{"debug": {"version": 3.1}, "status": "OK", "results": {"api_timestamp": "1481460671", "totalCommentsFound": 5289, "totalCommentsReturned": 25, "comments": [{"assetID": 3233735, "replies": [], "lft": 14, "assetURL": "http://well.blogs.nytimes.com/2011/09/15/new-evidence-for-an-apple-a-day/", "parentID": null, "commentID": 4526189, "rgt": 15, "userDisplayName": "r.", "createDate": "1316145570", "userID": 47748508, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1316145836", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "oakland, ca", "commentType": "comment", "updateDate": "1316142236", "commentSequence": 6, "commentBody": "ekeizer4 - this study doesn't negate dr. oz's advice. the people in this study were eating the whole fruit. drinking the fruit juice is a whole 'nother matter, one which dr. oz is right about. all the fiber is gone, and all you're getting is practically intravenous sugar, just like soda - a huge cause of the diabesity epidemic in the US.", "recommendationCount": 12}, {"assetID": 3230804, "replies": [], "lft": 216, "assetURL": "http://www.nytimes.com/2011/09/16/business/global/borrowing-costs-stubbornly-high-at-spanish-auction.html", "parentID": null, "commentID": 4526200, "rgt": 217, "userDisplayName": "Democracy is Awkward", "createDate": "1316145827", "userID": 20758104, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1316145903", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "America", "commentType": "comment", "updateDate": "1316142303", "commentSequence": 90, "commentBody": "The latest world financial crisis proves democracies are incapable of prudent fiscal policy. Government controlled banks are incapable of prudent lending. Sovereign debt cannot be repaid and is a bad investment. <br/><br/>Worldwide banks hold close to $20 Trillion of government mandated bad mortgages or sovereign debt that cannot be repaid. As the market clears worthless debt and central banks counter by compensatory printing of fiat currencies the world economies teeter on a knife edge between extreme deflation or hyperinflation.  Deflation begets economic contraction, unemployment, and mass migration.  Hyperinflation begets starvation, riots, and revolution among those billions of people who subsist on $1/day.  Teetering between extremes gives us unemployment in the USA and \"arab spring\" in North Africa. China is only a bounce away from famine inspired revolution. ", "recommendationCount": 1}, {"assetID": 3234445, "replies": [], "lft": 44, "assetURL": "http://www.nytimes.com/2011/09/16/opinion/brooks-the-planning-fallacy.html", "parentID": null, "commentID": 4526168, "rgt": 45, "userDisplayName": "Neal", "createDate": "1316145074", "userID": 57312215, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1316146039", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Central Ohio", "commentType": "comment", "updateDate": "1316142439", "commentSequence": 1, "commentBody": "And if government as a whole has not enough power to turn a large economic recession around instantly, a thesis I agree with, then where does the notion come from that the chief executive of only the federal portion of that government is solely responsible for the outcome?\r<br/><br/>The decisions about 2012 should be made not on the basis of the unemployment rate, even though that is the most important issue to most of us.  The decisions about 2012 should be based on philosophy, approach, international considerations, and the ability to not exacerbate the partisan wrangling going on.  They should consider successes in Libya, with Bin Laden, with avoiding the debt ceiling catastrophe, and look past the hate-filled disrespect of the far right radio hosts. \r<br/><br/>The decisions about 2012 should not be made on ones view of vaccines or on the basis of who can repudiate the most science.\r<br/><br/>President Obama has done a very good job against tremendous odds and an unprecidented lack of cooperation from the other party.  We should not risk privatizing medicare by turning over the keys to people whose ideas will not work.  We should not be blaming Obama for the complexities and the difficulties of a recession that was worse than any of us knew when it began.", "recommendationCount": 479}, {"assetID": 3234445, "replies": [], "lft": 14, "assetURL": "http://www.nytimes.com/2011/09/16/opinion/brooks-the-planning-fallacy.html", "parentID": null, "commentID": 4525820, "rgt": 15, "userDisplayName": "Ted", "createDate": "1316139943", "userID": 7321074, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1316146052", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Maryland", "commentType": "comment", "updateDate": "1316142452", "commentSequence": 7, "commentBody": "As an educator who has worked on a number of curriculum development projects, I agree with the time frame Brooks suggests.  However, what I find frustrating, is that no one is willing to devote the time it takes to complete a curriculum or make any of the deep changes that are needed to make serious improvements in many of our systems.  Whether it is a superintendent, a congressman, or the voters--we as a society are increasingly impatient. We have had several elections where we have \"thrown the bums out\" without ever stopping to consider what might work if given sufficient time.  I'm not terribly optimistic, but I hope people reading this column will reassess the way forward.", "recommendationCount": 54}, {"assetID": 3234445, "replies": [], "lft": 16, "assetURL": "http://www.nytimes.com/2011/09/16/opinion/brooks-the-planning-fallacy.html", "parentID": null, "commentID": 4525848, "rgt": 17, "userDisplayName": "Winning Progressive", "createDate": "1316140229", "userID": 61073654, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1316146052", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Chicago, IL", "commentType": "comment", "updateDate": "1316142452", "commentSequence": 2, "commentBody": "\"the myth that the New Deal ended the Great Depression\"?????   Come on, Mr. Brooks, you can do better than that.  <br/><br/>The story of the Great Depression is that FDR came to office with our economy rapidly collapsing. He took numerous steps during the first 100 days to reinstate confidence, and then used government spending to get the economy going again. By early 1937, things were improving, with economic growth increasing and unemployment decreasing. Then, conservative thoughts about austerity and tight monetary standards took over in 1937 and the results were predictable - the economy crashed again.  FDR quickly realized the mistake and a return to New Deal policies began another recovery. Then World War II came along, which created a massive increase in government spending and, not surprisingly, brought the country in a full recovery and rapid economic growth. <br/><br/>A similar story can be seen with the Bush Recession and President Obama's stimulus bill, which stopped the free fall the economy was in when President Obama came into office. Unfortunately, Republicans and \"moderate\" Democrats prevented the stimulus from being big enough to achieve a full recovery, and the GOP did everything it could after the initial stimulus to prevent job creation. As a result, unemployment remains high, economic growth remains low, and the deficits continue to be inflated by a lack of government revenue. <br/><br/>Government stimulus is pure common sense. At a time of economic problems, individuals do not have money to spend, and corporations do not want to invest money due to a lack of demand. In such situation, only government can generate demand. If we want to fix our economy and reduce the deficit, that is exactly what government needs to do now, starting with passage of Obama's American Jobs Act. <br/><br/><a href=\"http://www.winningprogressive.org\" title=\"http://www.winningprogressive.org\" target=\"_blank\">http://www.winningprogressive.org</a><br/><br/><a href=\"https://www.facebook.com/pages/Winning-Progressive/195682780442236\" title=\"https://www.facebook.com/pages/Winning-Progressive/195682780442236\" target=\"_blank\">https://www.facebook.com/pages/Winning-Progressive/195682780442236</a>", "recommendationCount": 584}, {"assetID": 3234445, "replies": [], "lft": 18, "assetURL": "http://www.nytimes.com/2011/09/16/opinion/brooks-the-planning-fallacy.html", "parentID": null, "commentID": 4525900, "rgt": 19, "userDisplayName": "Jon Jost", "createDate": "1316140785", "userID": 14034119, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1316146052", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Seoul", "commentType": "comment", "updateDate": "1316142452", "commentSequence": 5, "commentBody": "\"...if a Republican president were in office right now, and even if he or she did sensible things, the economy would still be in the dumps. \"<br/><br/>Mr Brooks elides the matter that a large part of the reason the economy is in the state it is in is directly attributable to Republican policies emplaced by Republican Presidents - from Reagan to Bush: tax cuts for the richest, for corporations; two unfunded wars, failure to deal with the energy crisis long ago and instead the constant prompting to spend more and more.  Of course Mr Brooks similarly seldom mentions his responsibility for his own choices gone bad as well.  I need not enumerate.<br/><br/>The present complex situation of America has some to do with deliberate policy choices made by both Republicans and Democrats.  It has more to do with large shifts in history, in which America's post-WW2 dominance is at an end, peak oil is coming to end the global cheap-energy binge (at the same time its real costs are coming into the ledger - global warming); not to mention the consequences of humanity's decision to flee from Darwin's perception about how life happens: we are violating all of nature's billion years experiment in selection, and now we have 6+ billion people replicating wildly, consuming everything in sight, and, well, our feeble little political institutions and the frail damaged psyche's who clamber to the top of them are woefully inadequate to cope with the coming years.<br/><br/>So, it'll be the usual four horsemen.<br/><br/><a href=\"http://www.jonjost.wordpress.com\" title=\"www.jonjost.wordpress.com\" target=\"_blank\">www.jonjost.wordpress.com</a><br/>\n<a href=\"http://www.cinemaelectronica.wordpress.com\" title=\"www.cinemaelectronica.wordpress.com\" target=\"_blank\">www.cinemaelectronica.wordpress.com</a>", "recommendationCount": 239}, {"assetID": 3234445, "replies": [], "lft": 22, "assetURL": "http://www.nytimes.com/2011/09/16/opinion/brooks-the-planning-fallacy.html", "parentID": null, "commentID": 4526001, "rgt": 23, "userDisplayName": "Montreal Moe", "createDate": "1316141862", "userID": 62945206, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1316146052", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "West Park,  Quebec", "commentType": "comment", "updateDate": "1316142452", "commentSequence": 3, "commentBody": "In 1979 there were solar panels on the White House and Big Oil replaced the President who could plan for the future with a know nothing script reader. Here we are 32 years later and we cannot even get into the future game.<br/>\nWe talk about jobs of the future and how we must rebuild our infrastructure to accommodate the jobs of the future and nobody can tell me what those jobs are going to be.<br/>\nFinally David Brooks writes an honest column and all I can think about is how we are now reaping the harvest Reagan sowed. The house next door is lit up with a hundred solar cell powered LEDs that cost less than  50cents each to produce and we are talking about getting back in the future game with the solar panels Saint Ronnie removed from the Whitehouse.  We have fallen 50 years behind in our ability to produce inexpensive cheaper to replace than repair consumer goods and we want to get back into the ring and slug it out with the economies that saw the future and prepared for it. We are too fat, too lazy and too old to compete but all is not lost.<br/>\nWe can win the future but we can only do it by changing the rules of the game.  The fixing the infrastructure of the late 20th century will provide us with the tools to compete with other 20th century economies but will not serve us well in the 21st century. We have an incredible supply of water and arable land, we have millions of hardworking and patriotic individuals who are more than willing to build a bright new future if the but have a place in it for themselves and their families.<br/>\nThe economy of the future must be one of less stuff and more quality of life. Clean air, clean water, safe communities that are sustainable are not that difficult to attain if we change the model of an ever expanding economy. Maybe now is the time we begin to clean up after ourselves. Maybe we can save one abandoned mall as a souvenir of our folly but it is really hard to sing America the Beautiful when so much of the country  is a monument to greed.", "recommendationCount": 344}, {"assetID": 3234445, "replies": [], "lft": 24, "assetURL": "http://www.nytimes.com/2011/09/16/opinion/brooks-the-planning-fallacy.html", "parentID": null, "commentID": 4526011, "rgt": 25, "userDisplayName": "Diana Moses", "createDate": "1316141992", "userID": 60104105, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1316146052", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Arlington", "commentType": "comment", "updateDate": "1316142452", "commentSequence": 6, "commentBody": "Okay, I'm persuaded, but then what tools do we all need in order to deal appropriately with the consequences of our flawed behavior, instead of trying to seek refuge in a rescuing governmental power or retreating into attempts to self-soothe through appetitive behaviors subvented by selective use of government power for private gain under the banner of \"reform?\"  Is this need to learn new responses to a financial crisis related to needing to learn to deal with failure in order to succeed?<br/><br/>I like the way this sees anger and cynicism developing organically out of disappointment when results do not match expectations from previous political and social promises.  Maybe we have a \"government fairy\" in addition to a \"confidence fairy.\"<br/><br/><a href=\"http://dictaobscura.wordpress.com/\" title=\"http://dictaobscura.wordpress.com/\" target=\"_blank\">http://dictaobscura.wordpress.com/</a>", "recommendationCount": 13}, {"assetID": 3234445, "replies": [], "lft": 28, "assetURL": "http://www.nytimes.com/2011/09/16/opinion/brooks-the-planning-fallacy.html", "parentID": null, "commentID": 4526034, "rgt": 29, "userDisplayName": "JLT", "createDate": "1316142183", "userID": 2182617, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1316146052", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Palo Alto, California", "commentType": "comment", "updateDate": "1316142452", "commentSequence": 9, "commentBody": "\"Republicans should be reflecting on the fact that if a Republican president were in office right now, and even if he or she did sensible things, the economy would still be in the dumps.\"<br/><br/>Yes, the unemployment rate might still be at 7.3% when Bush left office.", "recommendationCount": 12}, {"assetID": 3234445, "replies": [], "lft": 36, "assetURL": "http://www.nytimes.com/2011/09/16/opinion/brooks-the-planning-fallacy.html", "parentID": null, "commentID": 4526131, "rgt": 37, "userDisplayName": "Hard Working", "createDate": "1316144237", "userID": 51548254, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1316146052", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Monterey, California", "commentType": "comment", "updateDate": "1316142452", "commentSequence": 8, "commentBody": "\"Over the past decades, Americans have developed an absurd view of the power of government. Many voters seem to think that government has the power to protect them from the consequences of their sins. Then they get angry and cynical when it turns out that it can’t.\"  - Brooks\r<br/><br/>How true, but you failed to point out how much effort the government and politicians put into claiming that they CAN protect us from the consequences of our sins.  They are always presenting fixes to keep the public from asking how we got where we are.  \r<br/><br/>The public has adopted the mentality of Charlie Brown, deep down they know that the football will be pulled away at the last moment, but they cannot help themselves, they have to try and kick it just in case this one time it's still there.\r<br/><br/>I believe that syndrome is much worse when the president, whoever it is, is worshipped as a savior.  Everyone who sells their candidate as a savior does the nation a disservice.      \r", "recommendationCount": 45}, {"assetID": 3234445, "replies": [], "lft": 38, "assetURL": "http://www.nytimes.com/2011/09/16/opinion/brooks-the-planning-fallacy.html", "parentID": null, "commentID": 4526147, "rgt": 39, "userDisplayName": "Bill", "createDate": "1316144617", "userID": 12527369, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1316146052", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Myrtle Beach, SC", "commentType": "comment", "updateDate": "1316142452", "commentSequence": 4, "commentBody": "Historical patterns of crisis and your contention nothing at all can be done is absurd.  You claim as myth the government spending on WWII pulled us from the depression.  The more accurate read on history is the lack of any reaction, the execution of your contention that you let the financial crisis run its course as stated eloquently by then secretary of treasury Mellon, caused the devastating financial crisis with 25% unemployment and horrible suffering.  The problem was not the solution to ending the depression it was the overreach of the policy makers to that success.<br/><br/>After the war government spending was accepted as the solution to all ills.  Governments throughout the western world spent to keep the good times going - and themselves in power.  AFter the 1960s the over spending and taxation created the problems of inflation and stagflation.  The promises of government overarching control were seen as faulty.  Hence the Reagan and Thatcher elections and the scaling back of the government is infallible philosophy.<br/><br/>Just as the liberal view of government went too far so do has the conservative view.  Conservatives have changed from wanting to limit government to its minimal and hopefully effective level to advocating no government at all for virtually anything.  I doubt you were supportive of the crowd at the Tea Party debate vociferously cheering that the uninsured should be left to die.  Worse, there was no outcry, no negative reaction at all in that crowd to those cheering for the uninsured to die.  No candidate saying anything from the podium to those cheers.  If the Muslims in the world are castigated for their silence to Islamic extremists so too are the conservatives for their silence to that disgusting display.  That is the lesson of history, overreach of the philosophy that solved the last crisis.", "recommendationCount": 156}, {"assetID": 3234445, "replies": [], "lft": 40, "assetURL": "http://www.nytimes.com/2011/09/16/opinion/brooks-the-planning-fallacy.html", "parentID": null, "commentID": 4526153, "rgt": 41, "userDisplayName": "lilnev", "createDate": "1316144848", "userID": 5243227, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1316146052", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Somerville, MA", "commentType": "comment", "updateDate": "1316142452", "commentSequence": 10, "commentBody": "Shorter version: Government can't possibly do anything to end the recession, so we shouldn't even try.  Mere gestures will suffice, a bit of pain-softening for some of those whose lives are being ruined.", "recommendationCount": 77}, {"assetID": 3234363, "replies": [], "lft": 484, "assetURL": "http://www.nytimes.com/2011/09/16/us/politics/misstatements-shadow-bachmann-in-republican-presidential-race.html", "parentID": null, "commentID": 4525992, "rgt": 485, "userDisplayName": "THB", "createDate": "1316141809", "userID": 59028470, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1316146167", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Boston", "commentType": "comment", "updateDate": "1316142567", "commentSequence": 107, "commentBody": "LOL...  are you kidding me?  A lack of maturity?  You don't need maturity or a medical degree to understand that vaccinations PROTECT people from horrible diseases--especially children and the elderly.  Countries that have the luxury of being able to mandate vaccines for their citizens have higher life expectancy rates.  If you believe otherwise, then feel free to go live in a developing country that can't afford vaccination programs.  You'll be begging for them in short order.<br/><br/>Believing that vaccines give children mental retardation is like believing that drinking and smoking during pregnancy is healthy for a developing fetus.  It's ludicrous.  Sorry, this is not a matter of maturity, it's a matter of extraordinarily poor judgement and ignorance--to put it nicely...  HPV viruses are incredibly infectious/contagious, and once contracted, don't go away.", "recommendationCount": 17}, {"assetID": 3234363, "replies": [], "lft": 486, "assetURL": "http://www.nytimes.com/2011/09/16/us/politics/misstatements-shadow-bachmann-in-republican-presidential-race.html", "parentID": null, "commentID": 4525999, "rgt": 487, "userDisplayName": "Miskatonic", "createDate": "1316141850", "userID": 21273113, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1316146179", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Minneapolis", "commentType": "comment", "updateDate": "1316142579", "commentSequence": 108, "commentBody": "As a Minnesotan and a long-time witness to her weird behavior, let me just say that Bachmann's mistakes aren't caused by her passion for people or the fact that she is asked to speak multiple times a day.  She has a long history of saying things that are either completely wrong, completely distorted or completely crazy.  She did this back when she was an activist for Christian fundamentalism in the schools in the 1990s, and she still does it today.  Nothing has changed.  Michele should not be let near schools, and she certainly should not occupy the White House.", "recommendationCount": 27}, {"assetID": 3234363, "replies": [], "lft": 494, "assetURL": "http://www.nytimes.com/2011/09/16/us/politics/misstatements-shadow-bachmann-in-republican-presidential-race.html", "parentID": null, "commentID": 4526014, "rgt": 495, "userDisplayName": "Dave Clemens", "createDate": "1316142014", "userID": 1207493, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1316146199", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "West Chester, PA", "commentType": "comment", "updateDate": "1316142599", "commentSequence": 109, "commentBody": "So Ms. Bachmann, a self-described patriot with a deep reverence for America's founding documents and history, needed staff to (mis)inform her about the state where the first engagements of the American Revolution were fought? What does that say for her education, not to mention that of her staff? How can a person like this even get a platform for her incredible ignorance? ", "recommendationCount": 20}, {"assetID": 3233530, "replies": [], "lft": 16, "assetURL": "http://goal.blogs.nytimes.com/2011/09/15/timmy-chandler-twitter-me-this/", "parentID": null, "commentID": 4526220, "rgt": 17, "userDisplayName": "Umm", "createDate": "1316146221", "userID": 55727643, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1316146242", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New Haven, Conn.", "commentType": "comment", "updateDate": "1316142642", "commentSequence": 7, "commentBody": "Paul,<br/><br/>Agreed that the FIFA rules are opaque.  Helpfully, FIFA has the old (and out-of-date) rule on its website, but I can't find the new one.<br/><br/>But to respond to your point: I think it's precisely because he has played senior friendlies that he has to file paperwork for a one-time switch.  If he hadn't played for the senior US team, there would be no need to file any paperwork at all and he could player for the German senior team (in a friendly) and still make a switch back to the US.<br/><br/>Here's the old rule for whatever it's worth:<br/><br/>If a Player has more than one nationality, or if a Player acquires a new<br/>\nnationality, or if a Player is eligible to play for several representative<br/>\nteams due to nationality, he may, up to his 21st<br/>\nbirthday, and only<br/>\nonce, request to change the Association for which he is eligible to<br/>\nplay international matches to the Association of another country of<br/>\nwhich he holds nationality, subject to the following conditions:<br/>\n(a) He has not played a match (either in full or in part) in an official<br/>\ncompetition at “A” international level for his current Association,<br/>\nand at the time of his first full or partial appearance in an<br/>\ninternational match in an official competition for his current<br/>\nAssociation, he already had the nationality of the representative<br/>\nteam for which he wishes to play. <br/><br/><a href=\"http://www.fifa.com/mm/document/affederation/generic/01/09/75/14/fifa_statutes_072008_en.pdf\" title=\"http://www.fifa.com/mm/document/affederation/generic/01/09/75/14/fifa_statutes_072008_en.pdf\" target=\"_blank\">http://www.fifa.com/mm/document/affederation/generic/01/09/75/14/fifa_st...</a>", "recommendationCount": 0}, {"assetID": 3234363, "replies": [], "lft": 528, "assetURL": "http://www.nytimes.com/2011/09/16/us/politics/misstatements-shadow-bachmann-in-republican-presidential-race.html", "parentID": null, "commentID": 4526205, "rgt": 529, "userDisplayName": "IV", "createDate": "1316145983", "userID": 18774856, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1316146266", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New York, NY", "commentType": "comment", "updateDate": "1316142666", "commentSequence": 110, "commentBody": "The idea of Michelle Bachmann as president is indeed a scary thought.  She has time and time again said things that were incorrect.  I hope she disappears from the spotlight soon.<br/><br/>Having said that, there is a certain paternalistic tone to this article that makes the feminist in me cringe.  I wonder how many male politicians who stick their foot in it are described as emotional or intense.  It makes it sound like part of her downfall is simply being a hysterical woman.  Yikes, NY Times, you can do better than that.", "recommendationCount": 5}, {"assetID": 3230804, "replies": [], "lft": 222, "assetURL": "http://www.nytimes.com/2011/09/16/business/global/borrowing-costs-stubbornly-high-at-spanish-auction.html", "parentID": null, "commentID": 4526229, "rgt": 223, "userDisplayName": "lnardozi", "createDate": "1316146485", "userID": 62656893, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1316146503", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Florida", "commentType": "comment", "updateDate": "1316142903", "commentSequence": 91, "commentBody": "Don't think that any one country, like Germany can be exempted. Germany was able to build it's export rate because the currency wasn't tied to gold. Only the gold coin standard can prevent such trade imbalances from growing to thwart international commerce. Governments think they can 'cook the books' by issuing fiat currency but all that does is prevent small, temporary imbalances from begin corrected until they become giant systemic ones. With a gold coin standard, as you run out of gold, your remaining gold becomes more valuable to compensate. Arbitrage in gold then occurs, valuable (in the source country) gold being used to buy goods (which are cheap in the destination country). The gold imablance is cured and life goes on.", "recommendationCount": 0}, {"assetID": 3226781, "replies": [], "lft": 400, "assetURL": "http://www.nytimes.com/2011/09/15/science/space/15nasa.html", "parentID": null, "commentID": 4524762, "rgt": 401, "userDisplayName": "Richard", "createDate": "1316124125", "userID": 21937954, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1316146651", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New York", "commentType": "comment", "updateDate": "1316143051", "commentSequence": 162, "commentBody": "Canadian Bill is absolutely correct, we should'nt do this. We want to be just like Canada...\r<br/><br/>That's the difference in the USA and Canada, Bill.  We do things while the rest of the world \"looks in\".  We like it that way.\r<br/><br/>Maybe you should consider why you and others need to look at us.\r", "recommendationCount": 1}, {"assetID": 3226839, "replies": [], "lft": 226, "assetURL": "http://www.nytimes.com/2011/09/15/science/earth/15spill.html", "parentID": null, "commentID": 4525505, "rgt": 227, "userDisplayName": "datdemdar", "createDate": "1316136903", "userID": 47998698, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1316146678", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "relocated to Canada", "commentType": "comment", "updateDate": "1316143078", "commentSequence": 91, "commentBody": "Halliburton? Why does that not surprise me. And everyone blaming the others. Weasels do what weasels are, and toss blame rather than accept it.", "recommendationCount": 0}, {"assetID": 3232776, "replies": [], "lft": 134, "assetURL": "http://www.nytimes.com/2011/09/16/science/space/16planet.html", "parentID": null, "commentID": 4525039, "rgt": 135, "userDisplayName": "Joshua Barnes", "createDate": "1316128497", "userID": 303288, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1316146994", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Honolulu, Hawaii", "commentType": "comment", "updateDate": "1316143394", "commentSequence": 46, "commentBody": "@RV (and previous posts):  Jupiter is far below the minimum mass which can form a star.   You need at least 70 times Jupiter's mass to reach the threshold for nuclear burning via the proton-proton chain; smaller objects just don't get hot enough inside to make the cut.  ", "recommendationCount": 6}, {"assetID": 3232776, "replies": [], "lft": 136, "assetURL": "http://www.nytimes.com/2011/09/16/science/space/16planet.html", "parentID": null, "commentID": 4525109, "rgt": 137, "userDisplayName": "AG", "createDate": "1316130214", "userID": 47285937, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1316146994", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Wilmette", "commentType": "comment", "updateDate": "1316143394", "commentSequence": 47, "commentBody": "The NYT should note that Tataouine is a real place in Tunisia, from which the fictional Tatooine in Star Wars took its name. The landscape of the real Tataouine is even more eerie than the fictional one -- parched and dessicated desert broken by countless hollows in the ground, which make amazing hiding places and often house underground Berber cave dwellings. I wonder what the landscape of the new Tatooine is like.", "recommendationCount": 23}, {"assetID": 3232776, "replies": [], "lft": 140, "assetURL": "http://www.nytimes.com/2011/09/16/science/space/16planet.html", "parentID": null, "commentID": 4525167, "rgt": 141, "userDisplayName": "Nancy", "createDate": "1316131224", "userID": 12525503, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1316146994", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "San Diego", "commentType": "comment", "updateDate": "1316143394", "commentSequence": 48, "commentBody": "Funny how we comment, almost wistfully, about whether these newly discovered planets are habitable or not.  It's as if there is a collective subconscious recognition that we are destroying this one and hope, against all odds, that we can find another home before this one is no longer habitable.", "recommendationCount": 19}, {"assetID": 3232776, "replies": [], "lft": 142, "assetURL": "http://www.nytimes.com/2011/09/16/science/space/16planet.html", "parentID": null, "commentID": 4525196, "rgt": 143, "userDisplayName": "larry hall   Ganaraska think tank", "createDate": "1316131853", "userID": 59062248, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1316146994", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Port Hope, Ontario, Canada", "commentType": "comment", "updateDate": "1316143394", "commentSequence": 49, "commentBody": "If we find this dual/sun planet has life, like people, what an opportunity to sell sun-tan lotion. \r", "recommendationCount": 3}, {"assetID": 3232776, "replies": [], "lft": 144, "assetURL": "http://www.nytimes.com/2011/09/16/science/space/16planet.html", "parentID": null, "commentID": 4525243, "rgt": 145, "userDisplayName": "Mike Mencotti", "createDate": "1316132843", "userID": 25453483, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1316146994", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Farmington Hills, MI", "commentType": "comment", "updateDate": "1316143394", "commentSequence": 50, "commentBody": "Interesting story, but far and away one of the coolest headlines I've seen in a long time. Kudos to the headline writer (called copy editors in my day as a newspaperman; I have no clue what these wordsmiths are called in the Digital Era.)", "recommendationCount": 8}]}, "copyright": "Copyright (c) 2016 The New York Times Company.  All Rights Reserved."}