{"debug": {"version": 3.1}, "status": "OK", "results": {"api_timestamp": "1481479786", "totalCommentsFound": 9113, "totalCommentsReturned": 25, "comments": [{"assetID": 3338350, "replies": [], "lft": 222, "assetURL": "http://www.nytimes.com/2012/09/10/opinion/krugman-obstruct-and-exploit.html", "parentID": null, "commentID": 7082566, "rgt": 223, "userDisplayName": "Bill in Beijing", "createDate": "1347249621", "userID": 20304957, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1347249675", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "beijing", "commentType": "comment", "updateDate": "1347246075", "commentSequence": 29, "commentBody": "Re weaponized Keynseiasm, my advice to President Obama is that he should fire back immediately that the real threat to our ability to maintain our national defense is the GOP's proposed tax cuts.  <br/><br/>The President has very strong credibility on foreign and security policy.  His strategic pivot toward Asia is a necessary and important move.  He can now say that the Republicans, by proposing tax cuts without saying what spending they are going to cut, will inevitably undermine our national defense budget.  The GOP's promise to cut taxes and reduce the deficit make it inevitable that military spending will be affected.", "recommendationCount": 29}, {"assetID": 3338207, "replies": [], "lft": 109, "assetURL": "http://www.nytimes.com/2012/09/09/nyregion/divided-by-immigration-policy.html", "parentID": 7078962, "commentID": 7081487, "rgt": 110, "userDisplayName": "nyhugenot", "createDate": "1347235694", "userID": 65312034, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1347249737", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Charlotte, NC", "commentType": "userReply", "updateDate": "1347246137", "commentSequence": 3, "commentBody": "The argument that these people do work others won't do is specious. A few years ago a chicken processing plant had an was raided by INS. OVer 350 illegals were found working there. Underpaid and with repetitive motion injuries. Afraid to report injuries because they could be fired. The plant shut down for a few months and when it reopened it had found 350 local people to work there. It's a poor area and jobs are few. Wages are low and literacy rates are the lowest in the state.<br/>\nHow did they find all these people right around the corner? By paying fair wages, offering health insurance and allowing people to go to a doctor when injured on the job. The problem in this case was unscrupulous business owners.", "recommendationCount": 21}, {"assetID": 3338207, "replies": [], "lft": 124, "assetURL": "http://www.nytimes.com/2012/09/09/nyregion/divided-by-immigration-policy.html", "parentID": null, "commentID": 7081946, "rgt": 125, "userDisplayName": "Kevin Rica", "createDate": "1347241261", "userID": 3912880, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1347249737", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Maryland", "commentType": "comment", "updateDate": "1347246137", "commentSequence": 29, "commentBody": "The unemployment rate among the very young (16-24 years old) is sky high: 17.3% in 2011.  They dropped out of the labor force in August in huge numbers, discouraged by poor job prospects.  The labor force participation rate for people 16-24 years of age has dropped from 64.1 percent in 2001 to 54.1% today.  <br/><br/>Where are the jobs for these kids?<br/><br/>All those who say \"illegal immigrants only take jobs that Americans don't want\" are now cheering that they can compete for jobs that Americans do want and it's too bad millions of others are not given the privilege of competing for those jobs too.<br/><br/>Too bad their supporters can't keep their story straight.  It is too bad that they can't face the issue honestly.<br/><br/>If we can't find jobs for those who are already here; if we are wasting the talents of our own unemployed college grads -- why do we need these kids studying for their GED?", "recommendationCount": 22}, {"assetID": 3338207, "replies": [], "lft": 126, "assetURL": "http://www.nytimes.com/2012/09/09/nyregion/divided-by-immigration-policy.html", "parentID": null, "commentID": 7082064, "rgt": 127, "userDisplayName": "Concerned Citizen", "createDate": "1347242761", "userID": 65460007, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1347249737", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Boston", "commentType": "comment", "updateDate": "1347246137", "commentSequence": 30, "commentBody": "Undocumented people are subsidising the creature comforts of most Americans through their hard, underpaid work. For that, they are targeted by hate speech, laughable assertions of the lawfulness of Americans in comparison with them, and violence - government violence, rape in for-profit \"detention centers\" which are really part of the prison corporation complex, and violence by individual Americans who are comfortable targeting people who cannot fight back.<br/><br/>One of the major reasons people come here undocumented is the violence unleashed in their home countries by the unlawful consumption of drugs by Americans. <br/><br/>While Americans provide an unlimited demand for illegal drugs, they also make trafficking of weapons to drug gangsters easy as a piece of cake and provide official support of military tactics against druglords in countries like Mexico to further escalate the violence. Wall Street banks make billions of dollars each year from laundering drug money without fear of criminal prosecution.<br/><br/>I personally know a number of hardworking parents who are here undocumented from countries like Guatemala and Mexico, to flee the mayhem unleashed on their home places by American lawlesness. Yet the same shameless Americans, who feel their weekend joint is their right, call these people \"illegals.\" ", "recommendationCount": 16}, {"assetID": 3338207, "replies": [], "lft": 111, "assetURL": "http://www.nytimes.com/2012/09/09/nyregion/divided-by-immigration-policy.html", "parentID": 7078962, "commentID": 7082113, "rgt": 112, "userDisplayName": "Kevin Rica", "createDate": "1347243652", "userID": 3912880, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1347249737", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Maryland", "commentType": "userReply", "updateDate": "1347246137", "commentSequence": 4, "commentBody": "Most illegal immigrants can't speak English and have minimal schooling.  The idea that we need them for their qualifications is ABSURD.  They are competing for the worst jobs with the least skilled.  <br/><br/>And there is no law of economics that says a particular job is an $8/hr job and that can never change.  Illegal immigrants make jobs $8 hour jobs when Americans won't accept such low pay.  Without the illegal immigrants employers would have to pay more to attract Americans.  In fact, many of the jobs that were middle-class blue collar jobs (such as meat packing) now pay poverty wages because of unrestricted immigration.<br/><br/>If the real problem were: \"What we need to do is strengthen education and prepare people to hold those jobs\"  -- then why would we need to bring in millions more unskilled immigrants.<br/><br/>Just saying \"it is much more complicated\" is not an excuse for not being able to justify one's position.<br/><br/>The basic supply and demand model may be more complicated than advocates of illegal immigration can deal with, but it does a good job explaining why unrestricted illegal immigration, high unemployment among the unskilled and falling wages go hand-in-hand.  ", "recommendationCount": 14}, {"assetID": 3338207, "replies": [], "lft": 57, "assetURL": "http://www.nytimes.com/2012/09/09/nyregion/divided-by-immigration-policy.html", "parentID": 7075521, "commentID": 7082241, "rgt": 58, "userDisplayName": "Kevin Rica", "createDate": "1347245379", "userID": 3912880, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1347249737", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Maryland", "commentType": "userReply", "updateDate": "1347246137", "commentSequence": 5, "commentBody": "anon<br/><br/>\"Americans profit from cheap food, cheap restaurant service, cheap lawns and cheaply cleaned McMansions because of quasi-slave labor that is exploited with illegally low wages and no benefits while everyone looks the other way pretending America is exceptional in a positive way rather than a negative one.\"<br/><br/>Really?  What about the Americans who lost their jobs to illegal aliens or had to take a lower wage/ Did they benefit or are they just not on your radar screen?  <br/><br/>This is like saying that we shouldn't prosecute auto thieves because they help so many Americans obtain cheap auto parts.  What about the people who had their cars stolen?<br/><br/>If employers can't find the workers, ask an economist.  He/she will tell you -- \"wages are too low.\"<br/><br/>Stop trying to compensate all those who profited from obstructing the enforcement of the law.   Stop trying to impoverish all those who work for you and feed you.  ", "recommendationCount": 8}, {"assetID": 3338278, "replies": [], "lft": 613, "assetURL": "http://fivethirtyeight.blogs.nytimes.com/2012/09/08/sept-8-conventions-may-put-obama-in-front-runners-position/", "parentID": 7078477, "commentID": 7082575, "rgt": 614, "userDisplayName": "nyclagirl", "createDate": "1347249774", "userID": 65375968, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1347249794", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Colorado", "commentType": "userReply", "updateDate": "1347246194", "commentSequence": 3, "commentBody": "It's important to note, that many are watching online these days. Not sure if your TV ratings comment accounts for that. I watched all the speeches on my computer, both live and after the fact. Not to mention clicking links from Twitter and Facebook. Point is, many may not be watching live, but I guarantee the halo effect of chatter from a good or bad speech is being watched through all forms of social media. And is affecting sentiment after the fact. ", "recommendationCount": 0}, {"assetID": 3338278, "replies": [], "lft": 835, "assetURL": "http://fivethirtyeight.blogs.nytimes.com/2012/09/08/sept-8-conventions-may-put-obama-in-front-runners-position/", "parentID": 7080363, "commentID": 7082571, "rgt": 836, "userDisplayName": "Art", "createDate": "1347249747", "userID": 962196, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1347249795", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Oregon", "commentType": "userReply", "updateDate": "1347246195", "commentSequence": 8, "commentBody": "Joshua -- I understand how weather forecasting works. I aver that there is a fundamental difference between saying \"conditions X, Y, and Z existed together 100 times in our record of past days, and on 75 of those days it rained\" versus \"there is a 75% chance of rain on the next day conditions X, Y, and Z exist together.\" The first is a statement of experience; the second a statement of experience plus faith (and like faith it can't be disproved -- if it doesn't rain, that was just part of the 25% right?). I admit \"meaningless\" is not quite the right word; I was trying to point to this faith-based and disprovable nature of statistical prediction.", "recommendationCount": 1}, {"assetID": 3338289, "replies": [], "lft": 1446, "assetURL": "http://www.nytimes.com/2012/09/09/business/once-a-student-now-dogged-by-collection-agencies.html", "parentID": null, "commentID": 7080843, "rgt": 1447, "userDisplayName": "Rolland Norman", "createDate": "1347227779", "userID": 58246996, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1347249853", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Canada", "commentType": "comment", "updateDate": "1347246253", "commentSequence": 365, "commentBody": "Education for Profit is magnified in this Land<br/>\nof the “Free”  by applying  nonsense of the “Free Market”<br/>\nideology.  The value of “private” colleges is mostly<br/>\noverrated since the “Market” mechanism is applied here<br/>\nalso. <br/><br/>Please look at the other socially advanced countries<br/>\n(USA is not one of them)  – such exploitation pattern of young<br/>\npopulation does not exist anywhere.<br/>\nHowever, the corrosive American example is bravely<br/>\nimplemented around as well, but still not to nonsensical<br/>\nproportions we have in this incredible country.<br/><br/>It is time to consider a few better options, including<br/>\nchange of the country….", "recommendationCount": 2}, {"assetID": 3338289, "replies": [], "lft": 1448, "assetURL": "http://www.nytimes.com/2012/09/09/business/once-a-student-now-dogged-by-collection-agencies.html", "parentID": null, "commentID": 7080900, "rgt": 1449, "userDisplayName": "pseg", "createDate": "1347228457", "userID": 50039911, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1347249853", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "usa", "commentType": "comment", "updateDate": "1347246253", "commentSequence": 366, "commentBody": "To look at the full equation let’s not forget the scam artists who promise to consolidate loans, erase defaults, end garnishments, “personalize your repayment plan” and lower repayments to “as little as $5 per month” – all for an upfront fee.   These are the same slime balls who preyed on people facing foreclosure,  ", "recommendationCount": 2}, {"assetID": 3338289, "replies": [], "lft": 1450, "assetURL": "http://www.nytimes.com/2012/09/09/business/once-a-student-now-dogged-by-collection-agencies.html", "parentID": null, "commentID": 7080971, "rgt": 1451, "userDisplayName": "Sharynski", "createDate": "1347229357", "userID": 66610023, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1347249853", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New Hampshire", "commentType": "comment", "updateDate": "1347246253", "commentSequence": 367, "commentBody": "First of all, a huge thank you to Andrew Martin for drawing attention to this growing crisis.  And, yes it is a crisis.  It is so heartening to find that there is still is some serious, investigative reporting going on.  Sometimes it seems reporters and journalists just follow their higher-ups' bullet points.  The most important thing to do is to make it possible for debtors to pay back what they borrowed with a reasonable interest rate.  Take away compounding and capitalized interest.  Do not punish those who are already financially struggling and doing all they can to make payments by adding egregious consolidation fees which only further add to their financial burden making it almost impossible to get out of debt.  Interest compounds on interest ad infinitum and it seems like payments never get to reducing the actual principal.  Once anyone has paid an amount equal to the amount they originally borrowed, do not let any principal compound beyond, say 10 - 20%.  Anyone who has paid what they borrowed plus that amount, stamp their account PAID IN FULL.  Let's all remember the original mission of the student loan program, which was to make a college education affordable to all.  What happened?  It seems the student loan system has tossed aside its original best practices and Elizabeth Warren is right when she says the system is now rigged against us.   ", "recommendationCount": 4}, {"assetID": 3338289, "replies": [], "lft": 1452, "assetURL": "http://www.nytimes.com/2012/09/09/business/once-a-student-now-dogged-by-collection-agencies.html", "parentID": null, "commentID": 7081042, "rgt": 1453, "userDisplayName": "Julie A. Katz", "createDate": "1347230253", "userID": 59394707, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1347249853", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Somerville, MA", "commentType": "comment", "updateDate": "1347246253", "commentSequence": 368, "commentBody": "I read a recent piece in the Times, from which I make the following inference: empathy is impossible for those whose views of the world come from their experiences as children pacified with silver spoons. Blaming the liberal left for expecting a free lunch distracts from the Right's long, proud history of free lunches.  No wonder; the fewer resources invested in quality public education, the less educated the populace, the less scrutiny of the Right. Power accrues as pols sell themselves to the highest bidder.<br/>\nThey are trying, with the help of unwitting apologists like JW, to convince all of us that we are a nation of undeserving fools. Want Big Government? Move to a Socialist country. Victim Generation, wake up. Ours is not a welfare state, no siree. JW can get by without a handout, can't you? Can't repay your student loans? You shouldn't have gone to college in the first place. Who do you think you are, wanting something for nothing? Bankruptcy discharge is for consumer debt that fuels the economy; educational debt is a needless luxury. Free lunches are spoil for victors of the class warfare the left whines of. Having tough times, you say? You're hungry, you say? Get over it. God helps those who help themselves. Why not redeem that can you're kicking down the road? It's worth a nickel. <br/><br/>In reply to JW", "recommendationCount": 2}, {"assetID": 3338289, "replies": [], "lft": 1454, "assetURL": "http://www.nytimes.com/2012/09/09/business/once-a-student-now-dogged-by-collection-agencies.html", "parentID": null, "commentID": 7081076, "rgt": 1455, "userDisplayName": "NJahn", "createDate": "1347230829", "userID": 3588626, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1347249853", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Seattle", "commentType": "comment", "updateDate": "1347246253", "commentSequence": 369, "commentBody": "While we can fund 700 military bases in 130 countries to protect corporate interests mostly (forget about calling it defense; it isn't), we can't afford to pay for the education of our children. And some of those 130 nations do provide free education to all as well as health care.<br/><br/>With the amount of money paid to the military/industrial complex totaling the amount that the next 20 countries combined pay for defense and with the highest percentage by far of it's citizens in prison, the US pays feeble lip service to the notion of being a government for the people. <br/><br/>We are so exceptional aren't we? Exceptionally stupid.", "recommendationCount": 9}, {"assetID": 3338289, "replies": [], "lft": 1115, "assetURL": "http://www.nytimes.com/2012/09/09/business/once-a-student-now-dogged-by-collection-agencies.html", "parentID": 7078753, "commentID": 7081167, "rgt": 1116, "userDisplayName": "BLM", "createDate": "1347232066", "userID": 43253661, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1347249853", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Niagara Falls", "commentType": "userReply", "updateDate": "1347246253", "commentSequence": 1, "commentBody": "And yet he is still far, far preferable to the alternative.  Something which most of us do get.", "recommendationCount": 1}, {"assetID": 3338289, "replies": [], "lft": 1456, "assetURL": "http://www.nytimes.com/2012/09/09/business/once-a-student-now-dogged-by-collection-agencies.html", "parentID": null, "commentID": 7081187, "rgt": 1457, "userDisplayName": "Willi", "createDate": "1347232246", "userID": 36942224, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1347249853", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Houston, TX", "commentType": "comment", "updateDate": "1347246253", "commentSequence": 370, "commentBody": "The future of a country lies with good education. 1- Stop for-profit schools 2- Intead of using tax money to feed criminals for life use it for scholarships", "recommendationCount": 0}, {"assetID": 3338289, "replies": [], "lft": 1443, "assetURL": "http://www.nytimes.com/2012/09/09/business/once-a-student-now-dogged-by-collection-agencies.html", "parentID": 7080875, "commentID": 7081680, "rgt": 1444, "userDisplayName": "J. Weinstein", "createDate": "1347238076", "userID": 63218938, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1347249853", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New York, NY", "commentType": "userReply", "updateDate": "1347246253", "commentSequence": 1, "commentBody": "Dear I-Post, <br/><br/>I am sorry that you are disabled. <br/><br/>I, too, had student loans from undergrad and grad. I paid them off as well. <br/><br/>BUT... <br/><br/>Since I was in school, tuition &amp; board have increased more than 200%. Salaries haven't exactly kept place. <br/><br/>I more than sympathize with this emerging generation. Their odorous debtloads SHOULD be forgiven. Perhaps we can incentivize/encourage students to become GPs, not specialists; work in schools, do public service. <br/><br/>Their debtload is untenable, and they are broader implications to the economy at large. <br/><br/>-J. Weinstein", "recommendationCount": 5}, {"assetID": 3338289, "replies": [], "lft": 1458, "assetURL": "http://www.nytimes.com/2012/09/09/business/once-a-student-now-dogged-by-collection-agencies.html", "parentID": null, "commentID": 7082066, "rgt": 1459, "userDisplayName": "P", "createDate": "1347242774", "userID": 26556412, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1347249853", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New York", "commentType": "comment", "updateDate": "1347246253", "commentSequence": 371, "commentBody": "The system is rigged against our youth.  You can’t get a job without a college degree, and you can’t go to college without getting into debt (even state schools cost more than 50K for a 4yr degree).  If you’re lucky enough to get a job, it certainly will not offer the stability or income, that those same jobs used to offer.  Most likely, recent grads will have to intern in the hope that the experience will propel them towards a position with a living wage or become a contractor, which at least offers a salary, but no benefits.  <br/><br/>As a recent graduate with an advanced degree, I don’t know of a single peer whose place of employment offers health benefits.  They are contract workers, who work side jobs, live in shoe-box apartments, all while trying to pay off loans and hoping that they don’t get sick or in an accident.  These students haven’t failed.  It is the bottom-line (a.k.a underbid contracts), maximizing efficiency (a.k.a. doing too much without enough staff), profits over people (a.k.a hire contractors instead of having full time employees) attitude that is failing our society.  ", "recommendationCount": 7}, {"assetID": 3338350, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 7082579, "replies": [], "commentID": 7082687, "trusted": 0, "userDisplayName": "ComradeBrezhnev", "createDate": "1347250981", "userID": 14345784, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1347290932", "userTitle": null, "recommendations": 0, "editorsSelection": false, "parentUserDisplayName": "walterrhett", "userURL": null, "userLocation": "Morgan Hill", "depth": 1, "commentType": "userReply", "updateDate": "1347287332", "commentSequence": 1, "commentBody": "Cut the faux ignorance. Romney's accounts are in a blind trust that he does not manage.<br/>\nWhere was/ is the media challenge of Obama?<br/>\nIt just depends on what side of the fence you sit."}]}, "lft": 224, "assetURL": "http://www.nytimes.com/2012/09/10/opinion/krugman-obstruct-and-exploit.html", "parentID": null, "commentID": 7082579, "rgt": 227, "userDisplayName": "walterrhett", "createDate": "1347249831", "userID": 33605332, "replyCount": 1, "commentTitle": "n/a", "status": "approved", "approveDate": "1347249853", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Charleston, SC", "commentType": "comment", "updateDate": "1347246253", "commentSequence": 30, "commentBody": "When asked which tax loop holes Romney would close, Paul Ryan failed to answer. \"We want an open process,\" he said. The would-be Emperor's policy plans, specific details, personal tax returns, or reasons why his personal money is in 23 offshore accounts, remain guarded mysteries. <br/><br/>Beyond partisan differences, and the huge leverage of money, the rabid extremes of the GOP base, something is deeply distributing about both Romney and Ryan. Their flaws are ignored by a media that doesn't challenge them and a public denied a voice in what is a one-sided conversation. Both silence and noise hide their desire for power without process. The substance of their campaign is a hollow promise: we have plans we refuse to disclose until we are elected. They are eager to use democracy to conceal their intent. They offer no covenant with voters. The keys to the national treasury and oversight of all of the nation's regulations and the protections of opportunity, merit, and aid in an open society are sought by default.<br/><br/>The party of voter ids is issuing policy blindfolds. Having no jobs bill or policy, they blindly want voters to believe that their tax cut policy will lift demand (without raising wages!). They propose government by chimera and charade. ", "recommendationCount": 50}, {"assetID": 3338158, "replies": [], "lft": 173, "assetURL": "http://parenting.blogs.nytimes.com/2012/09/07/why-my-kindergartner-will-stay-home-for-school/", "parentID": 7074705, "commentID": 7082576, "rgt": 174, "userDisplayName": "Anon", "createDate": "1347249786", "userID": 13375114, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1347249854", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "NY", "commentType": "userReply", "updateDate": "1347246254", "commentSequence": 5, "commentBody": "Mainiac:  I *never* defended all traditional schools.  I went to a public high school where 40% of my incoming senior class dropped out or failed to graduate.  I know all about what bad public school looks like.  That is not what this is about.  The trouble is that the author just assumes that she knows everything she needs to know to take her kid to the next level -- that she is *already* a better alternative than the admittedly good public school around the corner.  I'm not buying that.  I have heard some good reasons why parents have elected to homeschool, but this lady isn't hitting on any of them.<br/><br/>I fully defend the right of religious people to send their kids to religious school and homeschool them (subject to reasonable state laws requiring curriculum review and testing), but I still grieve when ignorant adults exercise that freedom to the detriment of innocent children.  I appreciate that I live in a country where I am free to own a nice set of kitchen knives, but I don't appreciate when kitchen knives are used to kill people.", "recommendationCount": 4}, {"assetID": 3338350, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 7082578, "replies": [], "commentID": 7082783, "trusted": 0, "userDisplayName": " tmonk677 ", "createDate": "1347251976", "userID": 63646841, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1347292195", "userTitle": null, "recommendations": 0, "editorsSelection": false, "parentUserDisplayName": "Steve K", "userURL": null, "userLocation": "Brooklyn, NY", "depth": 1, "commentType": "userReply", "updateDate": "1347288595", "commentSequence": 1, "commentBody": "Are you saying people who disagree with Obama may be committing treason? I thought Obama was elected to be president, not  a dictator."}]}, "lft": 228, "assetURL": "http://www.nytimes.com/2012/09/10/opinion/krugman-obstruct-and-exploit.html", "parentID": null, "commentID": 7082578, "rgt": 231, "userDisplayName": "Steve K", "createDate": "1347249818", "userID": 52116712, "replyCount": 1, "commentTitle": "n/a", "status": "approved", "approveDate": "1347249854", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Los Angeles", "commentType": "comment", "updateDate": "1347246254", "commentSequence": 31, "commentBody": "What is being described by the Republicans is party over country.  <br/><br/>At what point does purposely damaging the United States, for the purpose of political gain become betrayal, treachery, or even cross over to treason?  <br/><br/>There are enough instances of the Republican lawmakers voting against plans and initiatives they were previously for,  so in numerous instances they cannot claim a genuine debate over policy.  They are obstructing and damaging the country for the specific purpose of defeating the President.  <br/><br/>The argument comes down to this in assessing Republican behavior:  We feel President Obama is dangerous for the country, and therefore it reasonable that we takes steps that demonstrably harm the country, for the greater good of denying him continuing office.  <br/><br/>This is a very cynical argument.  One could ask, is it OK for one to rob a bank to garner campaign funds in order to better one's opponent?  <br/><br/>At some points politics can not be cover for what otherwise might be considered unacceptabe behavior.  At what point does purposely and knowingly harming the United States, as a focus of ones act, justify the majority of the People and their Representatives taking action to prevent or punish that act?  ", "recommendationCount": 60}, {"assetID": 3338350, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 7082582, "replies": [], "commentID": 7082629, "trusted": 0, "userDisplayName": "jay105", "createDate": "1347250416", "userID": 57047501, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1347290932", "userTitle": null, "recommendations": 3, "editorsSelection": false, "parentUserDisplayName": "Elwood Anderson", "userURL": null, "userLocation": "Dallas, TX", "depth": 1, "commentType": "userReply", "updateDate": "1347287332", "commentSequence": 1, "commentBody": "\"The bottom line is that Obama is not such a forceful leader. He's a compromiser. He's a good man, a smart guy, a good orator, and most people want him to succeed. But, these qualities can't get the country back to health in times like these\"<br/><br/>Very well said and100% true.That is is the biggest critic that I have to this administration too much \"compromising\" and bi-partisan effort. You cannot \"compromise\" with people that want to destroy their own country for political gain that is border line with treason..at least to me....they were elected to represent their people and fight for them...not to let them jobless so they can win the next election. "}, {"recommendedFlag": 0, "parentID": 7082582, "replies": [], "commentID": 7082697, "trusted": 0, "userDisplayName": "Floretta", "createDate": "1347251098", "userID": 56225853, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1347291669", "userTitle": null, "recommendations": 7, "editorsSelection": false, "parentUserDisplayName": "Elwood Anderson", "userURL": null, "userLocation": "NY", "depth": 1, "commentType": "userReply", "updateDate": "1347288069", "commentSequence": 2, "commentBody": "He could pound his shoe on the desk like Khrushchev but that's not going to make any impression on these Republicans. It's up to us, we the people, to get them the hell out of office using our votes. All of them - and not let any of them back for about 20 years."}, {"recommendedFlag": 0, "parentID": 7082582, "replies": [], "commentID": 7082728, "trusted": 0, "userDisplayName": "norman", "createDate": "1347251453", "userID": 375081, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1347292195", "userTitle": null, "recommendations": 0, "editorsSelection": false, "parentUserDisplayName": "Elwood Anderson", "userURL": null, "userLocation": "NYC", "depth": 1, "commentType": "userReply", "updateDate": "1347288595", "commentSequence": 3, "commentBody": "I wanted an FDR and all I got was this lousy Obama. "}]}, "lft": 232, "assetURL": "http://www.nytimes.com/2012/09/10/opinion/krugman-obstruct-and-exploit.html", "parentID": null, "commentID": 7082582, "rgt": 239, "userDisplayName": "Elwood Anderson", "createDate": "1347249886", "userID": 240805, "replyCount": 3, "commentTitle": "n/a", "status": "approved", "approveDate": "1347249914", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Las Vegas NV", "commentType": "comment", "updateDate": "1347246314", "commentSequence": 32, "commentBody": "People should ask themselves what forcefull leaders like LBJ, FDR, and TR did when they were faced with an intrasigent and obstructionist Congress. They didn't just accept their fate. They went to the people to tell them what the problem was and they twisted arms in Congress to get the votes they needed. The bottom line is that Obama is not such a forceful leader. He's a compromiser. He's a good man, a smart guy, a good orator, and most people want him to succeed. But, these qualities can't get the country back to health in times like these. Fortunately, he is  facing a weak opponent who has clearly cast his lot with the one percent who run the country and has no solutions for solving our problems, only policies that will drive the country even further into depression. If the country can't see this difference we are in big trouble for the next decade.", "recommendationCount": 47}, {"assetID": 3338350, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 7082585, "replies": [], "commentID": 7083145, "trusted": 0, "userDisplayName": "Publicus", "createDate": "1347258297", "userID": 65188575, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1347258313", "userTitle": null, "recommendations": 3, "editorsSelection": false, "parentUserDisplayName": "Chandra Varanasi", "userURL": null, "userLocation": "Seattle", "depth": 1, "commentType": "userReply", "updateDate": "1347254713", "commentSequence": 1, "commentBody": "I think those balanced budget constitutions at the State level are a good idea.   We've seen legislature after legislature over-borrow and ruin state-after-state.  They can't print money.  So, there is no safety valve for poor fiscal policy.<br/><br/>If you add the softening affect of the Federal Government supporting states in hard times, you seem to have the right mix.  (Perhaps the Federal government getting that help repaid in good times should be part of the mix).<br/><br/>However, this means the Federal government has to act to help when times turn tough.  It didn't, not enough, this time."}]}, "lft": 242, "assetURL": "http://www.nytimes.com/2012/09/10/opinion/krugman-obstruct-and-exploit.html", "parentID": null, "commentID": 7082585, "rgt": 245, "userDisplayName": "Chandra Varanasi", "createDate": "1347249911", "userID": 16136794, "replyCount": 1, "commentTitle": "n/a", "status": "approved", "approveDate": "1347249975", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Broomfield, CO", "commentType": "comment", "updateDate": "1347246375", "commentSequence": 34, "commentBody": "You write: \"The most important consequence of that stonewalling, I’d argue, has been the failure to extend much-needed aid to state and local governments. Lacking that aid, these governments have been forced to lay off hundreds of thousands of schoolteachers and other workers, and those layoffs are a major reason the job numbers have been disappointing\"<br/><br/>Many states have this stupid and rigid constitutional mandates that they balance their budgets which does not let them borrow in emergency situations like this to hold the employment steady. Mercifully, federal government does not have that limit. Otherwise, the states would not have gotten a dime from the stimulus bill that Obama sent their way and rescued them for at least a year or so.", "recommendationCount": 12}, {"assetID": 3338350, "replies": [], "lft": 165, "assetURL": "http://www.nytimes.com/2012/09/10/opinion/krugman-obstruct-and-exploit.html", "parentID": 7082382, "commentID": 7082586, "rgt": 166, "userDisplayName": "Kyle", "createDate": "1347249912", "userID": 30510795, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1347249975", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Elkhorn Slough, California Central Coast", "commentType": "userReply", "updateDate": "1347246375", "commentSequence": 1, "commentBody": "As an economist, MS Applied Econ, thank you. While not as precise as physics, there are elemental theories which have stood the test of time. The big dif between neo-classical (conservative) economist and keynsians is the degree to which markets are flexible and transparent, I.e. full information of participants (sort of like the duel in physics) do market prices move equally in both directions, and are all participants perfectly informed or does the market at least integrate enuf info. to function as though both sides are.<br/>\nWell, do workers readily accept decrease in wages? We're all buyers in the securities market fully imformed?  If not that only some exogenous stimulus (government spending ) will help the economy to grow in the short run. In the long run all markets will correct. But as Keynes said we are all dead in the long run .", "recommendationCount": 9}, {"assetID": 3338350, "replies": [], "lft": 240, "assetURL": "http://www.nytimes.com/2012/09/10/opinion/krugman-obstruct-and-exploit.html", "parentID": null, "commentID": 7082587, "rgt": 241, "userDisplayName": "ShowMe", "createDate": "1347249925", "userID": 38058034, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1347249975", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Missouri", "commentType": "comment", "updateDate": "1347246375", "commentSequence": 33, "commentBody": "The USA needs a cooperative Congress, and since the Republicans have been opposed to everything President Obama has proposed, because they obstruct and exploit, let's carefully examine the Congressional candidates.  Vote only for those who put country above party politics and above treasonous pledges to Norquist.", "recommendationCount": 77}, {"assetID": 3338350, "replies": [], "lft": 33, "assetURL": "http://www.nytimes.com/2012/09/10/opinion/krugman-obstruct-and-exploit.html", "parentID": 7082134, "commentID": 7082589, "rgt": 34, "userDisplayName": "trp", "createDate": "1347249974", "userID": 56178805, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1347250033", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "California", "commentType": "userReply", "updateDate": "1347246433", "commentSequence": 1, "commentBody": "Good points, but those Democrats in Republican leaning states were facing intense propaganda from the right's well funded attacks on the program. It's not so easy to overcome the constant barrage of false information. Until the Democrats find a way to counter the right wing attack machine this problem will continue, and, in the face of Citizen's United that wont be easy. Meanwhile there are many poorly informed voters who simply do not realize how dishonest and cynical a game the right wing monied interests are playing. The only encouraging news: so far Obama is ahead. ", "recommendationCount": 39}]}, "copyright": "Copyright (c) 2016 The New York Times Company.  All Rights Reserved."}