{"debug": {"version": 3.1}, "status": "OK", "results": {"api_timestamp": "1481480879", "totalCommentsFound": 6175, "totalCommentsReturned": 25, "comments": [{"assetID": 3389069, "replies": [], "lft": 91, "assetURL": "http://opinionator.blogs.nytimes.com/2013/12/04/the-interminable-everlasting-lincolns-part-3/", "parentID": 10672056, "commentID": 10674326, "rgt": 92, "userDisplayName": "Fred W. Hill", "createDate": "1386305963", "userID": 53351059, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1386306007", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Jacksonville, FL", "commentType": "userReply", "updateDate": "1386306007", "commentSequence": 10674326, "commentBody": "Your ignorance of actual history is astounding.  Lincoln pushed hard to get the 13th Amendment, by which slavery was outlawed throughout the entire United States, including all territories, passed.  It failed to muster enough votes in Congress in 1864, but a 2nd try in early 1865 succeeded.  True, it did not become the law of the land until several months after Lincoln was murdered by a rabid racist, but that it did become the law at all was in large part due to Abraham Lincoln.  Lincoln loathed slavery all along, but in 1861 he thought the best way to do away with it without massive violence was to contain it where it already was and let it gradually die out.  Eleven out of 15 slave states were outraged that a man with such views could become President -- they insisted slavery was a great good and they wanted to expand it as much as possible.  In 1863 Lincoln took measures which he believed the Constitution permitted him to oultaw slavery in those states still in rebellion.  It was up to Congress to outlaw slavery in the rest of the nation and ultimately it did happen, with some prodding from Lincoln.", "recommendationCount": 2}, {"assetID": 3389026, "replies": [], "lft": 1292, "assetURL": "http://www.nytimes.com/2013/12/05/health/think-the-er-was-expensive-look-at-the-ambulance-bill.html", "parentID": null, "commentID": 10674327, "rgt": 1293, "userDisplayName": "Liane Hunter", "createDate": "1386305971", "userID": 60682153, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1386306007", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Atlanta, GA", "commentType": "comment", "updateDate": "1386306007", "commentSequence": 10674327, "commentBody": "My fiancé and I were uninsured students, and he accidentally put his hand through a window in our apartment after my landlord painted it shut and he tried to open it. Luckily, I trained lifeguards at one point and am fairly well-versed in first aid, AND we lived ten minutes from Emory Hospital in Atlanta. We drove to the hospital and told the triage nurse that we were students and that we did not have any insurance, and she and the doctors on staff worked with us -- our cost to have him numbed, stitched, and bandaged was less than $100. <br/><br/>The doctor who treated him told me how much each item would typically cost while he was working on his arm, and I was blown away to find out that, for example, one sterilized bottle of water would have been $100 (they used five). It is terrifying to have to make a split-second decision to call an ambulance or not to call an ambulance based on your finances. Even after your loved one is stabilized and ready to leave the ER, you are still stressed because you know that one large bill could wipe out your bank account. <br/><br/>We both worked full-time in a restaurant in addition to our courses, and every time I see anything written about healthcare it blows my mind that people assume that uninsured people are lazy, uneducated, and unwilling to work for the benefits that cubicle-dwellers take for granted. There is a significant portion of our population who deserves the peace of mind that affordable insurance provides and does not have it.", "recommendationCount": 2}, {"assetID": 3388761, "replies": [], "lft": 524, "assetURL": "http://bits.blogs.nytimes.com/2013/12/01/disruptions-calling-from-the-clouds/", "parentID": null, "commentID": 10674328, "rgt": 525, "userDisplayName": "Jeff D", "createDate": "1386305976", "userID": 23124598, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1386306007", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Boonton, NJ", "commentType": "comment", "updateDate": "1386306007", "commentSequence": 10674328, "commentBody": "This is one of the worst ideas I have heard of. I'm on flights 2 -3 times a week every week. As it is, the plane is full of people shouting into their cell phones before the doors close. I can't stand to think of what this will be like when those phone calls aren't shut down due to the current regs. People who fly all the time aren't clamoring to use their cell phone data plans. We are just fine with our daily or monthly in-flight internet fees and some peace and quiet.<br/>Between the bad food, jammed planes, the obese guy next to me taking up 1 1/2 seats, no room to use my laptop once the passenger in front of me pushes her seat all the way back and the outrageous prices I have to pay to fly, the very, very last thing I want on a plane is the cacophony of 100 of my new single serving friends shouting into their cell phones.<br/>What a nightmare waiting to happen!<br/>Please, spare me the advances of progress. ", "recommendationCount": 3}, {"assetID": 3389132, "replies": [], "lft": 478, "assetURL": "http://www.nytimes.com/2013/12/06/sports/ncaafootball/investigation-into-florida-states-winston-draws-to-a-close.html", "parentID": null, "commentID": 10674208, "rgt": 479, "userDisplayName": "John Swetnam", "createDate": "1386304305", "userID": 49755615, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1386306011", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Portland", "commentType": "comment", "updateDate": "1386306011", "commentSequence": 10674208, "commentBody": "“Obviously, it would have been better if it had been handled a little earlier,”<br/>This statement seems extremely casual given the seriousness of the case.  A little bit?   Six months?  Three months?  It is precisely in these cases in which accounts conflict that time is of the essence if the truth is to be known.  ", "recommendationCount": 5}, {"assetID": 3389132, "replies": [], "lft": 457, "assetURL": "http://www.nytimes.com/2013/12/06/sports/ncaafootball/investigation-into-florida-states-winston-draws-to-a-close.html", "parentID": 10673981, "commentID": 10674251, "rgt": 458, "userDisplayName": "David Hillman", "createDate": "1386304791", "userID": 63163547, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1386306028", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Illinois", "commentType": "userReply", "updateDate": "1386306028", "commentSequence": 10674251, "commentBody": "   Actually, the authorities were going to drag it out until next week (apparently loving the publicity), but Winston and his attorney asked them get it over with.", "recommendationCount": 0}, {"assetID": 3389132, "replies": [], "lft": 453, "assetURL": "http://www.nytimes.com/2013/12/06/sports/ncaafootball/investigation-into-florida-states-winston-draws-to-a-close.html", "parentID": 10673891, "commentID": 10674273, "rgt": 454, "userDisplayName": "David Hillman", "createDate": "1386305104", "userID": 63163547, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1386306042", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Illinois", "commentType": "userReply", "updateDate": "1386306042", "commentSequence": 10674273, "commentBody": "   Exactly.  One last point... her story is that she was pinned down by the arms while she struggled and attempted to free herself.  Winston is about 230 pounds and 6'5\".  She is half that, maybe.  Had he, or anyone that size, done what she claims, her arms would have been bruised.  They were not... only the knees and tops of her feet.<br/><br/>   Taking this case any further would have been misconduct.", "recommendationCount": 2}, {"assetID": 3389115, "replies": [], "lft": 35, "assetURL": "http://www.nytimes.com/2013/12/06/sports/soccer/at-world-cup-draw-stirring-the-pots-will-leave-some-shaken.html", "parentID": 10670898, "commentID": 10673974, "rgt": 36, "userDisplayName": "TC11201", "createDate": "1386300996", "userID": 62376892, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1386306062", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "CT", "commentType": "userReply", "updateDate": "1386306062", "commentSequence": 10673974, "commentBody": "Have to say that I agree with @Fingers.  Louis, this is easily the most complete US team in memory.  Perhaps the 2002 team was close, but 1994?  1998?  2006?  Or 2012?  Seriously?  Did you watch any of those teams, or indeed, have you watched this one?  I suppose wins against the likes of Germany (I know, I know, it was their A- team) or a very good, WC qualifying Bosnia team (in Sarajevo no less) or the Gold Cup rompfest in 2013 mean little to you?  Or was the win against a cream puff like Italy (in Genoa) in 2012 or the destruction of Scotland in that same year not enough for you?  Clearly they must have been all luck. <br/><br/>This is easily the best and deepest set of midfielders we've ever had, perhaps the strongest set of forwards / strikers we've had, and a defense that is better than it has been in a number of years.  Goalie has always been a strength, so no real surprise there, but we even have an excellent coaching squad this year.  Will we make it out of the first round, who knows?  But I can tell you that there is no team in this WC who want to see this squad in their group.  Are they a truly elite team, perhaps not, but they have the talent and skill to beat any team on the day.  To claim that this team is somehow weaker than prior US teams is a real head-scratcher...I'd suggest actually watching some matches...", "recommendationCount": 4}, {"assetID": 3389069, "replies": [], "lft": 93, "assetURL": "http://opinionator.blogs.nytimes.com/2013/12/04/the-interminable-everlasting-lincolns-part-3/", "parentID": 10672056, "commentID": 10674332, "rgt": 94, "userDisplayName": "Fred W. Hill", "createDate": "1386306023", "userID": 53351059, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1386306067", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Jacksonville, FL", "commentType": "userReply", "updateDate": "1386306067", "commentSequence": 10674332, "commentBody": "Your ignorance of actual history is astounding.  Lincoln pushed hard to get the 13th Amendment, by which slavery was outlawed throughout the entire United States, including all territories, passed.  It failed to muster enough votes in Congress in 1864, but a 2nd try in early 1865 succeeded.  True, it did not become the law of the land until several months after Lincoln was murdered by a rabid racist, but that it did become the law at all was in large part due to Abraham Lincoln.  Lincoln loathed slavery all along, but in 1861 he thought the best way to do away with it without massive violence was to contain it where it already was and let it gradually die out.  Eleven out of 15 slave states were outraged that a man with such views could become President -- they insisted slavery was a great good and they wanted to expand it as much as possible.  In 1863 Lincoln took measures which he believed the Constitution permitted him to oultaw slavery in those states still in rebellion.  It was up to Congress to outlaw slavery in the rest of the nation and ultimately it did happen, with some prodding from Lincoln.", "recommendationCount": 3}, {"assetID": 3389115, "replies": [], "lft": 61, "assetURL": "http://www.nytimes.com/2013/12/06/sports/soccer/at-world-cup-draw-stirring-the-pots-will-leave-some-shaken.html", "parentID": 10673339, "commentID": 10674213, "rgt": 62, "userDisplayName": "Paul", "createDate": "1386304347", "userID": 34677113, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1386306079", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Bellerose Terrace", "commentType": "userReply", "updateDate": "1386306079", "commentSequence": 10674213, "commentBody": "@Dean: The 2009 Confed Cup provided, as an old friend from Ireland used to say, \"a remarkable concomitance of circumstances.\" Do NOT look for the US to be able to advance out of group with two losses and a single win, and with a negative goal difference to boot. It took Egypt upsetting Italy in the second round of matches, then the US needed to beat Egypt by three clear goals at the same time as Brazil beat Italy by three, without Italy catching up in goals scored. Talk about threading the needle. All I can say is that after watching Italy rake the US 3-1, and Brazil making them look even worse at 3-0, Spain just didn't take the US seriously. The US had one of its best days, but the likelihood of such a group dynamic repeating itself at the coming World Cup is ludicrous, at best. First off, most of the Groups, even with strong seeds, are unlikely to produce a team not only winning all three matches, but in racking up a +7 Goal Difference, as Brazil did, even conceding three against Egypt. Other than a few outliers (Iran, Australia, perhaps Honduras), there is a depth in strength unprecedented in World Football. I think you can count on matches decided on close margins.<br/>There is, however, something to be said for being in a strong group. First of all, if the US is drawn with one of the favorites, say Brazil, Germany or Spain, and they manage to emerge from Group, then they can't see that team again until either the Final or the Third Place match.  We'd all take that in flash.", "recommendationCount": 11}, {"assetID": 3389149, "replies": [], "lft": 94, "assetURL": "http://www.nytimes.com/2013/12/06/opinion/nelson-mandela.html", "parentID": null, "commentID": 10674134, "rgt": 95, "userDisplayName": "Ahmed Ali", "createDate": "1386303322", "userID": 50649828, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1386306082", "userTitle": "NULL", "editorsSelection": 1, "statusID": 2, "userURL": "NULL", "userLocation": "Hamburg, Germany", "commentType": "comment", "updateDate": "1386306082", "commentSequence": 10674134, "commentBody": "I belong to the generation which grew up singing: One, Two, Three, Set Mandela Free!<br/><br/>Mandela´s freedom marked a watershed in the long struggle against apartheid and<br/>racial discrimination, not only in South Africa, but golably, and celebrated as the dawn of a new era, in which race would no longer deternine the destiny of people.The<br/>next twenty or so following years, Nelson Mandela showed, by example more than<br/>anything else, how deep wounds caused by deeply entrenched hatred and systematic injustice can be overcome by forgiveness, compassion and humility. He became a unifying force and a living legend, whose appeal and impact transcend much beyond the African continent and are felt universally.   <br/><br/>Nelson Mandela, together with Mohandas Gandhi and Martin Luther King, defined<br/>the course of history in the twentieth century. The world is a better place to live<br/>today than what they found a century ago: More free, less discriminatory, and<br/>certainly more dignified. They are, and will remain, the true apostles of peace and<br/>freedom.<br/><br/>Long Live the Spirit of Nelson Mandela!  ", "recommendationCount": 35}, {"assetID": 3389115, "replies": [], "lft": 37, "assetURL": "http://www.nytimes.com/2013/12/06/sports/soccer/at-world-cup-draw-stirring-the-pots-will-leave-some-shaken.html", "parentID": 10670898, "commentID": 10674279, "rgt": 38, "userDisplayName": "Paul", "createDate": "1386305164", "userID": 34677113, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1386306082", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Bellerose Terrace", "commentType": "userReply", "updateDate": "1386306082", "commentSequence": 10674279, "commentBody": "@Louis: \"If we get a couple of asia-pacific teams (we know we are not getting CONCACAF teams) then we may make it to the 2nd round.\"<br/>Since CONCACAF and Asia are being put in the same Pot, we're not getting ANY \"Asia-Pacific\" teams, unless you're willing to count Russia. All we can be drawn with are European teams, South American Teams, and African teams.<br/>For Europe: Greece, and maybe Bosnia and Russia are those against whom I'd rate our chances, but not easy. Who knows, maybe England would gift us with a point again, since Joe Hart's head is God knows where. Fraser Foster? Ben Foster?  Or some other English keeper? It's a long way down from the days of Shilton and Clemence, let alone Gordon Banks. Or we could end up with a good team having a dreadful tournament (cf Holland in Euro 2012)<br/>For South American competition, Ecuador good, Uruguay interesting, probably need to win a shootout. With Uruguay's defense and inconsistent Muslera, it could happen. Chile is pretty strong, and Alexis Sanchez versus DaMarcus Beasley? No, please! I know you loathe Argentina, but even beyond Messi, too much attacking talent in Higuain, Lavezzi, Pastore, Di Maria and so many more. Colombia, even with Falcao rampant, might be the best shot for us. As far as the African contingent, Ghana has long been a problem for us, Cote d'Ivoire, though aging, has much talent, and we don't have anyone to handele big Yaya. Algeria, please?<br/>The draw will be tough, without doubt.", "recommendationCount": 4}, {"assetID": 3389130, "replies": [], "lft": 22, "assetURL": "http://www.nytimes.com/2013/12/06/sports/soccer/explaining-uneven-pots-and-other-world-cup-draw-intrigue.html", "parentID": null, "commentID": 10673590, "rgt": 23, "userDisplayName": "NYRomanista", "createDate": "1386294164", "userID": 58492036, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1386306089", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Albany, NY", "commentType": "comment", "updateDate": "1386306090", "commentSequence": 10673590, "commentBody": "FIFA did rewrite the rules to benefit France. What a silly organization.", "recommendationCount": 0}, {"assetID": 3389130, "replies": [], "lft": 19, "assetURL": "http://www.nytimes.com/2013/12/06/sports/soccer/explaining-uneven-pots-and-other-world-cup-draw-intrigue.html", "parentID": 10671308, "commentID": 10673987, "rgt": 20, "userDisplayName": "pmhswe", "createDate": "1386301196", "userID": 48636228, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1386306093", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Penn State University", "commentType": "userReply", "updateDate": "1386306093", "commentSequence": 10673987, "commentBody": "In fairness to the 1930 U.S. team, in that semifinal against Argentina — played in Montevideo on an Estadio Centenario pitch that was waterlogged from a storm the previous night — the game quickly turned violent, and after 4 minutes U.S. keeper Jimmy Douglas sustained a twisted knee; after 10 minutes, the midfielder Raphael \"Ralph\" Tracey suffered a broken leg.<br/><br/>The rules of the day permitted no substitutes. Douglas played the rest of the game virtually on one leg. Tracey stayed on the field for the remainder of the first half, but the U.S. essentially had to play with only 9 field players for the last 80 minutes of the game. On top of that, an Argentine player kicked U.S. wing-half Andy Auld in the mouth in the first half, leaving him with his lip \"ripped wide open,\" and having to play the rest of the match with a rag stuffed in his mouth to stanch the bleeding.<br/><br/>For all that, at half the Yanks were down only 1–0. But in the final 35 minutes of the second half, the short-handed U.S. was unable to keep pace with the Argentine attack, and was outscored 5-1.<br/><br/>(See Clemente Angelo Lisi, \"A History of the World Cup: 1930–2006,\" pp. 16–17 (Lanham, Maryland: Scarecrow Press, 2007).)<br/><br/>Realistically, Argentina was surely the better team, even if the U.S. had had a healthy side for the entire match. But the U.S. was probably not outclassed as •badly• as the final scoreline suggests.<br/><br/>— Brian", "recommendationCount": 1}, {"assetID": 3389149, "replies": [], "lft": 96, "assetURL": "http://www.nytimes.com/2013/12/06/opinion/nelson-mandela.html", "parentID": null, "commentID": 10674008, "rgt": 97, "userDisplayName": "AVR", "createDate": "1386301381", "userID": 59867811, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1386306155", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Baltimore", "commentType": "comment", "updateDate": "1386306155", "commentSequence": 10674008, "commentBody": "Mandela was a visionary who distilled the truth of racism and hatred down to an essence and put his own life on the line to stop the oppression of millions and bring that oppression to the attention of the world.  It has been many years since we've seen one like him -- and the world is hurting.   How long do we have to wait until we see another?  ", "recommendationCount": 8}, {"assetID": 3389149, "replies": [], "lft": 73, "assetURL": "http://www.nytimes.com/2013/12/06/opinion/nelson-mandela.html", "parentID": 10673751, "commentID": 10674020, "rgt": 74, "userDisplayName": "Ram", "createDate": "1386301549", "userID": 65081233, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1386306155", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Chicago", "commentType": "userReply", "updateDate": "1386306155", "commentSequence": 10674020, "commentBody": "An unnecessary comparison among two of the greatest men of the 20th century and of all history. Today is a day to celebrate Mr. Mandela's legacy, as the South Africans are doing.", "recommendationCount": 5}, {"assetID": 3389149, "replies": [], "lft": 98, "assetURL": "http://www.nytimes.com/2013/12/06/opinion/nelson-mandela.html", "parentID": null, "commentID": 10674025, "rgt": 99, "userDisplayName": "VSR", "createDate": "1386301636", "userID": 17730596, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1386306155", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Salt Lake City", "commentType": "comment", "updateDate": "1386306155", "commentSequence": 10674025, "commentBody": "Nelson Mandela. God, could anyone be more human? Could anyone be any greater in terms of what we define as great? A staunch Catholic long ago lectured me, a lapsed Catholic since boyhood, on the understanding of evil and good on Earth. This Catholic friend of mine said good and evil wasn't to be seen as supernatural and metaphorical. He said it was real, and it existed in the world immediately around us, the evil in people who did not have the strength and will to do what is right in the way that most of us inherently and instinctively know. What a test of good and evil Mandela stood. Some people will pray tonight or tomorrow to a God. I will give thanks to Nelson Mandela and the flesh and blood saviors that truly redeem us.", "recommendationCount": 4}, {"assetID": 3389149, "replies": [], "lft": 100, "assetURL": "http://www.nytimes.com/2013/12/06/opinion/nelson-mandela.html", "parentID": null, "commentID": 10674114, "rgt": 101, "userDisplayName": "Bobcat108", "createDate": "1386302901", "userID": 63322594, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1386306155", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Upstate NY", "commentType": "comment", "updateDate": "1386306155", "commentSequence": 10674114, "commentBody": "The world has lost a truly good man today, &amp; we are all the poorer for it.", "recommendationCount": 5}, {"assetID": 3389149, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 10674156, "replies": [], "commentID": 10674709, "trusted": 0, "userDisplayName": "fschoem44", "createDate": "1386314328", "userID": 46839698, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1386325335", "userTitle": "NULL", "recommendations": 2, "editorsSelection": false, "parentUserDisplayName": "Swami", "userURL": "NULL", "userLocation": "Somers NY", "depth": 1, "commentType": "userReply", "updateDate": "1386325335", "commentSequence": 10674709, "commentBody": "In his achievements, he was, \"of Gandhi\"."}, {"recommendedFlag": 0, "parentID": 10674156, "replies": [], "commentID": 10675717, "trusted": 0, "userDisplayName": "totyson", "createDate": "1386337192", "userID": 55276232, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1386347435", "userTitle": "NULL", "recommendations": 0, "editorsSelection": false, "parentUserDisplayName": "Swami", "userURL": "NULL", "userLocation": "Sheboygan,  WI", "depth": 1, "commentType": "userReply", "updateDate": "1386347435", "commentSequence": 10675717, "commentBody": "Second coming? No, I don't think so.  But, \"overdo this\"?  Is there someone else you had in mind, or should we never praise and honor anyone to such a degree?"}, {"recommendedFlag": 0, "parentID": 10674156, "replies": [], "commentID": 10676525, "trusted": 0, "userDisplayName": "Lee", "createDate": "1386343495", "userID": 19956085, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1386347436", "userTitle": "NULL", "recommendations": 1, "editorsSelection": false, "parentUserDisplayName": "Swami", "userURL": "NULL", "userLocation": "Stewartstown, PA", "depth": 1, "commentType": "userReply", "updateDate": "1386347436", "commentSequence": 10676525, "commentBody": "\"Like many other notable public figures, he was a flawed person...\"<br/><br/>That should read \"all,\" not \"many.\"  What public figure--or ordinary everyday person--ISN'T flawed?   Everyone has shortcomings.  In forming an opinion of a person, one has to weigh their good points against their bad ones.  In the opinion of most of the world--including myself--the good about Nelson Mandela far outweighed the bad."}]}, "lft": 102, "assetURL": "http://www.nytimes.com/2013/12/06/opinion/nelson-mandela.html", "parentID": null, "commentID": 10674156, "rgt": 109, "userDisplayName": "Swami", "createDate": "1386303635", "userID": 3331729, "replyCount": 3, "commentTitle": "n/a", "status": "approved", "approveDate": "1386306155", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Ashburn, VA", "commentType": "comment", "updateDate": "1386306155", "commentSequence": 10674156, "commentBody": "Like many other notable public figures, he was a flawed person but he his strengths in other areas of his personality overshadowed his personal failures. That said, can we please not overdo this and not make him sound like he was the second coming?", "recommendationCount": 3}, {"assetID": 3389149, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 10674170, "replies": [], "commentID": 10676603, "trusted": 0, "userDisplayName": "Petey Tonei", "createDate": "1386344076", "userID": 874543, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1386347436", "userTitle": "NULL", "recommendations": 2, "editorsSelection": false, "parentUserDisplayName": "Swami", "userURL": "NULL", "userLocation": "Massachusetts", "depth": 1, "commentType": "userReply", "updateDate": "1386347436", "commentSequence": 10676603, "commentBody": "Gandhi himself was inspired by Thoreau's essays on civil disobedience <a href=\"http://en.wikipedia.org/wiki/Civil_Disobedience_(Thoreau)\" title=\"http://en.wikipedia.org/wiki/Civil_Disobedience_(Thoreau)\" target=\"_blank\">http://en.wikipedia.org/wiki/Civil_Disobedience_(Thoreau)</a>.<br/>Where did Thoreau develop these ideas from? Transcendentalism <a href=\"http://en.wikipedia.org/wiki/Transcendentalism\" title=\"http://en.wikipedia.org/wiki/Transcendentalism\" target=\"_blank\">http://en.wikipedia.org/wiki/Transcendentalism</a>."}]}, "lft": 110, "assetURL": "http://www.nytimes.com/2013/12/06/opinion/nelson-mandela.html", "parentID": null, "commentID": 10674170, "rgt": 113, "userDisplayName": "Swami", "createDate": "1386303866", "userID": 3331729, "replyCount": 1, "commentTitle": "n/a", "status": "approved", "approveDate": "1386306155", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Ashburn, VA", "commentType": "comment", "updateDate": "1386306155", "commentSequence": 10674170, "commentBody": "Gandhi led the way and others such as MLK and Madela followed. Gandhi showed what it is to take down an empire with no weapons. That was an immensely strong example to others.", "recommendationCount": 9}, {"assetID": 3389149, "replies": [], "lft": 114, "assetURL": "http://www.nytimes.com/2013/12/06/opinion/nelson-mandela.html", "parentID": null, "commentID": 10674200, "rgt": 115, "userDisplayName": "Alan Attlee", "createDate": "1386304237", "userID": 59407331, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1386306155", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Boston", "commentType": "comment", "updateDate": "1386306155", "commentSequence": 10674200, "commentBody": "Mandela is extraordinary, yet he is not supernatural, he has lived an<br/>extraordinary life and ended it in peace, and he will go on and it will<br/>be as you say:<br/>\"It will be up to a new generation of South African leaders to resolve these problems. All of them will owe a historic debt to Nelson Mandela\"", "recommendationCount": 6}, {"assetID": 3389149, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 10674210, "replies": [], "commentID": 10676087, "trusted": 0, "userDisplayName": "broadside", "createDate": "1386340315", "userID": 67403260, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1386347435", "userTitle": "NULL", "recommendations": 0, "editorsSelection": false, "parentUserDisplayName": "bruce", "userURL": "NULL", "userLocation": "nyc", "depth": 1, "commentType": "userReply", "updateDate": "1386347435", "commentSequence": 10676087, "commentBody": "Hardly. That would be like showing a Ferrari for the word jalopy."}]}, "lft": 116, "assetURL": "http://www.nytimes.com/2013/12/06/opinion/nelson-mandela.html", "parentID": null, "commentID": 10674210, "rgt": 119, "userDisplayName": "bruce", "createDate": "1386304332", "userID": 14749653, "replyCount": 1, "commentTitle": "n/a", "status": "approved", "approveDate": "1386306155", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "nara, japan", "commentType": "comment", "updateDate": "1386306155", "commentSequence": 10674210, "commentBody": "IN the dictionary under the definition of MAN should be a photo of mandela....", "recommendationCount": 20}, {"assetID": 3389160, "replies": [], "lft": 253, "assetURL": "http://www.nytimes.com/2013/12/06/opinion/krugman-obama-gets-real.html", "parentID": 10674078, "commentID": 10674336, "rgt": 254, "userDisplayName": "E. Nowak", "createDate": "1386306174", "userID": 52222143, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1386306187", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Chicagoland", "commentType": "userReply", "updateDate": "1386306187", "commentSequence": 10674336, "commentBody": "In order to  restore the proper role of corporations -- which is economic, and not political -- we need to pass a much needed 28th Amendment to our Constitution which publicly finances all elections in our country and overturns \"corporate personhood\" and other asinine Supreme Court decisions like Citizens United and Buckley v. Valeo (which equate campaign donations to free speech). <br/><br/>Here are three groups that is working to do that:<br/><br/>Wolf-Pac:  <a href=\"http://www.wolf-pac.com/the_plan\" title=\"http://www.wolf-pac.com/the_plan\" target=\"_blank\">http://www.wolf-pac.com/the_plan</a><br/><br/>United Republic:  <a href=\"http://unitedrepublic.org/about/our-mission/\" title=\"http://unitedrepublic.org/about/our-mission/\" target=\"_blank\">http://unitedrepublic.org/about/our-mission/</a><br/><br/>Rootstrikers: <a href=\"http://www.rootstrikers.org\" title=\"http://www.rootstrikers.org\" target=\"_blank\">http://www.rootstrikers.org</a>", "recommendationCount": 23}, {"assetID": 3389149, "replies": [], "lft": 120, "assetURL": "http://www.nytimes.com/2013/12/06/opinion/nelson-mandela.html", "parentID": null, "commentID": 10674282, "rgt": 121, "userDisplayName": "dcaryhart", "createDate": "1386305275", "userID": 36982867, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1386306211", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "SOBE", "commentType": "comment", "updateDate": "1386306211", "commentSequence": 10674282, "commentBody": "What I always found remarkable about Mr. Mandela was his profound kindness in spite of his experience. He never seemed bitter and was determined to put the past behind him. I do not think that I could have been that magnanimous. <br/><br/>South Africa may stand alone in human history. The majority, upon gaining power,  embraced their former oppressors in unimaginable ways.", "recommendationCount": 16}, {"assetID": 3389112, "replies": [], "lft": 187, "assetURL": "http://www.nytimes.com/2013/12/06/nyregion/william-bratton-new-york-city-police-commissioner.html", "parentID": 10669600, "commentID": 10674341, "rgt": 188, "userDisplayName": "Linda", "createDate": "1386306230", "userID": 23691631, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1386306246", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Kew Gardens", "commentType": "userReply", "updateDate": "1386306246", "commentSequence": 10674341, "commentBody": "Kevin is correct.  During every debate he mentioned \"community policing\".   I knew then it would be Bratton.   ", "recommendationCount": 2}, {"assetID": 3389129, "replies": [], "lft": 111, "assetURL": "http://krugman.blogs.nytimes.com/2013/12/05/private-equity-and-monetary-thinking/", "parentID": 10673739, "commentID": 10674338, "rgt": 112, "userDisplayName": "pieceofcake", "createDate": "1386306187", "userID": 65113539, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1386306247", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "konstanz germany", "commentType": "userReply", "updateDate": "1386306247", "commentSequence": 10674338, "commentBody": "\"Mr. Schäuble reiterated his contention that the global financial crisis did not originate with politics or politicians, but with banks and bankers. This “should not be forgotten,” the minister said. In the future, he added, regulation “of financial markets is urgently needed.\"<br/><br/>If I have a choice between a country run by bankers and \"money men\" -(the US?) and a country run by very sober -(and definiteley NOT corrupt) politicians - I aways choose option Nr. 2 - even if the sober and NOT corrupt politician<br/>is a bit too \"scottish\" - but somehow als a lot like Elizabeth<br/>(if you know what I mean?)", "recommendationCount": 1}]}, "copyright": "Copyright (c) 2016 The New York Times Company.  All Rights Reserved."}