{"debug": {"version": 3.1}, "status": "OK", "results": {"api_timestamp": "1481460536", "totalCommentsFound": 2454, "totalCommentsReturned": 25, "comments": [{"assetID": 2838531, "replies": [], "lft": 364, "assetURL": "http://www.nytimes.com/2011/06/11/opinion/11nocera.html", "parentID": null, "commentID": 3978890, "rgt": 365, "userDisplayName": "T-Time", "createDate": "1307799332", "userID": 55828230, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1307852552", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New Hampshire", "commentType": "comment", "updateDate": "1307848952", "commentSequence": 236, "commentBody": "This woman would prevent the sheep from being shorn.Where did you think we make our money?", "recommendationCount": 0}, {"assetID": 2838531, "replies": [], "lft": 378, "assetURL": "http://www.nytimes.com/2011/06/11/opinion/11nocera.html", "parentID": null, "commentID": 3978951, "rgt": 379, "userDisplayName": "Rich", "createDate": "1307800239", "userID": 15571123, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1307852552", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Kingsville, TX", "commentType": "comment", "updateDate": "1307848952", "commentSequence": 237, "commentBody": "It is worth fighting.  I hope Ms. Warren takes up the banner here.", "recommendationCount": 2}, {"assetID": 2838531, "replies": [], "lft": 396, "assetURL": "http://www.nytimes.com/2011/06/11/opinion/11nocera.html", "parentID": null, "commentID": 3979043, "rgt": 397, "userDisplayName": "Sheldon Bunin", "createDate": "1307801871", "userID": 32858436, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1307852552", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Jackson Heights, New York", "commentType": "comment", "updateDate": "1307848952", "commentSequence": 238, "commentBody": "Let’s  get down to the real reasons why Elizabeth Warren is totally<br/>\nunacceptable to the Republicans and a threat they must defeat:\r<br/><br/>1.\tShe is honest. No political ambitions. Not for sale.\r<br/><br/>2. \tThey have no dirt on her.\r<br/><br/>3.\tShe is very intelligent and knows what she is talking about.\t\r<br/><br/>4.\tPeople like and believe her and trust her to protect their interests.\r<br/><br/>5.\tShe cannot be bullied.\r<br/><br/>6.\tShe intends to serve the interests of the public and not of the racketeers who have captured our banking system.\r<br/><br/>Of course, she is Barak Obama’s nominee and must be destroyed.\r", "recommendationCount": 7}, {"assetID": 2838531, "replies": [], "lft": 404, "assetURL": "http://www.nytimes.com/2011/06/11/opinion/11nocera.html", "parentID": null, "commentID": 3979067, "rgt": 405, "userDisplayName": "Doug Terry", "createDate": "1307802240", "userID": 55954630, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1307852552", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Beyond the Beltway", "commentType": "comment", "updateDate": "1307848952", "commentSequence": 239, "commentBody": "There should be no doubt, and this should not be an aside in this column:<br/><br/>\"(Unless, of course, gouging consumers is central to bank profitability.)\"<br/><br/>Well, yes, it is. Does anyone have any doubt? Most of the fees imposed by banks are paid by a small minority of customers. What does that tell us, class? Those customers are used and exploited while they last and, should bankruptcy or other forces intervene, they are cast out of the banking system where they will...wind up paying fees (higher ones) to payday lenders, check cashing stores and the whole bottom dwelling exploitation industry that operates on the edges of small towns and in the rougher sections of cities next to liquor stores and the occasional strip joint. <br/><br/>During the years of the Bush administration, acting on what they had gleaned from decades previous, the banks discovered they were in charge. They could impose almost any fee and get away with it. A returned check fee went from ten dollars to thirty five dollars, pure profit. The ATM machine, which probably costs pennies per transaction, went from a fifty cent fee to three fifty for out of bank customers. That's almost all pure profit. Everything now has a fee attached and the (bad) example of the banks spread to the airlines and is creeping through the American economy like a cancer. One book I read in the last year about predatory lending and the mortgage crisis quoted a bank worker as saying that he believed the new game in American business was simple: rob the poor.<br/><br/>Banks around here, including the notorious Bank of America, have started charging a five dollar fee to cash a check DRAWN ON THAT BANK in payment by a customer to non-customer of the bank. If someone should write a check for ten dollars, it would cost 50% of that check to cash it. They get away with it because they assume they are dealing with a weak customer who doesn't have another account to deposit the check. They rob the customer with a smiling face and \"have a good day!\".<br/><br/>Why have customers allowed it? In major cities, there are virtually no more \"friendly neighborhood banks\" like days of old. The people who work in the banks are shuffled around faster than a deck of cards in Las Vegas on a hot Saturday night. We had a fairly big, old fashioned bank in the DC area for years called Chevy Chase Bank. Even that bank transitioned its services to centralized offices with 800 numbers so the customer could never speak to the same person and, worse, would find nearly impossible to talk to someone at their local branch. Like most banks, Chevy Chase has been swallowed up, in its case by Capital One, a big credit card company. <br/><br/>Permitting banks to merge faster than college students at a Friday night mixer has been, and continues to be, a disaster for America. The big banks think only in terms of hundreds of millions or billions of dollars. The little loan of 75,000 that launches a new company means nothing to them. Too much trouble. The paper work, as they say, is the same for 75 million as it is for 75K. So, the big banks pursued schemes that would push massive amounts of money out the door, but not by carefully writing mortgages themselves. Turn that dirty work over to someone else, please. They got back a sludge pile of bad loans, but figured they could then push them off on some other company. It worked, for awhile.<br/><br/>The Republicans are in favor of anything that allows this kind of outright theft to continue. Their \"clients\", after all, at the banks and big business (this is true for the Dems, too, but less so). Naturally, they want to block Warren. So far, Obama has been far more adept at avoiding battles than showing America what he stands for. Now would be a good time to stand up.<br/><br/>In the early part of the 20th century, there was a massive push back against monopolistic practices of \"big business\". Politicians and the public came to realize that the super rich, left to their own devices, would leave nothing on the table for anyone else. The leader of part of this movement was a Republican, Teddy Roosevelt. Where is that consciousness now? We have been put to sleep by academically derived, unproven theories that everything big business does to us is GOOD. The free market system! Meanwhile, those in the system, especially the banks, manipulate it behind the scenes with fevered urgency to get what they want, free markets be damned. Should I say we need a new awakening to what is happening?<br/><br/>Doug Terry<br/>\n<a href=\"http://terryreport.com\" title=\"http://terryreport.com\" target=\"_blank\">http://terryreport.com</a>", "recommendationCount": 6}, {"assetID": 2838531, "replies": [], "lft": 414, "assetURL": "http://www.nytimes.com/2011/06/11/opinion/11nocera.html", "parentID": null, "commentID": 3979095, "rgt": 415, "userDisplayName": "steve", "createDate": "1307802603", "userID": 50897344, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1307852552", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "nyc", "commentType": "comment", "updateDate": "1307848952", "commentSequence": 240, "commentBody": "Mr. Obama will never get my vote again, ever.  I wept when he was elected and felt that the dark days were finally coming to an end, but what a let down he has been.  Shame on him for losing me, of all people, who has been a tried and true democrat from my earliest days (and would rather choke to death on my own bile than vote for that sack-of-hypocrisy known as the GOP), but I will stay home next time unless the man grows a pair and starts fighting for what is right.  And I mean fighting, you hear me Barack?  Get out there and MAKE AN ARGUMENT!  Stop temporizing and compromising with the worst that this country has to offer and do what is right for a change!", "recommendationCount": 1}, {"assetID": 2838531, "replies": [], "lft": 416, "assetURL": "http://www.nytimes.com/2011/06/11/opinion/11nocera.html", "parentID": null, "commentID": 3979098, "rgt": 417, "userDisplayName": "jphebus", "createDate": "1307802622", "userID": 37337047, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1307852552", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Nyack, NY", "commentType": "comment", "updateDate": "1307848952", "commentSequence": 241, "commentBody": "\"Americans would be able to see, in the starkest way imaginable, who’s trying to help them — and who’s not.\"<br/><br/>Amen to that!   The biggest frustration I have with Obama is his refusal to take the Republicans to task.  Week after week, they hand the administration plenty of evidence and ammunition to show just how beholden they are to their corporate masters and just how little they care about the American people.  Yet, no one talks about it an no one is willing to call them on it.  <br/><br/>I suppose the one of the reasons is that congressional Democrats are almost as beholden to corporate interests as Republican.  But if they are a casualty, then so be it.  A Democrat in the pocket of the big banks is no better than a Republican one.   <br/><br/>What I want to see is a President that stands up for the American people.  The reason many ordinary Americans are so disillusioned with the government is because they don't feel like government looks out for them anymore.   If Obama demonstrated he has the courage to take on the big banks and the plutocrats, point to the Republican agenda saying \"this is what they stand for\", and stand up for hard-working middle class people, I believe he would be a shoo-in next year.   But if he continues to waffle and fails to lead, I fear people will be looking for a different type of \"change we can believe in.\" ", "recommendationCount": 2}, {"assetID": 2838531, "replies": [], "lft": 424, "assetURL": "http://www.nytimes.com/2011/06/11/opinion/11nocera.html", "parentID": null, "commentID": 3979133, "rgt": 425, "userDisplayName": "CAWinMD", "createDate": "1307803074", "userID": 64120124, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1307852552", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Baltimore, MD", "commentType": "comment", "updateDate": "1307848952", "commentSequence": 242, "commentBody": "@commenter 64 -- You say that if the banks were stronger, the economy would be better (with the implication, of course, that having Ms. Warren head up the Consumer Protection bureau would make banks weaker). How do you measure strength? The banks are making profits equivalent to what they were before the recession. That seems to be a position of strength, yet the economy doesn't seem to be getting any better. Many of the posters have made very valid points -- the banks will get stronger when the consumers are stronger. If Ms. Warren can help that come about, I'm at a loss as to why the banks, or you, would oppose that.", "recommendationCount": 4}, {"assetID": 2838531, "replies": [], "lft": 432, "assetURL": "http://www.nytimes.com/2011/06/11/opinion/11nocera.html", "parentID": null, "commentID": 3979145, "rgt": 433, "userDisplayName": "Richard Doczy", "createDate": "1307803220", "userID": 59186757, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1307852552", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "California", "commentType": "comment", "updateDate": "1307848952", "commentSequence": 243, "commentBody": "The lady isn't just a congenital buttinsky but an aspiring tyrant.  She has no proper authority telling anyone how to act, none. ", "recommendationCount": 0}, {"assetID": 2838531, "replies": [], "lft": 440, "assetURL": "http://www.nytimes.com/2011/06/11/opinion/11nocera.html", "parentID": null, "commentID": 3979167, "rgt": 441, "userDisplayName": "jcrane", "createDate": "1307803446", "userID": 35030516, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1307852552", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "davison", "commentType": "comment", "updateDate": "1307848952", "commentSequence": 244, "commentBody": "Just find this amazing again. Republicans are being blamed for not liking women? Give me a break the Democrats are so afraid of Sarah Palin they have attacked her family, her life style and anything else. Once more it's okay if the dems attack anyone but God help it if a repulbican does. ", "recommendationCount": 0}, {"assetID": 2838531, "replies": [], "lft": 452, "assetURL": "http://www.nytimes.com/2011/06/11/opinion/11nocera.html", "parentID": null, "commentID": 3979203, "rgt": 453, "userDisplayName": "Penny", "createDate": "1307804030", "userID": 42919323, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1307852552", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Chicago", "commentType": "comment", "updateDate": "1307848952", "commentSequence": 245, "commentBody": "President Obama:  It's ok to pick your battles.  So pick one! Pick a fight with the Republicans and their special interests - choose Elizabeth Warren and take your case directly to the American public.  It's a winner politically, even if you don't win.  She is smart as a whip, has tremendous appeal, and has the will for a fight.  Do you? ", "recommendationCount": 3}, {"assetID": 2838531, "replies": [], "lft": 458, "assetURL": "http://www.nytimes.com/2011/06/11/opinion/11nocera.html", "parentID": null, "commentID": 3979220, "rgt": 459, "userDisplayName": "Rich Tapper", "createDate": "1307804307", "userID": 33754957, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1307852552", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "north carolina", "commentType": "comment", "updateDate": "1307848952", "commentSequence": 246, "commentBody": "It surely is time for people to understand that this Republican class will do anything it can to obstruct, that its members are dedicated not to the principles of good democratic government, but WINNING.  I'm not one who derides conservatism for the fact of their conservatism -- but neither is this a problem of \"progressivism\" vs. conservatism.  It's about responsible government -- vs. the sham of mean-spirit the Republicans are trying to reframe as leadership.  A**holes.", "recommendationCount": 4}, {"assetID": 2838531, "replies": [], "lft": 468, "assetURL": "http://www.nytimes.com/2011/06/11/opinion/11nocera.html", "parentID": null, "commentID": 3979245, "rgt": 469, "userDisplayName": "Chelle", "createDate": "1307804719", "userID": 21969869, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1307852552", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "USA", "commentType": "comment", "updateDate": "1307848952", "commentSequence": 247, "commentBody": "The Republican party is vehemently against anything that would benefit or help the Average American. They are truly trying to destroy this country.", "recommendationCount": 5}, {"assetID": 2838531, "replies": [], "lft": 470, "assetURL": "http://www.nytimes.com/2011/06/11/opinion/11nocera.html", "parentID": null, "commentID": 3979253, "rgt": 471, "userDisplayName": "Dave", "createDate": "1307804819", "userID": 15473344, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1307852552", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "N.J.", "commentType": "comment", "updateDate": "1307848952", "commentSequence": 248, "commentBody": "Congratulations on a terrific column, Mr. Nocera. You have struck a nerve with many progressive readers. And you will attract angry attention from those on the right side of the ideological spectrum who shamelessly support the monied, corporate, banking interests whose purchased influence guides and dictates the Republican Party's every move. You should ride this issue like a junkyard dog tears into a thief in the night -- with bared fangs and vicious, single-minded purpose. Please, write at least one column a week on this topic through July 14! Without someone to shine a harsh light on this travesty and help scatter the cockroaches (GOP), they will end up feasting on the corpse of financial reform.  ", "recommendationCount": 2}, {"assetID": 2838531, "replies": [], "lft": 482, "assetURL": "http://www.nytimes.com/2011/06/11/opinion/11nocera.html", "parentID": null, "commentID": 3979303, "rgt": 483, "userDisplayName": "Mikey41", "createDate": "1307805586", "userID": 24013154, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1307852552", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Ohio", "commentType": "comment", "updateDate": "1307848952", "commentSequence": 249, "commentBody": "Does the Congress of the United States of America ever do anything that is for the good of the general public?  This situation, more than any other, shows who really cares about big banking and the rich and who really cares about the general populace.  Did congress people and senators ever hear the phrase Do It Right the First Time?  Issa and McConnell are actually really smart fellows who are acting like they don't know what they are doing.  But they know who is actually buttering their bread and funding them for re-election!  It's like selling your moral soul to the devil!", "recommendationCount": 3}, {"assetID": 2838531, "replies": [], "lft": 490, "assetURL": "http://www.nytimes.com/2011/06/11/opinion/11nocera.html", "parentID": null, "commentID": 3979323, "rgt": 491, "userDisplayName": "Donzo46", "createDate": "1307805840", "userID": 26800902, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1307852552", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Connecticut", "commentType": "comment", "updateDate": "1307848952", "commentSequence": 250, "commentBody": "This is truly a \"line in the sand\" moment for President Obama.  If he won't strongly promote and defend the appointment of Elizabeth Warren, then it IS just politics as usual and I (and I suspect many) progressives who voted for him in 2008 will either opt out of voting or somehow otherwise protest this lack of courage.  Ms. Warren has proven herself to be the best person for the job, has the faith of the bulk of the American people behind her, and scares the hell out of the financial system, which might have to stop obfuscating and play it straight with their customers for a change.  The Democrats in both houses of congress must also defend her in hearings as vociferously (and factually) as the Republicans have smeared her.  It's time to be regular men and women who do their jobs by defend the average American, not just swinish politicians. It is up to the President to stand firm and do the right thing. ", "recommendationCount": 3}, {"assetID": 2838531, "replies": [], "lft": 492, "assetURL": "http://www.nytimes.com/2011/06/11/opinion/11nocera.html", "parentID": null, "commentID": 3979324, "rgt": 493, "userDisplayName": "doc4cd1", "createDate": "1307805846", "userID": 60572995, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1307852552", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "california", "commentType": "comment", "updateDate": "1307848952", "commentSequence": 251, "commentBody": "Mr. Obama - It is over.  Our President has demonstrated over and over again that he is NOT a negotiator.  Unfortunately, his idea of compromise is to start the negotiations from the compromised position.  Meanwhile, the Republican Reactionaries ALWAYS start as far to the right as they can get, knowing that Mr. Oabama's final compromise position is very likely to be where they wanted to be in the first place (think continue the BUSH taxcuts for the wealthy).<br/><br/>Ms. Warren is so much smarter, insightful, well spoken, full of common sense ( we all know what the Republicans are full of).....I think it is time for Ms. Warren to be nominated for President by a new Consumer Party that will stand for progressive government and the rights of consumers to be protected from the slight of hand and snake oil salesmen that call themselves bankers.", "recommendationCount": 2}, {"assetID": 2838531, "replies": [], "lft": 512, "assetURL": "http://www.nytimes.com/2011/06/11/opinion/11nocera.html", "parentID": null, "commentID": 3979423, "rgt": 513, "userDisplayName": "JHPII", "createDate": "1307807489", "userID": 37926536, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1307852552", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Denver, CO", "commentType": "comment", "updateDate": "1307848952", "commentSequence": 252, "commentBody": "President time to go to the mat for Elizabeth and the rest of us! Show us what you've got!", "recommendationCount": 2}, {"assetID": 2838531, "replies": [], "lft": 522, "assetURL": "http://www.nytimes.com/2011/06/11/opinion/11nocera.html", "parentID": null, "commentID": 3979449, "rgt": 523, "userDisplayName": "Got2havasay", "createDate": "1307808005", "userID": 13881747, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1307852552", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Oakland, CA", "commentType": "comment", "updateDate": "1307848952", "commentSequence": 253, "commentBody": "Obama is the Neville Chamberlain of American history. He will appease and appease the Republicans as Neville Chamberlain appeased the Germans before world war II. History will find Obama a defeatest and a politically spineless person as it did Chamberlain. Obama found America's citizen's wounded and in deep trouble. All he seems capable of actually doing is pouring salt upon those wounds.", "recommendationCount": 2}, {"assetID": 2838531, "replies": [], "lft": 524, "assetURL": "http://www.nytimes.com/2011/06/11/opinion/11nocera.html", "parentID": null, "commentID": 3979451, "rgt": 525, "userDisplayName": "Jody McPhillips", "createDate": "1307808048", "userID": 63518629, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1307852552", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Providence, RI", "commentType": "comment", "updateDate": "1307848952", "commentSequence": 254, "commentBody": "Why does the White House constantly seem to pull its punches on issues like this? The nation desperately needs someone in this position who is unafraid to fight for the consumer. The fact that she may not be approved should NOT mean the administration automatically folds and promises a compromise candidate. Stand up on this one or you risk us losing faith in you!", "recommendationCount": 2}, {"assetID": 2838531, "replies": [], "lft": 526, "assetURL": "http://www.nytimes.com/2011/06/11/opinion/11nocera.html", "parentID": null, "commentID": 3979467, "rgt": 527, "userDisplayName": "Ellen in CA", "createDate": "1307808362", "userID": 55035355, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1307852552", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Albany, CA", "commentType": "comment", "updateDate": "1307848952", "commentSequence": 255, "commentBody": "President Obama would have widespread public support if he would truly discipline Wall Street.  After being bailed out by Main Street, banks continue to gouge consumers mercilessly.  Bank of America gouged $50 as an \"administrative fee\" out of a Roth IRA account I had when I directed them to transfer it to Vanguard.  The $50 fee just about wiped out the paltry interest the account had been paying.  I called and protested - no mercy. ", "recommendationCount": 4}, {"assetID": 2838531, "replies": [], "lft": 528, "assetURL": "http://www.nytimes.com/2011/06/11/opinion/11nocera.html", "parentID": null, "commentID": 3979489, "rgt": 529, "userDisplayName": "new moniker", "createDate": "1307808659", "userID": 20124763, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1307852552", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Miami", "commentType": "comment", "updateDate": "1307848952", "commentSequence": 256, "commentBody": "# 124, would you rather be screwed by this Administration?  What difference does it make if it is Wall Street, as you so fervently believe, or the other one that does the screwing as you so aptly<br/>\ncall it?", "recommendationCount": 2}, {"assetID": 2838531, "replies": [], "lft": 530, "assetURL": "http://www.nytimes.com/2011/06/11/opinion/11nocera.html", "parentID": null, "commentID": 3979490, "rgt": 531, "userDisplayName": "unna", "createDate": "1307808674", "userID": 6118630, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1307852552", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Canada", "commentType": "comment", "updateDate": "1307848952", "commentSequence": 257, "commentBody": "Because the bankers don't want her, Timmy Geithner doesn't want her.  Because Timmy and the bankers don't want her, Obama has to not want her.  That's his job, after all.  Obama's real problem here is how to finesse all this without the Obamabots in the Democratic party figuring out whom Obama really represents. Continuity you can believe in.  What else is there to understand?", "recommendationCount": 2}, {"assetID": 2838531, "replies": [], "lft": 534, "assetURL": "http://www.nytimes.com/2011/06/11/opinion/11nocera.html", "parentID": null, "commentID": 3979504, "rgt": 535, "userDisplayName": "Bill", "createDate": "1307809092", "userID": 40828043, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1307852552", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "SF", "commentType": "comment", "updateDate": "1307848952", "commentSequence": 258, "commentBody": "Hey Obama, What the **** is wrong with you?! We, your base, are close to giving up on you, and voting for anyone else whocomes along in the upcoming Democratic primaries. (Sure, you'll get the nomination, but if we don't come out and vote, you're toast!)<br/><br/>Now Act Like a Leader.  AND a Democrat!", "recommendationCount": 5}, {"assetID": 2838531, "replies": [], "lft": 536, "assetURL": "http://www.nytimes.com/2011/06/11/opinion/11nocera.html", "parentID": null, "commentID": 3979511, "rgt": 537, "userDisplayName": "MJ", "createDate": "1307809220", "userID": 1931421, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1307852552", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Northern California", "commentType": "comment", "updateDate": "1307848952", "commentSequence": 259, "commentBody": "Anyone who thinks that Republicans are serious about the real work of governance is a fool.", "recommendationCount": 4}, {"assetID": 2838531, "replies": [], "lft": 556, "assetURL": "http://www.nytimes.com/2011/06/11/opinion/11nocera.html", "parentID": null, "commentID": 3979556, "rgt": 557, "userDisplayName": "Tom Cammarata", "createDate": "1307810129", "userID": 43711621, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1307852552", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Middletown, CA", "commentType": "comment", "updateDate": "1307848952", "commentSequence": 260, "commentBody": "Remind me again: Why did the Democratic leadership in the Senate think it wise not to change the rules on filibuster? ", "recommendationCount": 1}]}, "copyright": "Copyright (c) 2016 The New York Times Company.  All Rights Reserved."}