{"debug": {"version": 3.1}, "status": "OK", "results": {"api_timestamp": "1481460657", "totalCommentsFound": 6448, "totalCommentsReturned": 25, "comments": [{"assetID": 3187649, "replies": [], "lft": 2098, "assetURL": "http://www.nytimes.com/2011/09/05/business/in-internet-age-postal-service-struggles-to-stay-solvent-and-relevant.html", "parentID": null, "commentID": 4465309, "rgt": 2099, "userDisplayName": "valwayne", "createDate": "1315281536", "userID": 56582161, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1315281609", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Denver", "commentType": "comment", "updateDate": "1315278009", "commentSequence": 900, "commentBody": "I feel bad for the postal service.  Despite all the jokes, if you've ever lived in another country, you know it is by far the best in the world, and the least expensive.  The Postal Service is suffering from the worst that big government can do.  Its supposedly privatised and supposed to be on its own, but its restricted by law from doing anything that makes people mad in a Congressman's district, and its saddled by massive labor union cost that have been forced on it, again by the government eager to please all those unions/public union member/ voters.  The post office is still really an arm of the U.S. Government and we all know it.  The Government/Obama needs to let it come into the 21st century and do what needs to be done, or pretend, like Obama does with so much, that its the liberal 1960s and just borrow or print more money to subsidize it.  Like its doing with the rest of our massive dinasour government under Obama!  At least until the debt comet hits and finishes all off.  At the 4.4 billion borrowed dollar a day rate Obama has going that's not just in our lifetime, it may be next month or next year!", "recommendationCount": 0}, {"assetID": 3187093, "replies": [], "lft": 44, "assetURL": "http://straightsets.blogs.nytimes.com/2011/09/04/tennis-channel-pulled-from-cablevision-and-verizon-systems/", "parentID": null, "commentID": 4465314, "rgt": 45, "userDisplayName": "DC", "createDate": "1315281664", "userID": 28558464, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1315281777", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Edison, NJ", "commentType": "comment", "updateDate": "1315278177", "commentSequence": 16, "commentBody": "Tennis Channel is blackmailing us, the tennis fans. To pull the signal mid tournament is pure extortion. This is all about greed on The Tennis Channel's part. Basically, they only care about lining their own pockets and could care less about anything else. They have colossal nerve trying to \"spin\" pulling the signal due to their insistence that the channel be offered within the basic package. It has everything to do with the Tennis Channel's arrogance. Hopefully, the USTA will get massive complaints and rids itself of the Tennis Channel. ESPN is such a promoter of tennis, unlike TTC.", "recommendationCount": 0}, {"assetID": 3187820, "replies": [], "lft": 2, "assetURL": "http://straightsets.blogs.nytimes.com/2011/09/04/fantasy-tournament-reaches-semifinals/", "parentID": null, "commentID": 4465312, "rgt": 3, "userDisplayName": "Andy", "createDate": "1315281610", "userID": 22209282, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1315281803", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New York, NY", "commentType": "comment", "updateDate": "1315278203", "commentSequence": 1, "commentBody": "While I appreciate the greatness of players from past eras, let's face facts here...<br/>\nToday's players serve harder, hit with more depth, spin, and pace, run faster, and are just so much more fit than players.  Navratilova, for example, would get passed time and time again by any of today's power baseliners.  Evert would get outgunned from the baseline.  <br/><br/>This tournament is interesting but ultimately futile because you can't fairly compare players from different eras.  (this holds true for so many sports, not just tennis). ", "recommendationCount": 1}, {"assetID": 3187649, "replies": [], "lft": 2104, "assetURL": "http://www.nytimes.com/2011/09/05/business/in-internet-age-postal-service-struggles-to-stay-solvent-and-relevant.html", "parentID": null, "commentID": 4465321, "rgt": 2105, "userDisplayName": "adagio778", "createDate": "1315281844", "userID": 59666400, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1315281902", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New York, Maspeth", "commentType": "comment", "updateDate": "1315278302", "commentSequence": 901, "commentBody": "#322 doy1 nyc has written a very good post. I recommend it to everyone interested in this topic to read it. I need my PS, although I use the internet quite often. However, I'm thinking now to start again making my payments with checks, mail delivered. Safer than my computer, armored with the latest anti-virus programs, updated.  I don't trust it. Hackers are becoming more and more sophisticated. We should be scared. ", "recommendationCount": 5}, {"assetID": 3187649, "replies": [], "lft": 2102, "assetURL": "http://www.nytimes.com/2011/09/05/business/in-internet-age-postal-service-struggles-to-stay-solvent-and-relevant.html", "parentID": null, "commentID": 4465317, "rgt": 2103, "userDisplayName": "SH", "createDate": "1315281733", "userID": 35101947, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1315281903", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Charlottesville, VA", "commentType": "comment", "updateDate": "1315278303", "commentSequence": 902, "commentBody": "From my local perspective, the USPS has been hogtied by Congress &amp; upper management poor decisions. Within the last 10 years, the main PO added a $1M extension to display fancy stamp packets, postcards &amp; greeting cards (we were hoping for more service counters)and a multimillion dollar mechanized sorting facility (which closed two years ago - now all mail goes to a city 60 miles away for sorting). Every PO I've used in the area for the last 12 years is busy any time of day &amp; often has long lines, so the office service is definitely in demand.\r<br/><br/>The personnel are invariably courteous, helpful &amp; efficient, and I treat them in the same maner. They all show extreme patience &amp; professionalism &amp; are troopers in my book. I believe they well deserve the wages &amp; benefits they earn in service to the public.\r<br/><br/>The beyond-the-call-of-duty services to the mailroute public are of great value, as others have said &amp; I've also observed. In a world increasing populated with faceless gears in the system, I value the network of post office workers that connect each of us with each other.\r<br/><br/>That some public libraries have already been privatized is a death blow to our democracy.\r<br/><br/>To privatize the mail would be the final nail in our collective coffin.  \r", "recommendationCount": 6}, {"assetID": 3187649, "replies": [], "lft": 2100, "assetURL": "http://www.nytimes.com/2011/09/05/business/in-internet-age-postal-service-struggles-to-stay-solvent-and-relevant.html", "parentID": null, "commentID": 4465313, "rgt": 2101, "userDisplayName": "Billy", "createDate": "1315281612", "userID": 64796361, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1315281904", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "somewhere", "commentType": "comment", "updateDate": "1315278304", "commentSequence": 903, "commentBody": "The need for Postal products and services has declined. Advances in communication technology has decreased the need for the Postal service to deliver. Since the year 2000 and the  introduction of electronic mail which connect individuals and businesses instantly the need to  purchase a postage stamp and await a 1-2 day delivery time has decreased the USPS need to connect people and businesses.<br/>\nThe INTERNET connects instantly: this has resulted in loss of revenue for the USPS as FIRST CLASS volume decreased signifigantly.<br/>\nThe massive debt has resulted from failure to eliminate wasted cost. Mail delivery to a street address on Sat. is a wasted cost. The need for this costly service is no longer needed or expected. Eliminating Sat. delivery would save on cost for petroleum products for 292,000 vehicles as well as carrier personnel cost 52 days a year.<br/>\nCommunity post offices could be consolidated or eliminated; changing demographics over the years has decreased the need.<br/>\nThe primary product for the USPS is delivering advertising sale ads.<br/>\nHigh delivery cost and low revenue generation. The USPS must operate cost effective and provide only services that create revenue to the bottomline.<br/>\nEmployee reduction is necessary to maximize automation. Need to offer a buyout with no penalty for employee with age and service. Employees eligible to retire should be retired: no recourse.  OPM could notify as to retirement date and options available.<br/>\nLabor agreement with craft unions should be declared null and void as USPS is in chapter 11 bankruptcy. Management unions such NAPUS and League should be made aware offices will continue to be closed and Postmaster could have responsibility for operations of more than 1 office. Level of management reduced from headquarters to local officies.<br/>\nServices and personnel reduced to point that revenue generated pays for all cost. ", "recommendationCount": 0}, {"assetID": 3188402, "replies": [], "lft": 20, "assetURL": "http://straightsets.blogs.nytimes.com/2011/09/05/u-s-open-pointcounterpoint-martina-navratilova-vs-justine-henin/", "parentID": null, "commentID": 4465319, "rgt": 21, "userDisplayName": "Andy", "createDate": "1315281804", "userID": 22209282, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1315281940", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New York, NY", "commentType": "comment", "updateDate": "1315278340", "commentSequence": 8, "commentBody": "I said it before and will say it again...today's players hit harder, use more spin and pace, serve faster, and are overall more powerful.  Navratilova would get passed over and over again by the likes of powerful baseliners like Henin, Williams, Sharapova.  <br/><br/>As much as I respect Navratilova, I have to look at it realistically.  Henin wins here. ", "recommendationCount": 0}, {"assetID": 3188401, "replies": [], "lft": 28, "assetURL": "http://straightsets.blogs.nytimes.com/2011/09/05/u-s-open-pointcounterpoint-steffi-graf-vs-serena-williams/", "parentID": null, "commentID": 4465341, "rgt": 29, "userDisplayName": "Andy", "createDate": "1315282462", "userID": 22209282, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1315282775", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New York, NY", "commentType": "comment", "updateDate": "1315279175", "commentSequence": 11, "commentBody": "This is the only match-up where I would favor the older generation.  While Serena is clearly faster and more powerful than Graf, Graf's consistency wins out in a tight match.  Graf would be able to handle Serena's serve, and she could serve pretty well herself.  ", "recommendationCount": 4}, {"assetID": 3175592, "replies": [], "lft": 146, "assetURL": "http://parenting.blogs.nytimes.com/2011/09/01/how-she-does-it/", "parentID": null, "commentID": 4465352, "rgt": 147, "userDisplayName": "Lynn in DC", "createDate": "1315282813", "userID": 23255351, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1315283104", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "DC", "commentType": "comment", "updateDate": "1315279504", "commentSequence": 60, "commentBody": "How does she do it is a question that should be answered not by the silly blog entry but by Kerry's subsequent post: \"Des (husband) and I are a team And a great one at that.\"  This is a right-on answer that requires no further clarification.", "recommendationCount": 0}, {"assetID": 3187649, "replies": [], "lft": 2106, "assetURL": "http://www.nytimes.com/2011/09/05/business/in-internet-age-postal-service-struggles-to-stay-solvent-and-relevant.html", "parentID": null, "commentID": 4465365, "rgt": 2107, "userDisplayName": "PLEASE SIR I WANT MORE COOL AID", "createDate": "1315283147", "userID": 64622782, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1315283405", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "USA", "commentType": "comment", "updateDate": "1315279805", "commentSequence": 904, "commentBody": "The post office insures that mail will get delivered to remote places where commercial carriers like UPS and Fed EX might be reluctant to invest in a formal physical location and delivery vehicles.<br/>\nFor example “small outposts” in say backwoods Alaska, or rural communities with only a couple of residents per many square miles. There are many areas in the USA that only receive mail through the USPS.<br/>\nCurrently the USPS works with commercial carriers to take over where the commercial carriers leave off. And Vice versa. \r<br/><br/>If it was left up to private carriers alone, they would probably not deliver to remote areas that are not profitable. They would have to be required by law to do so as part of a “license” to replace the post office completely.\r<br/><br/>The problem isn’t about the USPS NOT providing a valuable service, - \"they do\". The problem is the public worker unions have created pay scales and retirement benefits that are unsustainable through the post offices revenue from stamps and shipping fees alone. Thus for years they need tax payer subsidies to balance their books.<br/>\nAdditionally as a bureaucracy they have inherent waste that is normal for any bureaucracy VS a private sector for profit company that can’t survive year after year in the red.\r<br/><br/>The worst liability the USPS faces is they are prevented by the unions from laying off thousands of unneeded employees. As people use email more, and a bad economy slows commerce and shipping, the post office is forced by big labor unions to pay for thousands of employees it doesn’t need.\r<br/><br/>Get rid of the corrupt unions, and the USPS could return to the respected institution it was originally designed to be. At very least, limit unreasonable union terms that result in continual deficits at every level of government in pretty much every state in the country.\r<br/><br/>Civil service means you work at the behest of the tax payer. And the cost to the tax payer including medical and retirement benefits should never exceed the income and benefits offered to people carrying out the same sort of work in the private sector.<br/>\nHowever thanks to government unions and the politicians who give in to them, “civil servant jobs” are becoming many times more secure and desirable than private sector jobs. ……. “Until it all goes by way of Greece”. \r<br/><br/>And please don’t tell me how hard delivering mail is. I spent 20 years on the high seas commercial fishing industry, ~ that’s hard work and one of the most dangerous occupations in America. You don’t get union breaks, you don’t punch a timecard, you either stand and work or you don’t get paid. And if the weather turns to nasty, you work twice as hard to just stay alive.<br/>\n I didn’t get a gold plated retirement or healthcare for life. I still have to work 10 years after retiring from the sea, and will probably have to work till I drop dead.. “Stupid me, I should have been delivering mail”.\r<br/><br/>Public worker unions are destroying America one unnecessary over-compensated job at a time.\r<br/><br/>I watched 3 city water workers last week working on my street. 3 guys showed up in a big crew cab truck and parked in front of a fire hydrant. The driver got out, lit up a cigarette and wandered down to look out at the canyon view. Another guy sat in the passenger seat reading a news paper or something. The 3rd guy exited the vehicle after many minutes and started touching up a fire hydrant with yellow paint. Eventually the job was done, (about an hour) and they left.\r<br/><br/>A few days later I saw a similar truck at another fire hydrant. This time 2 guys were there. One was resting in the passenger seat while another was painting another fire hydrant.\r<br/><br/>Maybe they were on their mandatory union break or something, but this is an example of too many people sent to do a tiny job. And that’s maybe why our water bills have never ending fee hikes. ~ There’s your unions for ya.\r", "recommendationCount": 2}, {"assetID": 3187649, "replies": [], "lft": 2112, "assetURL": "http://www.nytimes.com/2011/09/05/business/in-internet-age-postal-service-struggles-to-stay-solvent-and-relevant.html", "parentID": null, "commentID": 4465383, "rgt": 2113, "userDisplayName": "accelerated", "createDate": "1315283693", "userID": 60793920, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1315283702", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Irvine, California", "commentType": "comment", "updateDate": "1315280102", "commentSequence": 905, "commentBody": "How simple does it get (and watch out for what makes it complicated). Why subsidize what doesn't work. Too big to fail (even if it is going bankrupt--what does that remind us of?) The USPS represents everything that is currently making the United States not great. The USPS funds the right to deliver junk mail, reliably, consistently and giving the deliverers benefits that no longer are available at most companies. Choices: 1) streamline, efficiency, normal business principles or 2) the dinosaur we have today supplemented with the no go politics we have today. Banks, Car Companies, USPS, all the same.", "recommendationCount": 1}, {"assetID": 3187649, "replies": [], "lft": 2118, "assetURL": "http://www.nytimes.com/2011/09/05/business/in-internet-age-postal-service-struggles-to-stay-solvent-and-relevant.html", "parentID": null, "commentID": 4465425, "rgt": 2119, "userDisplayName": "bouncer718", "createDate": "1315284493", "userID": 64796643, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1315284602", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "LI NY", "commentType": "comment", "updateDate": "1315281002", "commentSequence": 906, "commentBody": "The Postal services problems arent solely with the incomming mailflow but more with mismangament. When I left after my shift on Friday there was bulk mail(junk mail)all over the building<br/>\nManagement is creating high level ($100,000) jobs for themselves at an alarming rate. The managers that are getting these jobs are nowhere qualified to fill the position they are aquiring. in one case a more qualified supervisor was passed over for a position of manager soley because they wanted a female to be promoted.<br/>\n There are more management positions in the postal service now then 15 years ago while craft employement has decreased where is the logic in this?<br/>\n Postal managemnet is trying to run the Postal service as a business which it is not it is a service. The Postal Service is not to make a profit but is to brake even over a set period of time.<br/>\n  you are hearing more of the finacial woes of the service it has entered contract time with its unions most notably the Mailhandler craft which for the Postal Service is its hardest union to deal with.", "recommendationCount": 1}, {"assetID": 3187649, "replies": [], "lft": 2116, "assetURL": "http://www.nytimes.com/2011/09/05/business/in-internet-age-postal-service-struggles-to-stay-solvent-and-relevant.html", "parentID": null, "commentID": 4465421, "rgt": 2117, "userDisplayName": "JH", "createDate": "1315284462", "userID": 31393438, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1315284603", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Singapore", "commentType": "comment", "updateDate": "1315281003", "commentSequence": 907, "commentBody": "In 2009, the head of the Singapore Postal Service predicted that mail service will end within 10 years.  He has since diversified the Postal Service revenue stream into logistics services, money transfers, retail sales (mostly electronics), insurance sales, banking products, and select pawn brokering (mostly Rolex watches).   At the time, people thought he was nuts, but now he looks brilliant.  ", "recommendationCount": 0}, {"assetID": 3187649, "replies": [], "lft": 2120, "assetURL": "http://www.nytimes.com/2011/09/05/business/in-internet-age-postal-service-struggles-to-stay-solvent-and-relevant.html", "parentID": null, "commentID": 4465429, "rgt": 2121, "userDisplayName": "katherine", "createDate": "1315284660", "userID": 64796681, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1315284904", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "United States", "commentType": "comment", "updateDate": "1315281304", "commentSequence": 908, "commentBody": "Let the post office have control over e-mail.  They can charge people for each e-mail they send. That would surely cut out a lot of the junk spam e-mail that nobody wants. ", "recommendationCount": 1}, {"assetID": 3187649, "replies": [], "lft": 2126, "assetURL": "http://www.nytimes.com/2011/09/05/business/in-internet-age-postal-service-struggles-to-stay-solvent-and-relevant.html", "parentID": null, "commentID": 4465463, "rgt": 2127, "userDisplayName": "tginmn", "createDate": "1315285718", "userID": 27185535, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1315285802", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Minneapolis MN", "commentType": "comment", "updateDate": "1315282202", "commentSequence": 909, "commentBody": "First fire the management team that agreed to no layoff contracts. I am very sorry for the union members that will lose their jobs but times change and most of the other countries like Sweden have turned over much of branches to retailers. Second get congress out of micro managing the Post Office. Frankly I could live with 3 day a week deliveries just find. Just think of the amount of fuel that would be saved and the maintenance costs of all of the vehicles. Change is hard but change is needed. I am 64 and get many of my magazine electronically and all but one bill is paid by mail and that is because the company can't handle an electronic transaction. After March of next year I won't be doing business with them so I won't be mailing a check anymore.", "recommendationCount": 1}, {"assetID": 3187649, "replies": [], "lft": 2132, "assetURL": "http://www.nytimes.com/2011/09/05/business/in-internet-age-postal-service-struggles-to-stay-solvent-and-relevant.html", "parentID": null, "commentID": 4465475, "rgt": 2133, "userDisplayName": "Mike", "createDate": "1315285958", "userID": 64792354, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1315286104", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Long Island, NY", "commentType": "comment", "updateDate": "1315282504", "commentSequence": 910, "commentBody": "Why should the Post Office have control over email?  Other than the liberal idea that government does it best.<br/><br/>Leave the Internet alone please.<br/><br/>Reform the Post Office so that it becomes an efficient and desireable commodity and then it will make money again.  <br/><br/>The Post Office has enough trouble handling paper mail.  Why give them authority over electronic mail.<br/><br/>Liberal ideas.  Wrong yesterday, wrong today wrong forever.", "recommendationCount": 2}, {"assetID": 3187649, "replies": [], "lft": 2128, "assetURL": "http://www.nytimes.com/2011/09/05/business/in-internet-age-postal-service-struggles-to-stay-solvent-and-relevant.html", "parentID": null, "commentID": 4465467, "rgt": 2129, "userDisplayName": "Kip Noxzema", "createDate": "1315285873", "userID": 63664072, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1315286106", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "USA", "commentType": "comment", "updateDate": "1315282506", "commentSequence": 911, "commentBody": "Now matter how you try to slice and dice it, it's a matter of too many workers making too much money. It's the classic union protectionism going on. To prove that, notice the \"no layoffs clause\" mentioned in the article. <br/><br/>Give it the Wisconsin treatment. Slash those salaries and make the workers pay part of their OWN retirement and health care benefits. Gee, that's something new, huh? <br/><br/>It goes without saying we have a lot of unemployed workers who could easily handle working for the USPS for less pay. ", "recommendationCount": 1}, {"assetID": 3180815, "replies": [], "lft": 2, "assetURL": "http://cityroom.blogs.nytimes.com/2011/09/02/big-deal-chronicle-of-a-project-foreclosed/", "parentID": null, "commentID": 4465532, "rgt": 3, "userDisplayName": "BWB", "createDate": "1315287963", "userID": 63444198, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1315288206", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Brooklyn, NY", "commentType": "comment", "updateDate": "1315284606", "commentSequence": 1, "commentBody": "“I think the city would have appreciated this property being built. I think residents would have viewed it as a great addition to their neighborhood. The prices were great, and we felt it was going to be a very beautiful project.”<br/><br/>Hmm...starting at $2M a pop for a 1BR? An entirely different slant on \"great\" than I'm used to, even for \"luxury\" digs. 2007 seems so long ago, doesn't it?", "recommendationCount": 2}, {"assetID": 3187649, "replies": [], "lft": 2136, "assetURL": "http://www.nytimes.com/2011/09/05/business/in-internet-age-postal-service-struggles-to-stay-solvent-and-relevant.html", "parentID": null, "commentID": 4465625, "rgt": 2137, "userDisplayName": "Modman", "createDate": "1315290745", "userID": 64796917, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1315290903", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Winslow,AZ", "commentType": "comment", "updateDate": "1315287303", "commentSequence": 912, "commentBody": "One easy solution - sell the dinosaur, if they can. Or, as done in elsewhere, trim the fat, franchise the small outlets that just break even and close the unprofitable ones down. That's the whole problem with this nation. We have to tighten our belt and get that 'can do' attitude back.", "recommendationCount": 1}, {"assetID": 3187649, "replies": [], "lft": 2140, "assetURL": "http://www.nytimes.com/2011/09/05/business/in-internet-age-postal-service-struggles-to-stay-solvent-and-relevant.html", "parentID": null, "commentID": 4465657, "rgt": 2141, "userDisplayName": "Remigius de Souza", "createDate": "1315291882", "userID": 64343732, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1315292103", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Mumbai", "commentType": "comment", "updateDate": "1315288503", "commentSequence": 913, "commentBody": "We, here in India, are sorry to hear this state of postal services in the US. Survival of the fittest, also means, Death by Overspecialization. It may apply to US lifestyle? Indeed E-mail creates more junk, more waste of the earth’s resources, which are not noticed… from junk PCs to cost of the satellites? Less said better!", "recommendationCount": 1}, {"assetID": 3187649, "replies": [], "lft": 2142, "assetURL": "http://www.nytimes.com/2011/09/05/business/in-internet-age-postal-service-struggles-to-stay-solvent-and-relevant.html", "parentID": null, "commentID": 4465672, "rgt": 2143, "userDisplayName": "Remigius de Souza", "createDate": "1315292474", "userID": 64343732, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1315292703", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Mumbai", "commentType": "comment", "updateDate": "1315289103", "commentSequence": 914, "commentBody": "Indian postal services have combined banking, several schemes for the citizens, such as payments of telephone and electricity bills. And the department of telegraph combines e-mail. We are far too backward in advance technologies than the US, hence, evolve methods for survival.", "recommendationCount": 1}, {"assetID": 3188223, "replies": [], "lft": 46, "assetURL": "http://economix.blogs.nytimes.com/2011/09/05/public-job-creation/", "parentID": null, "commentID": 4465692, "rgt": 47, "userDisplayName": "Padre Kino", "createDate": "1315293672", "userID": 46953224, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1315293903", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "chicago", "commentType": "comment", "updateDate": "1315290303", "commentSequence": 18, "commentBody": "This is the sort of proposal that infuriates conservatives and makes skeptics out of everyone else. By pursuing their own agendas, politicians, interest groups, etc. end up watering down the impact of any stimulus and making it ineffectual.<br/><br/>When they have to meet so many conditions, requisites, rules, permissions, etc., employers shy away from these programs. (I could hire a technician now, but only if it's a single-mother hispanic woman who has been unemployed for more than one year; there is no such person around, only you, but you don't qualify. Sorry.)<br/><br/>If you want to spend, spend, but don't attach any strings to it.<br/><br/>The spirit reminded me of this Leonhardt column:<br/>\n<a href=\"http://www.nytimes.com/2008/11/19/business/economy/19leonhardt.html\" title=\"http://www.nytimes.com/2008/11/19/business/economy/19leonhardt.html\" target=\"_blank\">http://www.nytimes.com/2008/11/19/business/economy/19leonhardt.html</a>", "recommendationCount": 1}, {"assetID": 3187649, "replies": [], "lft": 2146, "assetURL": "http://www.nytimes.com/2011/09/05/business/in-internet-age-postal-service-struggles-to-stay-solvent-and-relevant.html", "parentID": null, "commentID": 4465713, "rgt": 2147, "userDisplayName": "JCAllen", "createDate": "1315294864", "userID": 8113139, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1315295103", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Beaumont, TX", "commentType": "comment", "updateDate": "1315291503", "commentSequence": 915, "commentBody": "Raise the cost of sending mail, especially the junk mail we receive.<br/>\nIt's not a question of \"inflation.\"<br/>\n(There hasn't been any, has there C.B.O.?<br/>\nRight, Federal Reserve?)<br/>\nThe rise in the cost of delivering mail is a product of reduced demand.<br/>\nIt's a matter of supply and demand -- simple business principles.<br/>\nThe GOP numbskulls ought to understand even that.<br/>\nSimple mail delivery is essential in many areas, especially rural areas, of the nation.<br/>\nThe need for the U.S.P.S. is enshrined in the Constitution for a reason.<br/>\nThat's life, folks.", "recommendationCount": 2}, {"assetID": 3187649, "replies": [], "lft": 2148, "assetURL": "http://www.nytimes.com/2011/09/05/business/in-internet-age-postal-service-struggles-to-stay-solvent-and-relevant.html", "parentID": null, "commentID": 4465732, "rgt": 2149, "userDisplayName": "Think More, Bomb Less", "createDate": "1315295831", "userID": 47952142, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1315296003", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Anywhere, USA", "commentType": "comment", "updateDate": "1315292403", "commentSequence": 916, "commentBody": "I cannot cry for the postal service.<br/>\nEspecially since I, as a self employed businessman have NO hopes of ever retiring, have to pay for all my benefits myself and have ZERO job security.<br/>\nSorry, the age of stupid, lazy, incompetent and jobs-for-life government employment should end.<br/>\nNow.<br/>\nWelcome to the way the rest of the world works.<br/>\nI'll switch to auto-pay on everything.<br/>\nJust like my fax machine, I won't miss the postal service.  ", "recommendationCount": 1}, {"assetID": 3178093, "replies": [], "lft": 306, "assetURL": "http://fivethirtyeight.blogs.nytimes.com/2011/09/02/the-north-dakota-paradox/", "parentID": null, "commentID": 4465798, "rgt": 307, "userDisplayName": "Stephen L", "createDate": "1315299096", "userID": 64779860, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1315299304", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Melbourne, Australia", "commentType": "comment", "updateDate": "1315295704", "commentSequence": 77, "commentBody": "This is such a fascinating post I registered on the site just to propose a theory. It didn't seem to get published so I'm trying again.<br/><br/>I'm looking at this from the perspective of an Australian. Here there is a very clear effect where state governments, particularly unpopular ones, affect support for their party at a national level. So I'm wondering if some of the places where Obama's vote has held up well were states where teh economy was doing badly, they installed Republicans, often Tea Party aligned in protest, and suddenly decided Obama didn't look so bad compared to the people they'd just elected.<br/><br/>Not knowing which states have had which swings I can't test this theory, but it looks more credible than most of those other people have posted (although I admit that since I tried some people have had some good suggestions).<br/><br/>Some other post would make sense if there was a  strong negative correlation between economic performance and Obama's rating. However, what you've found is effectively no correlation, just a really wide scatter. If the states where the governorship stayed in the same hands in 2010 were moving in a different direction from the states that went from blue to red this might be what one would expect.", "recommendationCount": 1}]}, "copyright": "Copyright (c) 2016 The New York Times Company.  All Rights Reserved."}