{"debug": {"version": 3.1}, "status": "OK", "results": {"api_timestamp": "1481497552", "totalCommentsFound": 13149, "totalCommentsReturned": 25, "comments": [{"assetID": 3456104, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 19255096, "replies": [], "commentID": 19260112, "trusted": 0, "userDisplayName": "Kate", "createDate": "1469431880", "userID": 65142750, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1469502224", "userTitle": "NULL", "recommendations": 1, "editorsSelection": false, "parentUserDisplayName": "Katrina", "userURL": "NULL", "userLocation": "CA", "depth": 1, "commentType": "userReply", "updateDate": "1469498624", "commentSequence": 19260112, "commentBody": "Katrina, thank you for so clearly stating my issues with the Times. I too am a liberal.The biases even show up in some of the headlines. True objective reporting is much more credible and powerful. Maybe its a reflection of journalism/media today that feel they have to have a point of view to attract readership/viewership. If it continues we will all suffer from not being challenged out of our biases."}]}, "lft": 1004, "assetURL": "http://www.nytimes.com/2016/07/24/public-editor/liz-spayd-the-new-york-times-public-editor.html", "parentID": null, "commentID": 19255096, "rgt": 1007, "userDisplayName": "Katrina", "createDate": "1469388218", "userID": 18872915, "replyCount": 1, "commentTitle": "<br/>", "status": "approved", "approveDate": "1469419207", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Santa Monica", "commentType": "comment", "updateDate": "1469415607", "commentSequence": 19255096, "commentBody": "I am a member of the Times’ liberal readership and happen to agree with many, though not all, its editorial positions.  Yet I have found the lack of clear boundaries between reportage, analysis and opinion very troubling. This is a situation that seems to be particularly acute during this heated political season.  I have no qualms about an editorial or opinion piece presenting a point of view, wherever it may be on the political spectrum—that’s  the rightful function of op-ed writing.  Articles clearly marked as ‘analysis’ also can be expected to contain an interpretation of data or a conclusion.<br/>However I have been concerned by the increasing amount of straight news articles—those expected to simply present information based on observation and/documentable data—that reflect the particular opinion of the reporter.  This is often done in subtle ways.  Inserting an adjective or two in a bland line of straight reportage certainly flavors the meaning of the text.  Unfortunately, there have been many articles (reportage, not analysis or opinion pieces) over the past months that left me in no doubt of the author’s bias.<br/>However subtle it may be, bias doesn’t belong in reporting.   I appreciate receiving news articles that present the unvarnished facts, fully and accurately reported, so that I can draw my own conclusions.  When I want analysis and opinion, I will go to articles that present these.   Why are these journalistic boundaries so blurred at the Times? ", "recommendationCount": 25}, {"assetID": 3456104, "replies": [], "lft": 1008, "assetURL": "http://www.nytimes.com/2016/07/24/public-editor/liz-spayd-the-new-york-times-public-editor.html", "parentID": null, "commentID": 19255098, "rgt": 1009, "userDisplayName": "Fashion Fun Lover", "createDate": "1469388227", "userID": 64813179, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1469419230", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "EB Town, NC", "commentType": "comment", "updateDate": "1469415630", "commentSequence": 19255098, "commentBody": "On a busy Sunday like today, I have to stop doing other chores and write this comment.<br/><br/>First of all, thank you, LIZ SPAYD, for writing this piece so we NYT long time subscriber have an opportunity to let NYT (and fellow readers) know how we feel about our beloved newspaper!<br/><br/>I'm a registered independent and used to be a liberal until Donald Trump emerged on the political arena last year. <br/><br/>Earlier this year I wrote a comment on one of your political articles but now forgot about what I wrote. What I still remember is my feeling after my comment did not make to publishing as usual. I was like: Wow, even my comment was not liberal enough to appear among readers' comments?!<br/><br/>For this matter, I want to give Vanessa Friedman a big credit for her article on Malania Trump's dress she wore to give her speech at the RNC to nominate her husband.<br/><br/>In her article, Ms. Friedman appraised Mrs. Trump's choice of her outfit and she wrote in a very professional and convincing way. I love her article and believe the politically neutral way Ms. Friedman writes about fashion and style is the right way the Times should uphold.<br/><br/>It's probably the reason that I love NYT's Lifestyle section and I hope NY Times continue to try to appeal to a broader audience/readership, not only by its Lifestyle section but throughout all its sections, except for the Opinion and the Editorial.<br/><br/>Thanks again for this \"The Public Editor\" column and for Ms. Friedman's very professional and beautiful writings!", "recommendationCount": 7}, {"assetID": 3456139, "replies": [], "lft": 1803, "assetURL": "http://www.nytimes.com/2016/07/25/us/politics/debbie-wasserman-schultz-dnc-wikileaks-emails.html", "parentID": 19256256, "commentID": 19259253, "rgt": 1804, "userDisplayName": "Chicklet", "createDate": "1469419281", "userID": 59209989, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1469419328", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Douglaston, NY", "commentType": "userReply", "updateDate": "1469415728", "commentSequence": 19259253, "commentBody": "Oh my, a question about legality. Add it to the list, most Americans have questions about Hillary and legality as long as their arms. Corruption with a capital C, how on earth can people consider her candidacy?", "recommendationCount": 0}, {"assetID": 3456104, "replies": [], "lft": 1010, "assetURL": "http://www.nytimes.com/2016/07/24/public-editor/liz-spayd-the-new-york-times-public-editor.html", "parentID": null, "commentID": 19255113, "rgt": 1011, "userDisplayName": "HapinOregon", "createDate": "1469388414", "userID": 1812066, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1469419364", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Southwest corner of Oregon", "commentType": "comment", "updateDate": "1469415764", "commentSequence": 19255113, "commentBody": "I would posit that FOX changed both the playing field and the rules such that many people conflate/confuse FOX product with news. FOX does partisan commentary and opinion, NOT news.<br/><br/>The NY \"Times\" still does news.<br/><br/>The \"Times\" as liberal complaint mimics conservative complaints that higher education has a liberal bias. When the \"godfather\" of modern conservatism William F. Buckley, Jr., in his mission statement in the first issue of \"National Review (1955), clearly states that his mandate is to stand \"athwart history, yelling Stop.\", how can any esteemed institution of higher learning and research not appear liberal?<br/><br/>\"We're an empire now, and when we act, we create our own reality. And while you're studying that reality—judiciously, as you will—we'll act again, creating other new realities, which you can study too, and that's how things will sort out. We're history's actors…and you, all of you, will be left to just study what we do.\" Karl Rove, 2004 ", "recommendationCount": 21}, {"assetID": 3456104, "replies": [], "lft": 267, "assetURL": "http://www.nytimes.com/2016/07/24/public-editor/liz-spayd-the-new-york-times-public-editor.html", "parentID": 19249368, "commentID": 19255116, "rgt": 268, "userDisplayName": "izzy607", "createDate": "1469388437", "userID": 55046144, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1469419368", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Portland.OR", "commentType": "userReply", "updateDate": "1469415768", "commentSequence": 19255116, "commentBody": "Please read the NY Times if you are going to comment. The NYT times has published many news stories on guns that are well balanced, and those news stories do not advocate a position on the issue. The NYT times editorials, on the other hand, have consistently favored gun control Another commentator who cannot distinguish between the news and opinion sections of the paper.", "recommendationCount": 2}, {"assetID": 3456104, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 19255121, "replies": [], "commentID": 19266396, "trusted": 0, "userDisplayName": "ACW", "createDate": "1469461832", "userID": 51865147, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1469543618", "userTitle": "NULL", "recommendations": 0, "editorsSelection": false, "parentUserDisplayName": "Randy L.", "userURL": "NULL", "userLocation": "New Jersey", "depth": 1, "commentType": "userReply", "updateDate": "1469540018", "commentSequence": 19266396, "commentBody": "It's especially obvious in the case of straight-news articles (as opposed to editorials) on hot-button topics on which the NYT has taken a strong stand, such as illegal (yes, not undocumented, illegal) immigration. If you check out the Times Picks, frequently you will find that, even if the comments as a whole are heavily weighted against the NYT editorial position, the NYT Picks will almost all be in favour of the NYT's position; they may salt the Picks with a handful of contrary comments, but they will not pick the strongest or best argued - hard to avoid the conclusion that they deliberately chose weaker comments in order to load the dice. Then, as soon as Picks are chosen, that becomes the default view, so anyone clicking on comments sees those first, and no doubt many don't click to 'all', assuming that these really are the 'best'. (If 'Pick' isn't intended to be perceived as 'best', why is the Pick designed as a gold medal, like 'best in show'? in fact, why not just assign Picks at random, if the designation isn't meant as a mark of quality or a recommendation?)<br/>One first step in addressing the perception of bias would simply be to change the default view of comments to 'all' from 'Picks'. (BTW I've had quite a few Picks.)"}]}, "lft": 1012, "assetURL": "http://www.nytimes.com/2016/07/24/public-editor/liz-spayd-the-new-york-times-public-editor.html", "parentID": null, "commentID": 19255121, "rgt": 1015, "userDisplayName": "Randy L.", "createDate": "1469388500", "userID": 54692409, "replyCount": 1, "commentTitle": "<br/>", "status": "approved", "approveDate": "1469419385", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Brussels, Belgium", "commentType": "comment", "updateDate": "1469415785", "commentSequence": 19255121, "commentBody": "When you see the bulk of the comments having a liberal bent in support of most of what's published, yes, there is a liberal bent.", "recommendationCount": 20}, {"assetID": 3456104, "replies": [], "lft": 1016, "assetURL": "http://www.nytimes.com/2016/07/24/public-editor/liz-spayd-the-new-york-times-public-editor.html", "parentID": null, "commentID": 19255129, "rgt": 1017, "userDisplayName": "Edward A Brennan", "createDate": "1469388607", "userID": 22631723, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1469419396", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Centennial Colorado", "commentType": "comment", "updateDate": "1469415796", "commentSequence": 19255129, "commentBody": "Of course if the Times focused investigative fact or shall I use an outdated term the Times doesn't appear to believe in Truth over just reporting unsubstantiated and unverified political statements of both sides. Maybe reporting on facts instead of just being stenographers trying to write an equivalent (And falsely so) number of positive and negative words about those running for office....<br/><br/>Nah. That requires work. That requires integrity. That requires thinking beyond what the leaks given by political and corporate marketing departments that the Times parasitically lives on... That requires investigating beyond the statements of individuals given to the press to spin them. <br/><br/>That also requires going beyond trying to find a good narrative story towards actually believing that what you report might actually have a mission in informing the electorate. <br/><br/>That sort of mission for the Times died with Bill Cunningham and the Times only allowed him integrity because it was Fashion.", "recommendationCount": 11}, {"assetID": 3456104, "replies": [], "lft": 287, "assetURL": "http://www.nytimes.com/2016/07/24/public-editor/liz-spayd-the-new-york-times-public-editor.html", "parentID": 19249691, "commentID": 19255130, "rgt": 288, "userDisplayName": "S charles", "createDate": "1469388613", "userID": 1362582, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1469419404", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Northern, NJ", "commentType": "userReply", "updateDate": "1469415804", "commentSequence": 19255130, "commentBody": "Facts do not have a \"liberal\" bias. That is the most ridiculous thing I've ever heard and it confirms your bias.", "recommendationCount": 9}, {"assetID": 3456104, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 19255131, "replies": [], "commentID": 19266245, "trusted": 0, "userDisplayName": "ACW", "createDate": "1469461420", "userID": 51865147, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1469543604", "userTitle": "NULL", "recommendations": 1, "editorsSelection": false, "parentUserDisplayName": "Erika", "userURL": "NULL", "userLocation": "New Jersey", "depth": 1, "commentType": "userReply", "updateDate": "1469540004", "commentSequence": 19266245, "commentBody": "I also have been reading the Public Editor since its inception. My take is that if anything the PE is too soft on them, and is generally brushed off with some kind of mealy-mouthed self-justification, or a promise to change which results in some kind of boilerplate policy that, as in the case of the persistent issue of anonymous sources, is not actually implemented.<br/>I feel sorry for the Public Editors. I've often felt the column should be illustrated by a reproduction of the old one-panel cartoon in which employees file by a letter-box on the wall labeled 'Complaints and Suggestions' - dropping their comments into a bottomless box positioned over a wastebasket. "}, {"recommendedFlag": 0, "parentID": 19255131, "replies": [], "commentID": 19314014, "trusted": 0, "userDisplayName": "Erika", "createDate": "1469755820", "userID": 44434605, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1469826808", "userTitle": "NULL", "recommendations": 0, "editorsSelection": false, "parentUserDisplayName": "Erika", "userURL": "NULL", "userLocation": "Atlanta, GA", "depth": 1, "commentType": "userReply", "updateDate": "1469823208", "commentSequence": 19314014, "commentBody": "\"My take is that if anything the PE is too soft on them, and is generally brushed off with some kind of mealy-mouthed self-justification, or a promise to change...\"<br/><br/>I guess I don't think the public editors are soft on them, but I do think the responses to the public editor could be much better. When I commented that some journalists seem to get upset when the public editor makes inquiries, I should have also added the word \"defensive\". There have been times when the attitude from an editor/reporter is \"We're sorry if you were offended\"; or the one that I really think is unprofessional: \"The readers obviously didn't get it.\" (We got it. You just messed up.)<br/><br/>But my suggestion in the earlier comment is to not assume all of the journalists are like that and approach them in queries as \"already guilty as a group\". Find the ones who may have used inappropriate judgment and focus on that - as Ms. Spayd did with Patrick Healy on that Bill Clinton speech.  <br/><br/>And yes, I see his editor has a spin of the story \"may have made readers uncomfortable\". I guess that's the new \"you just didn't get it.\" Maybe that should be the focus: I think some of the editors don't realize they can edit stuff  the reporters write. When Alessandra Stanley wrote about Shonda Rhimes, the uproar was not only about what she wrote but that three editors read it - and it still was published in all its offensive glory."}]}, "lft": 1018, "assetURL": "http://www.nytimes.com/2016/07/24/public-editor/liz-spayd-the-new-york-times-public-editor.html", "parentID": null, "commentID": 19255131, "rgt": 1023, "userDisplayName": "Erika", "createDate": "1469388619", "userID": 44434605, "replyCount": 2, "commentTitle": "<br/>", "status": "approved", "approveDate": "1469419430", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Atlanta, GA", "commentType": "comment", "updateDate": "1469415830", "commentSequence": 19255131, "commentBody": "\"Like the tiresome bore at a party, I went around asking several journalists in the newsroom about these claims that The Times sways to the left. Mostly I was met with a roll of the eyes. \"<br/><br/>Ms. Spayd, can I just say that maybe you're getting a roll of the eyes because even in a few columns you're coming across as a person who approaches those in the office (newsroom) with a \"I know better than you!\" attitude? I've been reading the public editor since Mr. Hoyt and when these public editors got upset responses from the Times employees it usually was because the journalists had actually done something in error or in questionable judgment. <br/><br/>You seem to automatically assume they're all in the wrong on everything because they don't agree with your very sweeping and overall changes in general - in a month! - and that comes across loud and clear here.<br/><br/>I believe in being direct in my job but I also know that (when appropriate) you attract more flies with honey than vinegar. And looking and observing is best when you're new, not stomping in and saying how you'll change everything. Start out with vinegar and you'll end up preaching to a choir of one - yourself - and the folks who already are waiting for you to say what they want to hear. ", "recommendationCount": 8}, {"assetID": 3456104, "replies": [], "lft": 1024, "assetURL": "http://www.nytimes.com/2016/07/24/public-editor/liz-spayd-the-new-york-times-public-editor.html", "parentID": null, "commentID": 19255135, "rgt": 1025, "userDisplayName": "FT", "createDate": "1469388669", "userID": 61339302, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1469419445", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "San Francisco", "commentType": "comment", "updateDate": "1469415845", "commentSequence": 19255135, "commentBody": "Maureen Dowd a liberal? You must be kidding.", "recommendationCount": 16}, {"assetID": 3456139, "replies": [], "lft": 4847, "assetURL": "http://www.nytimes.com/2016/07/25/us/politics/debbie-wasserman-schultz-dnc-wikileaks-emails.html", "parentID": 19258902, "commentID": 19259272, "rgt": 4848, "userDisplayName": "RM", "createDate": "1469419445", "userID": 38719888, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1469419509", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Vermont", "commentType": "userReply", "updateDate": "1469463152", "commentSequence": 19259272, "commentBody": "I see you followed the Red Herring.<br/><br/>As to who is responsible for the DNC's involuntary transparency, \"What Difference Does It Make?\"", "recommendationCount": 50}, {"assetID": 3456139, "replies": [], "lft": 2089, "assetURL": "http://www.nytimes.com/2016/07/25/us/politics/debbie-wasserman-schultz-dnc-wikileaks-emails.html", "parentID": 19256481, "commentID": 19259288, "rgt": 2090, "userDisplayName": "Chicklet", "createDate": "1469419529", "userID": 59209989, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1469419567", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Douglaston, NY", "commentType": "userReply", "updateDate": "1469415967", "commentSequence": 19259288, "commentBody": "Stonewall? Is that what the Democrats, under DWS direction, building in Philadelphia? <br/><br/>Actually, it's an 8 foot high, 4 mile long, police fortified fence. This way it'll look like there are no protestors and anyone who tries to cross the border to have a word with Mrs. Clinton will be sent back to where they came from. Legitimate Democrats can't just say so, they've got to show ID. <br/><br/>Of course, for the country as a whole, this idea of walls and ID's is preposterous, just like not knowing you broke the law with your server. Bah!", "recommendationCount": 0}, {"assetID": 3456104, "replies": [], "lft": 1026, "assetURL": "http://www.nytimes.com/2016/07/24/public-editor/liz-spayd-the-new-york-times-public-editor.html", "parentID": null, "commentID": 19255137, "rgt": 1027, "userDisplayName": "TKW", "createDate": "1469388726", "userID": 8191046, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1469419781", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Virginia", "commentType": "comment", "updateDate": "1469416181", "commentSequence": 19255137, "commentBody": "By reporting the truth. That is what is most important in journalism. A story filed with absolutely honest, truthful reporting will win my readership no matter where the chips may fall. And that is what I expect from the Times. No more and no less.", "recommendationCount": 19}, {"assetID": 3456104, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 19255142, "replies": [], "commentID": 19259411, "trusted": 0, "userDisplayName": "EK", "createDate": "1469420724", "userID": 41749208, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1469500129", "userTitle": "NULL", "recommendations": 0, "editorsSelection": false, "parentUserDisplayName": "Warren Gilman", "userURL": "NULL", "userLocation": "Tempe AZ", "depth": 1, "commentType": "userReply", "updateDate": "1469496529", "commentSequence": 19259411, "commentBody": "I totally agree with Mr. Gilman.  I have read the Times seven days a week for over 25 years.   The Times long since lost its claim of \"All The News That's Fit to Print\" and replaced it with the reality of \"All the News That's LEFT to Print.\""}]}, "lft": 1028, "assetURL": "http://www.nytimes.com/2016/07/24/public-editor/liz-spayd-the-new-york-times-public-editor.html", "parentID": null, "commentID": 19255142, "rgt": 1031, "userDisplayName": "Warren Gilman", "createDate": "1469388771", "userID": 46916392, "replyCount": 1, "commentTitle": "<br/>", "status": "approved", "approveDate": "1469419797", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Middletown New York", "commentType": "comment", "updateDate": "1469416197", "commentSequence": 19255142, "commentBody": "Amen to your new Public Editor. I have been reading the New York Times for over 60 years and recently have had the same feelings about your bias against anything that is not left of center politically. Even David Brooks who I have always admired has left me very disappointed both in print and as a PBS commentator. ( I no longer read his column or watch him) I increasingly wonder why I have an very expensive  7 day subscription to your paper. Take heed of your Public Editor's advice!!", "recommendationCount": 28}, {"assetID": 3456139, "replies": [], "lft": 2469, "assetURL": "http://www.nytimes.com/2016/07/25/us/politics/debbie-wasserman-schultz-dnc-wikileaks-emails.html", "parentID": 19256735, "commentID": 19259307, "rgt": 2470, "userDisplayName": "Chicklet", "createDate": "1469419761", "userID": 59209989, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1469419807", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Douglaston, NY", "commentType": "userReply", "updateDate": "1469416207", "commentSequence": 19259307, "commentBody": "So you've got Trump supporters in Georgia, eh? Maybe they know what most New Yorkers know, that in the 30+ years he's been a household name here in the Big Apple he was never, ever called a racist. His construction sites hired everyone, his site superintendents were women, before it was popular.<br/><br/>Then, he crossed Mrs. Clinton, and became a racist. I'd go and complain, but Hillary's gone and build a 4 mile long wall, 8 feet high, around the convention center in Philadelphia. Honestly!", "recommendationCount": 2}, {"assetID": 3456139, "replies": [], "lft": 4747, "assetURL": "http://www.nytimes.com/2016/07/25/us/politics/debbie-wasserman-schultz-dnc-wikileaks-emails.html", "parentID": 19258807, "commentID": 19259315, "rgt": 4748, "userDisplayName": "RM", "createDate": "1469419849", "userID": 38719888, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1469419867", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Vermont", "commentType": "userReply", "updateDate": "1469416267", "commentSequence": 19259315, "commentBody": "What is the conversion factor to balance Supreme Court appointments against hawkish foreign regime change misadventures?", "recommendationCount": 30}, {"assetID": 3456109, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 19259323, "replies": [], "commentID": 19262136, "trusted": 0, "userDisplayName": "esp", "createDate": "1469449999", "userID": 65634231, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1469459069", "userTitle": "NULL", "recommendations": 0, "editorsSelection": false, "parentUserDisplayName": "MS", "userURL": "NULL", "userLocation": "Illinois", "depth": 1, "commentType": "userReply", "updateDate": "1469455469", "commentSequence": 19262136, "commentBody": "We know Hillary.  She is a hawk, she is pro trade agreements, she is pro wall street, she was a Republican before she wasn't.  She supported her husband and condemned those women who were his sexual partners.  And she's for women?  She needs to bake more cookies, change more diapers, work cleaning hotel rooms and work at Wall Mart to find out the lives of real women.  She needs to live in the inner city for just a week and learn how real women work and live."}]}, "lft": 2652, "assetURL": "http://www.nytimes.com/2016/07/24/opinion/campaign-stops/behind-hillarys-mask.html", "parentID": null, "commentID": 19259323, "rgt": 2655, "userDisplayName": "MS", "createDate": "1469419919", "userID": 5050077, "replyCount": 1, "commentTitle": "<br/>", "status": "approved", "approveDate": "1469419928", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Westchester County, NY", "commentType": "comment", "updateDate": "1469416328", "commentSequence": 19259323, "commentBody": "You've hit the nail on the head, Gail. As I read your piece, I found myself nodding along in agreement with the points you make.It also struck me that a central point, that we still don't know Hillary Clinton,though she has been out there in plain view doing and advocating, and suffering  endless criticism,is also tied up with our generation of women working hard to make change, but not doing enough to claim credit for it.The younger generation has it all over on us, where claiming credit is concerned. I do feel that this failure to take credit has added to a lack of confidence in her. It's unfortunate &amp; undeserved.<br/><br/>I was first aware of Hillary Clinton in the 80s, as a young mother struggling to figure life out while working and raising small children. An article in Time Magazine about her, at that time first lady of Arkansas, was about how she was trying to change education in Arkansas, to bring up achievement and mastery levels in a state that was at the bottom of the rankings. I was so impressed by the fact that she was also a working attorney while First Lady, and really felt inspired by her. There were not that many high profile women in any domain during that era of the mid 80's. She gave me hope, working in highly male dominated field, as I was, that I, too, could succeed. I still have that magazine and the article. <br/><br/>I find myself feeling quite emotional at the prospect of her actual nomination for President. She has earned it. She deserves it. We need her to win it!", "recommendationCount": 34}, {"assetID": 3456117, "replies": [], "lft": 218, "assetURL": "http://wordplay.blogs.nytimes.com/2016/07/23/out-of-this-world-2/", "parentID": null, "commentID": 19259325, "rgt": 219, "userDisplayName": "Leapfinger", "createDate": "1469419929", "userID": 51284005, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1469419987", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Durham, NC", "commentType": "comment", "updateDate": "1469416387", "commentSequence": 19259325, "commentBody": "Did we ever get the reveal to John's avatar? It doesn't seem to have tempted Laszlo, Martin.<br/><br/>S.A.F.E. to say the puzzle had A SHARP start, and I thought having ET invade the clue answers was inspired, and didn't mind there were nine, instead of ending with EIGHT. It looked to me asif the grid design itself looked like a MOTHERSHIP, a la \"Close Encounters of the Third Kind\", so that extra little UFO seemed extraneous. Throw in the CANNON and LASER, and it reminded me of that infamous Titanic Sunday, which had just too much going on in the grid, no matter how cleverly conceived. All that is post facto, however. Except for that pesky SOPH P, I enjoyed the solve.<br/><br/>The center cross suggested E-YOYO-RE, one of my favourite AAMilne characters, and I found the AIRSPORTSBARBRAS an intriguing pair, whether combined or separated. Nice to have a SAMOAN Girl Scout COOKIE, but I wouldn't recommend a BRUNCH of MERLOT ANNABELLEE FUEL of CREAM SAUCE.<br/><br/>I don't usually think of theme links, but this one seemed perfect for Jack Benny's and Mel Blanc's take on SETI;<br/><a href=\"https://www.youtube.com/watch?v=Gy1ztCTrBEU\" title=\"https://www.youtube.com/watch?v=Gy1ztCTrBEU\" target=\"_blank\">https://www.youtube.com/watch?v=Gy1ztCTrBEU</a><br/><br/>PS: Enjoyed that the unchecked squares spelled SAFE, and David's unquenchable enthusichasm. Just ABYSSle overdone today.", "recommendationCount": 1}, {"assetID": 3456104, "replies": [], "lft": 351, "assetURL": "http://www.nytimes.com/2016/07/24/public-editor/liz-spayd-the-new-york-times-public-editor.html", "parentID": 19250221, "commentID": 19255163, "rgt": 352, "userDisplayName": "izzy607", "createDate": "1469389028", "userID": 55046144, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1469419997", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Portland.OR", "commentType": "userReply", "updateDate": "1469416397", "commentSequence": 19255163, "commentBody": "AS opposed to the conservative media (most of the rest of what is \"main stream\") who make no effort at all to to be objective? The double standard applied to so called \"liberal\" media is maddening.", "recommendationCount": 1}, {"assetID": 3456104, "replies": [], "lft": 401, "assetURL": "http://www.nytimes.com/2016/07/24/public-editor/liz-spayd-the-new-york-times-public-editor.html", "parentID": 19250475, "commentID": 19255181, "rgt": 402, "userDisplayName": "izzy607", "createDate": "1469389245", "userID": 55046144, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1469420171", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Portland.OR", "commentType": "userReply", "updateDate": "1469416571", "commentSequence": 19255181, "commentBody": "I am waiting to see the equivalent of the Public Editor, or even a Corrections section in any conservative publication or broadcast. The coverage of Trump is negative because the facts on Trump are negative.", "recommendationCount": 3}, {"assetID": 3456104, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 19255186, "replies": [], "commentID": 19264208, "trusted": 0, "userDisplayName": "Lorem Ipsum", "createDate": "1469456012", "userID": 28687942, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1469503509", "userTitle": "NULL", "recommendations": 0, "editorsSelection": false, "parentUserDisplayName": "Byron Higgins", "userURL": "NULL", "userLocation": "DFW, TX", "depth": 1, "commentType": "userReply", "updateDate": "1469499909", "commentSequence": 19264208, "commentBody": "Tautology much?"}, {"recommendedFlag": 0, "parentID": 19255186, "replies": [], "commentID": 19268247, "trusted": 0, "userDisplayName": "S charles", "createDate": "1469467657", "userID": 1362582, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1469545899", "userTitle": "NULL", "recommendations": 0, "editorsSelection": false, "parentUserDisplayName": "Byron Higgins", "userURL": "NULL", "userLocation": "Northern, NJ", "depth": 1, "commentType": "userReply", "updateDate": "1469542299", "commentSequence": 19268247, "commentBody": "I write to their reporters all the time they are eminently clueless and in a bubble."}]}, "lft": 1032, "assetURL": "http://www.nytimes.com/2016/07/24/public-editor/liz-spayd-the-new-york-times-public-editor.html", "parentID": null, "commentID": 19255186, "rgt": 1037, "userDisplayName": "Byron Higgins", "createDate": "1469389281", "userID": 56900164, "replyCount": 2, "commentTitle": "<br/>", "status": "approved", "approveDate": "1469420178", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Bridgman, Michigan", "commentType": "comment", "updateDate": "1469416578", "commentSequence": 19255186, "commentBody": "Very disturbing article.  There is no question in my mind that NYT postures its domestic news reporting far left of center.  And the fact that the news room and the editorial staff don't see that tells me much about their political philosophy.  I have subscribed  to the Times since graduate school in the 60\"s.  Editorial views at that time were pretty much confined to the opinion section.  That is no longer the case.  Perhaps it is  because they no longer recognize the bias that underlies their reporting.", "recommendationCount": 33}, {"assetID": 3456104, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 19255232, "replies": [], "commentID": 19265069, "trusted": 0, "userDisplayName": "frankly0", "createDate": "1469458447", "userID": 28047160, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1469543566", "userTitle": "NULL", "recommendations": 0, "editorsSelection": false, "parentUserDisplayName": "Sheila", "userURL": "NULL", "userLocation": "Boston MA", "depth": 1, "commentType": "userReply", "updateDate": "1469539966", "commentSequence": 19265069, "commentBody": "So it's your considered view that the Times should just give up any pretense at journalistic objectivity, and become a partisan rag, because you and others have whipped yourselves into a frenzy over Donald Trump?<br/><br/>Imagine if the Times does this, and Trump actually wins. Don't you think he would be fully entitled to cut off all interaction with people from the Times, as he has already done with the Washington Post?"}, {"recommendedFlag": 0, "parentID": 19255232, "replies": [], "commentID": 19266999, "trusted": 0, "userDisplayName": "QFS", "createDate": "1469463652", "userID": 76066957, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1469543656", "userTitle": "NULL", "recommendations": 0, "editorsSelection": false, "parentUserDisplayName": "Sheila", "userURL": "NULL", "userLocation": ".", "depth": 1, "commentType": "userReply", "updateDate": "1469540056", "commentSequence": 19266999, "commentBody": "\"... the guts of the Washington Post, which published a full-throated condemnation of Trump.\"<br/><br/>Trump banned the Post in June, so the Post has nothing to lose.<br/><br/>Donald Trump just barred Washington Post reporters from campaign events. That should bother you.<br/>By Chris Cillizza<br/>The Washington Post<br/>June 13, 2016"}]}, "lft": 1038, "assetURL": "http://www.nytimes.com/2016/07/24/public-editor/liz-spayd-the-new-york-times-public-editor.html", "parentID": null, "commentID": 19255232, "rgt": 1043, "userDisplayName": "Sheila", "createDate": "1469389736", "userID": 56943551, "replyCount": 2, "commentTitle": "<br/>", "status": "approved", "approveDate": "1469420191", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Pittsburgh", "commentType": "comment", "updateDate": "1469416591", "commentSequence": 19255232, "commentBody": "If only you had the guts of the Washington Post, which published a full-throated condemnation of Trump.  This is no time to be squeaking and waffling about \"balance\" and \"both sides\" and \"even-handedness\" -- you've got one mainstream competent presidential candidate and one dangerous fascist nut-job, and if you can't point that out in so many words you are FAILING in your journalistic mission.  Not to mention how history will remember you as a sellout Vichy rag.  The truth has a well-known liberal bias, as someone or other pointed out.  Just tell the truth.", "recommendationCount": 41}, {"assetID": 3456104, "replies": [], "lft": 471, "assetURL": "http://www.nytimes.com/2016/07/24/public-editor/liz-spayd-the-new-york-times-public-editor.html", "parentID": 19251178, "commentID": 19255238, "rgt": 472, "userDisplayName": "izzy607", "createDate": "1469389841", "userID": 55046144, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1469420336", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Portland.OR", "commentType": "userReply", "updateDate": "1469416736", "commentSequence": 19255238, "commentBody": "Isn't it more distressing  that one of the two major political parties in this country have nominated a lying, bigoted con man (that is what he is, in fact) for the presidency? A newspaper calling it like it is is not bias.", "recommendationCount": 2}, {"assetID": 3456138, "replies": [], "lft": 77, "assetURL": "http://wordplay.blogs.nytimes.com/2016/07/24/first-single/", "parentID": 19258931, "commentID": 19259365, "rgt": 78, "userDisplayName": "John", "createDate": "1469420341", "userID": 12857582, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1469420348", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Chicago", "commentType": "userReply", "updateDate": "1469416748", "commentSequence": 19259365, "commentBody": "Martin, I have to amend my post. Laszlo posted a comment to me on Rex's Blog ID'ing Teller and suggesting another alien with the initials ET. Of course, Laszlo and Teller were both born in Hungary. And, Teller was the inspiration for Dr. Strangeglove, my idea of JOE COOL.", "recommendationCount": 0}, {"assetID": 3456139, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 19259356, "replies": [], "commentID": 19259878, "trusted": 0, "userDisplayName": "Lady Scorpio", "createDate": "1469427192", "userID": 73779863, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1469451138", "userTitle": "NULL", "recommendations": 0, "editorsSelection": false, "parentUserDisplayName": "rlm", "userURL": "NULL", "userLocation": "Mother Earth", "depth": 1, "commentType": "userReply", "updateDate": "1469447538", "commentSequence": 19259878, "commentBody": "@rlm,<br/>Well, if Snowdens' responsible, thanks Mr. Snowdon. And, Clinton said he'd have to do time for his crimes (heaven help whistle blowers with her around), I hope he stays comfy in Russia.<br/><br/>7-25-16@2:13 am"}, {"recommendedFlag": 0, "parentID": 19259356, "replies": [], "commentID": 19262491, "trusted": 1, "userDisplayName": "rlm", "createDate": "1469451101", "userID": 63210810, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1469451130", "userTitle": "NULL", "recommendations": 1, "editorsSelection": false, "parentUserDisplayName": "rlm", "userURL": "NULL", "userLocation": "urban nc", "depth": 1, "commentType": "userReply", "updateDate": "1469447530", "commentSequence": 19262491, "commentBody": "To my responders below:  <br/><br/>Let's get one thing straight first-  you are wrong to assume I singularly blame 'liberal' media.  The extreme right wing FOX's are just as guilty at refusing to remain neutral by interjecting their own brand of truth (their truth) propaganda in order sway public opinion AND garner ever more corporate ad $$$.<br/>Yet the American public continues to feed the media monster.   We no longer value integrity and honesty in people,  politicians,  our once fair and unbiased American institutions.  It's all about \"winning\".   And,  our children watch us,  lie,  cheat and obfuscate.   What a pity."}, {"recommendedFlag": 0, "parentID": 19259356, "replies": [], "commentID": 19268217, "trusted": 0, "userDisplayName": "Air Marshal of Bloviana", "createDate": "1469467539", "userID": 69051443, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1469468092", "userTitle": "NULL", "recommendations": 0, "editorsSelection": false, "parentUserDisplayName": "rlm", "userURL": "NULL", "userLocation": "Over the Fruited Plain", "depth": 1, "commentType": "userReply", "updateDate": "1469464492", "commentSequence": 19268217, "commentBody": "I has to be, Snowden couldn't possibly have access to a Russian computer. /sarc/"}]}, "lft": 4996, "assetURL": "http://www.nytimes.com/2016/07/25/us/politics/debbie-wasserman-schultz-dnc-wikileaks-emails.html", "parentID": null, "commentID": 19259356, "rgt": 5013, "userDisplayName": "rlm", "createDate": "1469420286", "userID": 63210810, "replyCount": 8, "commentTitle": "<br/>", "status": "approved", "approveDate": "1469420349", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "urban nc", "commentType": "comment", "updateDate": "1469416749", "commentSequence": 19259356, "commentBody": "Saddest part of this entire spectacle is the NYT's attempting to distract it's readers from the potential and most likely Clinton connection by inferring a Russian/Putin hack.    This is exactly how American politics have been hijacked by the corporate media machine and they are playing a very dangerous game by doing it.    <br/><br/>I don't suspect Putin at all.   I suspect Edward Snowden worked his high tech security magic in order to bring the real story to the American people about just how truly corrupt the supposedly 'more humane' D party actually is.   He did us a favor,  and yet here's the NYT's two days late,  trying to play catch up,  with their most favorite of candidates, HRC,  in the middle of yet another mess.   <br/><br/>I shake my head in disappointment-  and disgust.   Something must change.  And soon.    ", "recommendationCount": 164}]}, "copyright": "Copyright (c) 2016 The New York Times Company.  All Rights Reserved."}