{"debug": {"version": 3.1}, "status": "OK", "results": {"api_timestamp": "1481459834", "totalCommentsFound": 2840, "totalCommentsReturned": 25, "comments": [{"assetID": 1158557, "replies": [], "lft": 120, "assetURL": "http://vancouver2010.blogs.nytimes.com/2010/02/12/coming-soon-live-updates-from-opening-ceremony/", "parentID": null, "commentID": 1562492, "rgt": 121, "userDisplayName": "rw", "createDate": "1266037611", "userID": 59464429, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1266037670", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Little Silver, NJ", "commentType": "comment", "updateDate": "1266037669", "commentSequence": 57, "commentBody": "I can guarantee that if such a technical error had occurred at the Beijing opening ceremonies, people would have been jailed or shot for their mistakes.", "recommendationCount": 6}, {"assetID": 1157248, "replies": [], "lft": 96, "assetURL": "http://dotearth.blogs.nytimes.com/2010/02/12/a-historian-looks-back-at-the-climate-fight/", "parentID": null, "commentID": 1562270, "rgt": 97, "userDisplayName": "Mark A. York", "createDate": "1266032145", "userID": 16774938, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1266037789", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Sunland, CA", "commentType": "comment", "updateDate": "1266037789", "commentSequence": 48, "commentBody": "I wrote two novels that depict this period in a near future setting where a culmination of factors fueled by rising CO2 levels, produces weather events that readers will identify with. Major disruptions and politics. Sceptics make great villains because, well, they are villains. Newscorp &amp; Co. have spooked the publishing world though so it's a tough sell in realistic fiction as in news. That's the case because the depicted story is, as Hemingway said, \"Truer than true.\" Stay tuned.", "recommendationCount": 3}, {"assetID": 1157248, "replies": [], "lft": 98, "assetURL": "http://dotearth.blogs.nytimes.com/2010/02/12/a-historian-looks-back-at-the-climate-fight/", "parentID": null, "commentID": 1562299, "rgt": 99, "userDisplayName": "Mark A. York", "createDate": "1266032960", "userID": 16774938, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1266037797", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Sunland, CA", "commentType": "comment", "updateDate": "1266037797", "commentSequence": 49, "commentBody": "My training is in biological science and, alas, journalism, and so it is against type to cite Bible stories, but the parable of The Ark is appropriate. ", "recommendationCount": 2}, {"assetID": 1157248, "replies": [], "lft": 100, "assetURL": "http://dotearth.blogs.nytimes.com/2010/02/12/a-historian-looks-back-at-the-climate-fight/", "parentID": null, "commentID": 1562332, "rgt": 101, "userDisplayName": "Chris Colose", "createDate": "1266033691", "userID": 54316249, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1266037810", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New York", "commentType": "comment", "updateDate": "1266037810", "commentSequence": 50, "commentBody": "Seen from the perspective of the general scientific community at the time, the implications of climate change at the turn of the millennia were as large as the transition between geologic intervals in time.  The muddled warning messages by the scientific community and an inefficient communication system to the public resulted in the realization of some of the dire warnings that emanated from groups who stressed the importance of curbing the business-as-usual practice that was inherently unstable.<br /><br />The consequences may not have been as large as the asteroid impact that wiped out the dinosaurs, but they were eventually as significant as going in and out of an ice age, the impacts were realized over a relatively rapid time period (over just a couple of generations).  This was the most significant climate change that was ever experienced in the timeframe of civilization, and occurred when human population and settlement patterns were such that migration to more adaptable climate zones was extremely difficult.<br /><br />Human beings began to have a significant impact on their surrounding environment around the start of the agricultural revolution.  Over several thousands of years there was a radical global paradigm shift from small groups of people that were hunting and gathering to survive, to the rapid expansion of population that began to settle down into cities.  Some authors of the 20th century, such as Daniel Quinn, viewed such behavior as stemming from an inherent feeling toward the “specialness of man” which justified their domination of non-civilized cultures, rainforests, or other biological habitats, in much the same way as Adolf Hitler’s mythology of Aryan superiority justified his war on much of Europe.  However, no event over the course of human civilization was as large on a global scale, and yet so avoidable as the onset of the radical climate shift which began in the 20th century and became so pronounced over the next century.<br /><br />The warnings from the climate science community could only be heard by those people that listened.  A solid foundation in the relevant issues needed to make informed decisions could not be found in primary schooling, or even for most people in college.  Despite the principles behind how climate change operated being well-rooted in physics and adequately verified from those who study the past climate behavior, there was still a strange amount of focus given to the precise language used by scientists who argued over terminology such as “very likely” or “virtually certain” or “almost” which is useful in scientific setting but proved impractical to the general public.<br /><br />Ironically, the revolution in the accessibility of information played a large role in the lack of suitable action that was needed to stabilize emissions of gases that caused global climate change.  This came primarily in two ways.  First, there was a considerable industry devoted to popularizing false information.  This may have been due to a perceived short-term threat to the status quo, personal gain for spreading this disinformation, but regardless of the rationale for such behavior, a large amount of confusion was spread to the general public concerning the scientific understanding of how climate change operated.  On the other hand, media reports often exaggerated the conclusions that would appear in the scientific literature, or used icons to emotionalize the impacts of climate change, which resulted in a lack of appreciation for the real biological and social concerns of a changing world. In fact, much of the public became largely disinterested in the subject, and the threat of a changing climate would not even appear on the top of lists highlighting the main problems of the time period.<br /><br />Continued...", "recommendationCount": 8}, {"assetID": 1157248, "replies": [], "lft": 102, "assetURL": "http://dotearth.blogs.nytimes.com/2010/02/12/a-historian-looks-back-at-the-climate-fight/", "parentID": null, "commentID": 1562347, "rgt": 103, "userDisplayName": "Chris Colose", "createDate": "1266034000", "userID": 54316249, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1266037813", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New York", "commentType": "comment", "updateDate": "1266037813", "commentSequence": 51, "commentBody": "The second reason that the accessibility of information actually played a role in the confusion for how to handle climate change was the illusion that any person could instantly become an expert in multiple fields.  This became a time when only hours worth of easily accessible research gave some the personal feeling that they were in position to challenge experts who spent decades studying the subtle nuances of the field.  Hundreds of years of tradition of publishing results in academic journals and being scrutinized by peers was replaced by flashy postings of information which could instantly be read by millions of people, and this online database of information became an authority of its own.<br /><br />The result was that authority was no longer sought after in the manner it once was, and the reality of how climate change was influencing society became as much of a personal preference as what type of food people like to eat.  It also became the first time in history in which the scientific community as a whole could be collectively accused of spreading false information, even when a small group of individuals spoke uncarefully or made a mistake.  In the early 21st century, a key report issued by the United Nations mistakenly claimed that Himalayan glaciers would disappear over just several decades.  Despite the fact that glaciers around the world had been melting and were projected to continue to melt, and despite this claim not even being a central component to the report, the mistake was quickly translated into suspicious acts by the entire scientific community and flaws in the whole structure of the science behind global warming.<br /><br />To be fair, at the time when climate change became a significant problem, there was no adequate alternate structure by which the lifestyle at the time could be maintained.  There was also not enough attention given to searching out alternate methods to maintain that lifestyle.  Just like a canoe ready to go over a waterfall, there was no attempt to abandon ship, but rather to simply row harder and delay the catastrophic fall.  We are now paying the price for this lack of desire to evolve in culture, and to get off the addictive drug that was cheap and easy energy.<br /><br />This is the most pronounced analog to our modern situation (insert human problem in hundreds of years here) whereby we are warned to take significant action, and yet we are repeatedly being told by non-experts that there is in fact no problem, if there is a problem that we're not able to change it, or that even if we could it would be better to adapt to it.  These views are all hard to reconcile yet our decision on how to approach it has severe repercussions for ourselves and future generations.<br /><br />", "recommendationCount": 9}, {"assetID": 1157248, "replies": [], "lft": 104, "assetURL": "http://dotearth.blogs.nytimes.com/2010/02/12/a-historian-looks-back-at-the-climate-fight/", "parentID": null, "commentID": 1562471, "rgt": 105, "userDisplayName": "Girma", "createDate": "1266037034", "userID": 56529217, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1266037849", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Perth, Australia", "commentType": "comment", "updateDate": "1266037849", "commentSequence": 52, "commentBody": "You wants us to comment on “anticipating how the current period might appear in, say, 100 years”<br /><br />One of the greatest scientific stuff ups, or one of the greatest scientific fibs of all times. (i.e. Man made global warming, 0.038% CO2 in the atmosphere)<br />", "recommendationCount": 7}, {"assetID": 1158557, "replies": [], "lft": 122, "assetURL": "http://vancouver2010.blogs.nytimes.com/2010/02/12/coming-soon-live-updates-from-opening-ceremony/", "parentID": null, "commentID": 1562497, "rgt": 123, "userDisplayName": "Julian M.", "createDate": "1266037710", "userID": 60066786, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1266038026", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Brunei", "commentType": "comment", "updateDate": "1266038026", "commentSequence": 58, "commentBody": "God, it seems like some people hold on white-knuckled to the lip-synching incident in Beijing and use it to discredit everything: the 15,000 performers, the years of training and plotting, the drummers, the ink dancers, the printing press, the tai chi performers.  The fact that the digitized footprint fireworks are used because a helicopter cannot safely shoot it is now translated into \"fake fireworks.\" The fact that millions volunteered is now known as \"slave labor.\"<br />Just admit it. (to yourselves internally if publicly is too painful)  China made an all-out effort and your own all-out effort cannot measure up.  Or don't. Keep comforting yourselves that \"everything in Beijing was fake.\"  This seems the only way your fragile egos can remain intact.", "recommendationCount": 7}, {"assetID": 1158557, "replies": [], "lft": 124, "assetURL": "http://vancouver2010.blogs.nytimes.com/2010/02/12/coming-soon-live-updates-from-opening-ceremony/", "parentID": null, "commentID": 1562500, "rgt": 125, "userDisplayName": "Hunter", "createDate": "1266037772", "userID": 56657086, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1266038033", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Tokyo", "commentType": "comment", "updateDate": "1266038033", "commentSequence": 59, "commentBody": "Well done commentary... thanks very much to each of you.  I'm watching on Japanese TV and this sure helped make sense of this absolutely beautiful and stunning opening ceremony. A fabulous start to the Winter Olympics.", "recommendationCount": 1}, {"assetID": 1158557, "replies": [], "lft": 126, "assetURL": "http://vancouver2010.blogs.nytimes.com/2010/02/12/coming-soon-live-updates-from-opening-ceremony/", "parentID": null, "commentID": 1562501, "rgt": 127, "userDisplayName": "Grace", "createDate": "1266037792", "userID": 17363548, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1266038038", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Vancouver, Canada", "commentType": "comment", "updateDate": "1266038038", "commentSequence": 60, "commentBody": "Thank you Mark, # 51, for saying so eloquently what I could not. Maybe the opening ceremonies do not compare, but I'm proud of our effort and we welcome the world... let the games begin!", "recommendationCount": 5}, {"assetID": 1158557, "replies": [], "lft": 128, "assetURL": "http://vancouver2010.blogs.nytimes.com/2010/02/12/coming-soon-live-updates-from-opening-ceremony/", "parentID": null, "commentID": 1562508, "rgt": 129, "userDisplayName": "DR", "createDate": "1266037863", "userID": 45358279, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1266038168", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Mass", "commentType": "comment", "updateDate": "1266038168", "commentSequence": 61, "commentBody": "#39 -I'm sorry if the truth hurts!  I like Canadians, I have no bad feelings against the country. It's nothing personal. I found the ceremony to be really, really boring. Canada already comes across as a rather boring place. Some people even consider the backyard of the US. The Olympics was their chance to show a hint of coolness. I'm sorry to say that the ceremony only confirmed Canada as being  boring and rather lame. The only thing cool there is the snow they had to carry over to make the Olympics happen.  Sorry to say...", "recommendationCount": 7}, {"assetID": 1158557, "replies": [], "lft": 130, "assetURL": "http://vancouver2010.blogs.nytimes.com/2010/02/12/coming-soon-live-updates-from-opening-ceremony/", "parentID": null, "commentID": 1562509, "rgt": 131, "userDisplayName": "Julian M.", "createDate": "1266037891", "userID": 60066786, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1266038175", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Brunei", "commentType": "comment", "updateDate": "1266038175", "commentSequence": 62, "commentBody": "#57  And your \"guarantee\" is worth...what?  Oh, right, all the \"recommend clicks\" that similar-minded sour grapes Westerners will give you here on the Times blog.", "recommendationCount": 2}, {"assetID": 1158557, "replies": [], "lft": 132, "assetURL": "http://vancouver2010.blogs.nytimes.com/2010/02/12/coming-soon-live-updates-from-opening-ceremony/", "parentID": null, "commentID": 1562512, "rgt": 133, "userDisplayName": "BryanRid", "createDate": "1266038010", "userID": 60066801, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1266038204", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Smalltown, america", "commentType": "comment", "updateDate": "1266038204", "commentSequence": 63, "commentBody": "Who was the performer that did the prairie part? I know he is in a circus.", "recommendationCount": 0}, {"assetID": 1158557, "replies": [], "lft": 134, "assetURL": "http://vancouver2010.blogs.nytimes.com/2010/02/12/coming-soon-live-updates-from-opening-ceremony/", "parentID": null, "commentID": 1562514, "rgt": 135, "userDisplayName": "Mia", "createDate": "1266038077", "userID": 55837150, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1266038363", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New Jersey", "commentType": "comment", "updateDate": "1266038363", "commentSequence": 64, "commentBody": "This was the lamest opening ceremonies ever. That was the best Canada could come up with? Having 4 people simultaneously light the cauldran? Now poor Wayne Greztky has to hold a torch  while standing on the back of a truck in the rain to light a second cauldran outside. They should have rigged it somehow so both inside and outside could be lit simultaneously.<br />", "recommendationCount": 11}, {"assetID": 1158557, "replies": [], "lft": 136, "assetURL": "http://vancouver2010.blogs.nytimes.com/2010/02/12/coming-soon-live-updates-from-opening-ceremony/", "parentID": null, "commentID": 1562527, "rgt": 137, "userDisplayName": "shulan", "createDate": "1266038433", "userID": 46010601, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1266038840", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "DC", "commentType": "comment", "updateDate": "1266038840", "commentSequence": 65, "commentBody": "I agree that it was in bad taste to show an athlete's horrific death on primetime tv. My roommate and I both gasped out loud. On the other hand I think that the IOC and Canadian Olympic committee, not to mention the Georgian Olympic team did the best they could given the sad and shocking circumstances to honor Nodar Kumaritashvili. He worked for years to achieve his dreams of competing in one of the world's greatest athletic events and I think that moving forward and competing is the best way to honor his hard work. (On the other hand, the safety of the sliding track definitely should be evaluated before risking the health and lives of other athletes).", "recommendationCount": 0}, {"assetID": 1158557, "replies": [], "lft": 138, "assetURL": "http://vancouver2010.blogs.nytimes.com/2010/02/12/coming-soon-live-updates-from-opening-ceremony/", "parentID": null, "commentID": 1562535, "rgt": 139, "userDisplayName": "NE", "createDate": "1266038707", "userID": 60066820, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1266038843", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New York", "commentType": "comment", "updateDate": "1266038843", "commentSequence": 66, "commentBody": "I sat through the entire march of nations for THAT?  Better off catching some Z's.", "recommendationCount": 4}, {"assetID": 1158557, "replies": [], "lft": 140, "assetURL": "http://vancouver2010.blogs.nytimes.com/2010/02/12/coming-soon-live-updates-from-opening-ceremony/", "parentID": null, "commentID": 1562538, "rgt": 141, "userDisplayName": "rw", "createDate": "1266038733", "userID": 59464429, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1266038847", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Little Silver, NJ", "commentType": "comment", "updateDate": "1266038847", "commentSequence": 67, "commentBody": "No sour grapes here Julian from Brunei. Beijing did an AWESOME job. ", "recommendationCount": 2}, {"assetID": 1158557, "replies": [], "lft": 144, "assetURL": "http://vancouver2010.blogs.nytimes.com/2010/02/12/coming-soon-live-updates-from-opening-ceremony/", "parentID": null, "commentID": 1562553, "rgt": 145, "userDisplayName": "liveoak", "createDate": "1266039103", "userID": 60066834, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1266039341", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "NY", "commentType": "comment", "updateDate": "1266039341", "commentSequence": 68, "commentBody": "Well, I have to admit, Canada gave a decent opening ceremony for the Winter Olympics.  Nothing spectacular, yet respectable nonetheless.  One performance I took issue with was the guy in a beret \"Shane\" who came out and gave a sort of rap rendition of a poem exuding all the virtues of Canada.  In one of his stanzas, he mentioned the alphabet a to z, (a to zed, as Canadians say), but he made the point to emphasize that Canadians say \"zed\" instead of \"zee,\" which, by the way, Americans say \"zee\" instead of \"zed.\"  I don't know if he was just extolling Canadian virtues, but it sure sounded like a subliminal (or otherwise) slam to the supposed \"friendly\" neighbor to the south.  If Canadians have to go as far as use the Olympics as a venue to differentiate themselves from their American neighbors, then I truly begin to wonder just what depth the friendship is between \"the two countries who have the longest friendly border in the world.\"  I don't know the extent of truth to it, but I have often heard that it is common for Canadians in the streets to use Americans as a butt of most of their jokes, something akin to how many cultures use Polish jokes as a sort of inappropriate humor.  To that I say, as the rapper \"Shane\" in the Olympics had said Canada is known for its \"please\" and \"thank you,\" I would say \"please\" stop with that self-righteous attitude and \"thank you\" for exposing the true attitude of Canada towards the USA.  At least us southern neighbors know now what the true story is.  ", "recommendationCount": 5}, {"assetID": 1158557, "replies": [], "lft": 146, "assetURL": "http://vancouver2010.blogs.nytimes.com/2010/02/12/coming-soon-live-updates-from-opening-ceremony/", "parentID": null, "commentID": 1562568, "rgt": 147, "userDisplayName": "Sprite", "createDate": "1266039391", "userID": 60066676, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1266039699", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Nanaimo, BC", "commentType": "comment", "updateDate": "1266039699", "commentSequence": 69, "commentBody": "DR...# 61<br /><br />obivously, you have never actually been here and really experienced the majesty of the Great White North....<br /><br />...maybe we are \"boring\" to you....seriously....you say that you like \"Canadians\"....and yet you feel it important enough to come on here and call us uncool and boring...why? What do you have to gain? Does it make you feel better about yourself somehow to slam an entire nation?<br /><br />...honestly, if all that you are going to base your opinion of Canada on is a show, then I think that you need to broaden your horizons a bit...sorry to say....", "recommendationCount": 6}, {"assetID": 1158557, "replies": [], "lft": 148, "assetURL": "http://vancouver2010.blogs.nytimes.com/2010/02/12/coming-soon-live-updates-from-opening-ceremony/", "parentID": null, "commentID": 1562571, "rgt": 149, "userDisplayName": "Chris V", "createDate": "1266039429", "userID": 56215809, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1266039708", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Abbotsford, BC", "commentType": "comment", "updateDate": "1266039708", "commentSequence": 70, "commentBody": "That was really sketchy how Wayne Greztky carried the torch amongst the crowds to light the cauldron outside. People running and biking along side the truck. Looked like a security failure because it is hard to imagine that it was intentional.", "recommendationCount": 2}, {"assetID": 1158557, "replies": [], "lft": 150, "assetURL": "http://vancouver2010.blogs.nytimes.com/2010/02/12/coming-soon-live-updates-from-opening-ceremony/", "parentID": null, "commentID": 1562577, "rgt": 151, "userDisplayName": "AmatureHistorian", "createDate": "1266039643", "userID": 14616464, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1266039722", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "NYC", "commentType": "comment", "updateDate": "1266039722", "commentSequence": 71, "commentBody": "Anyone noticed the defective flagpoles that caused the flag to wrap around the rope? I know Canada is trying to host the game on cheap but they could at least make the measurement correct. It seems the holes for the air stream are set too low verses the one China used in 08 and caused the upper part of the flag to fold down.", "recommendationCount": 1}, {"assetID": 1158557, "replies": [], "lft": 152, "assetURL": "http://vancouver2010.blogs.nytimes.com/2010/02/12/coming-soon-live-updates-from-opening-ceremony/", "parentID": null, "commentID": 1562584, "rgt": 153, "userDisplayName": "Robin", "createDate": "1266039802", "userID": 50317680, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1266039851", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Chicago", "commentType": "comment", "updateDate": "1266039851", "commentSequence": 72, "commentBody": "Canadians are very nice but dull.", "recommendationCount": 2}, {"assetID": 1158557, "replies": [], "lft": 156, "assetURL": "http://vancouver2010.blogs.nytimes.com/2010/02/12/coming-soon-live-updates-from-opening-ceremony/", "parentID": null, "commentID": 1562587, "rgt": 157, "userDisplayName": "Hunter", "createDate": "1266039876", "userID": 56657086, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1266039911", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Tokyo", "commentType": "comment", "updateDate": "1266039911", "commentSequence": 73, "commentBody": "I now have read the many negative comments and once again feel sad that we (U.S.) Americans are so quick to criticize and lord over the rest of the world, when it certainly is NOT deserved. The Chinese did an amazing job, especially considering their recent history, and so now have our Canadian neighbors. I wish you folks who leap at any opportunity to put down others could just try to see beyond your own limited horizons. The world sure would be a better place!", "recommendationCount": 12}, {"assetID": 1158557, "replies": [], "lft": 158, "assetURL": "http://vancouver2010.blogs.nytimes.com/2010/02/12/coming-soon-live-updates-from-opening-ceremony/", "parentID": null, "commentID": 1562594, "rgt": 159, "userDisplayName": "proud canadian", "createDate": "1266039971", "userID": 43039888, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1266040065", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Vancouver", "commentType": "comment", "updateDate": "1266040065", "commentSequence": 74, "commentBody": "Rick Hansen is more than a wheelchair athlete.  Read this:<br /><br />A celebrated athlete, a catalyst for change in society’s attitudes and a man dedicated to making a difference, Rick Hansen is best known as Canada’s Man In Motion.<br /><br />At the age of 15, Rick Hansen sustained a spinal cord injury (SCI) in a car crash. Paralyzed from the waist down, he slowly came to terms with how to deal with his new life, setting new goals from new dreams. After months of rehabilitation, Rick returned to his first passion: sports. Fuelled by his mantra ‘anything is possible’, he went on to win 19 international wheelchair marathons, including six medals as a Paralympian.<br /><br />Inspired by the dream of a world accessible and inclusive for all, and a passion to make a difference in the lives of others, Rick set out on a journey, his legendary Man In Motion World Tour, on March 21, 1985 . Rick wheeled more than 40,000km through 34 countries, raising $26 million for SCI research and quality of life programs. More importantly was the collective shift in consciousness in the belief of the potential of people with disabilities when barriers are removed.<br /><br />A recipient of the Companion Order of Canada and the Order of British Columbia Rick continues to have a far reaching impact on the world of sport. He chaired the Commission for the Inclusion of Athletes with Disabilities, a special committee of the International Paralympic Committee, successful in creating full medal status for Commonwealth Games athletes and, in 1980, was named ‘Athlete of the Century’ by British Columbia Wheelchair Sport. .<br /><br />March 21, 2010 will mark the 25th anniversary of the day Rick embarked on his Man In Motion World Tour, and today, his journey continues. As President &amp; CEO of the Rick Hansen Foundation, he has helped to generate $200 million for SCI research and quality of life programs. His efforts have continued to improve the prognosis for newly injured individuals and have increased support and care for those living with SCI providing opportunities for them to live to their full potential.<br /><br />Despite a lifetime of accomplishments, Rick believes his best work is in front of him as he expands the work of his Foundation internationally and continues to pursue those dreams that first inspired the Man In Motion World Tour; to find a cure for SCI and to build on the great example Canada has become in making the world fully accessible and inclusive for everyone. His passion and commitment to making an extraordinary difference in the lives of others continues.", "recommendationCount": 9}, {"assetID": 1158557, "replies": [], "lft": 160, "assetURL": "http://vancouver2010.blogs.nytimes.com/2010/02/12/coming-soon-live-updates-from-opening-ceremony/", "parentID": null, "commentID": 1562596, "rgt": 161, "userDisplayName": "aliruba", "createDate": "1266040130", "userID": 42391808, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1266040237", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Toronto, Canada", "commentType": "comment", "updateDate": "1266040237", "commentSequence": 75, "commentBody": "The \"We Are More\" ode was AWESOME. Every Canadian related to it. Very well done. YAY CANADA!! ", "recommendationCount": 4}, {"assetID": 1158557, "replies": [], "lft": 162, "assetURL": "http://vancouver2010.blogs.nytimes.com/2010/02/12/coming-soon-live-updates-from-opening-ceremony/", "parentID": null, "commentID": 1562598, "rgt": 163, "userDisplayName": "rw", "createDate": "1266040142", "userID": 59464429, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1266040239", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Little Silver, NJ", "commentType": "comment", "updateDate": "1266040239", "commentSequence": 76, "commentBody": "Oh pipe down Hunter from Tokyo, people are talking Olympics here not Geopolitiks.   ", "recommendationCount": 2}]}, "copyright": "Copyright (c) 2016 The New York Times Company.  All Rights Reserved."}