{"debug": {"version": 3.1}, "status": "OK", "results": {"api_timestamp": "1481479636", "totalCommentsFound": 5923, "totalCommentsReturned": 25, "comments": [{"assetID": 3328413, "replies": [], "lft": 185, "assetURL": "http://wordplay.blogs.nytimes.com/2012/07/02/numberplay-fat-coin/", "parentID": 6560052, "commentID": 6561368, "rgt": 186, "userDisplayName": "Gary Antonick", "createDate": "1341547249", "userID": 16925408, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1341547278", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Palo Alto", "commentType": "userReply", "updateDate": "1341543678", "commentSequence": 2, "commentBody": "Maya - it's possible I'm reading too much into it. But Dr. Knuth did seem to deliver this puzzle with a bit of reverence instead of a sense of humor. And Joshua Zucker's L XL version seems to support the idea that Knuth had given this some thought.", "recommendationCount": 0}, {"assetID": 3328914, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 6561369, "replies": [], "commentID": 6561614, "trusted": 0, "userDisplayName": "Knowitall", "createDate": "1341551548", "userID": 29180443, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1341551593", "userTitle": null, "recommendations": 3, "editorsSelection": false, "parentUserDisplayName": "Michael", "userURL": null, "userLocation": "Elysian Fields", "depth": 1, "commentType": "userReply", "updateDate": "1341547993", "commentSequence": 1, "commentBody": "The election of 2008 obviously meant something. As President Obama said to Republicans who presented policy ideas early in his administration \"...elections have consequences, and I won...\". He then proceeded, with the support of majorities in both houses, to deliver the Affordable Care Act - without 1 vote in either house from the opposition.<br/><br/>So Congress did indeed \"feel that that election meant\" something.<br/><br/>There was also an election in 2010. It also meant something. It meant that many in Congress in 2009 - 2010 were sent home - many as a result of their support of the ACA, which their constituents opposed vigorously.<br/><br/>You can certainly give President Obama credit for the ACA, and attach to it any Republican ideas you choose, but don't claim that Congress is ignoring election results. It does, as intended, reflect the will of the people. Even to the point of eventually correcting it's actions when they temporarily stray from the people's will.  "}]}, "lft": 236, "assetURL": "http://www.nytimes.com/2012/07/06/opinion/off-and-out-with-mitt-romney.html", "parentID": null, "commentID": 6561369, "rgt": 239, "userDisplayName": "Michael", "createDate": "1341547251", "userID": 9993186, "replyCount": 1, "commentTitle": "n/a", "status": "approved", "approveDate": "1341547278", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Fleetwood, NY", "commentType": "comment", "updateDate": "1341543678", "commentSequence": 20, "commentBody": "Perhaps we should \"offshore\" Congress. We could get the job done cheaper and be able to fire workers who can't get essential work done on time. From what I know about Romney, he has already \"outsourced\" his spine to his donors.<br/><br/>Note to Richard Luettgen, the apparent Krugman stalker... The US Congress is also an elected body, (like the MA legislature) as are the President and Vice President. We voted for President Obama in 2008 as a nation. The problem is that Congress doesn't seem to feel that that election meant anything. So in the absence of doing the peoples' business, an executive has to act. Acting as an advocate for the thousands of families without health care just doesn't seem so bad as the screeching from some protest. No one else has managed any movement on this issue and President Obama deserves credit for getting a plan passed and including Republican ideas in his plan.<br/><br/>Fairness and perspective are still valuable qualities... more so than spin and political recalcitrance for its own sake. ", "recommendationCount": 93}, {"assetID": 3328914, "replies": [], "lft": 240, "assetURL": "http://www.nytimes.com/2012/07/06/opinion/off-and-out-with-mitt-romney.html", "parentID": null, "commentID": 6561365, "rgt": 241, "userDisplayName": "Tim Kane", "createDate": "1341547196", "userID": 20454347, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1341547279", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Mesa, Arizona", "commentType": "comment", "updateDate": "1341543679", "commentSequence": 21, "commentBody": "Seems like there are a couple of principles worth pointing out:<br/><br/>1) There is only one governing principle in America, free contract. That means bargaining power is everything. What you make is a function of your bargaining power.<br/><br/>2) I learned, reading Uncle Milty (Freedman) that the historical rate of return is 4%, therefore, any company that earn's less that 4% on its investment is not sustainable.<br/><br/>3) Ricardo called any returns greater than 4% an \"economic rent\" (it needs a better name than that).<br/><br/>4) All bargaining mentioned in #1 above, is about who gets how much of the \"economic rents\" (#3) a corporation earns.<br/><br/>5) Since the assent of Uncle Ronny (Reagan), the lions share of the \"economic rents\" have increasingly gone to certain \"people\" we might call, CEOs, Executive's, Banksters, or more simply the 1%.<br/><br/>6) Bain Capital took advantage of the disruption to bargaining power and the social contract that the Reagan revolution caused to up end thousands of middle class lives.<br/><br/>Just how many jobs did Bain destroy vs create?  How many were converted from middle class jobs to serf class jobs and vice versa?  Of those created, how many were middle class jobs?<br/><br/>For our purposes here, lets say a job that earns $55,000/year - enough so that one spouse can choose to stay home to raise the kids like Anne Romney did - with full health benefits, 3 weeks vacation, normal holidays and for extra measure some bargaining power is middle class. That would be something to brag about. Waiting", "recommendationCount": 51}, {"assetID": 3328853, "replies": [], "lft": 66, "assetURL": "http://www.nytimes.com/2012/07/06/world/asia/fukushima-nuclear-crisis-a-man-made-disaster-report-says.html", "parentID": null, "commentID": 6561007, "rgt": 67, "userDisplayName": "Mike Mulligan", "createDate": "1341541327", "userID": 23753523, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1341547374", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Hinsdale, NH", "commentType": "comment", "updateDate": "1341543774", "commentSequence": 26, "commentBody": "For the US nuclear Industry and the NRC, the Japanese nuclear village is our wish fulfillment. We taught them how we wanted to be but couldn't...<br/><br/>With groupism, I think our industry and NRC is worst than Japan....<br/><br/>With the computer modeling problems in San Onofre, Mitsubishi and Hitachi...integrity...because of the deep culture problems with the Japanese and their nuclear industry as stated by their \"Fukushima Nuclear Accident Independent Investigation Commission\", I think we should immediately restrict \"all\" nuclear sales and imports coming from Japan and declare all nuclear components, vendors and contractors as unsafe...   ", "recommendationCount": 1}, {"assetID": 3328853, "replies": [], "lft": 68, "assetURL": "http://www.nytimes.com/2012/07/06/world/asia/fukushima-nuclear-crisis-a-man-made-disaster-report-says.html", "parentID": null, "commentID": 6561048, "rgt": 69, "userDisplayName": "T Rex", "createDate": "1341542187", "userID": 65883683, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1341547374", "userTitle": null, "editorsSelection": 1, "statusID": 2, "userURL": null, "userLocation": "Tokyo", "commentType": "comment", "updateDate": "1341550390", "commentSequence": 27, "commentBody": "The Japanese report was scathing -- even the Japanese version of the Nikkei concedes that, and that is a paper that bends over backwards to defend the nuclear industry at every turn; it parrots misleading figures and regularly runs editorials that demand the restart of reactors while leaving out the criticism of nuclear experts who point out that safety standards aren't being met.  But in today's paper even the Nikkei had to concede that Tepco and colluders were harshly criticized and the stability of Japan's reactors are more vulnerable than thought.", "recommendationCount": 4}, {"assetID": 3328853, "replies": [], "lft": 47, "assetURL": "http://www.nytimes.com/2012/07/06/world/asia/fukushima-nuclear-crisis-a-man-made-disaster-report-says.html", "parentID": 6559050, "commentID": 6561079, "rgt": 48, "userDisplayName": "nihon gambare", "createDate": "1341542817", "userID": 65203574, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1341547374", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "pennsylvania", "commentType": "userReply", "updateDate": "1341543774", "commentSequence": 1, "commentBody": "Whoops, the NYT doesn't take Japanese fonts.  Here's another to try:<br/>\n<a href=\"http://www.slideshare.net/jikocho\" title=\"http://www.slideshare.net/jikocho\" target=\"_blank\">http://www.slideshare.net/jikocho</a><br/>\nThe English version is set to be completed this summer.", "recommendationCount": 0}, {"assetID": 3328853, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 6561180, "replies": [], "commentID": 6561809, "trusted": 0, "userDisplayName": "T Rex", "createDate": "1341555774", "userID": 65883683, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1341581938", "userTitle": null, "recommendations": 2, "editorsSelection": false, "parentUserDisplayName": "mlc", "userURL": null, "userLocation": "Tokyo", "depth": 1, "commentType": "userReply", "updateDate": "1341578338", "commentSequence": 1, "commentBody": "\"I can assure you that the industry has very high standards for safety at nuclear plants.\"  <br/><br/>In Japan, we have heard this comment before, and different variations -- always from people who get a paycheck from the nuclear industry.  How illiterate do you think we are?  Role the tape back to the wake of the Fukushima nuclear disaster and, taking CNN for example, remember the professor from Georgia Tech, or Margret Harding from GE, or many of the other nuclear industry advocates who promised that safety was of the highest concern, and that the the highest safety standards were being met.  We were told that a meltdown was out of the question.  "}, {"recommendedFlag": 0, "parentID": 6561180, "replies": [], "commentID": 6563510, "trusted": 0, "userDisplayName": "Mike Mulligan", "createDate": "1341581576", "userID": 23753523, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1341581940", "userTitle": null, "recommendations": 2, "editorsSelection": false, "parentUserDisplayName": "mlc", "userURL": null, "userLocation": "Hinsdale, NH", "depth": 1, "commentType": "userReply", "updateDate": "1341578340", "commentSequence": 2, "commentBody": "Don't trust anything done in secrecy! "}]}, "lft": 70, "assetURL": "http://www.nytimes.com/2012/07/06/world/asia/fukushima-nuclear-crisis-a-man-made-disaster-report-says.html", "parentID": null, "commentID": 6561180, "rgt": 75, "userDisplayName": "mlc", "createDate": "1341544534", "userID": 47437536, "replyCount": 2, "commentTitle": "n/a", "status": "approved", "approveDate": "1341547374", "userTitle": null, "editorsSelection": 1, "statusID": 2, "userURL": null, "userLocation": "Whidbey Island, Washington", "commentType": "comment", "updateDate": "1341550397", "commentSequence": 28, "commentBody": "The nuclear industry itself has committees to explore and recommend tighter safety restrictions in the United States. I worked with more than one of these committees in the 1990s and I can assure you that the industry has very high standards for safety at nuclear plants. These committees were staffed not by corporate drones but by on-the-ground engineers who fully understand what's involved and how to improve safety in the plants. These are the folks who actually work in the plants or live within ten miles of them and surely have the most at stake when it comes to safety.. <br/><br/>Laying blame for Fukushima in part on Japanese culture is an interesting example of what happens when technology outstrips the users' capabilities to adapt. It's a prelude to more of the same as technology - in all forms - speeds into our lives with little or no attention given to unintended consequences be they cultural, economic, or moral. ", "recommendationCount": 4}, {"assetID": 3328914, "replies": [], "lft": 242, "assetURL": "http://www.nytimes.com/2012/07/06/opinion/off-and-out-with-mitt-romney.html", "parentID": null, "commentID": 6561379, "rgt": 243, "userDisplayName": "George S.", "createDate": "1341547343", "userID": 47209588, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1341547394", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Michigan", "commentType": "comment", "updateDate": "1341543794", "commentSequence": 22, "commentBody": "The real meaning of Mitt's Bain experience is the singular focus on the bottom line - maximizing profit and/or return on investment. Any jobs created were a byproduct of that endeavor and not its purpose, and it has zero to do with exercising the government's levers of power to bolster the middle class and create jobs. In fact,  Bain would often cut jobs and lower pay, even raid pension funds, in order to fatten the bottom line. The result was to REDUCE employment and WEAKEN its middle class workers economically. <br/><br/>Romney's campaign is based on this same philosophy. Do and say anything to enhance the bottom line (getting elected). It's a means to an end. In this case, the victims are honesty and integrity.  Hence, it matters not that Mitt took one position on an issue a few years ago if doing an about face furthers his bottom line, even if it means denouncing his best achievement as a public servant, the Massachusetts health care law. His constituency, other wealthy people, certainly won't care because his policies will improve their own bottom lines. It's a means to an end. <br/><br/>Mitt will get away with his prevarication and his flimsy argument that his Bain success  is proof positive of his readiness for the job of being President unless the Obama campaign continues, as it has been doing,  to aggressively pound the dark side of Bain in the public's consciousness.", "recommendationCount": 151}, {"assetID": 3328110, "replies": [], "lft": 239, "assetURL": "http://economix.blogs.nytimes.com/2012/06/29/health-care-solidarity-vs-rugged-individualism/", "parentID": 6534146, "commentID": 6561382, "rgt": 240, "userDisplayName": "Debbie R.", "createDate": "1341547375", "userID": 46923481, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1341547394", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Brookline, MA", "commentType": "userReply", "updateDate": "1341543794", "commentSequence": 10, "commentBody": "Let's be clear here.  Insurance premiums go to subsidize sick people.  Poor healthy people don't need very much in subsidies at all.  So if having low deductible insurance is not a benefit for anybody, rich or poor, who isn't sick.<br/><br/>It is sick people who need subsidies.  The less money healthy people pay in premiums, the more sick people have to make up the cost.<br/><br/>Let us pretend that we all agree that nobody who is struck with illness should have to make the choice between getting treated and going without a meal, or having to pull their kid out of college, or sell their home or their car.   Let's pretend that we all agree that as a fairly wealthy nation we can afford to spare people such indignities, as they do in countries with much less money than ours.<br/><br/>How does a system in which healthy people get to keep more of their money help to subsidize the cost of care for sick people?<br/><br/>Almost everybody, at one point in their life is going to get sick and need healthcare.  Very few people die suddenly in their sleep.  <br/><br/>Most people don't pay as much into Medicare as they take out.  Seniors in nursing homes take up a sizeable chunk of Medicaid spending.  If it weren't for Medicaid, who would be paying for their care? Children who quit jobs to take care of their parents take big economic hits.  Most can't afford it.<br/><br/>The population is aging. We need to raise taxes and stop giving advanced alzheimer's patients feeding tubes.<br/><br/>Let insurance companies deal with costs.", "recommendationCount": 3}, {"assetID": 3328914, "replies": [], "lft": 191, "assetURL": "http://www.nytimes.com/2012/07/06/opinion/off-and-out-with-mitt-romney.html", "parentID": 6561303, "commentID": 6561390, "rgt": 192, "userDisplayName": "Don Duval", "createDate": "1341547469", "userID": 31110263, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1341547515", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "North Carolina", "commentType": "userReply", "updateDate": "1341543915", "commentSequence": 1, "commentBody": "Last time I checked, Congress was an elective body--and members of the House have to stand for election every two years--whether they hail from Wyoming or Massachusetts.<br/><br/>Your assertion that the state legislature of one state is somehow more representative than Congress--a.k.a. the national legislature is specious.<br/><br/>Equally specious is your assertion that because some polls indicate disapproval with the ACA--those polls should be taken--in complete isolation and void the legislation.<br/><br/>For starters because financial interests aligned with the Republicans have poured more than $230 million into deceptive and often outright false advertising specifically created to frighten people about the ACA and build opposition--the polls show people are opposed to the act demonstrates nothing more than the power of false advertising/propaganda.<br/><br/>And yes--you can call it \"elitest\"--but every once in a while--leadership entails the act of knowing what's best for the people.<br/><br/>Because sometimes \"the people\" clearly don't.<br/><br/>Witness the Pew Center poll that came out earlier this week--of people who self-identified as \"paying close attention\" to the SCOTUS on the ACA.<br/><br/>Over a third of those folks believed--as of Tuesday of this week--that the Supreme Court had ruled the mandate unconstitutional.", "recommendationCount": 61}, {"assetID": 3328914, "replies": [], "lft": 133, "assetURL": "http://www.nytimes.com/2012/07/06/opinion/off-and-out-with-mitt-romney.html", "parentID": 6561183, "commentID": 6561397, "rgt": 134, "userDisplayName": "Cathleen", "createDate": "1341547515", "userID": 62966746, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1341547575", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Los Angeles", "commentType": "userReply", "updateDate": "1341543975", "commentSequence": 3, "commentBody": "This happened to me also. As a result of the ACA I got a notice from my insurance company that my premiums would be reduced and I would no longer have a co-pay from regular preventive care. I also got a notice that my children were eligible to stay on my insurance until age 26. <br/><br/>I also got a notice that because of the ACA  I could keep my insurance even though I have developed a serious, chronic condition. I also got a notice that my children could not be refused coverage because of their preexisting conditions. <br/><br/>And then I got a notice that I would be receiving a refund from my health insurance company because they spent too much of my premiums on administrative costs and not enough on health care. Yippee!!!!", "recommendationCount": 330}, {"assetID": 3328914, "replies": [], "lft": 111, "assetURL": "http://www.nytimes.com/2012/07/06/opinion/off-and-out-with-mitt-romney.html", "parentID": 6561132, "commentID": 6561405, "rgt": 112, "userDisplayName": "FHS", "createDate": "1341547626", "userID": 46839698, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1341547697", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Somers NY", "commentType": "userReply", "updateDate": "1341544097", "commentSequence": 5, "commentBody": "Previous reply by \"Ann\" makes a good and valid point, but my question, is what is the relevance of whatever \"union power\" you think exists distorts the  points Dr. Krugman makes?  You really think that unions really can EXTORT wages and benefits from multi-nationals?  Henry Ford paid his workers well so they could afford to buy the cars they built.  A certain 'blue' computer company paid hourly workers for illness or \"family needs', unless, in the opinion of an immediate supervisor/manager, documented by attendance records dishonesty was suspected.  I would also add that Ford did not require government assistance, as GM and Chrysler, did even though Ford workers were also members of the \"extortionist\" UAW.  In a Utopian free-market big labor offsets big employer, but we've never had that, only a rough, imperfect balance, when the US not \"America\" was the economic envy of the world in the fifties and sixties.", "recommendationCount": 9}, {"assetID": 3328914, "replies": [], "lft": 175, "assetURL": "http://www.nytimes.com/2012/07/06/opinion/off-and-out-with-mitt-romney.html", "parentID": 6561270, "commentID": 6561413, "rgt": 176, "userDisplayName": "Rita", "createDate": "1341547710", "userID": 47349721, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1341547754", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "California", "commentType": "userReply", "updateDate": "1341544154", "commentSequence": 1, "commentBody": "Exactly what in Prof. Krugman's column has not been truthful?  <br/><br/>People, for Romney, against Romney, or undecided, may use the comment section to make unsupported allegations.  That's not the columnist's problem. it is the commenter's problem.  And an intelligent reader can usually tell when allegations are supported by facts and when they are just some commenter's ranting.<br/><br/>Bain Capital certainly serves a purpose in the economy.  But serving a purpose in the economy doesn't end the need for a  discussion about whether Mr. Romney's tenure at Bain Capital serves the needs of the country.  And such a discussion is needed when unemployment is a key factor in the weak economy.  ", "recommendationCount": 67}, {"assetID": 3328914, "replies": [], "lft": 51, "assetURL": "http://www.nytimes.com/2012/07/06/opinion/off-and-out-with-mitt-romney.html", "parentID": 6561078, "commentID": 6561415, "rgt": 52, "userDisplayName": "Jake Wagner", "createDate": "1341547744", "userID": 56944836, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1341547815", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Santa Barbara, CA", "commentType": "userReply", "updateDate": "1341544215", "commentSequence": 3, "commentBody": "Opinions among macroeconomists seem to vary quite a bit.  Some, like Reinhart and Rogoff, seem to simply derive conclusions from statistics gathered from past debt crises.  Their book, This Time is Different, is remarkable in that it relies very little on theory, yet their statistical approach ends up convincing me that, in spite of Krugman's protestations to the contrary, year after year of budget deficits and increasing national debt will lead to a much diminished future for the US.<br/><br/>What causes the high level of debt?  The financial crisis of 2008 is one of the culprits, and it was facilitated by fraudulent practices of the big banks, that Obama has failed to prosecute.  But there is another component, the inexorable growth of US population without a commensurable growth in resources.<br/><br/>In the past, Americans have benefited from unbelievable prosperity made possible by low population density.  During the last several decades we have squandered that advantage and are now beginning to pay the price.  Neither Obama nor Romney get this.  To his credit, Romney at least opposes amnesty for illegal immigrants.  But with five biological children he misses the other necessary condition for a sustainable future; a birth rate that stabilizes population growth.<br/><br/>We have no good choices in the next election.  Whether the name is Obama or Romney, we will likely get a second James Buchanan, who watches the US sink to third world status while doing nothing effective.", "recommendationCount": 5}, {"assetID": 3328914, "replies": [], "lft": 193, "assetURL": "http://www.nytimes.com/2012/07/06/opinion/off-and-out-with-mitt-romney.html", "parentID": 6561303, "commentID": 6561432, "rgt": 194, "userDisplayName": "Pete", "createDate": "1341547978", "userID": 58320017, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1341547994", "userTitle": null, "editorsSelection": 1, "statusID": 2, "userURL": null, "userLocation": "California", "commentType": "userReply", "updateDate": "1341581537", "commentSequence": 2, "commentBody": "Trying to argue that a Federal law is undemocratic in principle because the people of a particular state might not agree with it flies in the face of all the long-established principles and rules of democracy.  The people's representatives in Congress voted to institute a set of health care reforms, and the Supreme Court upheld that law as Constitutional.  How is that tyranny?  That is the very essence of democracy and the separation of powers.  <br/><br/>If anything, the arcane rules of the Senate, requiring a super-majority to get anything at all done, and the unrepresentative power of small states like Richard's paragon, Wyoming, which among the states wields more power per voter in the Senate than any other, the balance of power in Congress was tipped towards smaller, more conservative states.  Not to mention the bias of the Supreme Court, which favors conservative causes on a regular basis.<br/><br/>If any point of view is strident, it is the view that a health care law based on principles advanced by a conservative think tank, endorsed by the Republican Party, and famously instituted in a state governed by a prominent Republican, is somehow now conservative anathema because it was enacted in the spirit of compromise on the watch of a Democratic President.", "recommendationCount": 379}, {"assetID": 3328914, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 6561440, "replies": [], "commentID": 6561885, "trusted": 0, "userDisplayName": "Tara", "createDate": "1341557897", "userID": 54028015, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1341585537", "userTitle": null, "recommendations": 0, "editorsSelection": false, "parentUserDisplayName": "Doug Broome", "userURL": null, "userLocation": "San Francisco", "depth": 1, "commentType": "userReply", "updateDate": "1341581937", "commentSequence": 1, "commentBody": "The parasites are not the top 1%, per se, but are actually the top .01% or even the .001 %.<br/><br/>There are many Americans in the top 1% who are Democratic, egalitarian, generous, warm-hearted, humane, idealistic, progressive, and who support higher taxes for the wealthy and redistribution of wealth from the top of the social pyramid down to the masses.  "}, {"recommendedFlag": 0, "parentID": 6561440, "replies": [], "commentID": 6563132, "trusted": 0, "userDisplayName": "Walt", "createDate": "1341579288", "userID": 2267361, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1341588767", "userTitle": null, "recommendations": 0, "editorsSelection": false, "parentUserDisplayName": "Doug Broome", "userURL": null, "userLocation": "Florida", "depth": 1, "commentType": "userReply", "updateDate": "1341585167", "commentSequence": 2, "commentBody": "If only you could explain this to 150 million US citizens of below average intelligence."}]}, "lft": 244, "assetURL": "http://www.nytimes.com/2012/07/06/opinion/off-and-out-with-mitt-romney.html", "parentID": null, "commentID": 6561440, "rgt": 249, "userDisplayName": "Doug Broome", "createDate": "1341548071", "userID": 16862426, "replyCount": 2, "commentTitle": "n/a", "status": "approved", "approveDate": "1341548115", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Vancouver", "commentType": "comment", "updateDate": "1341544515", "commentSequence": 23, "commentBody": "The U.S. economy is nicely balanced. The losses of the bottom 225 million match the gains of the top 3 million and in particular the soaring fortunes of the top one-thousandth, the U.S. plutocracy of Mitt world. <br/><br/>And though the technical/professional class of 80 million has not been faring badly, their turn to is coming to pay for the million dollar a month, or week, or day incomes of the \"job creators.\" And it might do lawyers and computer engineers good to realize that Indian engineers and lawyers can perform many of their functions at a fifth the cost.<br/><br/>And like Londoners in the Blitz, America can pull together and unite in a common purpose of sacrifice and struggle to give more of their income to centimillionaires and billionaires working to buy a Great Master painting or 300 foot yacht or more luxurious private jet.<br/><br/>I mean, why should a poor child expect medical care or a decent education at a time a plutocrat might be having a hard time getting the Van Gogh. The wife of my old employer Conrad Black once wrote that no matter how well one plans one frequently finds oneself on the wrong continent. And that's why the couple needed a second corporate jet. Have Americans no heart for the challenges the wealthy face? Sacrifice more.<br/><br/>A while it may be fine to sneer at the poor with the Randian phrase \"the moochers,\" Americans should never use the term \"parasite\" about the wealthy, for that would be envy and class war.", "recommendationCount": 456}, {"assetID": 3328914, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 6561439, "replies": [], "commentID": 6562231, "trusted": 0, "userDisplayName": "loveman0", "createDate": "1341569274", "userID": 17203217, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1341569294", "userTitle": null, "recommendations": 12, "editorsSelection": false, "parentUserDisplayName": "Ben", "userURL": null, "userLocation": "sf", "depth": 1, "commentType": "userReply", "updateDate": "1341565694", "commentSequence": 3, "commentBody": "If Obama had been a black community organizer in TN or NC  100 years ago, he would have been arrested for vagrancy and put on a chain gang.  At about the same time a successful black businessman was lynched in Memphis for being successful and black.  It is the fact that a black man is in charge that has been driving the extreme opposition to him in the South.<br/>\n  On the supreme court, just a week and a half ago we had a justice who cited an 1800's law upholding slavery in his argument for a racial discrimination immigration law in Ariz.. Another justice was once appointed to the civil rights commission because he was seen as someone who would act reliably as an Uncle Tom.  A third justice was once a member of a legal professional society that excluded blacks. Is it any wonder that a justice final rebeled from this group in upholding a law designed to give all citizens greater access to healthcare.  In plain words, he (Roberts) noted that the constitution gave the government the right  “to tax and spend” (note that the democrats these days are even afraid to say “promote the general welfare”).  He also defended the plain meaning of the words the patriots used in drafting the constitution.  If there were anything political in the opinion, it was the supposition that  the entire medical industry from insurance to pills is anything but interstate commerce.  Demagoguery against the ACA is also racially motivated; it was pointed out around Houston, the uninsured were 80%  non-white."}, {"recommendedFlag": 0, "parentID": 6561439, "replies": [], "commentID": 6561629, "trusted": 0, "userDisplayName": "Good idea", "createDate": "1341551827", "userID": 17243337, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1341584419", "userTitle": null, "recommendations": 1, "editorsSelection": false, "parentUserDisplayName": "Ben", "userURL": null, "userLocation": "Rochester", "depth": 1, "commentType": "userReply", "updateDate": "1341580819", "commentSequence": 4, "commentBody": "Jeo: good reply.<br/>\nUnfortunately Mitt is far more organized than McCain and he may be going for a \"two-fer\" in his VP pick. The New Mexico Governor Susana Martinez (female and Hispanic).<br/>\nIf Obama can't get a high voter turnout with the voter ID purges, the country will be two-stepping to the tea-party's angry dictates for the next 4 yrs."}, {"recommendedFlag": 0, "parentID": 6561439, "replies": [], "commentID": 6562291, "trusted": 0, "userDisplayName": "Petey Tonei", "createDate": "1341570538", "userID": 874543, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1341585906", "userTitle": null, "recommendations": 1, "editorsSelection": false, "parentUserDisplayName": "Ben", "userURL": null, "userLocation": "Massachusetts", "depth": 1, "commentType": "userReply", "updateDate": "1341582306", "commentSequence": 5, "commentBody": "He identifies himself as being \"severely\" conservative, in his latest avatar. So different from when he was here in Massachusetts. Somehow one got the impression that one of his other \"quiet\" missions while in Mass was to help the mormon community build an LDS church in Belmont. "}]}, "lft": 250, "assetURL": "http://www.nytimes.com/2012/07/06/opinion/off-and-out-with-mitt-romney.html", "parentID": null, "commentID": 6561439, "rgt": 261, "userDisplayName": "Ben", "createDate": "1341548043", "userID": 21955283, "replyCount": 5, "commentTitle": "n/a", "status": "approved", "approveDate": "1341548116", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Massachusetts", "commentType": "comment", "updateDate": "1341544516", "commentSequence": 24, "commentBody": "I live in Massachusetts. Much as I would like to, I don't agree with Krugman when he criticizes Romney's experience, because in fact Romney handled Massachusetts' finances quite well. (So has current governor Deval Patrick, a similarly minded Democrat). We've been lucky to have business savvy politicians at the helm these last few years. I do think that business acumen can translate into good economic leadership, Herbert Hoover notwithstanding.<br/><br/>Many people outside of Massachusetts don't realize it, but there's a long tradition here of socially progressive, fiscally conservative Republicans holding statewide office. Bill Weld, governor for most of the 1990s, successfully wrestled a terrible fiscal crisis in his first term while championing environmental and social causes.<br/><br/>Romney would be well-regarded here today had he shared Mr Weld's attitude, which was unapologetically out of step with the national Republican party. Romney not only presided over Massachusetts' health care reform, but also was governor when marriage equality became law; he was always oddly mum about these achievements, which ended up making him unpopular here. In retrospect he clearly had his eye on national office.<br/><br/>Ironically, I think he'd be a shoo-in for the presidency if he had stayed true to his personal, socially liberal values (which he used to talk up), as they are shared by a majority of Americans. Instead, independent voters are scared of him because he seems to have no backbone.", "recommendationCount": 19}, {"assetID": 3328914, "replies": [], "lft": 266, "assetURL": "http://www.nytimes.com/2012/07/06/opinion/off-and-out-with-mitt-romney.html", "parentID": null, "commentID": 6561444, "rgt": 267, "userDisplayName": "Dan", "createDate": "1341548105", "userID": 31924006, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1341548173", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "San Antonio, TX", "commentType": "comment", "updateDate": "1341544573", "commentSequence": 26, "commentBody": "I know it seems both parties are equally polarized.  The 60s and 70s made the \"moral majority\" very angry, and the majority was ressurected with Ronald Reagan.  But now the problem is so many always consider \"government not to be the solution of the problem - government is the problem!\"   Yes, perhaps the ACA is good for some people, but over all it's bad, because it comes from government.  Yes, perhaps the loans to GM helped some people, but they came from government, so they're bad.  It's a shame that, whatever the nation's problems in the forseeable future, government will not be permitted as a part of the solution.  Except, of course, when government is required to tell a woman what to do with her body, or required to prevent poor people from voting.  It's OK; after all, Mitt Romney is doing just fine.", "recommendationCount": 54}, {"assetID": 3328914, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 6561445, "replies": [], "commentID": 6562136, "trusted": 0, "userDisplayName": "TWILL59", "createDate": "1341566770", "userID": 57594883, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1341585855", "userTitle": null, "recommendations": 2, "editorsSelection": false, "parentUserDisplayName": "Pia Progressive", "userURL": null, "userLocation": "INDIANA", "depth": 1, "commentType": "userReply", "updateDate": "1341582255", "commentSequence": 1, "commentBody": "And the other business decisions are based on Tax Ramifications. The line between corporations and government has blurred. They are identical in their zeal to help only themsleves. <br/><br/>Government is people too ya know!"}]}, "lft": 262, "assetURL": "http://www.nytimes.com/2012/07/06/opinion/off-and-out-with-mitt-romney.html", "parentID": null, "commentID": 6561445, "rgt": 265, "userDisplayName": "Pia Progressive", "createDate": "1341548135", "userID": 56679743, "replyCount": 1, "commentTitle": "n/a", "status": "approved", "approveDate": "1341548173", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "East Peoria IL", "commentType": "comment", "updateDate": "1341544573", "commentSequence": 25, "commentBody": "\"as little as possible of what corporations earn goes into the pockets of the people who actually work for those corporations.\"<br/><br/>Another aspect of corporations is that while they claim to work for their shareholders, in reality the top tier has evolved to work only for themselves.  Profits are diminished as they occur though a variety of decisions made by the top tier. They can decide to replace the corporate jets, pave the parking lots, buy art for the offices and lobby, buy back shares of stock, etc.  They leave only enought 'profit' to keep the shareholders interested and in their game. ", "recommendationCount": 97}, {"assetID": 3328920, "replies": [], "lft": 29, "assetURL": "http://wordplay.blogs.nytimes.com/2012/07/05/guess/", "parentID": 6561170, "commentID": 6561460, "rgt": 30, "userDisplayName": "Warren Howie Hughes", "createDate": "1341548391", "userID": 63739031, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1341548414", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Quincy, Il.", "commentType": "userReply", "updateDate": "1341544814", "commentSequence": 2, "commentBody": "FB, What Deadline say!<br/><br/>WHH", "recommendationCount": 1}, {"assetID": 3328914, "replies": [], "lft": 268, "assetURL": "http://www.nytimes.com/2012/07/06/opinion/off-and-out-with-mitt-romney.html", "parentID": null, "commentID": 6561465, "rgt": 269, "userDisplayName": "shanen", "createDate": "1341548503", "userID": 58854029, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1341548534", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Japan", "commentType": "comment", "updateDate": "1341544934", "commentSequence": 27, "commentBody": "The commercial I want to see would pair Romney versus Romney on a number of issues, then cut to what he really believes: \"Vote for me so that government of the corporations, by the lawyers, for the richest 0.1% of Americans, shall rule the earth.\" Even as a pastiche video made of his other speeches, it would be the most honest thing Romney has ever said.<br/><br/>\"But that trick never works\", as a wiser head often said.", "recommendationCount": 21}, {"assetID": 3328914, "replies": [], "lft": 39, "assetURL": "http://www.nytimes.com/2012/07/06/opinion/off-and-out-with-mitt-romney.html", "parentID": 6561054, "commentID": 6561489, "rgt": 40, "userDisplayName": "Jake Wagner", "createDate": "1341548883", "userID": 56944836, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1341548954", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Santa Barbara, CA", "commentType": "userReply", "updateDate": "1341545354", "commentSequence": 1, "commentBody": "You seem to forget that a decade ago, most macroeconomists (presumably including Krugman) were arguing that outsourcing was a good thing,  The mundane jobs in manufacturing would be outsourced to countries like India and China, and Americans would take instead the higher value-added jobs.<br/><br/>Well part of that has happened.  The problem is overpopulation in the form of illegal immigration and high birth rates for illegal immigrants.  That has forced states such as California to divert money from higher education to K12, as you can plainly see if you look at the numbers in Governor Brown's recent budget.<br/><br/>Thus population growth means that we educate more Americans for the low-skilled jobs.  Meanwhile it is becoming impossible for the young of modest means to afford a college education, let alone get into the graduate programs in science and engineering that prepare for the high value-added jobs.  UC Riverside is delaying the opening the first new public medical school in California in the last 40 years due to budget cuts.<br/><br/>The US is slowly committing economic suicide yet commentators like Krugman hold to the conventional wisdom:  It's the wealthy, not population growth, that is responsible for America's diminished future.<br/><br/>Unfortunately, Krugman (And the Winning Progressive) could not be more wrong.", "recommendationCount": 1}, {"assetID": 3328920, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 6561492, "replies": [], "commentID": 6562123, "trusted": 1, "userDisplayName": "Viv", "createDate": "1341566315", "userID": 22837994, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1341566354", "userTitle": null, "recommendations": 1, "editorsSelection": false, "parentUserDisplayName": "John", "userURL": null, "userLocation": "Jerusalem, Israel", "depth": 1, "commentType": "userReply", "updateDate": "1341562754", "commentSequence": 2, "commentBody": "Dr. Dentons were (or are?) those baby pajamas with the bottom-flap opening.  Didn't know they made other stuff too."}, {"recommendedFlag": 0, "parentID": 6561492, "replies": [], "commentID": 6566146, "trusted": 1, "userDisplayName": "Dr. P.", "createDate": "1341600401", "userID": 32406891, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1341600437", "userTitle": null, "recommendations": 2, "editorsSelection": false, "parentUserDisplayName": "John", "userURL": null, "userLocation": "NY", "depth": 1, "commentType": "userReply", "updateDate": "1341596837", "commentSequence": 3, "commentBody": "More than two, John. Many more. And we've preferred \"women\" to \"ladies\" for decades now."}, {"recommendedFlag": 0, "parentID": 6561492, "replies": [], "commentID": 6567412, "trusted": 1, "userDisplayName": "John", "createDate": "1341613982", "userID": 12857582, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1341673183", "userTitle": null, "recommendations": 0, "editorsSelection": false, "parentUserDisplayName": "John", "userURL": null, "userLocation": "Chicago", "depth": 1, "commentType": "userReply", "updateDate": "1341669583", "commentSequence": 4, "commentBody": "<a href=\"http://www.youtube.com/watch?v=wlLR_bFryAo\" title=\"http://www.youtube.com/watch?v=wlLR_bFryAo\" target=\"_blank\">http://www.youtube.com/watch?v=wlLR_bFryAo</a>"}]}, "lft": 46, "assetURL": "http://wordplay.blogs.nytimes.com/2012/07/05/guess/", "parentID": null, "commentID": 6561492, "rgt": 55, "userDisplayName": "John", "createDate": "1341548947", "userID": 12857582, "replyCount": 4, "commentTitle": "n/a", "status": "approved", "approveDate": "1341549017", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Chicago", "commentType": "comment", "updateDate": "1341545417", "commentSequence": 8, "commentBody": "Ah, MEN.  AD MEN and MAILMEN.  Apparently there are two WOMEN who object to those words.  Alright, ladies, BREATHE.  I consider them to be part of old pop culture but object to seeing both in the same corner.  <br/><br/>Personally I prefer PEEP.  It's gender neutral.<br/><br/>I'm still trying to figure out what those black squares are supposed to represent.  And I'm with Jolly Good, trying to figure out who DR. DENTONS is.", "recommendationCount": 1}, {"assetID": 3328914, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 6561497, "replies": [], "commentID": 6561931, "trusted": 0, "userDisplayName": "Tom", "createDate": "1341559238", "userID": 7896611, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1341585662", "userTitle": null, "recommendations": 5, "editorsSelection": false, "parentUserDisplayName": "Calvert Cliffs", "userURL": null, "userLocation": "Illinois", "depth": 1, "commentType": "userReply", "updateDate": "1341582062", "commentSequence": 1, "commentBody": "Easier said than done.<br/><br/>Who is an outsourced supply of labor, and who is a vendor?  Is someone who sells headlights to an auto manufacturer a legitimate vendor, or is he a source of oursourced labor?<br/><br/>Better to protect the rights of all workers, and stop giving corporations tax incentives for shipping jobs overseas."}, {"recommendedFlag": 0, "parentID": 6561497, "replies": [], "commentID": 6562103, "trusted": 0, "userDisplayName": "TWILL59", "createDate": "1341565747", "userID": 57594883, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1341585792", "userTitle": null, "recommendations": 0, "editorsSelection": false, "parentUserDisplayName": "Calvert Cliffs", "userURL": null, "userLocation": "INDIANA", "depth": 1, "commentType": "userReply", "updateDate": "1341582192", "commentSequence": 2, "commentBody": "Personal Debt is what weakens the individual."}]}, "lft": 270, "assetURL": "http://www.nytimes.com/2012/07/06/opinion/off-and-out-with-mitt-romney.html", "parentID": null, "commentID": 6561497, "rgt": 275, "userDisplayName": "Calvert Cliffs", "createDate": "1341549033", "userID": 39158101, "replyCount": 2, "commentTitle": "n/a", "status": "approved", "approveDate": "1341549078", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Maryland", "commentType": "comment", "updateDate": "1341545478", "commentSequence": 28, "commentBody": "Outsourcing works because it separates the workers from the capital that would otherwise give them bargaining leverage. If a big corporation with expensive operations at stake depends on its own employees for some function, however lowly, those operations are at risk in a labor dispute—which gives ordinary workers a stake in the company and a shot at prosperity. Outsource those jobs and the workers involved get all the bargaining leverage that comes from negotiating with a business that is little more than a filing cabinet in a rented office. Outlawing outsourcing would make a lot of sense.", "recommendationCount": 56}, {"assetID": 3328914, "replies": [], "lft": 251, "assetURL": "http://www.nytimes.com/2012/07/06/opinion/off-and-out-with-mitt-romney.html", "parentID": 6561439, "commentID": 6561511, "rgt": 252, "userDisplayName": "Jeo", "createDate": "1341549345", "userID": 63285893, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1341549376", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New York", "commentType": "userReply", "updateDate": "1341545776", "commentSequence": 1, "commentBody": "\"Ironically, I think he'd be a shoo-in for the presidency if he had stayed true to his personal, socially liberal values\"<br/><br/>Had he done that he never would have gotten the nomination. <br/><br/>Romney spent the last year or two morphing into a right-wing extremist because that's the only position that the Republican party will accept these days. <br/><br/>He's tried to soften up his stances and move back to the center a bit since becoming the presumptive nominee, but that just means more changing of positions, exactly the thing that troubles many non-Republicans about him as you point out. Plus, he's not yet the actual nominee, so he can only morph back from the extreme right so far.<br/><br/>In a real sense it's the very extremism of the Republican party that's doomed Romney, or anyone else who managed to become the nominee: anyone acceptable to the rabidly extremist current GOP will be unsuitable to the country on the whole, and vice versa.", "recommendationCount": 69}]}, "copyright": "Copyright (c) 2016 The New York Times Company.  All Rights Reserved."}