{"debug": {"version": 3.1}, "status": "OK", "results": {"api_timestamp": "1481460019", "totalCommentsFound": 3343, "totalCommentsReturned": 25, "comments": [{"assetID": 1564073, "replies": [], "lft": 466, "assetURL": "http://opinionator.blogs.nytimes.com/2010/06/16/last-generation-a-response/", "parentID": null, "commentID": 2166579, "rgt": 467, "userDisplayName": "MFS", "createDate": "1277274411", "userID": 59819924, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1277438420", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Columbus", "commentType": "comment", "updateDate": "1277434820", "commentSequence": 212, "commentBody": "In response to Don Sakers from Baltimore - I understand the point in this comment to be roughly: If many readers are not able to accurately interpret a text, then the author has failed to communicate their message. Let me first point out that this point includes an assumption about the meaning of a text. The assumption is that the meaning of a text resides in the author's intended meaning. To provide an example in its most extreme form, mathematics, is the language that gives the author authority over the meaning of a text; the utterer need only to follow the rules of the language in order to communicate a precise message void of any interpretation on the behalf of the addressee. On the other end of the polarity you have highly interpretative texts that render the meaning of a text to be contingent upon a perspectival reading. In my experience of Peter Singer's writing I have found that he aims, as well as practically all analytic philosophers, to get as close to a mathematical precision as possible. As an experienced reader of various theoretical, literary, and philosophical works, I can confidently claim that Peter Singer's writing is very clear and manageable. Singer's article should have be easily understood by anyone who has taken an entry level course in philosophy. With that said, the issue here is not that Singer was not clear in his message (which was primarily to get readers to consider some of the questions raised by the discussion in the text) but that many of the readers did not have the presupposed knowledge that all authors ask of their readers (although it should be noted that Singer avoided using technical philosophical jargon). Every author assumes a certain body of knowledge in their readers, this can be said to be presupposed (e.g. writing a book in a language presupposes that their is a readership that understands that language, even if is it is solely the author). If you want to participate in philosophical dialogues which have a rich and long history, then you are expected to be acquainted with some of the terminology, methodology, and history among other things. One of the major fallacies of argumentation is called a \"straw man fallacy\" which basically involves a party of the argument misrepresenting the opponents argument and then attacking that distorted argument (hence, straw man). Serious philosophers try to avoid doing this, and, in order to do that, there must be great certainty in the audience's reading of a text. In Singer's case here, there is no doubt in my mind that he did his fair share of the work as an author; that is, his article was not difficult to read by any fault of his. Sometimes you have to work to understand a text (e.g. reading the text more than once, looking up concepts, etc.). Sometimes you are required to know a broad range of historical dialogue. Most of philosophy demands both the former and the latter. So, before pointing your finger at the author, point the finger at yourself and make sure you have done your fair share of work in entering a text.", "recommendationCount": 1}, {"assetID": 1585640, "replies": [], "lft": 154, "assetURL": "http://www.nytimes.com/2010/06/27/magazine/27Tuna-t.html", "parentID": null, "commentID": 2176847, "rgt": 155, "userDisplayName": "TDK", "createDate": "1277417421", "userID": 922486, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1277438452", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Atlanta", "commentType": "comment", "updateDate": "1277434852", "commentSequence": 74, "commentBody": "@22: Some people refuse to accept that they are contributing to the demise of their profession, their culture, their identity.<br /><br />Some people might accept it but get caught in the tragedy of the commons: if the resource will be ruined anyway might as well grab theirs or someone else will get it.", "recommendationCount": 3}, {"assetID": 1585640, "replies": [], "lft": 164, "assetURL": "http://www.nytimes.com/2010/06/27/magazine/27Tuna-t.html", "parentID": null, "commentID": 2176948, "rgt": 165, "userDisplayName": "agrolly77", "createDate": "1277420729", "userID": 55512376, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1277438452", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Arizona", "commentType": "comment", "updateDate": "1277434852", "commentSequence": 75, "commentBody": "If it were within my power to do so I'd simply buy up every tuna-fishing boat in the world and sink 'em.  Then I'd buy up every sushi restaurant in France and Japan and demolish 'em.  Then I'd buy up every newspaper and magazine that cried foul, and fire the editorial staff.<br /><br />Of course I don't have that kind of resources.  But I wouldn't mind contributing $ to Greenpeace or some other similar organization to execute a few examples of this tried-and-true capitalist strategy.<br /><br />Yeah, buy one of the French tuna boats, fire the crew, and sink the sucker!  Broadcast the event worldwide.  Then buy a sushi bar each in Paris, New York, and Tokyo, fire the staff and demolish the building.  That would be very sweet.   ", "recommendationCount": 8}, {"assetID": 1585640, "replies": [], "lft": 172, "assetURL": "http://www.nytimes.com/2010/06/27/magazine/27Tuna-t.html", "parentID": null, "commentID": 2177144, "rgt": 173, "userDisplayName": "Nagual11", "createDate": "1277429089", "userID": 60576884, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1277438452", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "California", "commentType": "comment", "updateDate": "1277434852", "commentSequence": 76, "commentBody": "I've read every article hear and I must say some are quite good and shows high intelligence, but some I'm appalled at. There are those who would desire the extinction of the human race. What is wrong with these people. There are many wonderful loving and good people who are not obsessed with greed and appetite. Yet some of these posters would welcome to see humanity cease to exist. What a shame. An earth without humans, what's the point, you'll be dead and gone. What an asinine attitude.<br /><br />Also, humanity will not become extinct. If all the food stocks were gone, then starving humans would feed on each other, those with power would probably enslave the weaker and have human farms.<br /><br />So don't sit around waiting for our extinction. Each one of us can have a positive effect if we stop standing for this. Make your voices heard. Educate others. If after doing your all and the majority still won't listen to reason, then maybe the loss of our food stocks and a post apocalyptic world is necessary to reorder everything. I personally know some who are working fervently as we speak to bring about an apocalyptic reordering of society and I'm not talking about communism but a total collapse of our current systems, economic, financial, communications, etc.", "recommendationCount": 4}, {"assetID": 1585640, "replies": [], "lft": 174, "assetURL": "http://www.nytimes.com/2010/06/27/magazine/27Tuna-t.html", "parentID": null, "commentID": 2177148, "rgt": 175, "userDisplayName": "SS", "createDate": "1277429365", "userID": 8017821, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1277438452", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "C", "commentType": "comment", "updateDate": "1277434852", "commentSequence": 77, "commentBody": "How many more reasons do people need to become convinced about the necessity to be vegetarian?  And I mean real vegetarian, not the pseudo vegetarians or pescetarians, who still eat fish......", "recommendationCount": 13}, {"assetID": 1585640, "replies": [], "lft": 176, "assetURL": "http://www.nytimes.com/2010/06/27/magazine/27Tuna-t.html", "parentID": null, "commentID": 2177188, "rgt": 177, "userDisplayName": "joe q", "createDate": "1277430754", "userID": 42203157, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1277438452", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "adk, nys", "commentType": "comment", "updateDate": "1277434852", "commentSequence": 78, "commentBody": "following ICAAT for 20+ yrs.<br />they are a joke.<br />we should deploy our naval assets in order to protect this precious planetary pelagic resource-<br />shoot first and ask questions later for those in violation.<br />with collapse of the BFT spawning grounds now here and in europe, our response should be clear and finally definitive.<br />", "recommendationCount": 8}, {"assetID": 1585640, "replies": [], "lft": 178, "assetURL": "http://www.nytimes.com/2010/06/27/magazine/27Tuna-t.html", "parentID": null, "commentID": 2177207, "rgt": 179, "userDisplayName": "Blazes Boylan", "createDate": "1277431295", "userID": 45487558, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1277438452", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Albany, NY", "commentType": "comment", "updateDate": "1277434852", "commentSequence": 79, "commentBody": "A vegan diet, free of animal products and their associated cruelty, toxins, social injustice and environmental destruction, is the most immediate and one of the most useful steps any of us can take to help preserve these outstanding creatures.<br /><br />We need to think big picture and long term. Are we able to do that anymore? ", "recommendationCount": 12}, {"assetID": 1585640, "replies": [], "lft": 180, "assetURL": "http://www.nytimes.com/2010/06/27/magazine/27Tuna-t.html", "parentID": null, "commentID": 2177226, "rgt": 181, "userDisplayName": "Emma", "createDate": "1277432069", "userID": 32214105, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1277438452", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Japan", "commentType": "comment", "updateDate": "1277434852", "commentSequence": 80, "commentBody": "A very important article. I live in Japan and am very sad to report that most people here have no intention of slowing their consumption of either bluefin (or other non-sustainable species).  In fact, it seems the concept of over-fishing here is either ignored or not understood.  I recall seeing a street-side restaurant in Tokyo that sold giant bowls of bluefin-topped rice at ridiculously cheap prices.<br /><br />Yesterday, someone asked me if I like sushi.  I responded, \"Yes, but there are certain kinds I won't eat, for both environmental and health reasons.  One of those is hon maguro (bluefin).\"  This person immediately asked me, \"Oh, so you like Greenpeace?\"  While he meant this as a joke, he was also effectively conveying his low opinion of Western environmental organizations and regulations. There is a particular respect for those organizations and countries that, according to the Japanese, try to tell them what they can and cannot eat.  Ultimately, it seems that two attitudes prevail: some people understand the ill effects of overfishing but are woefully indifferent, while others disdain the U.S. and other countries for their \"imperialist\" approach.<br /><br />I fear that unless the Japanese government takes immediate steps to educate its populace and impose higher prices on this fish, all hope may be lost.", "recommendationCount": 32}, {"assetID": 1585640, "replies": [], "lft": 182, "assetURL": "http://www.nytimes.com/2010/06/27/magazine/27Tuna-t.html", "parentID": null, "commentID": 2177231, "rgt": 183, "userDisplayName": "Emma", "createDate": "1277432213", "userID": 32214105, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1277438452", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Japan", "commentType": "comment", "updateDate": "1277434852", "commentSequence": 81, "commentBody": "Sorry the following sentence should read: There is a particular DISrespect for those organizations and countries that, according to the Japanese, try to tell them what they can and cannot eat. ", "recommendationCount": 3}, {"assetID": 1585640, "replies": [], "lft": 184, "assetURL": "http://www.nytimes.com/2010/06/27/magazine/27Tuna-t.html", "parentID": null, "commentID": 2177235, "rgt": 185, "userDisplayName": "CNG", "createDate": "1277432318", "userID": 44946860, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1277438452", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "RD", "commentType": "comment", "updateDate": "1277434852", "commentSequence": 82, "commentBody": "Nice piece !.  Definitely food for thought of the future of the oceans and it's inhabitants, we are really screwing up as a whole but the power to change things for the majority is out of our reach. What, it's going to help to call our congressmen?, the White House?, it all boils down to power and money, and money makes the world go round. As a side note I found it extremely odd that the first ad from google at the end of the article was for wholesale sushi boxes... what's that about?", "recommendationCount": 1}, {"assetID": 1585640, "replies": [], "lft": 188, "assetURL": "http://www.nytimes.com/2010/06/27/magazine/27Tuna-t.html", "parentID": null, "commentID": 2177303, "rgt": 189, "userDisplayName": "Dave C", "createDate": "1277435394", "userID": 12499807, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1277438452", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Houston", "commentType": "comment", "updateDate": "1277434852", "commentSequence": 83, "commentBody": "While I completely agree that bluefin tuna deserve protection, I think the activist who attacked the fishermen got what they deserved. There are many more effective ways to fight this battle, this article being one of them. Less than 10,000 spawning bluefins in North America? Yeah right.", "recommendationCount": 6}, {"assetID": 1585640, "replies": [], "lft": 190, "assetURL": "http://www.nytimes.com/2010/06/27/magazine/27Tuna-t.html", "parentID": null, "commentID": 2177313, "rgt": 191, "userDisplayName": "Smarten Up, People", "createDate": "1277435629", "userID": 40957453, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1277438452", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Maine", "commentType": "comment", "updateDate": "1277434852", "commentSequence": 84, "commentBody": "So, a farmed fish can yield a extremely pleasant sushi experience?<br /><br />For whom, the fish?<br /><br />I sincerely doubt it.<br /><br />Title of a film showing here in midcoast Maine: The Fish Belong to the People.<br /><br />Well, why not: The Fish Belong to The Fish?<br /><br />I will believe that these so-called environmental articles in the Times are serious when they end on a realistic note.<br /><br />Real world?<br /><br />Stop eating animals.<br /><br />", "recommendationCount": 12}, {"assetID": 1585640, "replies": [], "lft": 192, "assetURL": "http://www.nytimes.com/2010/06/27/magazine/27Tuna-t.html", "parentID": null, "commentID": 2177321, "rgt": 193, "userDisplayName": "Urbane Legend", "createDate": "1277436032", "userID": 37138997, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1277438452", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "NYC", "commentType": "comment", "updateDate": "1277434852", "commentSequence": 85, "commentBody": "\"We do not own the land, we borrow it from our children.\"  The same could be said for the seas.<br /><br />Rent \"The Cove\" the winner of the Oscar this year for documentary, showing how -- again -- the cultural imperatives of a few create a slaughter zone each year for thousands of dolphins at the hands of some very sinister and secretive Japanese fishermen.<br /><br />We can stop all of this if we want to.  Saying \"that's protected as a cultural feature\" falls short and is not worthy of our humanity.  ", "recommendationCount": 19}, {"assetID": 1564073, "replies": [], "lft": 468, "assetURL": "http://opinionator.blogs.nytimes.com/2010/06/16/last-generation-a-response/", "parentID": null, "commentID": 2172783, "rgt": 469, "userDisplayName": "emasp", "createDate": "1277341120", "userID": 19863693, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1277438460", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "toronto, canada", "commentType": "comment", "updateDate": "1277434860", "commentSequence": 213, "commentBody": "i think the reason people don't usually appeal to an expectation that a child will have a good life when making the decision to reproduce is that it isn't possible to know, given normal expectations of a healthful pregnancy and perhaps other baseline economic or social factors, whether a person will be happy.  most people would reject benatar's argument that coming into existence is always a harm; he knows this.  his defense: all lives contain some bad and some harm, so to bring a person into existence is always to cause them harm.  (googlebooks doesn't let you see the next part of his argument, where he responds to optimists who would say that the bad things that happen must be weighed with the good things.  maybe i'll plunk down the cash to get the book and find out what he says...presumably it would be what singer outlines, that objectively most lives tend to be heavier on pain and harm.)<br /><br />i don't know, i don't buy it.  i still think he would be a downer to sit next to at a dinner party, and that's in no way irrelevant to his argument.  is there some objective fact about whether my life is a good one?  is benatar in a better position to know that fact than i am?  there's a very real sense in which my experience of my life is the ultimate arbiter of my life's worth.  probably a big part of that is psychological; i'm ok with that.  philosophy can't have all the answers.  (to reference another interesting series of articles in the nyt, errol morris might say that for philosophers to think they could even know what they don't know and what they don't know they don't know would be a sign of intellectual failure.)  sort of the beauty of life is sometimes an idea: an idea that things could change, the anticipation of something better, a memory of a better time.  probably benatar's objective standards for measuring the quality of a life wouldn't register those kinds of things.  again, sit him at the other end of the table, please.<br /><br />this brings to mind don marquis's \"future like ours\" argument against abortion (which is problematic but interesting, i think).  the idea is that humans have a future of value and thus shouldn't be murdered; fetuses also, under normal circumstances, have a future of value and thus also have a right to not be murdered (again, problematic in the context of abortion; but that's not the issue here, thank heaven, and i think it's relevant, and i'll explain why).<br /><br />it seems like benatar's argument is floating around here somewhere.  he thinks that a \"future like ours\" is, in fact, not a future of value, because it is characterized mainly by pain.  my version of a \"future like ours\" is this: a future that is unknown, that could be good or bad, pleasurable or miserable, most likely some combination of these, but one that is ultimately free and unique.  unknown.  killing someone definitively takes away the unknown part of their future; that's all it does, in fact, and being killed is the only thing that definitely determines one's future, eliminates all traces of the unknown.  not being born does the same thing.<br /><br />i guess what i'm saying is that for me, part of the value of life is not my objective circumstances at a given moment in time, but rather the freedom and potential i have to respond to them, to change them in the future, and to recall the past.  and that would be the value of a child's life.<br /><br />happiness and value and benefit--these units utilitarians use to measure the outcome of some behavior or policy are to some extent subjective.  benatar can call being optimistic pollyannaish.  he can say that a life is objectively bad; he would probably say that my life is objectively bad.  i'm a poor grad student who will probably never get a job in my field, etc. etc.  then i would say \"no, i actually really like my life.\"  we could go a few more rounds.  whatever truth value there could be in my insistence that i am generally happy and that i enjoy my life is...well it's non-existent or banal or benatar is in no position to comment on it.<br /><br />sorry, this is long and probably nobody will read it.  and perhaps i have misunderstood benatar's argument.  i do think this issue gets down to questions of primal values that both exactly are and really are not the province of philosophers.<br /><br />ok one more thing: what a luxury to be able to respond directly to peter singer, whether he reads it or not!  much more exciting than writing papers about him for a seminar.  this is a fantastic series, and professor singer is a towering figure in philosophy.  it's a privilege to participate in a conversation with him on any level.  it's hilarious that one of the commenters suggested that prof. singer read some nietzsche so maybe he wouldn't just write blog-level philosophy.  it's good for all of us to stretch and try to understand ideas that are a little more complex than we're used to.  and to practice charitable reading, as singer urges in this follow-up article.  ok, i'll stop!", "recommendationCount": 0}, {"assetID": 1564073, "replies": [], "lft": 470, "assetURL": "http://opinionator.blogs.nytimes.com/2010/06/16/last-generation-a-response/", "parentID": null, "commentID": 2174444, "rgt": 471, "userDisplayName": "John Paul Arthur", "createDate": "1277386703", "userID": 57331980, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1277438471", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Morristown, NJ", "commentType": "comment", "updateDate": "1277434871", "commentSequence": 214, "commentBody": "Professor Singer -- In the past month I have read four of your books: Animal Liberation, Practical Ethics, One World, and Writings on an Ethical Life, so I was pleased to see your piece in the times, and I am pleased to see you responding to the comments on your article.<br /><br />You are one of the few academic philosophers who have the ability to engage the general public with important philosophical questions, and despite the confusion and anger that sometimes results, I think this is important. I am just writing to let you know that I appreciate your efforts.<br /><br />Now, time for me to finally read Reasons and Persons -- I've been meaning to ever since I took a class of Parfit's. Thanks again for the inspiration!", "recommendationCount": 2}, {"assetID": 1564073, "replies": [], "lft": 472, "assetURL": "http://opinionator.blogs.nytimes.com/2010/06/16/last-generation-a-response/", "parentID": null, "commentID": 2176527, "rgt": 473, "userDisplayName": "JG", "createDate": "1277411171", "userID": 55567821, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1277438490", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Philadelphia", "commentType": "comment", "updateDate": "1277434890", "commentSequence": 215, "commentBody": "To all who object to the very idea of discussing questions of this level of ethical importance without reacting emotionally:<br /><br />While we are embedded in specific historical contexts that have shaped our opinions, at least for the sake of argument, should we not at least pay lip service to the ideal of temporarily setting aside our personal emotional reactions?  As soon as we say, That issue is so important that it's outside the ken of rational discourse, we're implicitly denigrating rational discourse as dilettantism.  Frank discussions of an issue of this level of importance, however, are the very opposite: not sophistry, but philosophy in the sense of honest, rational discussion of how we ought to conduct our lives.<br /><br />Granted, as a utilitarian, Prof. Singer tends to stress disinterestedness more insistently than philosophers of other schools of thought since his ethics depend on balancing the interests of many groups, not only human communities, but other parts of the biosphere as well.  My worries about the state of our public discourse increase when even NYT readers imply that such attempts at stepping outside our own immediate perspectives are nothing more than thought games played be elites.  On the contrary, the imagination of other points of view required by this type of ethical reflection, whether or not we agree with a particular view of reproductive justice, couldn't be more applicable to the decision making in which we engage every day, especially in a political climate as characterized by defensive returns to the familiar as the current one in the U.S.", "recommendationCount": 1}, {"assetID": 1593758, "replies": [], "lft": 8, "assetURL": "http://wordplay.blogs.nytimes.com/2010/06/24/abba-hit/", "parentID": null, "commentID": 2177383, "rgt": 9, "userDisplayName": "Alan J", "createDate": "1277438328", "userID": 51243095, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1277438491", "userTitle": null, "editorsSelection": 1, "statusID": 2, "userURL": null, "userLocation": "Durham, NC", "commentType": "comment", "updateDate": "1277435057", "commentSequence": 4, "commentBody": "I couldn't go to bed until I tried my hand at the Down-clue acrostic challenge. They wouldn't all pass Will Shortz's standards I'm sure, but speed was of the essence.<br /><br />DOWN<br />1. Hockey-masked villain's \"New Beginning\"<br />2. Excedrin competitor.<br />3. Raging hormones.<br />4. Ex-Treasury Secretary.<br />5. Soundbreaking plane.<br />6. Iconoclastic surgeon portrayer.<br />7. St. Louis et fils.<br />8. Augments.<br />9. Turn out children.<br />10. One of the Fates.<br />11. Attendant for a bride.<br />12. Sinners of a sort.<br />13. Texts to eds.<br />16. Thunder Mountain town.<br />20. Opera's Domingo.<br />22. Attain with strain.<br />24. Land not stated (abbr.)<br />26. Induced with money.<br />27. Fleet-footed Duncan.<br />28. Expedition and Renegade snowmobiles.<br />30. Treasured.<br />31. Italian opera with Roundheads.<br />33. Mus. dot.<br />35. Extra-careful sort (slang).<br />38. Of iron the second.<br />39. Fulfilled a request.<br />41. Watcher of chicks.<br />42. Editor's goof.<br />46. Depart to get.<br />48. Ditto.<br />49. Engagement ring stone, perhaps.<br />50. Dally.<br />52. Beppo's \"I am.\"<br />53. Loam breakers.<br />54. Inspirational Mary.<br />56. Second afterthought.<br />57. Syllable for a Doo-Wopper.", "recommendationCount": 14}, {"assetID": 1564073, "replies": [], "lft": 474, "assetURL": "http://opinionator.blogs.nytimes.com/2010/06/16/last-generation-a-response/", "parentID": null, "commentID": 2176792, "rgt": 475, "userDisplayName": "Joan Savage", "createDate": "1277415875", "userID": 8234823, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1277438511", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Syracuse, NY", "commentType": "comment", "updateDate": "1277434911", "commentSequence": 216, "commentBody": "I'm grateful to see this conversation is occurring at all, and I apologize to the commentators with words unread.<br /><br />My quality of life, and that of my children, is linked to the life of so many other species. A beautiful healthy world can have a lot less people in it than it does now. I'd like it a lot if some of my 'children' are trees, fish, dogs, birds, etc. My biological children would love the company of such 'siblings.' A recent issue of Mother Jones had a provocative sidebar showing that an American family of two children has a larger carbon footprint than over 240 Bangladeshi children.  We don't have to be the last generation. We can learn how to share joy, and refrain from taking other species' futures away from them.  ", "recommendationCount": 0}, {"assetID": 1576054, "replies": [], "lft": 966, "assetURL": "http://opinionator.blogs.nytimes.com/2010/06/20/lady-power/", "parentID": null, "commentID": 2176956, "rgt": 967, "userDisplayName": "Gizmology", "createDate": "1277420980", "userID": 18189574, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1277438582", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Portland, OR", "commentType": "comment", "updateDate": "1277434982", "commentSequence": 379, "commentBody": "I don't think Lady Gaga's a genius, and I don't think her music is particularly innovative or interesting. Her *videos* are very entertaining and her refrains are catchy (\"Bad Romance\" has been stuck in my head for weeks now, but that's actually a result of watching the \"Bad Hotel\" video of the parody flashmob done for the San Francisco hotel workers protest/boycott).<br /><br />Based on LG's own comments regarding her popularity, political and social significance, I deduce mainly that she's very self-aware, but more in an ego/star sort of way than a critical-understanding sort of way. I don't think she has a clue about what she represents in society, but rather parrots back what others say about her in order to proclaim that she has a greater (and more lasting) significance than she really does. She does make compelling little movies that are visually provocative and very effective self-marketing tools, and I think that's basically what she's about -- she didn't set out to be a feminist icon or political model, but she'll catch that mantle if it's thrown at her and fling it around her neck like one more feather boa.<br /><br />All of this seems to make her not much more than the most over-the-top Madonna follow-up to date, and it's also why she's not as legitimate or believable to me as the original and therefore less interesting to the Madonna generation -- we've been there, seen that, and find LG to be nothing more than the most flamboyant and succesful exhibitionist of her generation -- for the moment.<br /><br />The whole discussion of female sexuality is curious and discouraging but I've just erased everything I tried to write about that because it's just too incomprehensible to me -- I feel like today's teens have thrown out everything we learned and are wearing voluntary blinders in order to claim that giving blowjobs is sexual power. Maybe Lady Gaga is an icon because she allows them to justify their actions the next morning when they can't look at last night's recipient? -- in which case, she may be more like, well --<br />Q: what do you get when you cross The Wizard of Oz with naked Barbie?<br />A: The Pai(d) Piper of HAMelin -- leading a generation of deluded young females into a very dark place. ", "recommendationCount": 1}, {"assetID": 1576054, "replies": [], "lft": 968, "assetURL": "http://opinionator.blogs.nytimes.com/2010/06/20/lady-power/", "parentID": null, "commentID": 2177246, "rgt": 969, "userDisplayName": "Mike from MA", "createDate": "1277432718", "userID": 58503101, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1277438586", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Western Mass", "commentType": "comment", "updateDate": "1277434986", "commentSequence": 380, "commentBody": "Does this mean Shakira is over?", "recommendationCount": 1}, {"assetID": 1530147, "replies": [], "lft": 2896, "assetURL": "http://opinionator.blogs.nytimes.com/2010/06/06/should-this-be-the-last-generation/", "parentID": null, "commentID": 2174999, "rgt": 2897, "userDisplayName": "emilyb", "createDate": "1277393039", "userID": 55729283, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1277438615", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Claremont, CA", "commentType": "comment", "updateDate": "1277435015", "commentSequence": 1286, "commentBody": "A lot of people on harping on Singer's thought experiment as if he were actually advocating a future devoid of human life. Responses like \"What about the animals!\" and \"Just have a few children and teach them well and love them well\" are missing the point entirely. Philosophical thought experiments are often far-fetched, but they provide context for the fundamental questions at the heart of the thought experiment. They pose those fundamental questions in interesting ways.<br /><br />Those deeper questions are what matter. Peter Singer outlined these questions for us at the end of his article, stating them very explicity. It's missing the point entirely to focus on how likely or likeable the thought experiment is. So I applaud Peter Singer for his recent response to \"Last Generation?\" @ <a href=\"http://opinionator.blogs.nytimes.com/2010/06/16/last-generation-a-response/\" target=\"_blank\">http://opinionator.blogs.nytimes.com...</a><br /><br />Peter Singer wants thoughtful responses. Not child-rearing advice.<br /><br />I have read only the most recent comments", "recommendationCount": 2}, {"assetID": 1530147, "replies": [], "lft": 2898, "assetURL": "http://opinionator.blogs.nytimes.com/2010/06/06/should-this-be-the-last-generation/", "parentID": null, "commentID": 2175026, "rgt": 2899, "userDisplayName": "emilyb", "createDate": "1277393336", "userID": 55729283, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1277438623", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Claremont, CA", "commentType": "comment", "updateDate": "1277435023", "commentSequence": 1287, "commentBody": "*Correction, I have only read the FIRST page of comments (turns out those are the oldest, not the most recent). I take issue with these comments but can't speak for the ones that came after. However, the trend in the first page must have carried over if it compelled Singer to write a response to his readers!", "recommendationCount": 0}, {"assetID": 1585353, "replies": [], "lft": 156, "assetURL": "http://opinionator.blogs.nytimes.com/2010/06/22/bubbles-bread-and-beer/", "parentID": null, "commentID": 2176929, "rgt": 157, "userDisplayName": "Lili Velez", "createDate": "1277420103", "userID": 21154737, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1277438640", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Baltimore, MD", "commentType": "comment", "updateDate": "1277435040", "commentSequence": 71, "commentBody": "When I was in grad school, the fly labs and the yeast labs loved to tease one another.  The yeast labs once had a T-shirt which read on the front:<br /><br />\"If no yeast:<br />           No bread, no wine, no beer.....\"<br /><br />And on the back it said:<br /><br />\"If no flies:<br />          No maggots!\"", "recommendationCount": 0}, {"assetID": 1593758, "replies": [], "lft": 10, "assetURL": "http://wordplay.blogs.nytimes.com/2010/06/24/abba-hit/", "parentID": null, "commentID": 2177389, "rgt": 11, "userDisplayName": "Alan J", "createDate": "1277438639", "userID": 51243095, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1277438668", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Durham, NC", "commentType": "comment", "updateDate": "1277435068", "commentSequence": 5, "commentBody": "I see one erratum already. Oh, well, done too fast.", "recommendationCount": 0}, {"assetID": 1593069, "replies": [], "lft": 6, "assetURL": "http://offthedribble.blogs.nytimes.com/2010/06/24/currys-option-now-may-give-knicks-options-later/", "parentID": null, "commentID": 2177362, "rgt": 7, "userDisplayName": "John Buck", "createDate": "1277437541", "userID": 56170964, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1277438838", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Newark, DE", "commentType": "comment", "updateDate": "1277435238", "commentSequence": 3, "commentBody": "Yes, Robert.  The pick of Reggie Miller over Steve Alford was criminally stupid.  What was he supposed to do with the 38th and 39th picks?", "recommendationCount": 3}]}, "copyright": "Copyright (c) 2016 The New York Times Company.  All Rights Reserved."}