{"debug": {"version": 3.1}, "status": "OK", "results": {"api_timestamp": "1481460488", "totalCommentsFound": 5374, "totalCommentsReturned": 25, "comments": [{"assetID": 2710959, "replies": [], "lft": 4, "assetURL": "http://www.nytimes.com/2011/05/09/opinion/09krugman.html", "parentID": null, "commentID": 3798427, "rgt": 5, "userDisplayName": "big fat ted", "createDate": "1304903885", "userID": 56732580, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1304913730", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "usa", "commentType": "comment", "updateDate": "1304910130", "commentSequence": 1, "commentBody": "There is not much that resembles democracy in the USA anymore. For years now, the public's highest priority has been jobs. Neither party had done much of anything about it besides pay it lip service.<br/><br/>The idea from the Republicans that tax cuts for the wealthy will lead to job creation is particularly inspired in its utter detachment from reality. What makes anyone think that the wealthy will not just keep the money?<br/><br/>At the risk of being obvious, I think there is -more than two and a half years after the Crash of September 2008- an incredible political gold mine waiting for the politician or party that seriously Goes After Wall Street. It's just my opinion, but I think that the vast majority of Americans see Wall Street as it was portrayed in the movie Inside Job- as a bunch of greedy psychopaths that are emotionally, morally, legally and financially separated from society as a whole. <br/><br/>I'd like to see Representative Boehner tell the American people why Lloyd Blankfein deserves a tax cut.", "recommendationCount": 2073}, {"assetID": 2710959, "replies": [], "lft": 6, "assetURL": "http://www.nytimes.com/2011/05/09/opinion/09krugman.html", "parentID": null, "commentID": 3798428, "rgt": 7, "userDisplayName": "Winning Progressive", "createDate": "1304904100", "userID": 61073654, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1304913730", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Chicago, IL", "commentType": "comment", "updateDate": "1304910130", "commentSequence": 2, "commentBody": "This appears to me to be a spot on rebuke of Mr. Brook's ridiculous column on Friday that argued that our political system is too responsive to the will of the people. The one thing I would add is that this failure to realize that it is the elites that have gotten us into our economic mess is also preventing us from solving the economic problems right now. <br/><br/>A case in point is unemployment. Tens of millions of unemployed and underemployed Americans remain invisible to our conservative elites in politics and the media, even while those same conservative elites continue to cower in fear of invisible bond vigilantes and inflation monsters hiding under their beds.  <br/><br/>    The biggest economic problem facing our country right now is undoubtedly high unemployment and low growth.  While there has been some positive job growth in the past few months, unemployment is at 9%, and underemployment is over 15%.  Initial jobless claims were 472,000 last week, the highest they have been since August 2010.  And millions more people have dropped out of the labor market altogether, with our employment to population ration at 58.4%, the lowest it has been since 1983 and far below the 62-64% that it had been for years before the Bush Recession.<br/><br/>    Given these circumstances, voters have made clear in poll after poll after poll that jobs are their biggest priority.  And in November 2010, voters registered their anger about joblessness, voting out Democrats who had not created enough jobs (ignoring the fact that it was Republicans who had prevented them from doing so), and voting in Republicans who promised to focus on jobs.<br/><br/>    And what has the response to this situation and election results been?  For virtually everyone in D.C. to be obsessed with deficits, inflation, and bond vigilantes.  Never mind that voters do not identify the deficit as nearly their biggest concern, that the deficit is not a major threat to our economic stability, that the short term deficit is mostly caused by the joblessness and low economic growth that the Bush Recession brought us, that the spending cuts being proposed would destroy even more jobs, that inflation is non-existent, and that conservatives have been crying wolf about bond-vigilantes since the Bush Recession began.  Despite high unemployment and joblessness, Republicans in DC continue to focus on the deficit, inflation, and bond vigilantes, and Democrats feel they have to address those issue while ignoring the critical issues jobs and unemployment issues that the people want addressed.<br/><br/>    Our country’s deficit, inflation, and bond vigilante hysteria and refusal to address a real unemployment problem has nothing to do with our politicians being too responsive to the views of the American people and has everything to do with them being too responsive to the billionaires that bankroll them.  Money in politics, not people in politics, is the real problem.<br/><br/><a href=\"http://www.winningprogressive.org\" title=\"http://www.winningprogressive.org\" target=\"_blank\">http://www.winningprogressive.org</a><br/><br/><a href=\"https://www.facebook.com/pages/Winning-Progressive/195682780442236\" title=\"https://www.facebook.com/pages/Winning-Progressive/195682780442236\" target=\"_blank\">https://www.facebook.com/pages/Winning-Progressive/195682780442236</a>", "recommendationCount": 1451}, {"assetID": 2710959, "replies": [], "lft": 8, "assetURL": "http://www.nytimes.com/2011/05/09/opinion/09krugman.html", "parentID": null, "commentID": 3798433, "rgt": 9, "userDisplayName": "Ron T", "createDate": "1304904278", "userID": 21443941, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1304913730", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Mpls", "commentType": "comment", "updateDate": "1304910130", "commentSequence": 3, "commentBody": "Obama is no FDR. <br/><br/>FDR defied his critics and pulled the nation out of Depression by deficit spending. Obama's job creation initiatives were much too weak, scuttled by the fear of deficits which results from the mainstream economists not understanding basic accounting.<br/><br/>99% of economists fail to understand the importance of private debt - that is why they failed to foresee the crisis which resulted from the private sector going too much in debt (this is how all bubbles pop, and mainstream economists are caught by surprise each time). On the other hand, most mainstreamers agonize about the public debt which is always a much smaller problem.<br/><br/>The mainstream consensus is that we need to fear the public debt because it is \"like a household debt, only bigger\". In fact, it is OPPOSITE to a household debt: without federal IOUs (dollars, bonds) the public would have NO net savings! I can have a deposit in the bank, but this is bank's liability. To hold savings in aggregate, the private sector needs to hold IOUs of someone outside it. This someone is the government issuing its IOUs. Private net savings is holding government debt (dollars, bonds). No federal debt, no net savings for the private sector.<br/><br/>Imagine a Monopoly game. The central banker wants to \"be responsible\" and run a surplus - take in more dollars than he emits, thus siphoning off the players' savings. The game will stall. This \"plan\" is backed by neoliberal theories that defy basic accounting. That is America's \"plan for prosperity\". Give me a break.<br/><br/>One more thing: the US if off the gold standard. Gold could run out, but now the US creates money as needed with each payment. If you are thinking \"what about inflation?!\" - you are right. The only problem can be too much money (inflation), but the government cannot possibly run out of dollars, like a bowling alley cannot run out of points. So much for US \"going bankrupt\". US can create inflation, but not go bankrupt, ever. Here is Bernanke stating that US is not spending money it previously \"saved\":<br/>\n<a href=\"http://moslereconomics.com/2011/04/22/quick-bernanke-video-clip-from-60-\" title=\"http://moslereconomics.com/2011/04/22/quick-bernanke-video-clip-from-60-\" target=\"_blank\">http://moslereconomics.com/2011/04/22/quick-bernanke-video-clip-from-60-</a>...<br/><br/>Also: contrary to what most pundits claim the US can control the interest rates it pays, listen to people who know how the Fed and the banking system works. US could pay zero in interest if it wanted too: simply issue currency and not interest-bearing bonds (unlike Greece or Portugal, the US issues the currency it pays with, think Japan instead: 200% debt/GDP and low interest rates. The mainstream doesn't understand the difference between Japan and Greece). And if you heard that issuing currency without bonds is more inflationary, it is because the mainstream never bothered to look at the accounting. Look at agents' balance sheets.<br/>\n<a href=\"http://neweconomicperspectives.blogspot.com/2009/11/what-if-government-j\" title=\"http://neweconomicperspectives.blogspot.com/2009/11/what-if-government-j\" target=\"_blank\">http://neweconomicperspectives.blogspot.com/2009/11/what-if-government-j</a>...<br/><br/>We should ask pundits from both sides:<br/><br/>Do you understand why paying off public debt each time resulted in a depression? It was tried 7 times, each with disastrous consequences.<br/>\n<a href=\"http://www.newdeal20.org/2010/02/10/the-federal-budget-is-not-like-a-hou\" title=\"http://www.newdeal20.org/2010/02/10/the-federal-budget-is-not-like-a-hou\" target=\"_blank\">http://www.newdeal20.org/2010/02/10/the-federal-budget-is-not-like-a-hou</a>...<br/><br/>Why do you claim that public debt crowds out private savings? Accouting proves it's the opposite. Without federal bonds the public sector cannot net save.<br/>\n<a href=\"http://bilbo.economicoutlook.net/blog/?p=1075\" title=\"http://bilbo.economicoutlook.net/blog/?p=1075\" target=\"_blank\">http://bilbo.economicoutlook.net/blog/?p=1075</a><br/><br/>Let's talk about unemployment instead, shall we? If we stop fearing the federal \"debt\" the answer is simple: replace the missing private demand with public expenditure, for example a public works program. It worked in 1930s. <br/><br/>Funny thing too: debt/GDP actually decreased then because GDP grew that much faster.", "recommendationCount": 380}, {"assetID": 2710959, "replies": [], "lft": 10, "assetURL": "http://www.nytimes.com/2011/05/09/opinion/09krugman.html", "parentID": null, "commentID": 3798436, "rgt": 11, "userDisplayName": "Roger Strassburg", "createDate": "1304904345", "userID": 32208067, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1304913730", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Oberpframmern, Germany", "commentType": "comment", "updateDate": "1304910130", "commentSequence": 4, "commentBody": "You hit the nail right on the head when you blame the elites for the bad policies that have led us into this situation, and who are leading us even further in the wrong direction.<br/><br/>Here in Germany, the elites - politicians of (almost) all parties, almost all pundits, all \"serious\" economists and, of course, business leaders - have been preaching to the public for well over a decade - actually longer - that \"everybody\" needs to tighten their belts so that \"we'll all\" be better off, and that \"those who carry the load\", meaning those who make a lot of money, need to be relieved of their heavy tax burden.<br/><br/>In other words, \"you all need to get less so that those at the top can get more, making us all better off\".  And the public responds by saying, \"thank you, sir, may I have another?\".<br/><br/>I never thought Americans would be so gullible as to fall for that.  But apparently I was wrong.<br/><br/>Elite:  \"You need to give me more tax breaks to get me into a good mood so that I'll be generous to you.  And you also need to tighten your belts, get less public services and pay more taxes so that the government doesn't go broke.\"<br/><br/>Voters:  \"Thank you, sir, may I have another?  And, oh, would you like my firstborn?\"", "recommendationCount": 1199}, {"assetID": 2710959, "replies": [], "lft": 12, "assetURL": "http://www.nytimes.com/2011/05/09/opinion/09krugman.html", "parentID": null, "commentID": 3798443, "rgt": 13, "userDisplayName": "Karen Garcia", "createDate": "1304904711", "userID": 48110597, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1304913730", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New Paltz, NY", "commentType": "comment", "updateDate": "1304910130", "commentSequence": 5, "commentBody": "We can scream about the truth of the economic disaster until we're blue in the face, but the global financial system and its political enablers prefer to scapegoat the innocent victims, as Paul Krugman so eloquently illustrates. These powerful people are not known for their self-reflective abilities. The trouble is that they are as hooked on money and power as any hardcore drug addict.\r<br/><br/>As portrayed in the film \"Inside Job\", neuroscientists have discovered through MRI technology that the desire for ever more money stimulates the same part of the brain as cocaine. Likewise, withdrawal or threatened withdrawal of riches  or drugs stimulates panic and a rise in blood pressure. No wonder the top one per cent of the owners of a third of all the wealth tremble at the thought of having to pay more taxes. Their greed and constant Wall Street casino overdosing through all the past years of government deregulation have only left them wanting more and more. Enough is just never enough.\r<br/><br/>Research has consistently shown that vast wealth does not make a person happier. But the banksters and the corporate titans have not come to terms with the fact that their reckless self-engorgement can only cause another epic financial explosion sooner rather than later.\r<br/><br/>Our government officials and both political parties have been complicit enablers of these monsters of greed. Neoliberals or neoconservatives -- it doesn't make much difference. It's become one great big plutocratic party. So it's up to us to stage an intervention. The rehab is hard, and the symptoms of withdrawal may feel painful at first, but the end result will be a healthier society.\r<br/><br/>Treatment should involve getting rid of the Bush Tax Cuts and raising the top rate to a minimum of 50 percent. Each Wall Street transaction should be subject to a Robin Hood surtax meant to be both punitive and preventive. A similar surtax must be leveled against businesses that ship our jobs overseas. Oil and farm subsidies should stop cold turkey. Bin Laden is dead, so let's wind down the useless Afghanistan War. These steps will go a long way toward curing the almighty deficit. Money will come pouring into the Treasury to fund infrastructure and provide all those jobs. And the uber-wealthy will realize they should have gotten with the program a long time ago. They'll feel better than they have in years, and people will actually look at them with a new respect. Who wants to be an object of loathing anyway?\r<br/><br/><a href=\"http://kmgarcia2000.blogspot.com/\" title=\"http://kmgarcia2000.blogspot.com/\" target=\"_blank\">http://kmgarcia2000.blogspot.com/</a>\r", "recommendationCount": 1315}, {"assetID": 2710959, "replies": [], "lft": 14, "assetURL": "http://www.nytimes.com/2011/05/09/opinion/09krugman.html", "parentID": null, "commentID": 3798454, "rgt": 15, "userDisplayName": "lynn", "createDate": "1304905382", "userID": 63754979, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1304913730", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "maine", "commentType": "comment", "updateDate": "1304960394", "commentSequence": 6, "commentBody": "Dr. krugman.  there are no longer any \"Bush tax cuts\".  With the recent extension, they became the Obama tax cuts for the rich.  Or, did you not read that Obama was elected President of the United States.  The wars in Iraq and Afghnistan have been expanded by Obama and the Democrats.  No rational person considers them \"Bush\" wars, anymore.  Obama's war against Libya is \"Obama's\" third war, now.  \r<br/><br/>The economy has been under the control of Democrats since 2006.  They had larger margins in Congress than any republican Congress sincce before WWII.\r<br/><br/>I am not advocating Republicans nor their policies.  I am more progressive than you.  I am stating that , soon, no one will take our side seriously if we continue to make excuses and blame the other side for damage caused by politicians on our own side.\r<br/><br/>I will never give President Obama another contribution nor vote.  I fully expect our economy to continue to worsen, and I hold our President and his Congress -- both sides now -- responsible.  ", "recommendationCount": 564}, {"assetID": 2710959, "replies": [], "lft": 16, "assetURL": "http://www.nytimes.com/2011/05/09/opinion/09krugman.html", "parentID": null, "commentID": 3798456, "rgt": 17, "userDisplayName": "clem healy", "createDate": "1304905463", "userID": 37189161, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1304913730", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New York, NY", "commentType": "comment", "updateDate": "1304910130", "commentSequence": 7, "commentBody": "I don't think it takes a person steeped in economics to conclude that there are two obvious elements in balancing a budget. One is to cut spending, and the other is to increase income. So far, Congress as well as all the special groups and committees studying ways to balance the budget have focused solely on reducing spending. Congress has not, to date, proposed a single measure to increase income. Tax cuts are an anathema to the GOP, and no one seems to understand that creating jobs will increase the tax base. Even Mr. Krugman spent most of his column fixing the blame, but offered little insight into potential solutions. It is clearly in the interest of the Republican Party to avoid doing anything that will serve to improve the economy. Not if they continue to pursue their main objective, which is not to help us out of the recession, but to insure that Obama will be a one term president. Concomitantly, just about everyone is pandering to the Tea party's naive belief that it's all about reducing the size of government and, coincidentally any and all give-a-ways, aka social programs. (Even such moderates as Olympia Snowe has cow-towed to the Tea Party. A long term moderate Republican, her voting profile of 69% voting with her party has shot up to 91% this year). That said, where are the Democrats? Granted Obama has been other wise occupied, Reid and Pelosi have remained below the radar since January. If we are to truly make headway against the recession, the Democrats need to remind those who voted the Republicans into office that their \"Pledge to America\" was all about \"jobs, jobs, jobs\", not about \"cuts, cuts, cuts\".", "recommendationCount": 255}, {"assetID": 2710959, "replies": [], "lft": 18, "assetURL": "http://www.nytimes.com/2011/05/09/opinion/09krugman.html", "parentID": null, "commentID": 3798458, "rgt": 19, "userDisplayName": "ed connor", "createDate": "1304905604", "userID": 38376769, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1304913730", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "camp springs, md", "commentType": "comment", "updateDate": "1304961302", "commentSequence": 8, "commentBody": "Well, this column will be well received by the vast majority of NYT posters, because it confirms their worldview: the \"rich\" run everything, and the average person is powerless to improve his lot, unless helped by the government.<br /><br/><br/>The problem, Paul, is that your agrument is dishonest. When you write that \"the bulk of the (Bush) tax cuts went to a small affluent minority,\" you are wrong. 75% of the revenue foregone due to those cuts comes from earners BELOW $250K. That is why \"Tax the Rich\" is simply an inadequate remedy for the current budget deficit.<br /><br/><br/>Likewise, when you blame the financial crisis of 2008 solely on \"the elites,\" you ignore human nature (which includes human greed). The collapse of the sub-prime mortgage market was not due to \"the rich\" failing to pay their notes in Greenwich and the Hamptons. These were low income (or no income) borrowers who thought the market only moved in one direction (up), and could flip their newly aquired houses. They were aided and abetted by Franklin Raines and Fanny Mae and Freddy Mac.<br /><br/><br/>Your assault on the \"small affluent minority,\" who pay more in income tax than the 90% below them, has become tiresome. Moreover, it is wrong.   ", "recommendationCount": 132}, {"assetID": 2710959, "replies": [], "lft": 20, "assetURL": "http://www.nytimes.com/2011/05/09/opinion/09krugman.html", "parentID": null, "commentID": 3798459, "rgt": 21, "userDisplayName": "R. Law", "createDate": "1304905653", "userID": 57123959, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1304913730", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Florida", "commentType": "comment", "updateDate": "1304910130", "commentSequence": 9, "commentBody": "You lay out the case, Professor, for going forward with the budget of the Congressional Progressive Caucus, since there is still so much correcting of course to be done regarding the compasses of our finance institutions and leaders who are blind to moral hazards involving their friends.<br/><br/>You also describe the class warfare which has been waged on the middle class, their savings, and their children's futures - if we go further down this path, we will logically need to discuss how a representative democracy with only 2 economic classes functions.<br/><br/>Looking around the pot, it seems like it's getting warmer in here, and does anyone else think there are fewer and fewer frogs in here ?", "recommendationCount": 232}, {"assetID": 2710959, "replies": [], "lft": 22, "assetURL": "http://www.nytimes.com/2011/05/09/opinion/09krugman.html", "parentID": null, "commentID": 3798460, "rgt": 23, "userDisplayName": "bill b.", "createDate": "1304905654", "userID": 33597851, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1304913730", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "new york", "commentType": "comment", "updateDate": "1304910130", "commentSequence": 10, "commentBody": "Why anyone pays attention to Alan Greenspan who helped create the<br/>\nmess escapes me He actually said the clinton surpluses were too big.<br/>\nhe took care of that.", "recommendationCount": 783}, {"assetID": 2710959, "replies": [], "lft": 28, "assetURL": "http://www.nytimes.com/2011/05/09/opinion/09krugman.html", "parentID": null, "commentID": 3798466, "rgt": 29, "userDisplayName": "Sanga", "createDate": "1304905851", "userID": 874543, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1304913730", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "MA", "commentType": "comment", "updateDate": "1304910130", "commentSequence": 11, "commentBody": "Amen, Professor.<br/>\nwe are still reeling from the after effects of runaway deregulation of the past decade. by letting the market forces run loose, the people at the top who were supposed to be our guardians, turned their heads away. No body cared. wall Street, banks, mortgage companies, illegal tradiing, insider trading, Enron, Halliburton, scandals unfolded relentlessly. Lawlessness comes to mind. Injustice comes to mind, daylight robbery. those who were supposed to keep a watch, seemed pre occupied with who knows what, perhaps Iraq War? the Republicans talk about big government, but it would seem that when it came to the economy, there was no government watching out for the small people - absent government. How did they let it happen? perhaps the Internet boom and the subsequent deregulated economy was such an unprecedented event, no one had seen anything like it before? No one saw the warning signs, the excesses, cover ups, the ruin, the golden parachutes for CEOs?  the republicans are going to blame Mr Obama for the current state of affairs and lie and deceive the public with the deficit hype. But it is not President Obama's fault. Now he has to work with a Republican Congress to stop the bleeding and fix the economy. With unemployment looming, creating conditions conducive for job creation should be priority number One.<br/>\nPlease continue to illuminate us, Professor, your vigilance is critical for our sanity.", "recommendationCount": 224}, {"assetID": 2710959, "replies": [], "lft": 30, "assetURL": "http://www.nytimes.com/2011/05/09/opinion/09krugman.html", "parentID": null, "commentID": 3798472, "rgt": 31, "userDisplayName": "Marie Burns", "createDate": "1304906010", "userID": 4461145, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1304913730", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Fort Myers, Florida", "commentType": "comment", "updateDate": "1304910130", "commentSequence": 12, "commentBody": "Partly because of the Citizens United decision, made by the creme de la creme, nothing is going to change. The same gang who got us into this mess is going to secretly finance the same gang they paid to do it. Of course even without a big boost from the Supremes, the same thing would have happened, but perhaps in a more transparent way and perhaps on a slightly less massive scale. The elites, as you imply, are not into navel-gazing. By virtue of their self-defined status, they can do no wrong. It wasn't long after Alan Greenspan testified that he was \"shocked, shocked\" that banksters didn't behave in the best interests of their stockholders that he began writing papers explaining what other people did wrong. No mention of what he did wrong. Which was plenty.<br/><br/>After the housing bubble burst, ordinary homeowners were blamed for causing the crash by being greedy and taking on more mortgage than they could handle. Never mind that banks and realtors were convincing them they could afford those huge loans. The banksters and their enablers used every means of subterfuge they could muster -- and they mustered quite a few -- to persuade people they were qualified and able to handle the loans that today are underwater, in foreclosure or forfeited. <br/><br/>Meanwhile, Republican Senators (Jon Kyl comes to mind) took to blaming people for being \"lazy\" to explain why millions were out of work -- and as an excuse not to extend unemployment benefits. Just this past week the Florida legislature cut our state's unemployment benefits by eleven percent. And -- no surprise here -- Gov. Rick Scott is expected to sign it. Yay! Some of those \"lazy\" people are sure to get back to work now. <br/><br/>The whole theme -- of which President Obama is the designated huckster -- that \"just as families need to tighten their belts, so does Washington\" is nonsense. Families \"tighten their belts\" because they already have as much income as they can make (which they get, if they're \"lucky,\" by running themselves ragged holding down more than one job). But the federal government -- despite what President Obama &amp; other elites tell you -- is not like a family. It can easily bring in more revenue; we usually call those taxes. And those families at the top, who are NOT doing any belt-tightening, are the obvious major source of that extra government income. Unfortunately, that potential source is also the very same gang of elites who are paying the water-carriers in Washington secret retainers not to touch their fat incomes. <br/><br/>I got a kick out of last week's Washington Post editorial on what to do about the pressing problem that non-elite Americans face -- joblessness. Here's the crux of the Post's best advice:<br/><br/>\"The costs, human and economic, of high unemployment are heartbreaking. But it will take a measure of patience as well as a sense of urgency to prevent it from becoming a permanent feature of the U.S. economic landscape.\"<br/><br/>That's right, folks. Hurry up and be patient! Those are the words of wisdom the Beltway elites have for the rest of us: keep on being chumps because we know best. And we are telling you unwashed masses there's nothing we can do.<br/><br/>Public opinion polls aren't enough to shake the faith of the elites in their own wisdom. It's time for masses of plain people to march on Washington and establish a new Hooverville on the Mall. Maybe then the elites who dash past on their way to the the Hill and the White House would notice us.<br/><br/>The Constant Weader at <a href=\"http://www.RealityChex.com\" title=\"www.RealityChex.com\" target=\"_blank\">www.RealityChex.com</a>", "recommendationCount": 1032}, {"assetID": 2710959, "replies": [], "lft": 38, "assetURL": "http://www.nytimes.com/2011/05/09/opinion/09krugman.html", "parentID": null, "commentID": 3798489, "rgt": 39, "userDisplayName": "walterrhett", "createDate": "1304906536", "userID": 33605332, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1304913730", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Charleston, SC", "commentType": "comment", "updateDate": "1304961321", "commentSequence": 13, "commentBody": "The Bush tax cuts were supposed to be a simple case of “we can't miss what we don't have.” Then it became a winked-at-pretense that cuts have no costs or budget impact, except to affirm our national soverenity (leaving out at the expense of our national welfare). Then it became a cat and mouse game of attaching the cuts to illusive job growth, then delays because of poor timing, and then turning American expectionalism into American entitlements for the wealthy. Then it became blame the poor, the weak, the infirm.<br/><br/>The point is the GOP has a long history on every issue of shifting blame, even on issues that once were in full agreement with.<br/><br/>The party's political leadership and rank and file make unique use of blame to exploit voter fears. They go after ordinary Americans with a vengeance and a willingness to be reckless to the point of putting families in the streets and justifying vicious attacks on women while expanding their absolute seizure of power and wealth.<br/><br/>Why are the voters permitting this? Why do Republicans gain popular support?<br/><br/>One insight points out how those who bring good news are often accused of bringing bad news. Because the good news depends on bad things no one wants to hear about in the first place!<br/><br/>Those who vote Republican often make up their minds before the fact. Stubbornly entrenched, Republican voters are motivated by concerns they see as legitimate, and central to their actions is fear. Fear of the country collapsing, fear of their rights being denied (to guns, to legitimacy, to being validated), of their pockets being squeezed, except they shift blame based on foregone conclusions rather than facts. They simply don’t trust those who don’t share their fears.<br/><br/>You can’t win these Republican voters over with the promise of good news. They reject every promise if it doesn’t involve blame. So when House and Senate Republican shout mistated facts, their supporters see courage to confront fear, never mind the truth. Republican politicans are telling Republican voters just the subliminal code words they want to hear.<br/>\n--Walter Rhett<br/>\n<a href=\"http://twitter.com/walterrhett\" title=\"twitter.com/walterrhett\" target=\"_blank\">twitter.com/walterrhett</a>", "recommendationCount": 365}, {"assetID": 2710959, "replies": [], "lft": 40, "assetURL": "http://www.nytimes.com/2011/05/09/opinion/09krugman.html", "parentID": null, "commentID": 3798492, "rgt": 41, "userDisplayName": "Tindalos", "createDate": "1304906601", "userID": 60137919, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1304913730", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Oregon", "commentType": "comment", "updateDate": "1304961363", "commentSequence": 14, "commentBody": "And therein lies the rub: The policy elites AKA the Very Serious People (VSP), the ones who got virtually everything wrong for three decades, simply have too much to cover up to risk the slightest act of contrition; they are not simply in denial, they are in fear for their lives. Not physically of course -- although a week in the stocks with rotten vegetables hurled at their silly pates would doubtless prove salutary, at least for the hurlers -- but in self-esteem. You see the VSP really think they are essential, they believe they are not only very serious but very important, and the fact they are neither is a condemnation they have become too arrogant to endure.<br/><br/>The hollowing out of the EuroAmerican elite continues unabated.", "recommendationCount": 216}, {"assetID": 2710959, "replies": [], "lft": 42, "assetURL": "http://www.nytimes.com/2011/05/09/opinion/09krugman.html", "parentID": null, "commentID": 3798495, "rgt": 43, "userDisplayName": "M. Jackson", "createDate": "1304906683", "userID": 63755067, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1304913730", "userTitle": null, "editorsSelection": 1, "statusID": 2, "userURL": null, "userLocation": "Chicago", "commentType": "comment", "updateDate": "1304960354", "commentSequence": 15, "commentBody": "In this column, Bush's name is mentioned several times.  Obama's name is not mentioned once.  If we are to persuade the American people of the damage being done to the middle class, we have to start telling the truth.  The truth is that Obama, Bernake and Geitner, along with their sponsors, need to be held accountable.  We cannot continue to blame bogeymen from the past", "recommendationCount": 528}, {"assetID": 2710959, "replies": [], "lft": 44, "assetURL": "http://www.nytimes.com/2011/05/09/opinion/09krugman.html", "parentID": null, "commentID": 3798496, "rgt": 45, "userDisplayName": "Janet", "createDate": "1304906698", "userID": 14480101, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1304913730", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Salt Lake City, Utah", "commentType": "comment", "updateDate": "1304910130", "commentSequence": 16, "commentBody": "Thank you for speaking on my behalf.  I am very grateful that you have cared enough to speak in defense of the millions of innocent Americans who have been repeatedly and unjustly accused of commiting the acts of unbridled greed that have resulted in the financial meltdown and overwhelming deficits. Rather than coming to each other's defense, we innocents are beating each other up, taking as truth the lies of our accusers.  I feel like I have been accused, tried, convicted and now punished for something, I know not what.  It is all an absurd nightmare and I can't wake up.", "recommendationCount": 555}, {"assetID": 2710959, "replies": [], "lft": 48, "assetURL": "http://www.nytimes.com/2011/05/09/opinion/09krugman.html", "parentID": null, "commentID": 3798501, "rgt": 49, "userDisplayName": "rena", "createDate": "1304906752", "userID": 33511397, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1304913730", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "monrovia, ca.", "commentType": "comment", "updateDate": "1304910130", "commentSequence": 17, "commentBody": "Professor, <br/><br/>You truly are a voice crying in the wilderness.  The elites will never, ever, concede.  And the media will make sure the truth is never heard (loud enough or long enough) by the common man.  Rather, the narrative that you have pointed out here and on many other occasions will continue.  Which means nothing will be done to help us.<br/><br/>So sad.<br/><br/>R.", "recommendationCount": 276}, {"assetID": 2710959, "replies": [], "lft": 58, "assetURL": "http://www.nytimes.com/2011/05/09/opinion/09krugman.html", "parentID": null, "commentID": 3798527, "rgt": 59, "userDisplayName": "Charles", "createDate": "1304907587", "userID": 42729231, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1304913730", "userTitle": null, "editorsSelection": 1, "statusID": 2, "userURL": null, "userLocation": "New York, NY", "commentType": "comment", "updateDate": "1304954980", "commentSequence": 20, "commentBody": "     Aaron Copland wrote his famous Fanfare for the Common Man in 1942.  The title chosen by Copland reflected his generation’s belief in the idea of the commonweal.  Copland’s music echoed the words of Franklin Roosevelt, who united our Nation to combat both the Great Depression and the Axis Powers.  Lacking a unifying cause on the scale of the Second World War, our present generation has allowed itself to become easy prey for the wealthy elite and their propagandists.  For the past thirty years, the only fanfares that have been written in Washington D.C. and on Wall Street have been those for the haves and the have mores.  It is not surprising that, having again brought the world to the brink of economic collapse by the heedless pursuit of their self interest, the wealthy elite would blame the common man for the disaster.  The tragedy, however, is that today so many of the men and women on Main Street seem willing to believe them.", "recommendationCount": 1101}, {"assetID": 2710959, "replies": [], "lft": 60, "assetURL": "http://www.nytimes.com/2011/05/09/opinion/09krugman.html", "parentID": null, "commentID": 3798528, "rgt": 61, "userDisplayName": "mh", "createDate": "1304907592", "userID": 63755160, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1304913730", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "oceanside", "commentType": "comment", "updateDate": "1304910130", "commentSequence": 21, "commentBody": "Obama allowed every single gambling  Wall Street banker to walk away from any kind of investigation or prosecution.  Obama then set things up so that the same crowd would become richer than past Kings in hostory books, all while the middle class was being destroyed.  Obama is one of the smartest men in the country, and is certaily the most powerful.  Could he be among the elites that you reference?", "recommendationCount": 310}, {"assetID": 2710959, "replies": [], "lft": 62, "assetURL": "http://www.nytimes.com/2011/05/09/opinion/09krugman.html", "parentID": null, "commentID": 3798533, "rgt": 63, "userDisplayName": "JC", "createDate": "1304907693", "userID": 1948827, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1304913730", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Michigan", "commentType": "comment", "updateDate": "1304961314", "commentSequence": 22, "commentBody": "\"President George W. Bush cut taxes in the service of his party’s ideology,...\"\r<br/><br/>Krugman you need to take another look at those hated tax cuts. They now have President Obama's signature on them.<br/>\nShall we do away with the cuts completely?  We could even to back to the rates prior to President Reagan, with no earned income tax credits.  \r<br/><br/>Regarding Iraq, the world is a better place without Saddam Hussein. \r<br/><br/>And financial deregulation?  The biggest damage has been done with an act signed by President Clinton (D-Arkansas); the repeal of Glass-Steagall.\r<br/><br/>And yes, the damage to the economy was due in large part to the speculation of the homeowners in this country. Those owners cut across all economic classes.\r<br/><br/>But keep screaming about those nasty Republicans then maybe no one will notice.", "recommendationCount": 113}, {"assetID": 2710959, "replies": [], "lft": 64, "assetURL": "http://www.nytimes.com/2011/05/09/opinion/09krugman.html", "parentID": null, "commentID": 3798542, "rgt": 65, "userDisplayName": "David Greenbaum", "createDate": "1304907885", "userID": 17536480, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1304913730", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Montclair NJ", "commentType": "comment", "updateDate": "1304910130", "commentSequence": 23, "commentBody": "100% Agreed.  Bad, self serving policies masqueraded as virtue and ideology,  Sadly, still grossly misunderstood by the electorate.  \"Banksters\" indeed.", "recommendationCount": 191}, {"assetID": 2710959, "replies": [], "lft": 66, "assetURL": "http://www.nytimes.com/2011/05/09/opinion/09krugman.html", "parentID": null, "commentID": 3798544, "rgt": 67, "userDisplayName": "mivogo", "createDate": "1304907907", "userID": 37234670, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1304913730", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "new york city", "commentType": "comment", "updateDate": "1304910130", "commentSequence": 24, "commentBody": "The problem is that all the consequences fall on the side of the masses.<br/>\nNot one Wall Street banker who criminally played with your money and mortgages and plunged this nation into catastrophe has gone to jail.<br/><br/>Like the school bully who steals your lunch money and gets away with it, they are emboldened. You had lunch once this week--that's enough for you!<br/>\nThey ask us to tighten our belts, while they're loosening theirs.<br/><br/>But when you ask them to stop the bullying and pay their fair share, they scream \"class warfare!\" It's the oldest trick in the book. You're great, Paul, but when you say \"It's their fault\", it falls on deaf ears. But add \"and you're going to jail for your financial crimes?\" Somehow I get the feeling theyll hear that loud and clear!<br/><br/><a href=\"http://www.newyorkgritty.net\" title=\"www.newyorkgritty.net\" target=\"_blank\">www.newyorkgritty.net</a>", "recommendationCount": 549}, {"assetID": 2710959, "replies": [], "lft": 68, "assetURL": "http://www.nytimes.com/2011/05/09/opinion/09krugman.html", "parentID": null, "commentID": 3798545, "rgt": 69, "userDisplayName": "Paul '52", "createDate": "1304907949", "userID": 30395127, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1304913730", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New York, NY", "commentType": "comment", "updateDate": "1304910130", "commentSequence": 25, "commentBody": "In advance of those who will seek to blame the Community Reinvestment Act and the combination of Dodd, Frank, Fanne &amp; Freddie, the following advice:<br/><br/>1.  Read Bush's two housing speeches from mid-June 2002.  One given at HUD, the other in Atlanta.  He announces that the problem is not enough minority homeowners; he says that down payment requirements - then a paltry 5% - were \"too high;\" he calls for using Section 8 towards downpayments; and he BRAGS about pushing fannie &amp; freddie to do subprime lending.<br/><br/>2.  Read the Bush Admin, HUD press release from March 2004 bragging about implementation of the above, and how, in response, the \"mortgage industry (ie fannie &amp; freddie)\" had put in 1.1 Trillion (yes, with a \"T\") and boasting how people were using their home equity as piggy banks.<br/><br/>3.  Meanwhile, Greenspan refused to regulate irresponsible mortgage lending, the SEC allowed banks to go to a debt:equity ration of 30:1 (from 12:1) almost tripling exposure, and the Comptroller of the Currency refused to let state attorneys general go after predatory lending, claiming this was \"preempted\" by federal law and turning a blind eye to liar lending.<br/><br/>Bush and his appointees drove the bust.  Plain &amp; Simple. ", "recommendationCount": 940}, {"assetID": 2697753, "replies": [], "lft": 1034, "assetURL": "http://well.blogs.nytimes.com/2011/05/04/share-six-words-about-your-mother/", "parentID": null, "commentID": 3798709, "rgt": 1035, "userDisplayName": "War Eagle", "createDate": "1304910565", "userID": 15064356, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1304914252", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Auburn, AL", "commentType": "comment", "updateDate": "1304910652", "commentSequence": 512, "commentBody": "Boo-hoo! Whiners got no birthday ponies!", "recommendationCount": 0}, {"assetID": 2697753, "replies": [], "lft": 1036, "assetURL": "http://well.blogs.nytimes.com/2011/05/04/share-six-words-about-your-mother/", "parentID": null, "commentID": 3798743, "rgt": 1037, "userDisplayName": "R", "createDate": "1304911025", "userID": 54518253, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1304914254", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "NY", "commentType": "comment", "updateDate": "1304910654", "commentSequence": 513, "commentBody": "My husband's mom is the best.", "recommendationCount": 1}]}, "copyright": "Copyright (c) 2016 The New York Times Company.  All Rights Reserved."}