{"debug": {"version": 3.1}, "status": "OK", "results": {"api_timestamp": "1481480191", "totalCommentsFound": 5923, "totalCommentsReturned": 25, "comments": [{"assetID": 3361714, "replies": [], "lft": 30, "assetURL": "http://opinionator.blogs.nytimes.com/2013/03/02/land-of-plenty-of-government/", "parentID": null, "commentID": 8427377, "rgt": 31, "userDisplayName": "Historian", "createDate": "1362286874", "userID": 62428556, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1362286936", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Aggieland, TX", "commentType": "comment", "updateDate": "1362286936", "commentSequence": 4, "commentBody": "Look at the tax revenue as a percentage of GNP across nations, and you'll see that the U.S. is down there in the neighborhood of Turkey and Mexico,. If that doesn't energize the private sector, nothing will. Greece and Spain are not that much above us in the size of the public sector. Some of the healthiest economies currently are those with the largest public sectors as measured by tax revenue share of GNP: Scandinavians, Germans, Dutch; the biggest exception being Italy. But the ailments of Italy (with its tax dodging yacht owners), and particularly Greece and Spain are less the alleged Democratic malady of runaway spending then the Republican malady of unwillingness, even by multimillionares, to pay more than 13 % taxes.", "recommendationCount": 51}, {"assetID": 3361705, "replies": [], "lft": 242, "assetURL": "http://krugman.blogs.nytimes.com/2013/03/02/welfare-for-the-medical-industrial-complex/", "parentID": null, "commentID": 8427383, "rgt": 243, "userDisplayName": "jmc", "createDate": "1362287028", "userID": 41228, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1362287054", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Stamford", "commentType": "comment", "updateDate": "1362287054", "commentSequence": 68, "commentBody": "While Brill sniffs at single payer, the example he most often uses is Medicare. One hospital he cites is Stamford, where i've had excellent care and total confusion for years about billing, both before i began medicare 10 years ago and since. <br/><br/>My ecperience demonstrates the efficiency of Medicare despite all the weight against it from the hospital lobby. <br/><br/>While on full private insurance, we repeatedly had  billing issues. At a time I was quite ill I was being dunned for  rather small amount for deductible compared to overall charges. I ranted at the hospital  about the dunning threats while my wife and i st dow both to write a check and understand what had happened. We discovered we had paid the bill. Indeed, we had paid the same bill three seperate times over a span of several months. We extractedvan apology, but we were plagued for years with overbilling.<br/><br/>Something brought that to an abrupt halt. Medicare. Fifteen years of billing problems disappeared as soon as i became covered by Medicare. <br/><br/>I've been hospitalized a number of times. One for a complicated bit of cervical surgery was amazing. We and the neurosurgeon knew the Medicare payment to him. Medicare sent us copies of hospital charges and Medicare payments. Two nights, a surgical suite, anesthesiologist, et, etc, came to about $100,000 (surgeon extra). medicare paid about 18 percent of he deadline figure.<br/>Private insurance would not have paid much differently.Single payer works and costs less.", "recommendationCount": 4}, {"assetID": 3356935, "replies": [], "lft": 143, "assetURL": "http://parenting.blogs.nytimes.com/2013/01/27/what-you-dont-know-about-episiotomies-can-hurt-you/", "parentID": 8176293, "commentID": 8427385, "rgt": 144, "userDisplayName": "Carol Tellefsen", "createDate": "1362287102", "userID": 60001730, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1362287114", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "NJ", "commentType": "userReply", "updateDate": "1362287114", "commentSequence": 1, "commentBody": "I had my first child with the midwives at the Denver Birth Center in 1982.  The best place ever to have pregnancy, delivery, and post partum care!  I had some tearing but a speedy recovery.", "recommendationCount": 0}, {"assetID": 3359824, "replies": [], "lft": 398, "assetURL": "http://krugman.blogs.nytimes.com/2013/02/16/minimum-wage-economics/", "parentID": null, "commentID": 8427387, "rgt": 399, "userDisplayName": "Michael O'Neill", "createDate": "1362287129", "userID": 59709995, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1362287175", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Bandon, Oregon", "commentType": "comment", "updateDate": "1362287175", "commentSequence": 112, "commentBody": "Statistics Rule,<br/><br/>Don't mean to start an argument but your rush to answer didn't allow enough time to actually read my comment.<br/><br/>I agree that we did not have free trade when under the mercantile boot of England. I never said we did, we fought a revolution to end that restraint. If you are a student of history then you know that we did to the English what Informpub was complaining the third world and China are now doing to us. Producing goods at a lower cost and out competing in the market.<br/><br/>My point was, and still is that the correct response is to find the strength to compete without using trade barriers, customs, duties, taxes or other market external methods. That is not to say our government should not intervene if the Chinese government is improperly acting against free markets, they should. But our government should not protect inefficient domestic companies from honest competition. It makes our companies weaker, our workers more vulnerable and are markets less efficient.<br/><br/>Basically it just delays the inevitable. The Great Wall of China stopped the Mongols, until it didn't.", "recommendationCount": 0}, {"assetID": 3361708, "replies": [], "lft": 11, "assetURL": "http://opinionator.blogs.nytimes.com/2013/03/02/francis-lieber-and-the-law-of-war/", "parentID": 8425472, "commentID": 8427406, "rgt": 12, "userDisplayName": "Dan", "createDate": "1362287629", "userID": 42381259, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1362287654", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Kansas", "commentType": "userReply", "updateDate": "1362287654", "commentSequence": 1, "commentBody": "Actually you're just misapplying modern socioeconomic possibility over mid-19th century South Carolina reality.<br/><br/>\"Mud-sill theory\":<br/><br/>\"In all social systems there must be a class to do the menial duties, to perform the drudgery of life. That is, a class requiring but a low order of intellect and but little skill. Its requisites are vigor, docility, fidelity. Such a class you must have, or you would not have that other class which leads progress, civilization, and refinement. It constitutes the very mud-sill of society and of political government; and you might as well attempt to build a house in the air, as to build either the one or the other, except on this mud-sill. Fortunately for the South, she found a race adapted to that purpose to her hand. A race inferior to her own, but eminently qualified in temper, in vigor, in docility, in capacity to stand the climate, to answer all her purposes. We use them for our purpose, and call them slaves. We found them slaves by the common \"consent of mankind,\" which, according to Cicero, \"lex naturae est.\" The highest proof of what is Nature's law. We are old-fashioned at the South yet; slave is a word discarded now by \"ears polite;\" I will not characterize that class at the North by that term; but you have it; it is there; it is everywhere; it is eternal.\" James Henry Hammond, US Representative 1835-1836, 60th Governor of South Carolina 1842-1844, United States Senator 1857-1860.<br/><br/>More at:<br/><a href=\"http://www.pbs.org/wgbh/aia/part4/4h3439t.html\" title=\"http://www.pbs.org/wgbh/aia/part4/4h3439t.html\" target=\"_blank\">http://www.pbs.org/wgbh/aia/part4/4h3439t.html</a>", "recommendationCount": 6}, {"assetID": 3361392, "replies": [], "lft": 95, "assetURL": "http://www.nytimes.com/2013/03/03/booming/on-the-road-with-mothers.html", "parentID": 8423980, "commentID": 8427361, "rgt": 96, "userDisplayName": "apat11", "createDate": "1362286543", "userID": 16476892, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1362288431", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "des moines", "commentType": "userReply", "updateDate": "1362288431", "commentSequence": 1, "commentBody": "How kind of you!  My mother always said \"if you don't have something nice to say, don't say it.\"", "recommendationCount": 16}, {"assetID": 3361475, "replies": [], "lft": 67, "assetURL": "http://www.nytimes.com/2013/02/28/booming/old-talk-and-fat-talk-among-baby-boomers.html", "parentID": 8426260, "commentID": 8427143, "rgt": 68, "userDisplayName": "Amy", "createDate": "1362282630", "userID": 66000402, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1362288445", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Michigan", "commentType": "userReply", "updateDate": "1362288445", "commentSequence": 1, "commentBody": "You are beautiful inside and out!", "recommendationCount": 0}, {"assetID": 3361581, "replies": [], "lft": 68, "assetURL": "http://goal.blogs.nytimes.com/2013/03/01/u-s-teams-to-wear-classic-white/", "parentID": null, "commentID": 8427448, "rgt": 69, "userDisplayName": "richard steele", "createDate": "1362288373", "userID": 48105784, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1362288671", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Los Angeles", "commentType": "comment", "updateDate": "1362288671", "commentSequence": 25, "commentBody": "Jack,<br/>It's interesting to note that the association referred to the game as football.  Curious because American football was alive and well on the college circuit.  When did the path diverge; when did football become soccer in America?", "recommendationCount": 2}, {"assetID": 3361721, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 8427481, "replies": [], "commentID": 8427542, "trusted": 1, "userDisplayName": "Rima Regas", "createDate": "1362290548", "userID": 52131820, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1362290593", "userTitle": null, "recommendations": 22, "editorsSelection": false, "parentUserDisplayName": "Bryan Barrett", "userURL": null, "userLocation": "Mission Viejo, CA", "depth": 1, "commentType": "userReply", "updateDate": "1362290593", "commentSequence": 1, "commentBody": "Excellent assessment, Bryan."}, {"recommendedFlag": 0, "parentID": 8427481, "replies": [], "commentID": 8427603, "trusted": 0, "userDisplayName": "kpknoll", "createDate": "1362291956", "userID": 25095522, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1362324499", "userTitle": null, "recommendations": 7, "editorsSelection": false, "parentUserDisplayName": "Bryan Barrett", "userURL": null, "userLocation": "Honolulu/Berlin", "depth": 1, "commentType": "userReply", "updateDate": "1362324499", "commentSequence": 2, "commentBody": "PEDOPHILIA is a misnomer. There is no love in the abuse of children. \"SEXUALIZED VIOLENCE\" seems a more appropriate term."}]}, "lft": 170, "assetURL": "http://www.nytimes.com/2013/03/03/opinion/sunday/dowd-how-mary-feels-about-being-a-virgin.html", "parentID": null, "commentID": 8427481, "rgt": 175, "userDisplayName": "Bryan Barrett", "createDate": "1362289198", "userID": 57593485, "replyCount": 2, "commentTitle": "n/a", "status": "approved", "approveDate": "1362289215", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Malvern, Pa.", "commentType": "comment", "updateDate": "1362434941", "commentSequence": 27, "commentBody": "Terrific Maureen, which provokes pious members of the RCC to check the facts of life and the challenges which the next Pope will deal with and how he will choose to deal with them, or not. <br/><br/>Coming from the same milieu as Toibin though a generation ahead, growing up in a society where politicians, De Valera, and others, led Ireland to the strict drumbeat of John C. McQuaide, Archbishop of Dublin, Mr Toibin must thank his stars that he came later, since in that era of strict state mandated brutal censorship, the ordinary public would likely have tarred and feathered him without any prompting. <br/><br/>Pedophilia which is the core problem which has so afflicted the Irish and US Church's in the past three generations has changed the faithful more than you or Mr Toibin know.  Cardinal Ratzinger/Pope Benedict XVI, has been well aware of the facts for as long as he has been a priest, and when he was promoted to responsible posts in the RCC, he led the cover up policy. Thank God he took a hike.<br/><br/>His successor, whoever he is, faces the most difficult tenure yet of any Pope; if he dares to do the right thing and point the RCC in a new direction, politics in the Church will be an enormous challenge. If he does not confront these issues, the RCC will find that it is no longer relevant to the congregants, and the Church will wither away. <br/><br/>At Mass in Ireland recently the priest was Vietnamese; he told me he was needed. He said the Diocese ordained one priest that year. And he came to help. Sad.", "recommendationCount": 78}, {"assetID": 3361196, "replies": [], "lft": 6, "assetURL": "http://rendezvous.blogs.nytimes.com/2013/02/27/will-turkey-make-peace-with-the-kurds/", "parentID": null, "commentID": 8427461, "rgt": 7, "userDisplayName": "akin caldiran", "createDate": "1362288648", "userID": 63558684, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1362289397", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "lansing, michgan", "commentType": "comment", "updateDate": "1362289397", "commentSequence": 3, "commentBody": "Dr.Beam, l am a 78 years old Turk, my  father was a Kurd, born at VAN, l left Turkey 1960 and l am a proud American, l read your comment, most of them true but not all of them, we all want a KURDISTAN yes every body have to right their country but not with somebody expence , look PALESTINE , 1948 jews said it is our land took arab land and ISRAEL was born, yes it is jews land but also arabs too, , and they are still killing each other do you want to happine the same thing  in TURKEY , ", "recommendationCount": 0}, {"assetID": 3361705, "replies": [], "lft": 45, "assetURL": "http://krugman.blogs.nytimes.com/2013/03/02/welfare-for-the-medical-industrial-complex/", "parentID": 8424623, "commentID": 8427489, "rgt": 46, "userDisplayName": "John M", "createDate": "1362289405", "userID": 28912963, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1362289454", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Oakland, CA", "commentType": "userReply", "updateDate": "1362289454", "commentSequence": 1, "commentBody": "In Econ 101, they compare insurance companies to casinos rather than banks.  We bet that we'll suffer some misfortune, and the insurance company bets that we won't suffer that misfortune.  If everyone puts money in the pot, and the insurance company has calculated the probabilities correctly, there'll be enough to pay the claims made.<br/><br/>This explains the \"pre-existing condition\" scenario - if everyone KNOWS whether or not they're going to suffer the misfortune, the only people who will buy insurance are the ones that know they'll need to be reimbursed for that type of loss. There wouldn't be enough money in the fund to pay out all those claims, and the insurer would go broke. <br/><br/>This is why the national health insurance plans require everyone to pay into the fund.  <br/><br/>(On a side note - one of the reasons health care is so expensive in the US is that hospitals must treat anyone that arrives at the emergency room, regardless of whether they can pay.  The cost of the unrecoverable debt is spread out to other patients that don't have insurance but CAN pay (the negotiated rates paid by insurance companies don't have this extra burden.)  If we have a system where everyone is covered, the hospitals will get paid for everyone that they treat - and the bills won't need to cover bad debt allowances..", "recommendationCount": 0}, {"assetID": 3361733, "replies": [], "lft": 22, "assetURL": "http://dealbook.nytimes.com/2013/03/02/selling-the-home-brand-a-look-inside-an-elite-jpmorgan-unit-2/", "parentID": null, "commentID": 8427494, "rgt": 23, "userDisplayName": "David", "createDate": "1362289467", "userID": 1171884, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1362289514", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Chicago", "commentType": "comment", "updateDate": "1362289514", "commentSequence": 5, "commentBody": "I am a Chase Private Bank client, and I would agree with the key concept of the article - the opportunities to invest presented are all JPM instruments / strategies.<br/><br/>That being said, only a portion of my assets are invested in here, and I have been very happy with the performance. I do agree that fees and expense ratios are disclosure items which are not necessarily clearly articulated (although they have been made available when I asked). I can see where an advisor working with a client with all assets (or significantly all) would want to leverage other investment instruments for significant portions of funds - part of this would be just good diversification.<br/><br/>I would certainly not consider moving all of my investment funds to Chase - there are low cost alternatives to take advantage of elsewhere.", "recommendationCount": 3}, {"assetID": 3361714, "replies": [], "lft": 11, "assetURL": "http://opinionator.blogs.nytimes.com/2013/03/02/land-of-plenty-of-government/", "parentID": 8426115, "commentID": 8427500, "rgt": 12, "userDisplayName": "Shantanu", "createDate": "1362289665", "userID": 46923761, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1362289694", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New York", "commentType": "userReply", "updateDate": "1362289694", "commentSequence": 1, "commentBody": "\"near perfect correlation between government intervention and economic mediocrity.\" So China is an economic mediocrity? And I guess Somalia is a raging success.<br/><br/>When you look at the broader arc of economic history, you actually have to look at the broader arc of economic history, and that means you have to investigate the economic policies of every country over time, correlate them to their GDP and population profile (worker productivity and mobility), proximity and access to resources and markets, competition for workers, resources and markets by other countries, etc. Doing this for one country is, I suspect, enough work to finish a doctoral dissertation. Doing it for EVERY country is the work of a career, if not several. <br/><br/>Have you done any of this work? Or have you simply taken your correlations from within the bubble of the conservative propaganda machine, where every progressive action is a threat to the poor, and every attempt by the rich to further enrich themselves by lowering their taxes, legislating away the collective bargaining rights of their workers, and allowing them to raid those workers' long-guarded eocnomic security programs will somehow benefit every Joe making minimum wage (but let's do away with minimum wages, please, because nobody needs to make enough to eat and pay the rent, only those who own the supermarkets and apartment buildings should be able to do that).", "recommendationCount": 44}, {"assetID": 3361705, "replies": [], "lft": 71, "assetURL": "http://krugman.blogs.nytimes.com/2013/03/02/welfare-for-the-medical-industrial-complex/", "parentID": 8425161, "commentID": 8427504, "rgt": 72, "userDisplayName": "Ed L", "createDate": "1362289771", "userID": 66413722, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1362289815", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "West Hollywood, CA", "commentType": "userReply", "updateDate": "1362289815", "commentSequence": 2, "commentBody": "So those politicians who're in the pocket of the insurance industry could turn on those same corporations, and vote them out of existence, because the industry couldn't then afford the campaign money that would defeat them as punishment? Absurd. The current system keeps their campaign machines well oiled with insurance industry dollars. Why would they bite the hand that feeds them? It's a question that answers itself, which is why Prof. Krugman acknowledges the political necessity of a private insurance system.", "recommendationCount": 1}, {"assetID": 3361717, "replies": [], "lft": 68, "assetURL": "http://krugman.blogs.nytimes.com/2013/03/02/what-the-malaysians-know/", "parentID": null, "commentID": 8427505, "rgt": 69, "userDisplayName": "James.jordan@cox.net", "createDate": "1362289775", "userID": 40498339, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1362289815", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Falls Church, Va", "commentType": "comment", "updateDate": "1362289815", "commentSequence": 18, "commentBody": "Dr. K,<br/><br/>This report is disturbing but even more disturbing is how the same modus operandi is used to tilt US domestic policy to frame the debate so no matter what the outcome the big money donors win.  E.g. Republicans, aided by Simpson/Bowles, Domenici/Rivlin, Peterson/Walker, etc., have successfully framed the debate on spending v. taxes. The actual issue is the underpayment of taxes by the wealthiest among us following the implementation of the ill-conceived Bush Tax Cuts, which has destroyed democracy and replaced it with a feudal system of governance more akin to the Middle Age when Princes were attended by vassals, and a peasant class of slaves. <br/><br/>Ridiculous say you, check revenues as a percentage of GDP over the last decade while wars and unscrupulous payments to the pharmaceutical industry took place, and the coffers of the wealthiest were filled beyond capacity at the expense of the economy. To repay their wrongful acquisitions from the Treasury, which borrowed heavily to finance these tax expenditures to the wealthiest, now the wealthiest must receive the tab for their indiscretions. Taxes, relative to GDP, must be increased from a level of 15% to a level of 21%.<br/><br/>Rather than cutting Medicare, it should be expanded to include any who voluntarily choose to participate, and to stimulate demand, increased benefits to social security recipients should be initiated along with an increase in the minimum wage  to erase the horrid wealth inequities of the last decades. ", "recommendationCount": 15}, {"assetID": 3361716, "replies": [], "lft": 266, "assetURL": "http://www.nytimes.com/2013/03/03/opinion/sunday/this-story-stinks.html", "parentID": null, "commentID": 8427518, "rgt": 267, "userDisplayName": "martin weiss", "createDate": "1362290018", "userID": 19153055, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1362290055", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "mexico, mo", "commentType": "comment", "updateDate": "1362290055", "commentSequence": 52, "commentBody": "It was an indelibly memorable event when I ripped into a political party's spokesman with colorful indictments like \"gasbag\" and, lo and behold, Dr. Krugman decisively stated that ad hominem attacks would have no place in the dialogue.<br/>Properly chastened, I desisted. The good professor is quite right. In this republic of minds, ideas and policy are the topic, and rabid attacks disable and depreciate the exchange.<br/>Only civil discussion will do. Just as the rule of law surpasses the rule of force in preserving civil society, the free exchange of ideas is the only path to increased understanding, which is, after all, the point.", "recommendationCount": 19}, {"assetID": 3361546, "replies": [], "lft": 325, "assetURL": "http://fivethirtyeight.blogs.nytimes.com/2013/03/01/can-democrats-turn-texas-and-arizona-blue-by-2016/", "parentID": 8423847, "commentID": 8427528, "rgt": 326, "userDisplayName": "Mark", "createDate": "1362290241", "userID": 63769464, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1362290294", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Kobe, Japan", "commentType": "userReply", "updateDate": "1362290294", "commentSequence": 3, "commentBody": "What about the fact that most red states receive more in federal dollars than blue states?  That in the last 33 years, government spending and a loose economic policy is more associated with republican presidencies than democratic one's?  That our current fiscal and economic situation came about due to a decrease in tax revenue and an increase in expenditures by a republican administration.  That the current democratic administration has actually increased government spending by the lowest levels in many decades?  <br/><br/>So basically, your statement is propaganda devoid of factual accuracy.<br/><br/>Also, historically, democracies have inevitably fallen into dictatorship due to militarism (I'm guessing you reference above refers to the limited democracies of Athens and Rome) and over expansion.  Please however just don't take a reference to a rambling website, read the history.", "recommendationCount": 5}, {"assetID": 3361705, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 8427527, "replies": [], "commentID": 8428007, "trusted": 0, "userDisplayName": "jim hoppe", "createDate": "1362312382", "userID": 58001333, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1362312434", "userTitle": null, "recommendations": 3, "editorsSelection": false, "parentUserDisplayName": "Dan Nile", "userURL": null, "userLocation": "lincoln nebraska", "depth": 1, "commentType": "userReply", "updateDate": "1362312434", "commentSequence": 1, "commentBody": "Lasik and cosmetic procedures are elective and have nothing to do with a health need.  Since there is no third party payer and no medical need there is price competition. "}, {"recommendedFlag": 0, "parentID": 8427527, "replies": [], "commentID": 8429797, "trusted": 1, "userDisplayName": "Dan Nile", "createDate": "1362327123", "userID": 60110638, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1362327197", "userTitle": null, "recommendations": 0, "editorsSelection": false, "parentUserDisplayName": "Dan Nile", "userURL": null, "userLocation": "Los Angeles", "depth": 1, "commentType": "userReply", "updateDate": "1362327197", "commentSequence": 2, "commentBody": "Urgent care clinics, cash-only private practices, and Walmart's aforementioned $4 prescriptions are all examples of *non-elective* medical care operating outside the third-payer complex.  Elective treatments are a valid comparison because there is indeed a market mechanism containing costs--it disproves the story about how modern medical technology or Baumol's' cost disease is intrinsically driving up costs.<br/><br/>Non-elective doesn't mean no choice of treatment and markets are possible.  Today, a miracle drug that cures heart disease would fail because it's much more profitable to create treatments that bilk insurance for long periods without actually curing conditions."}]}, "lft": 244, "assetURL": "http://krugman.blogs.nytimes.com/2013/03/02/welfare-for-the-medical-industrial-complex/", "parentID": null, "commentID": 8427527, "rgt": 249, "userDisplayName": "Dan Nile", "createDate": "1362290223", "userID": 60110638, "replyCount": 2, "commentTitle": "n/a", "status": "approved", "approveDate": "1362290295", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Los Angeles", "commentType": "comment", "updateDate": "1362290295", "commentSequence": 69, "commentBody": "If there were a market for medical *services* as opposed to *insurance*, there might be incentives to create cheaper medical services.  We see evidence of cost reductions due to technological advance in the few places where a cash market exists, such as Walmart's $4 generic prescriptions, LASIK surgery, etc.<br/><br/>Since the legal systems of most countries have mostly outlawed medical services choices, then a single payer system that can ration service and contain costs is the next best thing.", "recommendationCount": 1}, {"assetID": 3361714, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 8427530, "replies": [], "commentID": 8427821, "trusted": 0, "userDisplayName": "Fenella", "createDate": "1362303581", "userID": 19561995, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1362303613", "userTitle": null, "recommendations": 22, "editorsSelection": false, "parentUserDisplayName": "daveescaped", "userURL": null, "userLocation": "Germany", "depth": 1, "commentType": "userReply", "updateDate": "1362303613", "commentSequence": 3, "commentBody": "If a country provides a clear pathway out of poverty, such as education, and if the poverty isn't so deep that kids can't concentrate at school because they're hungry, maybe.<br/><br/>But in reality, social mobility isn't so fluid. Kids in poor areas get worse school materials and worse teachers. Their classrooms are more disrupted. They have to be far more talented to get the same grades. And when they do finish school, they're being asked to take on massive debt for basic post-school studies. They don't have parents who can contribute and they don't have social capital to draw on.<br/><br/>Not convinced? Well how about the fact that social mobility in the US is more stagnant than it is in Europe. There is a LOT wrong with a society not caring about developing a big underclass."}, {"recommendedFlag": 0, "parentID": 8427530, "replies": [], "commentID": 8427942, "trusted": 1, "userDisplayName": "AAC", "createDate": "1362310560", "userID": 26671491, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1362310574", "userTitle": null, "recommendations": 6, "editorsSelection": false, "parentUserDisplayName": "daveescaped", "userURL": null, "userLocation": "NY", "depth": 1, "commentType": "userReply", "updateDate": "1362310574", "commentSequence": 4, "commentBody": "Tying social mobility to consumption has the unintended consequence of having more poor people with more things.  <br/><br/>It certainly blurs the image of \"poor\" and feeds a stereotyping of them when they have expensive items but no money for housing, and it raises the legitimate question of how exactly their assistance is being used."}, {"recommendedFlag": 0, "parentID": 8427530, "replies": [], "commentID": 8427940, "trusted": 0, "userDisplayName": "Len Charlap", "createDate": "1362310500", "userID": 288945, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1362337393", "userTitle": null, "recommendations": 5, "editorsSelection": false, "parentUserDisplayName": "daveescaped", "userURL": null, "userLocation": "Princeton, NJ", "depth": 1, "commentType": "userReply", "updateDate": "1362337393", "commentSequence": 5, "commentBody": "From <a href=\"http://en.wikipedia.org/wiki/Economic_mobility\" title=\"http://en.wikipedia.org/wiki/Economic_mobility\" target=\"_blank\">http://en.wikipedia.org/wiki/Economic_mobility</a><br/><br/>\"However a more recent paper (2007) found a person's parents is a great deal more predictive of their own income in the United States than other countries.[5] The United States had about 1/3 the ratio of mobility of Denmark and less than half that of Canada, Finland and Norway.[1] France, Germany, Sweden, also had higher mobility, with only the United Kingdom being less mobile.[1]\"<br/><br/>Dwick - The Heritage Foundation figures include all taxes at all levels. <a href=\"http://en.wikipedia.org/wiki/List_of_countries_by_tax_revenue_as_percentage_of_GDP\" title=\"http://en.wikipedia.org/wiki/List_of_countries_by_tax_revenue_as_percentage_of_GDP\" target=\"_blank\">http://en.wikipedia.org/wiki/List_of_countries_by_tax_revenue_as_percent...</a><br/><br/>France - 44.6%<br/>Germany - 40.6%<br/>US - 26.9%"}]}, "lft": 32, "assetURL": "http://opinionator.blogs.nytimes.com/2013/03/02/land-of-plenty-of-government/", "parentID": null, "commentID": 8427530, "rgt": 43, "userDisplayName": "daveescaped", "createDate": "1362290313", "userID": 65974508, "replyCount": 5, "commentTitle": "n/a", "status": "approved", "approveDate": "1362290354", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "abu dhabi", "commentType": "comment", "updateDate": "1362290354", "commentSequence": 5, "commentBody": "All of this discussion or any discussion on prosperity seems to pre-suppose two things; first, that everyone can or should be prosperous and, second that there is some fundamental problem with having poor people in our society.<br/><br/>The reason this matters is that it seems in the US we are constantly trying to rig our system to accommodate the idea that everyone deserves a flat-screen TV, new car and a house. This idea is in-line with Ms. Prasad's thinking on our consumer focus in the US. American prosperity seems to come, not from thrift and sacrifice, but from access to capital....for everyone.<br/><br/>But the second issue that neither Ms. Prasad nor Europeans seem to accept is that there is something wrong with having poor people in your society. What should concern Americans and anyone that values a stable society, is if the poor REMAIN poor. For example, if you just arrived in the US with no education and skills, you'll likely be poor. But if our system provides access to education and is fair about employment, we'd hope to find that you or your children are not poor 30-40 years on. That is the definition of upward mobility. So as long as the poor people are changing every few years and becoming prosperous, who cares if we get new poor people arriving and wanting to move up? That would just make us a land of opportunity rather than a land of gifts.", "recommendationCount": 9}, {"assetID": 3361638, "replies": [], "lft": 88, "assetURL": "http://krugman.blogs.nytimes.com/2013/03/01/guest-post-constitutional-revenge/", "parentID": null, "commentID": 8427533, "rgt": 89, "userDisplayName": "ljm", "createDate": "1362290357", "userID": 65902915, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1362290414", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Overland Park, Kansas", "commentType": "comment", "updateDate": "1362290414", "commentSequence": 30, "commentBody": "  I was in Budapest for the holidays in 1989 and watched the revolution in Romania on Hungarian TV.  I was with the throngs of people in downtown Pest to celebrate the New Year.  They were so happy about the fall of the iron curtain and the \"hope\" and \"change\" they saw coming.  Fast forward to now and looking at Greece, it always seems like these hardliners become powerful when economic times are hard.  Then there are always the scapegoats.  In this case homeless people and gypsies.  France expelled gypsies.  Is there any country anywhere who will stand up for the gypsies?  My experience with the people I met in Hungary for the most part is they are very smart.  I don't know how they could forget the likes of Ceausescu.  The Hungarian people at the time of his demise were very happy.  As for comparisons to Venezuela, I had not heard that Chavez was calling for the extermination of any group (the gypsies) or criminalizing homelessness.  That comparison is totally confusing.  As for the old communists, isn't the fact that they are and no doubt dying off good enough?  Is there any danger they would regain power?  I wish the people of Hungary all the best.  They are so talented and vibrant.  They deserve success.", "recommendationCount": 3}, {"assetID": 3361702, "replies": [], "lft": 136, "assetURL": "http://dotearth.blogs.nytimes.com/2013/03/02/a-farewell-to-green/", "parentID": null, "commentID": 8427381, "rgt": 137, "userDisplayName": "Susan Anderson", "createDate": "1362286973", "userID": 57076816, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1362290456", "userTitle": null, "editorsSelection": 1, "statusID": 2, "userURL": null, "userLocation": "Boston", "commentType": "comment", "updateDate": "1362290456", "commentSequence": 40, "commentBody": "OTOH, just now I visited the Science page and it had several good articles on current issues.  I'm inspired by someone who earlier couldn't resist saying how much he disliked me to add this here:<br/><br/>\"Spill in China Underlines Environmental Concerns\"<br/>By Edward Wong<br/><br/>\"A conflict over a recent chemical spill at a factory has drawn attention to growing problems with environmental degradation and officials’ reluctance to take on polluters\"<br/><br/><a href=\"http://www.nytimes.com/2013/03/03/world/asia/spill-in-china-lays-bare-environmental-concerns.html\" title=\"http://www.nytimes.com/2013/03/03/world/asia/spill-in-china-lays-bare-environmental-concerns.html\" target=\"_blank\">http://www.nytimes.com/2013/03/03/world/asia/spill-in-china-lays-bare-en...</a>", "recommendationCount": 8}, {"assetID": 3361666, "replies": [], "lft": 161, "assetURL": "http://dotearth.blogs.nytimes.com/2013/03/01/state-department-again-sees-no-environmental-barriers-to-keystone-pipeline/", "parentID": 8426953, "commentID": 8427391, "rgt": 162, "userDisplayName": "Susan Anderson", "createDate": "1362287212", "userID": 57076816, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1362290462", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Boston", "commentType": "userReply", "updateDate": "1362290462", "commentSequence": 1, "commentBody": "Actually \"dilbit\".  Nasty stuff:<br/><a href=\"http://oilsandstruth.org/\" title=\"http://oilsandstruth.org/\" target=\"_blank\">http://oilsandstruth.org/</a><br/>\"everyone's downstream\"<br/><br/>And there have been about a dozen spills, most not properly reported or cleaned up, recently.<br/><br/>The process is more toxic than most and the EROIE (energy returned on energy invested) is lousy.  People are dying, for example.", "recommendationCount": 10}, {"assetID": 3361702, "replies": [], "lft": 113, "assetURL": "http://dotearth.blogs.nytimes.com/2013/03/02/a-farewell-to-green/", "parentID": 8425880, "commentID": 8427408, "rgt": 114, "userDisplayName": "djt", "createDate": "1362287669", "userID": 21676453, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1362290466", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "norcal", "commentType": "userReply", "updateDate": "1362290466", "commentSequence": 1, "commentBody": "Huh?<br/><br/>Aren't \"urban dwellers\" generally the longer range thinkers in our society?", "recommendationCount": 1}, {"assetID": 3361666, "replies": [], "lft": 17, "assetURL": "http://dotearth.blogs.nytimes.com/2013/03/01/state-department-again-sees-no-environmental-barriers-to-keystone-pipeline/", "parentID": 8421531, "commentID": 8427413, "rgt": 18, "userDisplayName": "Dale R. McIntyre, PhD", "createDate": "1362287729", "userID": 57386867, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1362290469", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Bartlesville, Oklahoma", "commentType": "userReply", "updateDate": "1362290469", "commentSequence": 4, "commentBody": "Dear Mr. Wenz, <br/><br/>Canadian bitumen is indeed diluted with lighter hydrocarbons to reduce its viscosity for pumping. That diluent comes from two sources; synthetic crude oil, which, when combined with bitumen, makes \"synbit\", or light Canadian natural gas liquids condensate, which when mixed with bitumen makes \"dilbit\".<br/><br/>That condensate may contain a range of hydrocarbons from propane to butane through pentane, hexane, septane and octane.<br/><br/>Not benzene.  Look it up. Benzene is traditionally producedby distillation of coal tar. Are you confusing it with \"Benzine\", European for C5-C8 hydrocarbon mixtures which we Americans call \"gasoline\"?<br/><br/>The pipelines will also handle  conventional crudes, batched between \"pigs\".These conventional crudes will have a very wide array of hydrocarbons; there might indeed be some benzene in there somewhere.<br/><br/>Because conventional crude oils contain over 600 hydrocarbon compounds of all sorts. There are several of them nasty enough that I wouldn't want them in my soup. <br/><br/>The State Department has it right in this instance. A pipeline which (occasionally, among other things) handles dilbit is no more (and admittedly no less) of a risk to the public than a conventional crude oil line. <br/><br/>And the pressure? Pipelines are built of steel strong enough and thick enough to handle the maximum allowable working pressure (MAWP); pipeline operators are not allowed to exceed MAWP. <br/><br/>The fear generated over the Keystone Pipeline is counterfactual hyperbole. ", "recommendationCount": 5}, {"assetID": 3361702, "replies": [], "lft": 138, "assetURL": "http://dotearth.blogs.nytimes.com/2013/03/02/a-farewell-to-green/", "parentID": null, "commentID": 8427491, "rgt": 139, "userDisplayName": "David B. Benson", "createDate": "1362289425", "userID": 57084036, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1362290472", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "eastern Washington state", "commentType": "comment", "updateDate": "1362290472", "commentSequence": 41, "commentBody": "I never visited the Green blog.", "recommendationCount": 2}]}, "copyright": "Copyright (c) 2016 The New York Times Company.  All Rights Reserved."}