{"debug": {"version": 3.1}, "status": "OK", "results": {"api_timestamp": "1481459858", "totalCommentsFound": 4504, "totalCommentsReturned": 25, "comments": [{"assetID": 1213730, "replies": [], "lft": 2, "assetURL": "http://bats.blogs.nytimes.com/2010/03/01/marcus-thames-efficient-slugger/", "parentID": null, "commentID": 1638348, "rgt": 3, "userDisplayName": "Rob A from BBD", "createDate": "1267504258", "userID": 48437979, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1267506033", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Bronx, NY", "commentType": "comment", "updateDate": "1267506033", "commentSequence": 1, "commentBody": "Thames has a good shot at making the Yankees, but I don't think it is a forgone conclusion yet. Defense might make Jamie Hoffmann more valuable to the Yankees.<br /><br /><a href=\"http://www.bronxbaseballdaily.com\" target=\"_blank\">www.bronxbaseballdaily.com</a>", "recommendationCount": 0}, {"assetID": 1212374, "replies": [], "lft": 32, "assetURL": "http://economix.blogs.nytimes.com/2010/03/01/why-avatar-is-not-the-top-grossing-film/", "parentID": null, "commentID": 1638300, "rgt": 33, "userDisplayName": "mathprofessor", "createDate": "1267503081", "userID": 60133601, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1267506513", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "California", "commentType": "comment", "updateDate": "1267506513", "commentSequence": 12, "commentBody": "Okay mister \"explaining the science of everyday life\". This article is scientific like I'm the president of the United States. I actually registered just to comment on this, I was so annoyed. Mr. Leonhardt, I hope for your sake you're not an economist, since that would not say good things about economics as a discipline. I mean, duh! The world is not the same today as it was in 1939, surprise surprise. So many things are different: the population (which you completely failed to take into account) is vastly different; people's habits are different; prices of food, labor, and pretty much everything else are different. Sorry, adjusting for inflation just won't cut it! (Pray tell, what was the price of, say, an iPod, back in 1939?) The conclusion, unfortunately, is that at least in the strict logical sense (I am a mathematician so I care about such silly things like logic), there is no \"magic formula\" to \"adjust\" for all the different things that have changed in the world over such a time. What you economists (I'll assume for the sake of argument you're one) call adjusting for inflation is based on the average price changes for a basket of various \"standardized\" goods like a sack of rice or I don't know what else. The relevance of this measure of inflation to the discussion about how popular of a movie Avatar is compared to Gone With the Wind is precisely zero. Of course, the question about which of these two movies has had a larger influence on human culture and society is quite an interesting one. But hey, GWTW has been around for 70 years! Come back in another 70 years and let's see how Avatar is doing, alright? And in the meantime, as someone said: Avatar is the highest grossing movie - deal with it! It may not mean as much as some people think it means, but at least it has the very real advantage of being TRUE.", "recommendationCount": 1}, {"assetID": 1212401, "replies": [], "lft": 30, "assetURL": "http://economix.blogs.nytimes.com/2010/03/01/underemployment-state-by-state/", "parentID": null, "commentID": 1638363, "rgt": 31, "userDisplayName": "AnnS", "createDate": "1267504758", "userID": 43069609, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1267506541", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "MI", "commentType": "comment", "updateDate": "1267506541", "commentSequence": 15, "commentBody": "(1)   12.Tom with the Like our neighbor's wife who gave up looking for jobs when the baby was born, the construction worker down the street who is part time until the snow drifts melt and the ice goes out on the lakes, the part time college worker who would assumes they are entitled to work full time, and the just plain lazy, there are always statistics without context or clearly stated assumptions<br /><br />__<br /><br />No the problem is people who have access to a keyboard but are clueless about the mehtodology of counting the unemployed or underemployed. Let's take your list:<br /><br />(a) Like our neighbor's wife who gave up looking for jobs when the baby was born,<br /><br />She is not counted in either the U-3 (unemployed) or the U-6 (unemployed, discouraged, part-time but want full-time etc.)<br /><br />She is counted as \"not in the labor market at all\" Thus she is not in the data above.<br /><br />(b) the construction worker down the street who is part time until the snow drifts melt<br /><br />He is counted as employed as does not show up in the U-3 at all.<br /><br />He will show up in the U-6 as part-time wanting to be full-time IF AND ONLY IF he has been applying for full-time jobs in the past month.<br /><br />He will not be counted as 'discouraged\" (wants job but not applied for one in the past month) because he has a job.<br /><br />(c) the part time college worker who would assumes they are entitled to work full time,<br /><br />See above. Only counted in the U-6 as a part-time wants full-time if they have been appling for full-time jobs all along.<br /><br />There is PLENTY OF CONTEXT and CLEARLY STATED ASSUMPTIONS in analyzing the unemployment data. One just has to be able to look up the methodolgy and find and read the questions ask on the household survey - and most importantly of all, be able to UNDERSTAND things not in soundbites for the ignorant.<br /><br /> Of course that means having  more common sense than a gnat and not just thinking that the only information necessary to understand the world, the economy and the society is what you \"know\" from your narrow little world and tiny little circle of acquaintances.    Only a fool would assume that everything is the same everywhere as it is in their little neighborhood and world of upper 25% incomes.<br /><br />FOr those who don't understand that they and their world are not the only standard for reality, try reading the Northeastern Univ study on how unemployment has affected households at different income levels.<br /><br /><a href=\"http://www.clms.neu.edu/publication/documents/Labor_Underutilization_Problems_of_U.pdf\" target=\"_blank\">http://www.clms.neu.edu...</a><br /><br />(2) 13.marlyn<br /><br />5:22 pmI was surprised to see high numbers for California and they match Michigan!!...these two states need Governors/Mayors etc.. that can attract new business..leaders who have entrepreneurship experience and ideas<br /><br />___<br /><br />Blah blah blah.....opinions and no knowledge.<br /><br />(a) Michigan's high U-6 is caused by unemployed (collapse of long-standing highly technical industries like auto engineering and high tech manufacturing for autos) and a relatively equal pslit between the (i) want full-time only get part-time because of cuts in hours of work and (ii) discouraged workers who are unemployed, want a job but haven't applied for one in the past month largely because they have run out of jobs to apply for<br /><br />(b) California's high U-6 comes from the unemployed and largely the want full-time only get part-time (WFTOGPT) workers rather than an equal distribution between WFTOGPT and discouraged.  California's U-6 is climbing because of the cuts in HOURS of workers and the furloughs during work weeks.<br /><br />Not gonna solve that unless businesses get more customers.<br /><br />In fact it doesn't matter how many great ideas people have for more restaurants, more massage parlors, and more frou-frou nonsense in general because households DO NOT HAVE ANY MONEY TO SPEND.   The issue isn't an 'idea' - it is not having enough customers who can afford the products and services.<br /><br />ANd that is true nationally. And it won't change unless and until someone comes up with some product that be widely made in the US and hugely in demand in the world.  Can't go along peddling each other junk from China and 'consulting services' and massages and dogwalking and 'home interior' when as a nation you don't produce goods to which you add value by creating them.", "recommendationCount": 4}, {"assetID": 1211081, "replies": [], "lft": 32, "assetURL": "http://economix.blogs.nytimes.com/2010/03/01/will-underwater-homeowners-make-waves/", "parentID": null, "commentID": 1638444, "rgt": 33, "userDisplayName": "AnnS", "createDate": "1267506383", "userID": 43069609, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1267506577", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "MI", "commentType": "comment", "updateDate": "1267506577", "commentSequence": 15, "commentBody": "5.Disappointed<br />France<br />March 1st, 2010<br />10:21 amMs Folbre is obviously no expert on corporation law. The analogy between a corporation going bankrupt and an individual going bankrupt because his house is underwater is seriously flawed. Here's why. Many if not most of the individuals who are now in trouble due to the bad housing market put very little or no equity into their homes.<br /><br />_<br /><br />The old (and wrong) 'they are defauting because they didn't have enough downpayment (equity) in the property.<br /><br />Yep, the owners who are walking away from a house here didn't have enough'equity.\" They put down  $500,000. The mortgage was $2,000,000.   It has been on the market for  2 1/2 years.<br /><br />It started at $3,200,000 in late 2007. (Stupid realtor thought is had gained in value since 2005.)<br /><br />Went to $2,100,000 in late winter/early spring 2008.<br /><br />June/July 2009 it dropped to $999,999 (with the agreement of the bank to that list and saying the lender would consider any offer.)<br /><br />The borrowers finally said 'to hell with it\". It goes to foreclosure sale next week.<br /><br />Yep. Those borrowers just didn't have enough 'equity' in the place with only 20% down or $500,000.    If they had had 'equity' when they bought it, they wouldn't have walked. LOL!!!<br /><br />Look when prices have fallen over 25 -35% on average, very very very few buyers who haven't owned the house for 5 years or more are going to have that kind of 'equity.'<br /><br />And the bottom line is even if they had put down 20, 25, 30 , 35 and - in many parts of California and Nevada and FLorida, 40 or 50% or more - they would STILL be underwater or out every single penny the invested and which they won't see again for 15 -30 years!<br /><br />__<br /><br />And #14 Brett B?   So WHAT if they are 'underwater'?  They are a MINORITY IN THE US. Do the math.<br /><br />64-65% of the US own a house and 35% rent.<br /><br />Of the 64-65% that are homeowners. around 35% do NOT not have a mortgage. That means 42.25% of the US has a mortgage. (65% own homes x 65% of owners with mortgage = 42.25%.)<br /><br />Of all mortgages, around 20-25% are underwater.   42,25% (households with a mortgage) x 25% = 10.56% of US Households are underwater on their mortgages.<br /><br /> 10-11% of ALL US households aare underwater on a mortgage.  And you think the other 89.5% of us should GIVE THEM THE MONEY??!!!!! ROFLOL!!!<br /><br />Hey my car is worth less than I paid for it.  So it my laptop. So is my RV.  So give me the money to make up the difference too!<br /><br />And BTW, my banks are not in trouble at all with mortgage loans. They have a .(point) 95% - 1.25% default rate on their loans. Of course they didn't make stupid lonas on inflated prices to anyone who could fog a mirror.<br /><br />And why on earth would we want to STOP house prices from falling when they went up at the speed of light and household incomes stayed flat or fell?  The relationship between house prices and household incomes is a pretty strong rule - a lot like gravity.  What went up must come down if there is nothing there to support it. And incomes stopped being able to pay the inflated prices you realtors adore about 10-15 years ago.<br /><br />Prices must fall because households can NOT afford them.   If buyers can't afford the price, then to sell all of an item, lower the price.  As Jim the Realtor (linked by Calculated Risk) says \"Nothing price won't fix\"<br /><br />I do think people should be able to file for bankruptcy reorganization (not liquidation) and cram down the mortgage on their primary home to current value. Its only fair since they already can, in bankruptcy reorganization, cram down their second home, their car, their boat, their RV, their rental properties, their commercial real estate, their plane.........  And if they want to reduce the principal that badly, they can take the credit hit of a bankruptcy.   (Of course then you couldn't sell them another house for 7-10 years with their credit history.......)", "recommendationCount": 1}, {"assetID": 1213531, "replies": [], "lft": 290, "assetURL": "http://www.nytimes.com/2010/03/02/nyregion/02paterson.html", "parentID": null, "commentID": 1638359, "rgt": 291, "userDisplayName": "Robert Levine", "createDate": "1267504595", "userID": 8756789, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1267506951", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Malvern, PA", "commentType": "comment", "updateDate": "1267506951", "commentSequence": 123, "commentBody": "The abuse pattern is typical- men who batter women do it repeatedly and are likely to do it with every woman they are involved with.  This is part of their makeup and is a permanent trait, just like pedophilia and other abusive behaviors.  They are predicate felons.  It's sad that Paterson got involved with this business.  He could at times show good instincts.  Well, at least we got Kirsten Gillibrand out of his tenure.  Selecting her was his best decision and she will serve with distinction for a long time.", "recommendationCount": 4}, {"assetID": 1213531, "replies": [], "lft": 292, "assetURL": "http://www.nytimes.com/2010/03/02/nyregion/02paterson.html", "parentID": null, "commentID": 1638370, "rgt": 293, "userDisplayName": "NYCgal", "createDate": "1267504918", "userID": 35984969, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1267506965", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "NY N", "commentType": "comment", "updateDate": "1267506965", "commentSequence": 124, "commentBody": "He's the worst we've had as Governor as far as I can remember.  Resign.", "recommendationCount": 3}, {"assetID": 1213531, "replies": [], "lft": 294, "assetURL": "http://www.nytimes.com/2010/03/02/nyregion/02paterson.html", "parentID": null, "commentID": 1638373, "rgt": 295, "userDisplayName": "Andie Marshall", "createDate": "1267504972", "userID": 50821986, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1267507001", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "NJ", "commentType": "comment", "updateDate": "1267507001", "commentSequence": 125, "commentBody": "Anyone defending Paterson is missing the point.  Imagine this was a racial incident whereby a black man was assaulted, and the white governor intervened to protect his white aide. Men of color and all those championing racial equality would be up in arms.  But the moment we find out it's about a man “alleged” to have assaulted someone who is not male.  Some people blithely take the barbarous position of dismissing this particular form of violence displaying surprising tolerance all those who aid, abet or otherwise protect fanatical supremacists.  Yes fanatical supremacist, because that what we call people who use physical violence to dehumanize others and buttress their emotional insecurity.", "recommendationCount": 18}, {"assetID": 1213531, "replies": [], "lft": 298, "assetURL": "http://www.nytimes.com/2010/03/02/nyregion/02paterson.html", "parentID": null, "commentID": 1638381, "rgt": 299, "userDisplayName": "TERMINATOR", "createDate": "1267505088", "userID": 21143662, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1267507296", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Chippawa Falls, WI", "commentType": "comment", "updateDate": "1267507296", "commentSequence": 126, "commentBody": "Charlie Sheen is doing the exact same thing and now his wife is recanting.  There's nothing wrong with trying to protect friends and make it go away so long as the victim agrees.  This is NOT witness tampering because there is no induced or implied threat to this woman.  In fact, it appears they were basically saying if she recanted, they would help her out anyway they could.<br /><br />I'm sure Patterson would have read his friend the riot act.  Now that this guy has lost his job, is that women really better off?<br /><br />Why is she still dating him if he's such a bad guy?<br /><br />David Patterson should not resign anymore than Elliot Spitzer should have resigned.<br /><br />NY State has far more serious problems to worry about than this nonsense.   ", "recommendationCount": 5}, {"assetID": 1213531, "replies": [], "lft": 300, "assetURL": "http://www.nytimes.com/2010/03/02/nyregion/02paterson.html", "parentID": null, "commentID": 1638389, "rgt": 301, "userDisplayName": "RFD", "createDate": "1267505234", "userID": 60133720, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1267507418", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Massachusetts", "commentType": "comment", "updateDate": "1267507418", "commentSequence": 127, "commentBody": "Give our governor SOME credit!  This is a man who has had his ups and downs over a long political career.  This is a man who knows how to roll with the punches.<br />   If nothing else, charging Cuomo with cracking the lid on the teapot and investigating the tempest within was a political master stroke.  For obvious reasons, Cuomo is stuck handling this matter with kid gloves.<br />   As for the brouhaha, in my view it has nothing to do with substance - and everything to do with the fact that the man in the spotlight is a differently-abled person of color.  Odds are, the public outcry will subside within a few weeks.  At that point our governon (because, yes, he is still OUR governor) should revive his re-election campaign and consider re-hiring David Johnson (a grossly underappreciated asset who, please remember, remains innocent until proven otherwise).  Time is running out, but all of this can still be accomplished, and our governor understands that.<br />   I'm confident that when passions cool and the allegations are parsed, New Yorkers will rekindle their romance with an exceptional and talented Black Man whose greatest triumphs remain ahead of him. ", "recommendationCount": 4}, {"assetID": 1213531, "replies": [], "lft": 302, "assetURL": "http://www.nytimes.com/2010/03/02/nyregion/02paterson.html", "parentID": null, "commentID": 1638390, "rgt": 303, "userDisplayName": "Deborah Calvert", "createDate": "1267505293", "userID": 51352729, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1267507494", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Newport Beach, California", "commentType": "comment", "updateDate": "1267507494", "commentSequence": 128, "commentBody": "Check out how the CEO of a large for profit publicly traded corporation handled my wrongful death lawsuit of my mother, Evelyn Calvert, after he'd apologized through an employee, now manager of his P.A.C.s!<br />Corruption is everywhere!<br /><a href=\"http://www.sunhealthcaregroupinc.blogspot.com\" target=\"_blank\">www.sunhealthcaregroupinc.blogspot.com...</a><br /><br />Deb Calvert<br />Newport Beach, California", "recommendationCount": 1}, {"assetID": 1213531, "replies": [], "lft": 304, "assetURL": "http://www.nytimes.com/2010/03/02/nyregion/02paterson.html", "parentID": null, "commentID": 1638395, "rgt": 305, "userDisplayName": "bill", "createDate": "1267505371", "userID": 55323224, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1267507499", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "washington", "commentType": "comment", "updateDate": "1267507499", "commentSequence": 129, "commentBody": "  New York Government is a very sick joke, every sick. The state should be put in recievership.", "recommendationCount": 2}, {"assetID": 1213531, "replies": [], "lft": 306, "assetURL": "http://www.nytimes.com/2010/03/02/nyregion/02paterson.html", "parentID": null, "commentID": 1638409, "rgt": 307, "userDisplayName": "charles almon", "createDate": "1267505598", "userID": 47598597, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1267507503", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "brooklyn NYC", "commentType": "comment", "updateDate": "1267507503", "commentSequence": 130, "commentBody": "A fish stinks from the head down.<br /><br />Power is so corrupting.<br /><br />Some folks think they're above the law - or ARE the law.", "recommendationCount": 4}, {"assetID": 1213531, "replies": [], "lft": 310, "assetURL": "http://www.nytimes.com/2010/03/02/nyregion/02paterson.html", "parentID": null, "commentID": 1638420, "rgt": 311, "userDisplayName": "Sridhar", "createDate": "1267505728", "userID": 7568930, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1267507567", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Appleton, WIsconsin", "commentType": "comment", "updateDate": "1267507567", "commentSequence": 131, "commentBody": "Now, come on, some think it is racial. As a man of color let me assure you, Spitzer, John Edwards, Mark Sanford - none of them were spared. Let's not play this race card. If you are in cahoots with crooks, you are a crook. The only respectful option left is to resign.<br /><br />Sridhar", "recommendationCount": 17}, {"assetID": 1213531, "replies": [], "lft": 314, "assetURL": "http://www.nytimes.com/2010/03/02/nyregion/02paterson.html", "parentID": null, "commentID": 1638430, "rgt": 315, "userDisplayName": "rtjames", "createDate": "1267505885", "userID": 56728154, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1267507672", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "USA", "commentType": "comment", "updateDate": "1267507672", "commentSequence": 132, "commentBody": "Does the Governor's mansion in Albany have lead water pipes or something?<br />another buffoon-fest - the cheating Spitzer replaced by the cheating AND (allegedly) tampering Paterson. These guys are all smarts and no brains.", "recommendationCount": 7}, {"assetID": 1213531, "replies": [], "lft": 316, "assetURL": "http://www.nytimes.com/2010/03/02/nyregion/02paterson.html", "parentID": null, "commentID": 1638436, "rgt": 317, "userDisplayName": "ted  pearson", "createDate": "1267506016", "userID": 41941417, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1267507687", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "baltimore, maryland", "commentType": "comment", "updateDate": "1267507687", "commentSequence": 133, "commentBody": "I love New York!  What is with your government up there?  Who hasn't resigned or been convicted? By the time Gov. Patterson self-destructs you'll have a whole new government all over again, kind of like Italy, heh?Not much gets done there either. ", "recommendationCount": 4}, {"assetID": 1213531, "replies": [], "lft": 318, "assetURL": "http://www.nytimes.com/2010/03/02/nyregion/02paterson.html", "parentID": null, "commentID": 1638453, "rgt": 319, "userDisplayName": "hychkok", "createDate": "1267506608", "userID": 15268954, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1267507699", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "ny", "commentType": "comment", "updateDate": "1267507699", "commentSequence": 134, "commentBody": "Can't anybody do anything decent and competent in this state?<br /><br />What is it with these pols and their drivers and girlfriends? Giuliani bonded with his thug driver Kerik when Kerik would drive the mayor to either one of the mayor's two girlfriends' places in the middle of the night and keep it on the QT. Paterson apparently bonded with his driver - over what, God only knows - and decided to help his driver pal with his lady problems.<br /><br />Are we doomed to elect and/or appoint the same nasty kind of people over and over again, like a political Groundhog Day?", "recommendationCount": 17}, {"assetID": 1213277, "replies": [], "lft": 20, "assetURL": "http://thecaucus.blogs.nytimes.com/2010/03/01/cheeseburgers-and-the-common-man/", "parentID": null, "commentID": 1638455, "rgt": 21, "userDisplayName": "Arshad Sherif", "createDate": "1267506659", "userID": 57580206, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1267507891", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "USA", "commentType": "comment", "updateDate": "1267507891", "commentSequence": 4, "commentBody": "No one really cares what he eats or doesn't eat. He eats at the White House, so we know he eats well. It's not like eating at Burger King. And Gibbs is so skilled at giving the appearance that Obama eats like the average person. Does he think we're stupid? Why is it so important to give that appearance? He wants to present an image about Obama that he knows is false. Obama and his wife are getting a taste of the food that they never dreamed of eating, yet they are compelled to give the appearance that they eat what we eat.<br /><br />Please, Mr. and Mrs. President, stuff yourselves without insulting our intelligence. Eat without talking. It is better for your digestion. And for ours.", "recommendationCount": 5}, {"assetID": 1209904, "replies": [], "lft": 108, "assetURL": "http://dotearth.blogs.nytimes.com/2010/02/28/chilean-quake-a-warning-to-u-s-northwest/", "parentID": null, "commentID": 1636803, "rgt": 109, "userDisplayName": "YW", "createDate": "1267470484", "userID": 58704291, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1267507935", "userTitle": null, "editorsSelection": 1, "statusID": 2, "userURL": null, "userLocation": "oregon USA", "commentType": "comment", "updateDate": "1267507935", "commentSequence": 50, "commentBody": "Thanks for making the parallel between the Chile and the Pacific NW.  PNW is living on borrowed time--sooner or later a megaquake on the Cascadia subduction zone will be unleashed. The big question is how resilience are our communities?<br /><br />There’s ample info on the earthquake setting, e.g.,<br /><br /><a href=\"http://www.oregongeology.org/sub/earthquakes/earthquakehome.htm\" target=\"_blank\">http://www.oregongeology.org...</a><br /><br /><a href=\"http://earthquake.usgs.gov/regional/pacnw/\" target=\"_blank\">http://earthquake.usgs.gov/regional/pacnw/</a><br /><br />as well as how to prepare for and respond to an earthquake, e.g.,<br /><br /><a href=\"http://www.fema.gov/hazard/earthquake/\" target=\"_blank\">http://www.fema.gov/hazard/earthquake/</a><br /><br />Aside from Oregon’s focus on strengthening collapse prone public schools and emergency facilities, we are also working to construct tsunami vertical refuges. Low lying coastal communities that are have high tsunami risks require additional safeguards. Here’s online info on the nation’s first workshop on these structures <a href=\"http://www.crew.org/tsunami-workshop.html\" target=\"_blank\">http://www.crew.org/tsunami-workshop.html</a><br /><br />Japan and Indonesia have already forge the way and built a variety of these types of structures.<br /><br />One area that earthquake professionals (engineers and contractors, etc) need to improve need is driving seismic mitigations costs much lower. With much lower mitigation costs, more older high risk vulnerable buildings and facilities might be mitigated.", "recommendationCount": 3}, {"assetID": 1209904, "replies": [], "lft": 110, "assetURL": "http://dotearth.blogs.nytimes.com/2010/02/28/chilean-quake-a-warning-to-u-s-northwest/", "parentID": null, "commentID": 1636818, "rgt": 111, "userDisplayName": "KLR", "createDate": "1267470738", "userID": 60131584, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1267507946", "userTitle": null, "editorsSelection": 1, "statusID": 2, "userURL": null, "userLocation": "Newberg, OR", "commentType": "comment", "updateDate": "1267507946", "commentSequence": 51, "commentBody": "The Willamette Valley is especially vulnerable to earthquakes owing to the silty soil.  Shaking will be both amplified and prolonged, followed by, in many instances, liquefaction of the soil.  <a href=\"http://www.oregongeology.com/sub/earthquakes/oratrisk.htm#intro\">Earthquake hazards - Oregon at Risk</a> is a good introduction to this aspect of the risks we face here.  ", "recommendationCount": 3}, {"assetID": 1197801, "replies": [], "lft": 228, "assetURL": "http://dotearth.blogs.nytimes.com/2010/02/24/signs-of-life-and-change-in-climate-inquiry/", "parentID": null, "commentID": 1636892, "rgt": 229, "userDisplayName": "Mark A. York", "createDate": "1267472131", "userID": 16774938, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1267507973", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Sunland, CA", "commentType": "comment", "updateDate": "1267507973", "commentSequence": 101, "commentBody": "At a glance, Dr. McCormick's paper looking at West Nile Virus squared with me, a seasonal vector control technician. The season keeps growing longer. Given Pielke's stance on hurricanes, I wouldn't be surprised if he doubted this aspect of AGW too. Al Gore linked a new study on that subject. Hurricanes are intensifying. ", "recommendationCount": 0}, {"assetID": 1209904, "replies": [], "lft": 112, "assetURL": "http://dotearth.blogs.nytimes.com/2010/02/28/chilean-quake-a-warning-to-u-s-northwest/", "parentID": null, "commentID": 1636900, "rgt": 113, "userDisplayName": "Bob", "createDate": "1267472318", "userID": 55538437, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1267507998", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "NYC", "commentType": "comment", "updateDate": "1267507998", "commentSequence": 52, "commentBody": "Hi Andy, I hope all the MREs you had since the Y2K scare are still edible :-)<br />As you know I have spoken against all the Lefties that are so willing to shower China with money and other gifts, while I was calling the Chinese the most likely next enemy.<br />\"China PLA officer urges challenging U.S. dominance\"<br /><a href=\"http://www.reuters.com/article/idUSTRE6200P620100301\" target=\"_blank\">http://www.reuters.com...</a><br />It has always been obvious, my question is; why can't the touchy feely Left see it?<br />A rhetorical question, as I also understand the Left, the worst thing to happen to the Western civilization.<br />Stay warm, try warm thoughts such as Al Gore, Global Warming etc.<br />", "recommendationCount": 0}, {"assetID": 1209904, "replies": [], "lft": 114, "assetURL": "http://dotearth.blogs.nytimes.com/2010/02/28/chilean-quake-a-warning-to-u-s-northwest/", "parentID": null, "commentID": 1636949, "rgt": 115, "userDisplayName": "Eva", "createDate": "1267473241", "userID": 57235516, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1267508009", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Mountain View, CA", "commentType": "comment", "updateDate": "1267508009", "commentSequence": 53, "commentBody": "The largest earthquake ever to hit the US was in Missouri in 1811.  It was 10X greater than the San Francisco quake and as big as the Chilean quake.<br /><a href=\"http://earthquake.usgs.gov/earthquakes/states/events/1811-1812.php\" target=\"_blank\">http://earthquake.usgs.gov...</a><br /><br />If this repeated, it would cause massive damage.  Worth remembering that this is not just a west coast problem.", "recommendationCount": 3}, {"assetID": 1192648, "replies": [], "lft": 628, "assetURL": "http://dotearth.blogs.nytimes.com/2010/02/23/back-to-basics-on-climate-and-energy/", "parentID": null, "commentID": 1636973, "rgt": 629, "userDisplayName": "Mark A. York", "createDate": "1267473723", "userID": 16774938, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1267508013", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Sunland, CA", "commentType": "comment", "updateDate": "1267508013", "commentSequence": 272, "commentBody": "Well Gene perhaps if you recognized your tone and the labeling of your own people would get a different impression? Bashing guest scientists of stature is an act of ego for sure. No quibble there.", "recommendationCount": 1}, {"assetID": 1192648, "replies": [], "lft": 630, "assetURL": "http://dotearth.blogs.nytimes.com/2010/02/23/back-to-basics-on-climate-and-energy/", "parentID": null, "commentID": 1636974, "rgt": 631, "userDisplayName": "Peter", "createDate": "1267473739", "userID": 55994227, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1267508023", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "NJ", "commentType": "comment", "updateDate": "1267508023", "commentSequence": 273, "commentBody": "Just for Mark A. York: USFS biologist (retired. fired, feed up?)<br />Here is a reposting of one my favorites. Maybe he will have the epiphany necessary to differentiate between a climate change skeptic and a warming denier. He is presently struggling with the concept.<br /><br />\"I just finished Norman Maclean ( of “the river runs through it” fame) Young Men and Fire a wonderful detective story / philosophical exploration of the Mann Gulch, MT fire of 1949. At the heart of the story is the forest service’s lack of understanding of how fire spreads and the hubris of man to think that it understood it at the time. For 60 years since, there has been scientific fire experiments, and modeling and predictions etc. conducted by the forest service. We see their results as the \"Fire Danger\" signs when see when we approach wilderness areas. HOWEVER, THEY STILL DON\"T UNDERSTAND IT! IT IS JUST GUESS WORK WITH RESULTING ALARMISM, PURPORTEDLY PROTECTING THE PUBLIC.<br /><br />If they can't figure out how a lightning bolt translates into 1000 acre blow ups given that the physics is established:  wind speed and direction,  thermodynamics, heat, flame, gas, fuel, oxygen etc. on one hillside in MT, how in god’s name can be think we understand climate on a global scale? And then put up Climate Change warming road signs with a guesstimate scale.<br /><br />Hence, my skepticism is healthy, valid and re-enforced.\"<br />", "recommendationCount": 2}, {"assetID": 1202563, "replies": [], "lft": 328, "assetURL": "http://thecaucus.blogs.nytimes.com/2010/02/25/bunning-objects-over-and-over/", "parentID": null, "commentID": 1637894, "rgt": 329, "userDisplayName": "J. Swift", "createDate": "1267492703", "userID": 54942167, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1267508046", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Albuquerque", "commentType": "comment", "updateDate": "1267508046", "commentSequence": 129, "commentBody": "Typical Republican, white, male, wealthy, old, senile, bitter, not a veteran but very hawkish and totally out of touch with what it's like to be poor or middle class in America today.  Reminds me of 'ol Phil (Geezer) Gramm of Texas who gloated during the so-called \"government shutdown\" some years back \"Look - the government's been shut down for three days now - has anyone noticed?\"  Well no one had noticed because almost all federal workers were still on the job - they just weren't getting their paychecks.  Same kind of stunt.", "recommendationCount": 1}]}, "copyright": "Copyright (c) 2016 The New York Times Company.  All Rights Reserved."}