{"debug": {"version": 3.1}, "status": "OK", "results": {"api_timestamp": "1481459843", "totalCommentsFound": 5174, "totalCommentsReturned": 25, "comments": [{"assetID": 1178233, "replies": [], "lft": 4, "assetURL": "http://roomfordebate.blogs.nytimes.com/2010/02/18/a-diploma-in-10th-grade/", "parentID": null, "commentID": 1587784, "rgt": 5, "userDisplayName": "Bob Sallamack", "createDate": "1266553999", "userID": 14440450, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1266555690", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New Jersey", "commentType": "comment", "updateDate": "1266555649", "commentSequence": 2, "commentBody": "Our public education system has been allowed for the last 8 years to become mediocre with No Child Left Behind.<br /><br />The mandate of every student being proficient has created education geared to the lowest common denominator.  Our policies are \"test them until they drop\" on mediocre tests and \"teach to the test\".<br /><br />Students entering college must take remedial classes and so the solution is to send the students in the 10th grade who pass tests to college.  On this logic as we continue with policies to provide a mediocre education why pass on students to college after the 10th grade.  Why not tests for 9th grade students who should go to college instead of the 10th grade?  There are students in the 5th grade that read on a college level.  Why not allow these students to go to college instead of the 6th grade?<br /><br />The problem is our policies that have created a degraded and mediocre public education system.  This problem should be addressed so that  students in all grades are being taught to make the most of their abilities instead of teaching to the lowest common denominator.", "recommendationCount": 27}, {"assetID": 1177682, "replies": [], "lft": 104, "assetURL": "http://vancouver2010.blogs.nytimes.com/2010/02/18/live-8-p-m-eastern-mens-free-skate/", "parentID": null, "commentID": 1587840, "rgt": 105, "userDisplayName": "E.L.", "createDate": "1266555822", "userID": 56154111, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1266555875", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Texas", "commentType": "comment", "updateDate": "1266555874", "commentSequence": 50, "commentBody": "Weir was underscored.  ", "recommendationCount": 25}, {"assetID": 1177682, "replies": [], "lft": 106, "assetURL": "http://vancouver2010.blogs.nytimes.com/2010/02/18/live-8-p-m-eastern-mens-free-skate/", "parentID": null, "commentID": 1587853, "rgt": 107, "userDisplayName": "freppond", "createDate": "1266556220", "userID": 31088301, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1266556284", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "San Francisco, CA", "commentType": "comment", "updateDate": "1266556284", "commentSequence": 51, "commentBody": "Hey, NBC!  Now that I know who won, I won't be staying up another 3 hours to see it live.<br />", "recommendationCount": 8}, {"assetID": 1116143, "replies": [], "lft": 452, "assetURL": "http://roomfordebate.blogs.nytimes.com/2010/01/31/tea-partyers-and-the-power-of-no/", "parentID": null, "commentID": 1587250, "rgt": 453, "userDisplayName": "MSW", "createDate": "1266537681", "userID": 41498590, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1266556513", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Naples, Maine", "commentType": "comment", "updateDate": "1266556513", "commentSequence": 215, "commentBody": "Ho hum...for 8 years of Bush when it was spend baby spend!! \"War Baby War!!\" these chubby ol' white geezers did nothing but spout rhetoric..\"You either with us, or you're not!'.   Now that the chickens are coming home to roost, the racist, homophobic bitties are waving their banners, feeling like they are doing something and all dressed up like fat clowns.  These folks should a) get an education  b) get on a diet  c) get real.   At least waving those banners will exercise a bit of that flab........ho hum, let' see.. \"Leave it to Beaver\" reruns at 4 pm....aaah, a perfect world, no black, no homos, no Mexicans and Mrs Cleaver could sure bake a mean apple pie!    Bliss......", "recommendationCount": 2}, {"assetID": 1174520, "replies": [], "lft": 526, "assetURL": "http://roomfordebate.blogs.nytimes.com/2010/02/17/feeling-guilty-about-your-purebred-dog/", "parentID": null, "commentID": 1587655, "rgt": 527, "userDisplayName": "kaylisdragon9", "createDate": "1266548749", "userID": 58968921, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1266556550", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Kansas City, MO", "commentType": "comment", "updateDate": "1266556550", "commentSequence": 268, "commentBody": "Spaying is very important in both cats and dogs.  Aside from the fact that you do not have to deal with an in-heat animal (with cats it is very noisy, with dogs, it is often very messy, and with both species you have males coming around, fighting, etc. for the duration of the heat), one of the favors you are doing the animal is breast cancer.<br /><br />Because our pets now live a long time, they are subject to a lot of aging diseases.  And dogs and cats have more than two breasts.  My brother loved his little cocker spaniel so much that he refused to 'put her through that'.  She only lived to be about 12 and died in excruciating pain and full of tumors. He also could not bear to have her put to sleep. His excuse was that the vet in their small community 'didn't see dogs.' He has other issues so I did not bring up the b-s factor of that statement. It just made me boiling mad.<br /><br />Neutering cats and dogs prevents fighting, some aggression issues and with cats, spraying.<br /><br />All of my pets after I left my parents' home have been cats.  They have all been spayed or neutered, either before or after I adopted them.  With one exception, they live to be Very Old (as in 17, 18, 19, 20), no troubles. The only exception got kidney disease and was a very very bad cat at the vet's office--he was about 11 or 12. We put him down because it upset him so much to go to the vet (he turned into a snarling demon) AND I love my vet's staff and did not want them to<br />get hurt just to do a blood draw.", "recommendationCount": 0}, {"assetID": 1174520, "replies": [], "lft": 542, "assetURL": "http://roomfordebate.blogs.nytimes.com/2010/02/17/feeling-guilty-about-your-purebred-dog/", "parentID": null, "commentID": 1587733, "rgt": 543, "userDisplayName": "lg", "createDate": "1266552301", "userID": 28068233, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1266556559", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "chicago", "commentType": "comment", "updateDate": "1266556559", "commentSequence": 269, "commentBody": "I am always amazed at the emotional intensity this topic evokes.  This is the USA.   We are all mutts, as Obama said about himself.  No wonder we love the idea of pure breeds.  When people stop and tell me how handsome my Zac is they inevitably ask what is his breed.  In my book, he is NOT a mutt but an American Black Dog, standard size.  Some people just nod and others confess they have never heard of that breed!", "recommendationCount": 2}, {"assetID": 1174520, "replies": [], "lft": 550, "assetURL": "http://roomfordebate.blogs.nytimes.com/2010/02/17/feeling-guilty-about-your-purebred-dog/", "parentID": null, "commentID": 1587793, "rgt": 551, "userDisplayName": "Hadley's Mommy", "createDate": "1266554170", "userID": 12951959, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1266556566", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New York, NY", "commentType": "comment", "updateDate": "1266556566", "commentSequence": 270, "commentBody": "I was recently at a local small dog run with my 10 month old purebred Cavalier King Charles Spaniel.  (We got her from a wonderful breeder who loves her animals and gives them the run of her home and farm.)  At the dog run were two women with mixed breed rescues and both were loudly self-congratulatory about that fact and slightly disparaging of the purebreds chasing after balls in the run.<br /><br />As Professor Coren noted, the advantage of selecting a purebreed is in the ability to reasonably predict future appearance, size and behavior.  Before we got our puppy, we researched breeds very carefully to find a good fit for our lives and the Cavalier seemed the most ideal for us.  Perhaps if more people put time and thought into selecting their pets, far fewer of them would end up in shelters.", "recommendationCount": 1}, {"assetID": 1150718, "replies": [], "lft": 892, "assetURL": "http://roomfordebate.blogs.nytimes.com/2010/02/10/do-school-libraries-need-books/", "parentID": null, "commentID": 1587794, "rgt": 893, "userDisplayName": "DSoliman", "createDate": "1266554202", "userID": 60089839, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1266556571", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Philadelphia", "commentType": "comment", "updateDate": "1266556571", "commentSequence": 436, "commentBody": "I think that online resources are more valuable than print sources provided by school libraries today. From a high school and college student point of view, searching for sources online is a much more time efficient method than searching through rows of library books for very specific information. Online texts also cost less, waste less paper, and take less out of a person’s time. However, from a younger student’s or children’s point of view, libraries are very useful and much more user friendly for simple minded children. That point should not be overlooked by any means, as children are the future of this country, and their development should be a top priority. Overall, I think there can be a medium between library use and online use and that each person can take advantage of whichever they find more useful for themselves.", "recommendationCount": 0}, {"assetID": 1174520, "replies": [], "lft": 552, "assetURL": "http://roomfordebate.blogs.nytimes.com/2010/02/17/feeling-guilty-about-your-purebred-dog/", "parentID": null, "commentID": 1587801, "rgt": 553, "userDisplayName": "DM", "createDate": "1266554421", "userID": 48097351, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1266556577", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New York, NY", "commentType": "comment", "updateDate": "1266556577", "commentSequence": 271, "commentBody": "Why is it unethical to buy from a responsible breeder just because there are so many shelter dogs available for adoption? Why does somebody else's failing turn into my moral obligation? It's a wonderful thing to adopt a pet from a shelter, but that doesn't automatically place buying one from a breeder at the other end of the moral spectrum. There are hundreds of thousands of children in foster care, and only a tiny minority of them ever get adopted into loving homes. Why can't we have the same kind of public pressure to take care of the most helpless and most vulnerable segment of our human community?", "recommendationCount": 3}, {"assetID": 1178233, "replies": [], "lft": 6, "assetURL": "http://roomfordebate.blogs.nytimes.com/2010/02/18/a-diploma-in-10th-grade/", "parentID": null, "commentID": 1587809, "rgt": 7, "userDisplayName": "Craig P", "createDate": "1266554607", "userID": 13524147, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1266556628", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Kansas City, MO", "commentType": "comment", "updateDate": "1266556628", "commentSequence": 3, "commentBody": "There are a few realities that educators need to come to terms with. First, as much as we'd like to pretend otherwise, social stratification is endemic to the social order. What made America distinctive was not that we were a classless society, but that those class lines were not static and that the opportunity for social mobility existed here in a way that it didn't in Europe. Of course, racial, ethnic, and gender divides consistently stood/stand out as evidence that our ideal was not realized, but the objective remains. Second, educators persist in pretending that we can create a system in which merit is rewarded while at the same time avoiding social stratification. We can't. Doctors will always have higher status than file clerks, engineers will always have higher status than sales representatives. And third, no education system is designed for all Americans will ever assure that all or even most of its students will find dynamic careers in fields that require great creativity, critical thinking, and passion, despite a world of educators, administrators, and public figures who never admit this truth.<br /><br />For the past several decades, this utopic rhetorical framework I've described has pervaded K-12 education. We've witnessed a frantic drive to see every boy and girl grow up to go to college and \"make something of themselves.\" The result, however, has been troubling. Social promotion, lower standards, a proliferation of shockingly mediocre to pathetic colleges (they sell themselves like exercise equipment, so that, in just minutes a day, at your convenience, you can get your degree), and diminished expectations at many established colleges and universities has been the result. All in the name of pretending that everyone has the right to \"success,\" rather than an equal right to choose a path that may lead to what he or she imagines success to be.<br /><br />Dr. Stotsky's comments are the most salient, in my opinion, in that she addresses the desperate need for developing strong vocational training opportunities beginning in high school. These programs will always command lower social status, but at the very least, we can stop stigmatizing them by continuing to perpetuate the idea that \"college\" is the only path to salvation (because by now, most college degrees at the 4000 colleges and universities in the U.S. are glorified vocational training programs anyway).<br /><br />Couple this with an expansion of labor unions, real universal health care, and national standards for four weeks of paid vacation time for employees, and pretty soon you've created a situation where these lower status positions can lead to a life every bit as enjoyable and fulfilling as the so-called high status careers.<br /><br />At that point, the task will be on making sure that kids aren't slotted for the vo-tech track or the college prep track based on a range of cultural prejudices that continue to plague our society. But at least a framework will exist that may enhance the dignity of kids who aren't excited by studying traditional subjects, while sparing those who are taken by a serious college curriculum from living in a universe of low expectations and minimal challenge.<br /><br />The 10th grade graduation plan seems to be aiming for something like that, but falls short in what appears to be a lack of a serious vocational training plan (they pass it all off to community colleges), no attention to the problem of childhood development and the process of maturation, another set of standardized tests to do the \"weeding\" (see Botstein), and reliance on a teaching staff that hasn't been trained to re-think these issues. But the only way we'll make things better is through experimentation, so...why not?<br /><br />", "recommendationCount": 95}, {"assetID": 1174520, "replies": [], "lft": 554, "assetURL": "http://roomfordebate.blogs.nytimes.com/2010/02/17/feeling-guilty-about-your-purebred-dog/", "parentID": null, "commentID": 1587831, "rgt": 555, "userDisplayName": "amandab13", "createDate": "1266555447", "userID": 46037117, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1266556648", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Portland Metro Area", "commentType": "comment", "updateDate": "1266556648", "commentSequence": 272, "commentBody": "The BBC documentary about this topic was eye opening and heartbreaking. Breed rescue groups are a great way to go!", "recommendationCount": 2}, {"assetID": 1178233, "replies": [], "lft": 8, "assetURL": "http://roomfordebate.blogs.nytimes.com/2010/02/18/a-diploma-in-10th-grade/", "parentID": null, "commentID": 1587818, "rgt": 9, "userDisplayName": "Brandon Mordue and Apurva Kaushik", "createDate": "1266554851", "userID": 58146203, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1266556654", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Cleveland, OH", "commentType": "comment", "updateDate": "1266556654", "commentSequence": 4, "commentBody": "First, we would like to applaud the effort to bring educational policy back into the spotlight.  We are both third-year Case Western Reserve University students and graduates of northeastern Ohio high schools.  In a state where, from all factual information we can gather, the high school graduation rates rarely rise above 80 percent and a city where roughly one in three studetns will graduate high school, we find this 10th grade graduation proposal somewhat troubling.<br /><br />Ohio's graduation criteria require a set of core classwork along with what is known as the Ohio Graduation Test.  The OGT demands that a student must have a tenth grade knowledge of basic subjects (math, reading, social studies, etc.) in order to graduate high school.  Considering the stats referenced above, particularly those for Cleveland, it seems readily apparent that either the test is completely inadequate to assess a student's abilities or else the education preceding the test that ought to enable students to gain the necessary skills to is seriously flawed.<br /><br />This leaves us with two different outcomes, neither of which commend the program at hand.  Either we can't make good standardized tests (and the ubiquity of the SAT and ACT for college admissions seems to disqualify this option) or what we're really looking at is fundamental problems in the education itself.  We believe this program flaunts novelty in a stagnant system, but completely fails to address the substantive issue at hand: which is education.  When students don't  have a rudimentary education, why should we attempt to move them onwards into a more difficult setting?<br /><br />What the country really needs is a long, hard look at the current education system.  More than novel approaches that fail to address the real issue, we need to focus on correcting education at the elementary level and work from there.  In this respect we agree with much of what Mr. Vern Williams states.  As a perhaps less substantive point (though perhaps not) throwing a sixteen year-old into college mix seems a wildly misguided approach.  In an era of wide-reaching government regulation, including enormous campaigns to combat youth smoking and minimum-age requirements on items as common as cough syrup, it seems clear that those in positions of authority don't trust youth to make proper decisions.  With such widely accepted assumptions about the inadequacy of youth decision making, how can we claim moving students to a college environment where they are less supervised can possibly be a good idea?<br /><br />As we both come from backgrounds with an important emphasis on the family-unit, we agree that one of the fundamental problems with education is that the \"incentive to learn\" has largely been strewn aside.  Our experiences in college to a large degree reflect this fact.  So much time and money is spent on student activities that it is perhaps to the actual detriment of education.  This is why the phrase \"High School 2\" is increasingly associated with undergraduate studies and we are increasingly told that we will need a master's degree to gain the former equivalent of a BA.<br /><br />In short, we feel that the primary purpose of reform ought to be to fix the fundamental problems associated with the education system and that reinstituting the emphasis on \"incentives to learn\" and the \"importance of education\" must come about by revitalizing these dogmatic phrases into once again meaningful ideals.", "recommendationCount": 18}, {"assetID": 1174520, "replies": [], "lft": 556, "assetURL": "http://roomfordebate.blogs.nytimes.com/2010/02/17/feeling-guilty-about-your-purebred-dog/", "parentID": null, "commentID": 1587832, "rgt": 557, "userDisplayName": "Laura A", "createDate": "1266555502", "userID": 60089914, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1266556668", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "California", "commentType": "comment", "updateDate": "1266556668", "commentSequence": 273, "commentBody": "As a breeder of purebred Siberian Huskies, as well as the owner of several rescues and pound dogs, where people get their dogs isn't as important as doing the research on the breed and knowing what they're getting themselves into.  A puppy isn't for everyone, but neither is a shelter dog of unknown temperament and health history.<br /><br />Several potential puppies homes left my house and called later saying \"I love the puppies, but we stopped at the pound and there was this beautiful Siberian Husky\" to which I reply \"Fantastic, call me if you have any questions with your new family member.\"<br /><br />One of the best way to save dogs' lives is to reduce the restrictions on pet ownership.  If Joe and Jane can take care of five dogs comfortably, why restrict them to four with a limit law?  Maybe their fifth dog would have come from a shelter?  ", "recommendationCount": 0}, {"assetID": 1174520, "replies": [], "lft": 558, "assetURL": "http://roomfordebate.blogs.nytimes.com/2010/02/17/feeling-guilty-about-your-purebred-dog/", "parentID": null, "commentID": 1587859, "rgt": 559, "userDisplayName": "MoxieBoo", "createDate": "1266556443", "userID": 60089884, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1266556674", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Kuala Lumpur, Malaysia", "commentType": "comment", "updateDate": "1266556674", "commentSequence": 274, "commentBody": "My name is Moxie Boo and I'm a mog or moggie as you like to call us cats of indeterminate breeding. I live with my human Mommy, and my moggie brother and sister, Omelet Big Bad Lion and Squirrel Blossom.<br /><br />All three of us are rescue cats, adopted by Mommy at different times in a period of 1 1/2 years. Omelet was found Mommy at the doorstep of our apartment at the end of 2007. Squirrel spent some time with her biological family at an animal shelter before she came to live with Mommy in November 2008.<br /><br />I'm the youngest among us and I was introduced to Mommy by my biological mother, a stray in the apartment building. We first met in May 2009. But Mommy didn't take me in immediately because I had not weaned yet. She decided to wait a little while. But something dreadful happened the day before Mommy officially adopted me. A bad motorcyclist ran over my hind right foot leaving it all mangled and bloody.<br /><br />When Mommy came home that night, she quickly took me to the Animal Hospital and my leg was amputated the very next day.<br /><br />Sorry, I didn't mean to bore you to death with the story of how my family members came together and my bloody ordeal. What I'm trying to say is that we moggies (and mutts) are as good as any pedigree cat and dog. We love and care for you as much as they do minus all the fuss.<br /><br />One thing I know is that, I may have three legs, but Mommy would never trade me for a fancy Persian or a sleek Siamese.", "recommendationCount": 1}, {"assetID": 1177272, "replies": [], "lft": 12, "assetURL": "http://vancouver2010.blogs.nytimes.com/2010/02/18/vote-of-confidence-for-womens-hockey/", "parentID": null, "commentID": 1587860, "rgt": 13, "userDisplayName": "rw", "createDate": "1266556451", "userID": 59464429, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1266556682", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Little Silver, NJ", "commentType": "comment", "updateDate": "1266556682", "commentSequence": 6, "commentBody": "OK great- now lets do away with Women's Halfpipe because most of those women are not even close to mastering that sport. Embarassing", "recommendationCount": 2}, {"assetID": 1177682, "replies": [], "lft": 108, "assetURL": "http://vancouver2010.blogs.nytimes.com/2010/02/18/live-8-p-m-eastern-mens-free-skate/", "parentID": null, "commentID": 1587870, "rgt": 109, "userDisplayName": "R", "createDate": "1266556613", "userID": 54518253, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1266556686", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "NY", "commentType": "comment", "updateDate": "1266556686", "commentSequence": 52, "commentBody": "Weir was great.  His score was too low.  The judges don't give a darn about artistry.  And I find Plushenko's thin, shortish arms very distracting.  He reminds me of a character from The Nightmare Before Christmas.", "recommendationCount": 11}, {"assetID": 1177682, "replies": [], "lft": 110, "assetURL": "http://vancouver2010.blogs.nytimes.com/2010/02/18/live-8-p-m-eastern-mens-free-skate/", "parentID": null, "commentID": 1587876, "rgt": 111, "userDisplayName": "T.L.Moran", "createDate": "1266556761", "userID": 11621252, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1266556983", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Idaho", "commentType": "comment", "updateDate": "1266556983", "commentSequence": 53, "commentBody": "Lysacek is elegant, Weir is fascinating, and Takahashi has flair, but<br /><br />PLUSHENKO IS STILL THE BEST OF THE LAST THREE OLYMPICS PUT TOGETHER.<br /><br />He owns the ice. I love how ferociously \"on\" he is. Unlike most of the others, who look like they're desperately hoping all the way, Plushenko has the collected strength of a champion, a man who is totally in control of his performance and his sport.<br /><br />I love Lysacek, and can only hope that soon he will also have this powerful savoir faire.<br /><br />Between Weir's score and Plushenko's, I think the judges took a fall themselves. ", "recommendationCount": 8}, {"assetID": 1177682, "replies": [], "lft": 112, "assetURL": "http://vancouver2010.blogs.nytimes.com/2010/02/18/live-8-p-m-eastern-mens-free-skate/", "parentID": null, "commentID": 1587878, "rgt": 113, "userDisplayName": "Marie", "createDate": "1266556872", "userID": 4641950, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1266556995", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Boulder, CO", "commentType": "comment", "updateDate": "1266556995", "commentSequence": 54, "commentBody": "I'm sure Scott Hamilton is a very nice guy, but he never gets less annoying. His grunts and groans with every jump, his insistence on pretending that he knows what the skaters are thinking, his cliches -- just stop.<br /><br />", "recommendationCount": 8}, {"assetID": 1167004, "replies": [], "lft": 26, "assetURL": "http://vancouver2010.blogs.nytimes.com/2010/02/15/speedskating-delayed-by-ice-resurfacing-problems/", "parentID": null, "commentID": 1587883, "rgt": 27, "userDisplayName": "kboris", "createDate": "1266556996", "userID": 60089965, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1266557078", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "new jersey", "commentType": "comment", "updateDate": "1266557078", "commentSequence": 8, "commentBody": "congrats Shani Davis....your dedication, hard work, and competitive spirit has been an inspiration.  Good luck the rest of the way.", "recommendationCount": 0}, {"assetID": 1177682, "replies": [], "lft": 114, "assetURL": "http://vancouver2010.blogs.nytimes.com/2010/02/18/live-8-p-m-eastern-mens-free-skate/", "parentID": null, "commentID": 1587886, "rgt": 115, "userDisplayName": "John", "createDate": "1266557032", "userID": 15368840, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1266557080", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New York", "commentType": "comment", "updateDate": "1266557080", "commentSequence": 55, "commentBody": "That was exciting.  And Lysacek was indeed amazing.<br />", "recommendationCount": 1}, {"assetID": 1177682, "replies": [], "lft": 116, "assetURL": "http://vancouver2010.blogs.nytimes.com/2010/02/18/live-8-p-m-eastern-mens-free-skate/", "parentID": null, "commentID": 1587889, "rgt": 117, "userDisplayName": "Jeff", "createDate": "1266557127", "userID": 15725899, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1266557183", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Roanoke, VA", "commentType": "comment", "updateDate": "1266557183", "commentSequence": 56, "commentBody": "111 hours<br />18 minutes<br />34 minutes<br />until the World Cup starts", "recommendationCount": 2}, {"assetID": 1177682, "replies": [], "lft": 118, "assetURL": "http://vancouver2010.blogs.nytimes.com/2010/02/18/live-8-p-m-eastern-mens-free-skate/", "parentID": null, "commentID": 1587891, "rgt": 119, "userDisplayName": "John", "createDate": "1266557254", "userID": 15368840, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1266558858", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New York", "commentType": "comment", "updateDate": "1266558858", "commentSequence": 57, "commentBody": "To #53:  Plushenko is indeed extremely talented and he definitely had the goods to win the gold.  But for whatever reason he didn't give it his all in the long event and it showed.<br /><br />I agree,  though, that Weir's score was undeservedly low.", "recommendationCount": 15}, {"assetID": 1177682, "replies": [], "lft": 120, "assetURL": "http://vancouver2010.blogs.nytimes.com/2010/02/18/live-8-p-m-eastern-mens-free-skate/", "parentID": null, "commentID": 1587911, "rgt": 121, "userDisplayName": "SC", "createDate": "1266557915", "userID": 53507233, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1266558869", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Virginia", "commentType": "comment", "updateDate": "1266558869", "commentSequence": 58, "commentBody": "Congratulations to Evan!  He totally deserved it and it's nice to see all his hard work pay off!  I agree that Daisuke skated a tremendous program after that massive fall on the quad.  I have been a fan of Daisuke for a long time now, and I wish he had just stuck with the triples!  That, in my opinion, would have been the wise thing to do, and could have allowed him to medal higher.  His programs are so well put-together and just really entertaining.  Oh well.  I'm glad he stayed on the podium!  Congrats to Evan, Evgeni, and Daisuke!!!", "recommendationCount": 4}, {"assetID": 1177682, "replies": [], "lft": 122, "assetURL": "http://vancouver2010.blogs.nytimes.com/2010/02/18/live-8-p-m-eastern-mens-free-skate/", "parentID": null, "commentID": 1587919, "rgt": 123, "userDisplayName": "Snupin-fan", "createDate": "1266558158", "userID": 11621252, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1266559012", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "USA", "commentType": "comment", "updateDate": "1266559012", "commentSequence": 59, "commentBody": "Lysacek can be incredibly elegant, and in these two Olympic programs, he's managed to put it all together.  I think on the whole, though, Plushenko shows the power and strength that distinguishes men's figure skating.  As much as I like Johnny Weir and the other Americans, there comes a point when if the men are going to be scored on being as graceful and arm-wavey as the women, why not just have a unisex figure skating competition?<br /><br />I have to also ask - with all the money and talent in U.S. figure skating, why can't they get it together and come up with some quads?  Lysacek will always be known now as the Olympic gold medalist who couldn't do a quad. All the gracefulness and prettiness in the world doesn't make up for that.<br /><br />Todd Eldredge's comments seem to be just more defensiveness about this - mixed in with a lot of American chauvinism.", "recommendationCount": 5}, {"assetID": 1177682, "replies": [], "lft": 124, "assetURL": "http://vancouver2010.blogs.nytimes.com/2010/02/18/live-8-p-m-eastern-mens-free-skate/", "parentID": null, "commentID": 1587922, "rgt": 125, "userDisplayName": "PDR", "createDate": "1266558206", "userID": 20890623, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1266559032", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Connecticut", "commentType": "comment", "updateDate": "1266559032", "commentSequence": 60, "commentBody": "Nothing against Takehashi, Chan and Stephane Lambiel, but how can they fall down during their attempts at quads and triple lutzs and outscore a perfectly clean and artistically challenging performance by Johnny Weir?  Weir's scores are shockingly low for his beautiful performance tonight.  Once again we are forced to witness the results of discrimination against those whom the majority see as different. We should celebrate the unique and courageous talents of athletes like Johnny Weir. His life is one of self-creation and he sets an example for all of us who despise conformity as a means to get ahead.  I hope he does not become discouraged by this injustice.  My heart breaks for him.  As for the NBC anchors, shame on them for not calling those unfair judges out.  They are not anchors, but instead cheer leaders for Lysacek and Pluschenko, and co-dependent enablers of those disgusting judges.  Remember this, three men skated without falling, only the \"effeminate\"  non-conformist was denied a place on the podium.  Sad.  ", "recommendationCount": 22}]}, "copyright": "Copyright (c) 2016 The New York Times Company.  All Rights Reserved."}