{"debug": {"version": 3.1}, "status": "OK", "results": {"api_timestamp": "1481480864", "totalCommentsFound": 2806, "totalCommentsReturned": 25, "comments": [{"assetID": 3388714, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 10632361, "replies": [], "commentID": 10632599, "trusted": 0, "userDisplayName": "Capt. Penny", "createDate": "1385797262", "userID": 65692561, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1385816624", "userTitle": "NULL", "recommendations": 7, "editorsSelection": false, "parentUserDisplayName": "Anetliner Netliner", "userURL": "NULL", "userLocation": "Silicon Valley", "depth": 1, "commentType": "userReply", "updateDate": "1385816624", "commentSequence": 10632599, "commentBody": "I concur. There are time bombs in contracts that require completion by specific dates, and the onus is on the buyers and the buyers' team to meet deadlines.<br/><br/>A 72 hour review period would be well-advised although it will cause delays and added time pressure on the current process - especially when competing against all cash offers.<br/><br/>I provided pro bono counseling to many distressed homeowners. Invariably I'd hear stories and see the evidence that terrible loan conditions were imposed due to last minute submittal of loan agreements for buyer review. Pre-payment penalties when none should have been imposed, higher settlement fees, excessive fees to mortgage brokers, falsified income in the mortgage broker's handwriting, double and triple dealing by a mortgage broker who was also representing the seller AND the buyer, with a 3% bonus commission for a sub-prime loan plus 6% gross commission on the sale and the appraisal had been \"juiced\" well above market. And that was only what I could see 5 years after the fact. It was impossible to know whether the property was as advertised, inspections had been properly rendered or permits for updates had ever been issued.<br/><br/>On the investment properties of 1-4 units with which I have been involved, nearly always the loan docs and closing package arrive as we're sitting at the escrow office ready to sign. The commercial deals are different but those have higher net worth parties who can afford to hold out for removal of unsatisfactory terms."}, {"recommendedFlag": 0, "parentID": 10632361, "replies": [], "commentID": 10634126, "trusted": 0, "userDisplayName": "Dave", "createDate": "1385827935", "userID": 55214517, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1385830223", "userTitle": "NULL", "recommendations": 0, "editorsSelection": false, "parentUserDisplayName": "Anetliner Netliner", "userURL": "NULL", "userLocation": "Albuquerque, NM", "depth": 1, "commentType": "userReply", "updateDate": "1385830223", "commentSequence": 10634126, "commentBody": "\"Last minute changes in terms are would not be tolerated by neither institutional buyers and sellers, nor institutional borrowers and lenders.\"<br/><br/>That's bull and parties to a contract should have the freedom to change that contract prior to it being signed. But of course liberals want to protect us all from our bad decisions. The last minute angle is frankly not true either. If you're presented with confusing terms at the last minute then DON'T SIGN the contract. Tell them you need time to review it and won't sign if any more changes are made. If some people are either not smart or careful enough to manage their affairs, that is their problem. The government can't protect everyone from their bad decisions. "}]}, "lft": 20, "assetURL": "http://www.nytimes.com/2013/11/30/opinion/what-you-dont-know-about-mortgages.html", "parentID": null, "commentID": 10632361, "rgt": 25, "userDisplayName": "Anetliner Netliner", "createDate": "1385788051", "userID": 33888832, "replyCount": 2, "commentTitle": "n/a", "status": "approved", "approveDate": "1385788086", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Washington, DC area", "commentType": "comment", "updateDate": "1385788086", "commentSequence": 10632361, "commentBody": "Of the flaws cited, the most significant is permitting lenders to revise loan terms with no or little advance warning to consumers.  Most consumers, including fairly sophisticated residential borrowers, do not have the wherewithal to evaluate and act on such changes meaningfully.  Last minute changes in terms are would not be tolerated by neither institutional buyers and sellers, nor institutional borrowers and lenders.  The same standards would ideally govern consumer transactions.", "recommendationCount": 74}, {"assetID": 3388712, "replies": [], "lft": 52, "assetURL": "http://wordplay.blogs.nytimes.com/2013/11/29/overcome-by-mud/", "parentID": null, "commentID": 10632384, "rgt": 53, "userDisplayName": "Warren A. Hughes", "createDate": "1385788623", "userID": 63739031, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1385788685", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Quincy, Illinois", "commentType": "comment", "updateDate": "1385788685", "commentSequence": 10632384, "commentBody": "I dare say, Gosh awfully sporting of the BW boys for PAEAN their  professional respects to fellow cruciverbalist and WP BOYWONDER, David Steinberg @14D!<br/>Little did I know that HELEN of TROI was a storied abductee?<br/>Also found the clue for 23D OASES to be Aces!<br/>Getting back to Jack PAAR, his favorite line, as I recall was \"IKID you not!\"<br/><br/>\"The rest is SILENCE\"<br/><br/>Howie  TBOQ", "recommendationCount": 3}, {"assetID": 3388712, "replies": [], "lft": 19, "assetURL": "http://wordplay.blogs.nytimes.com/2013/11/29/overcome-by-mud/", "parentID": 10632277, "commentID": 10632396, "rgt": 20, "userDisplayName": "Ted Widlanski", "createDate": "1385789110", "userID": 29495968, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1385789165", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Bloomington", "commentType": "userReply", "updateDate": "1385789165", "commentSequence": 10632396, "commentBody": "Okay Brutus, you asked- so no complaints.<br/><br/>First, all meats are high in tryptophan (relatively speaking), so if you ate a good sized meal of fish, meat, or poultry (chicken actually has slightly more tryptophan than turkey), you should get the same results if it was just the tryptophan.<br/><br/>In fact, administering pure tryptophan alone does contribute to sleepiness.  Tryptophan is metabolized in the cerebrospinal fluid to give serotonin, and then melatonin, both of which may have significant affect on sleepiness.<br/><br/>But this will not happen from eating turkey.  Turkey is also rich in other amino acids that compete with tryptophan for transport into the brain, and these amino acids (branched chain amino acids) are more common than tryptophan is.  As a result, tryptophan is transported relatively slowly across the blood brain barrier- too slowly to build up the required serotonin and melatonin concentrations to have much effect.<br/><br/>However, if you eat lots of carbs with your meal, this triggers insulin release, which causes muscles to preferentially absorb branched chain amino acids.  This permits more rapid uptake of tryptophan and a greater synthesis of serotonin and melatonin.<br/><br/>So to review.  It's not the turkey.  It's really the carbs.  Anytime you change the ratio of BCAA's to tryptophan, you can induce greater tryptophan uptake and therefore synthesis of melatonin.  Eating carbs is one way to do this.  Eating pure tryptophan is another.", "recommendationCount": 4}, {"assetID": 3388712, "replies": [], "lft": 33, "assetURL": "http://wordplay.blogs.nytimes.com/2013/11/29/overcome-by-mud/", "parentID": 10632294, "commentID": 10632398, "rgt": 34, "userDisplayName": "John", "createDate": "1385789269", "userID": 12857582, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1385789285", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Chicago", "commentType": "userReply", "updateDate": "1385789285", "commentSequence": 10632398, "commentBody": "Martin, you are either slipping or into the California red again.  I never, ever, ever said \"vodka martini\" and I never would. Only the young uneducated call a plain vodka chilled and up a martini.  My wife had the martini with Bombay Sapphire.<br/><br/>As for Mr. Met, the clue is so provincial as to need no further comment.  In fact, I found NYC to be one of the most provincial towns I've worked in.  <br/><br/>Otherwise, please get some shuteye as we need you sharper for the Sunday puzzle.", "recommendationCount": 1}, {"assetID": 3388711, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 10632404, "replies": [], "commentID": 10632653, "trusted": 0, "userDisplayName": "fschoem44", "createDate": "1385800304", "userID": 46839698, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1385827644", "userTitle": "NULL", "recommendations": 2, "editorsSelection": false, "parentUserDisplayName": "Anetliner Netliner", "userURL": "NULL", "userLocation": "Somers NY", "depth": 1, "commentType": "userReply", "updateDate": "1385827644", "commentSequence": 10632653, "commentBody": "You commented: \"But I disagree that hard work is inevitably its own reward.\"<br/>Exactly which part of these two excerpts from Mr. Blow's excellent column did you NOT understand?<br/>1. \"I fully understand that trying hard doesn’t always guarantee success. Success is often a fluky thing, dependent as much on luck and favor as on hard work. But while hard work may not guarantee success, not working hard almost always guarantees failure.\" - He totally says hard work is no guarantee of success. I infer he means financial and socio-economic success.<br/>2. \"Trying hard and working hard is its own reward. It feeds the soul. It affirms your will and your power.\"  Here I understand that, in the simplest sense, he's saying that striving generates self-respect, which can lead to perseverance and, at least, some progress up the metaphorical hill."}, {"recommendedFlag": 0, "parentID": 10632404, "replies": [], "commentID": 10632691, "trusted": 0, "userDisplayName": "Helena Sidney", "createDate": "1385802439", "userID": 56758734, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1385825075", "userTitle": "NULL", "recommendations": 3, "editorsSelection": false, "parentUserDisplayName": "Anetliner Netliner", "userURL": "NULL", "userLocation": "Berlin, Germany", "depth": 1, "commentType": "userReply", "updateDate": "1385825075", "commentSequence": 10632691, "commentBody": "I think work is often inherently dignifying and satisfying, aside from how it may advance your position. This breaks down, I realize, when one is working for next to nothing or doing work that is dangerous or demeaning in some way. And, no doubt about it, we need to change the way work is rewarded so that people who work make a living wage instead of a misery wage.<br/><br/>But if you are looking for your own locus of control, then work is one thing that can be rewarding and strengthening:  many kinds of work bring a sense of satisfaction. This is even more important for students to realize: real study brings knowledge and often insight, and a sense of mastery. "}, {"recommendedFlag": 0, "parentID": 10632404, "replies": [], "commentID": 10632881, "trusted": 0, "userDisplayName": "swp", "createDate": "1385810944", "userID": 59549085, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1385818434", "userTitle": "NULL", "recommendations": 4, "editorsSelection": false, "parentUserDisplayName": "Anetliner Netliner", "userURL": "NULL", "userLocation": "Poughkeepsie, NY", "depth": 1, "commentType": "userReply", "updateDate": "1385818434", "commentSequence": 10632881, "commentBody": "The social  world rotates around gathering low hanging fruit.  For the poor this is unhelpful and inaccurate.  It is astronomically more important for every oppressed person to first be strong. No one will tell you that.<br/><br/>The poor lack credibility.  That means they cannot call the police, talk to the teacher, and must conceal the continual wounds of vulnerability.  It isn't the herculean force that wins for most, but the rigid daily mantra of persistence.  Every strength must be tuned and ready for performance. This effort must be preformed with little guidance and zero reward.  <br/><br/>I guess it also means that what survivors hate most is people who lie or lazy people who portray some social manipulation as salvation.  The work is about being eternal and vigilant.  Maybe it will never win, but truth will be your companion.  While it doesn't make life easy, it is a gem of credibility."}]}, "lft": 46, "assetURL": "http://www.nytimes.com/2013/11/30/opinion/blow-for-some-folks-life-is-a-hill.html", "parentID": null, "commentID": 10632404, "rgt": 57, "userDisplayName": "Anetliner Netliner", "createDate": "1385789495", "userID": 33888832, "replyCount": 5, "commentTitle": "n/a", "status": "approved", "approveDate": "1385789525", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Washington, DC area", "commentType": "comment", "updateDate": "1385789525", "commentSequence": 10632404, "commentBody": "I agree in part and disagree in part with this essay.  I agree that (very) hard work is typically necessary to advance upward along life's hill, especially if one has started from the bottom.  And I know that resilience and faith are required to cope with the setbacks often encountered along the way.<br/><br/>But I disagree that hard work is inevitably its own reward. Hard work frequently results in failure. In some instances, hard work is greeted with barriers imposed by others seeking to displace a competitor's advance, especially if the competitor is from a group that has not traditionally been expected to advance.<br/><br/>It is indeed a bitter pill when hard work results in failure or additional discrimination or new setbacks.  Those who have encountered disappointing results or additional obstacles need to be grounded in the faith that additional work will lead to a tangible reward, whether financial, reputational or in the learning attained on life's journey.", "recommendationCount": 62}, {"assetID": 3388712, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 10632407, "replies": [], "commentID": 10632465, "trusted": 1, "userDisplayName": "John", "createDate": "1385791523", "userID": 12857582, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1385791565", "userTitle": "NULL", "recommendations": 1, "editorsSelection": false, "parentUserDisplayName": "Maura T. Fan", "userURL": "NULL", "userLocation": "Chicago", "depth": 1, "commentType": "userReply", "updateDate": "1385791565", "commentSequence": 10632465, "commentBody": "MTF, crabcakes are something else.  Almost any restaurant in Maryland serves better crabcakes than what I can get at Ditka's.  The best were in some restaurant in a mall in Prince George's County but I can't remember the name.  "}, {"recommendedFlag": 0, "parentID": 10632407, "replies": [], "commentID": 10634736, "trusted": 1, "userDisplayName": "Viv", "createDate": "1385838722", "userID": 22837994, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1385838725", "userTitle": "NULL", "recommendations": 3, "editorsSelection": false, "parentUserDisplayName": "Maura T. Fan", "userURL": "NULL", "userLocation": "Jerusalem, Israel", "depth": 1, "commentType": "userReply", "updateDate": "1385838725", "commentSequence": 10634736, "commentBody": "MTF, about the menorah - don't learn English from Israelis. "}]}, "lft": 54, "assetURL": "http://wordplay.blogs.nytimes.com/2013/11/29/overcome-by-mud/", "parentID": null, "commentID": 10632407, "rgt": 59, "userDisplayName": "Maura T. Fan", "createDate": "1385789633", "userID": 63414225, "replyCount": 2, "commentTitle": "n/a", "status": "approved", "approveDate": "1385789645", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Manhattanville", "commentType": "comment", "updateDate": "1385789645", "commentSequence": 10632407, "commentBody": "Had internet connection problems the last 24 or so hours, so did not get to follow up on comments directed at me.  Not sure if I'll do XWPs on the weekend; other demands on time.<br/><br/>Just quick-read thru what I missed, and here are some replies.<br/><br/>Re MENORAH -- What can I say, Viv?  The Israelis I learned Hebrew from taught us that the multi-candled thing we had at home was a Hannukiah; I think they wanted us to reserve Menorah for a lamp with just one flame?<br/><br/>Re ANNAPOLIS Crabs -- I asked because our Tgiving hostess had crabcakes shipped in from Annie's in MD.  I thought that might have been one of the places previously mentioned.  Anyway, they were amazing.  She lived all over as an Army brat but her forebears were primarily from Irish sections of Bronx and New England, so I was surprised she would know of a place in MD:  She said it may have been in a magazine (Oprah's?).<br/><br/>Re Moet:  The first time I went to Calif. wine country, Moet was on the list.  This was less than 18 months after the merger and not knowing it was so recent, I was vaguely confused as to why the tour guide kept emphasizing the LVMH name.  I know a bit more, 25 years on.<br/><br/>Can no longer remember the subjects I raised to which people replied, which probably means I was satisfied with the reply and had only gratitude to relay!!  Enjoyed your remarks particularly, Dr. Ted.<br/><br/>My spotty recordkeeping prevents certainty, but I think the THU XWP was my fastest THU AND my fastest time for a 14x16 grid? LOL", "recommendationCount": 0}, {"assetID": 3388712, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 10632443, "replies": [], "commentID": 10634512, "trusted": 0, "userDisplayName": "Warren A. Hughes", "createDate": "1385833091", "userID": 63739031, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1385833145", "userTitle": "NULL", "recommendations": 1, "editorsSelection": false, "parentUserDisplayName": "Gary K", "userURL": "NULL", "userLocation": "Quincy, Illinois", "depth": 1, "commentType": "userReply", "updateDate": "1385833145", "commentSequence": 10634512, "commentBody": "C----l----u----s----t----e----r----e----d, can you at 'last stand' it, Gary K?  LOL<br/><br/>WHH"}, {"recommendedFlag": 0, "parentID": 10632443, "replies": [], "commentID": 10634732, "trusted": 1, "userDisplayName": "Viv", "createDate": "1385838590", "userID": 22837994, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1385838605", "userTitle": "NULL", "recommendations": 2, "editorsSelection": false, "parentUserDisplayName": "Gary K", "userURL": "NULL", "userLocation": "Jerusalem, Israel", "depth": 1, "commentType": "userReply", "updateDate": "1385838605", "commentSequence": 10634732, "commentBody": "I think Five's reply hits closest to home. I offer a bit of additional clarification:  the clue uses the word *nearly* not in the sense of almost but rather as meaning in a near way - the objects are set near each other, or clustered.  I think the wording of the clue is a fair misdirection. "}, {"recommendedFlag": 0, "parentID": 10632443, "replies": [], "commentID": 10635130, "trusted": 1, "userDisplayName": "Deadline", "createDate": "1385851088", "userID": 8342058, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1385851146", "userTitle": "NULL", "recommendations": 0, "editorsSelection": false, "parentUserDisplayName": "Gary K", "userURL": "NULL", "userLocation": "New York City", "depth": 1, "commentType": "userReply", "updateDate": "1385851146", "commentSequence": 10635130, "commentBody": "What Viv (and Jeff Chen) said.  I hadn't a clue before I went to xwordinfo."}]}, "lft": 60, "assetURL": "http://wordplay.blogs.nytimes.com/2013/11/29/overcome-by-mud/", "parentID": null, "commentID": 10632443, "rgt": 83, "userDisplayName": "Gary K", "createDate": "1385790829", "userID": 38944450, "replyCount": 11, "commentTitle": "n/a", "status": "approved", "approveDate": "1385790844", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Mansfield, OH", "commentType": "comment", "updateDate": "1385790844", "commentSequence": 10632443, "commentBody": "Even when you tell me that \"nearly\" is \"nearby,\" I don't understand how that clue gets you to CLUSTERED. Could someone spell it out for the slow-witted?", "recommendationCount": 1}, {"assetID": 3388712, "replies": [], "lft": 35, "assetURL": "http://wordplay.blogs.nytimes.com/2013/11/29/overcome-by-mud/", "parentID": 10632294, "commentID": 10632451, "rgt": 36, "userDisplayName": "John", "createDate": "1385791071", "userID": 12857582, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1385791085", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Chicago", "commentType": "userReply", "updateDate": "1385791086", "commentSequence": 10632451, "commentBody": "Oh, BTW Martin, we're watching Cemetery Club on Demand tonight.  Danny Louis Aiello is in it.", "recommendationCount": 1}, {"assetID": 3388712, "replies": [], "lft": 55, "assetURL": "http://wordplay.blogs.nytimes.com/2013/11/29/overcome-by-mud/", "parentID": 10632407, "commentID": 10632465, "rgt": 56, "userDisplayName": "John", "createDate": "1385791523", "userID": 12857582, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1385791565", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Chicago", "commentType": "userReply", "updateDate": "1385791565", "commentSequence": 10632465, "commentBody": "MTF, crabcakes are something else.  Almost any restaurant in Maryland serves better crabcakes than what I can get at Ditka's.  The best were in some restaurant in a mall in Prince George's County but I can't remember the name.  ", "recommendationCount": 1}, {"assetID": 3388651, "replies": [], "lft": 127, "assetURL": "http://wordplay.blogs.nytimes.com/2013/11/28/where-to-take-stock/", "parentID": 10628937, "commentID": 10632464, "rgt": 128, "userDisplayName": "Leapfinger", "createDate": "1385791523", "userID": 51284005, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1385791566", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Durham, NC", "commentType": "userReply", "updateDate": "1385791566", "commentSequence": 10632464, "commentBody": "DL, 'blue' in Russian is голубой [sounds like 'go' luboy'] or<br/> синий [see' nuh?]<br/><br/>Easiest might be лазурный [laZUR' ny]<br/><br/>The above is by way of giving back to Bru, for his time and effort on the colonel/ kernel. Am feeling close to Bru tonight, being not far down the road in the Westfield/ Cranford area.", "recommendationCount": 0}, {"assetID": 3388712, "replies": [], "lft": 37, "assetURL": "http://wordplay.blogs.nytimes.com/2013/11/29/overcome-by-mud/", "parentID": 10632294, "commentID": 10632468, "rgt": 38, "userDisplayName": "Martin", "createDate": "1385791619", "userID": 239837, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1385791625", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "California", "commentType": "userReply", "updateDate": "1385791625", "commentSequence": 10632468, "commentBody": "Accept my apologies -- to your wife.  I conflated her quite reasonable drink with your comment about shaken Belvedere.  The only reason to shake a drink is to make it frothy, which no decent vodka deserves.  Either keep it in the freezer or stir, gently, with ice.<br/><br/>We celebrate New Year's three times, on 1/1, the Sunday after Superbowl (for ikebana people) and 1/13, with our Russian friends who celebrate it by the \"old calendar\" (Julian because that Pope Gregory guy was not to be trusted).  We drink lots of vodka, all the cheapest available, frozen until it's oily.  Most of it has all manner of weeds steeping in the jugs.  They laugh at your fancy vodkas and would do unspeakable acts to anyone caught shaking it with ice.<br/><br/>You've never partied until you've partied with Russians.  The Cupertino police are used to my friends' annual gathering.  If they find someone singing in a large fountain, they know just where to drop him off.", "recommendationCount": 2}, {"assetID": 3388712, "replies": [], "lft": 61, "assetURL": "http://wordplay.blogs.nytimes.com/2013/11/29/overcome-by-mud/", "parentID": 10632443, "commentID": 10632470, "rgt": 62, "userDisplayName": "Martin", "createDate": "1385791707", "userID": 239837, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1385791745", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "California", "commentType": "userReply", "updateDate": "1385791745", "commentSequence": 10632470, "commentBody": "\"The houses are set nearly touching.  They are set nearly.  They are clustered.\"", "recommendationCount": 0}, {"assetID": 3388711, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 10632471, "replies": [], "commentID": 10632767, "trusted": 0, "userDisplayName": "Nat Ehrlich", "createDate": "1385805422", "userID": 4035522, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1385824743", "userTitle": "NULL", "recommendations": 0, "editorsSelection": false, "parentUserDisplayName": "mancuroc", "userURL": "NULL", "userLocation": "Ann Arbor, Michigan", "depth": 1, "commentType": "userReply", "updateDate": "1385824743", "commentSequence": 10632767, "commentBody": "Reality check: voting is, like remarriage, the triumph of hope over experience. Until every office has a one-term limit, the most important thing for winners of elections is to do whatever is necessary to win the next election. "}, {"recommendedFlag": 0, "parentID": 10632471, "replies": [], "commentID": 10633985, "trusted": 1, "userDisplayName": "Janet Camp", "createDate": "1385826563", "userID": 17126318, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1385826605", "userTitle": "NULL", "recommendations": 7, "editorsSelection": false, "parentUserDisplayName": "mancuroc", "userURL": "NULL", "userLocation": "Milwaukee, Wisconsin", "depth": 1, "commentType": "userReply", "updateDate": "1385826605", "commentSequence": 10633985, "commentBody": "@Nat Erlich<br/><br/>It’s the funding, not the terms that is the problem. A good Senator (such as Herb Kohl, who served my state for many years) should not be booted if voters want him or her. Term limits would likely result only in a series of puppets propped up by the Party. It is the incessant fund-raising that is the problem."}, {"recommendedFlag": 0, "parentID": 10632471, "replies": [], "commentID": 10634007, "trusted": 0, "userDisplayName": "Dave", "createDate": "1385826949", "userID": 45909032, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1385829080", "userTitle": "NULL", "recommendations": 5, "editorsSelection": false, "parentUserDisplayName": "mancuroc", "userURL": "NULL", "userLocation": "North Strabane, PA", "depth": 1, "commentType": "userReply", "updateDate": "1385829080", "commentSequence": 10634007, "commentBody": "If I have a blanket criticism of those who start at the bottom of the hill and never get very far up it (often due to circumstances beyond their control), it  is that they don't vote in large enough numbers. You outnumber those at the top, and your votes can make a difference.  It was heroic that minorities stood in line for hours to vote last year, but will they do the same in 2014?  Or will it be 2010 all over again?  Republicans are making it difficult for you to vote, so you will have to go that extra mile to make a difference.  Many of those at the top of the hill or those who have climbed upward think all those below are inferior moochers and takers.  We must not let those who lack all empathy and kindness win elections by default."}]}, "lft": 58, "assetURL": "http://www.nytimes.com/2013/11/30/opinion/blow-for-some-folks-life-is-a-hill.html", "parentID": null, "commentID": 10632471, "rgt": 67, "userDisplayName": "mancuroc", "createDate": "1385791726", "userID": 12582762, "replyCount": 4, "commentTitle": "n/a", "status": "approved", "approveDate": "1385791745", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Rochester, NY", "commentType": "comment", "updateDate": "1385791745", "commentSequence": 10632471, "commentBody": "\"Breakdown of the family\"<br/><br/>From the ideologues of the right (including your Times colleagues Brooks and Douthat), that's the go-to explanation for poverty - never the slightest understanding that poverty can be so oppressive that it can destroy families and, increasingly these days, prey on young people so much as to inhibit them from starting families.   <br/><br/>The truth is that if you have a hill to climb, your determination to climb it is opposed by more than mere gravity, which can always be overcome.  Today's prevailing  economic forces can kick you right back down.  Their existence is no accident; they are the inevitable result of policies that favor the already favored.<br/><br/>Mr. Blow, this was an admirable piece of writing.  I would have added just one more piece of advice.  If you are at the bottom and you want to climb, one of the ways up is to get out and vote, get your friends to vote.  There are more of you than there are of those who would keep you down.  And don't just vote once every four years.  Vote every time you have the chance. Above all, vote whatever obstacles are put in your way.  ", "recommendationCount": 222}, {"assetID": 3388696, "replies": [], "lft": 60, "assetURL": "http://krugman.blogs.nytimes.com/2013/11/29/on-the-importance-of-little-arrows-wonkish/", "parentID": null, "commentID": 10632494, "rgt": 61, "userDisplayName": "FRHorton", "createDate": "1385792292", "userID": 65685229, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1385792345", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "New Mexico", "commentType": "comment", "updateDate": "1385792345", "commentSequence": 10632494, "commentBody": "Going from B to B', you show a constant rate in interest, but that's not what Williamson is proposing so it seems.  What Williamson seems to proposing is to raise the liquidity premium by raising the Interest on Reserves.  That will reduce the liquidity premium on bonds and since he presents inflation as inversely proportional to bond prices, inflation rises.<br/><br/>Assuming that's his rationale, I also think he is off.  In the comment section he writes that the Fed Funds market is all but going through the GSE's.  This observation should prompt him to conclude that IOER is too high, not too low.  You thought that lowering IOER will do nothing using Japan as an example.  However, the GSE's are not an equal opportunity provider of Fed Funds which means that excess reserves are not efficiently being allocated where loan demand is.  Basically, most banks are condemned to the side-lines because excess reserves are ring-fenced within only those banks at which primary dealers keep their accounts into which the Fed deposits funds in the process of QE.<br/><br/>So what led Williamson astray?  What led him astray is what Brad Delong already explained and you expanded upon:  The problem is that there is no rationale for a dynamic mechanism to restore equilibrium, because the Fed has disabled the Fed Funds market and handed a reserve monopoly to the GSE's.", "recommendationCount": 0}, {"assetID": 3388712, "replies": [], "lft": 39, "assetURL": "http://wordplay.blogs.nytimes.com/2013/11/29/overcome-by-mud/", "parentID": 10632294, "commentID": 10632532, "rgt": 40, "userDisplayName": "John", "createDate": "1385793782", "userID": 12857582, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1385793785", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Chicago", "commentType": "userReply", "updateDate": "1385793785", "commentSequence": 10632532, "commentBody": "Martin, I will have a better reply tomorrow but for now my first vodka was a Stoli chilled in a freezer at F. Scott's, a cabaret style restaurant in Georgetown, Washington, DC. It was like drinking frozen mercury.  Even James Bond drank his vodka like I do.", "recommendationCount": 0}, {"assetID": 3388271, "replies": [], "lft": 38, "assetURL": "http://bits.blogs.nytimes.com/2013/11/22/the-f-c-c-puts-onus-on-airlines-for-in-flight-calls/", "parentID": null, "commentID": 10632531, "rgt": 39, "userDisplayName": "Madon93", "createDate": "1385793753", "userID": 31656049, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1385793786", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Upper Midwest", "commentType": "comment", "updateDate": "1385793786", "commentSequence": 10632531, "commentBody": "Once I was trapped in the waiting area near a woman who made three successive calls to different contacts; it was bad enough to be forced to listen to her repetitive missives from across the aisle--imagine being subjected to a seat-mate at close range. Insufferable. Another time I was forced to listen to a \"business man\" as he conducted his business, via a hands-free headset; he broadcast to the whole waiting area as he trumpeted his business to all within hearing range. The only incident that tops these two was being subjected to an interchange conducted on speaker phone--I didn't want to hear the interchange and it should not have been made public. Cell phone users know no boundaries. Please keep them off planes!", "recommendationCount": 0}, {"assetID": 3388720, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 10632530, "replies": [], "commentID": 10634003, "trusted": 0, "userDisplayName": "Uziel", "createDate": "1385826932", "userID": 59960191, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1385840429", "userTitle": "NULL", "recommendations": 1, "editorsSelection": false, "parentUserDisplayName": "peterheron", "userURL": "NULL", "userLocation": "Florianopolis", "depth": 1, "commentType": "userReply", "updateDate": "1385840429", "commentSequence": 10634003, "commentBody": "US is a special country regarding guns or butter dilemma. Society and culture are dominated by a conquest ideology above all.  <br/><br/>Moreover, the US economy is the only one that can spend enormous amount of money into the military without going broke like the former Soviet Union. This is only possible because: (a) the US dollar has a dominant position in the global economy; <br/><br/>(b) US Congress would eliminate social programs before cutting a single dime from defense spending. As far as social and war priorities, US political ideology is very much similar to nuclear North Korea and its starving citizens.    <br/><br/>Obviously, after billions of dollars being sunk at the war establishment after 9/11,  corruption in a large scale was not only predictable but inevitable. Corruption is the cost of doing war in a highly advanced country like the US. Let's say, the cost of being a military superpower. "}, {"recommendedFlag": 0, "parentID": 10632530, "replies": [], "commentID": 10634424, "trusted": 1, "userDisplayName": "Carolyn Egeli", "createDate": "1385831449", "userID": 62499561, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1385831466", "userTitle": "NULL", "recommendations": 3, "editorsSelection": false, "parentUserDisplayName": "peterheron", "userURL": "NULL", "userLocation": "Valley Lee, Md.", "depth": 1, "commentType": "userReply", "updateDate": "1385831466", "commentSequence": 10634424, "commentBody": "Look again! All of our military is and has been privatized."}, {"recommendedFlag": 0, "parentID": 10632530, "replies": [], "commentID": 10634579, "trusted": 0, "userDisplayName": "Barry C", "createDate": "1385834111", "userID": 65969700, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1385851585", "userTitle": "NULL", "recommendations": 0, "editorsSelection": false, "parentUserDisplayName": "peterheron", "userURL": "NULL", "userLocation": "Sonoma County, CA", "depth": 1, "commentType": "userReply", "updateDate": "1385851585", "commentSequence": 10634579, "commentBody": " ... and we get that government how, exactly ??"}]}, "lft": 2, "assetURL": "http://www.nytimes.com/2013/11/30/us/scandal-widens-over-contracts-for-navy-work.html", "parentID": null, "commentID": 10632530, "rgt": 13, "userDisplayName": "peterheron", "createDate": "1385793725", "userID": 42317076, "replyCount": 5, "commentTitle": "n/a", "status": "approved", "approveDate": "1385794142", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Australia / Boston", "commentType": "comment", "updateDate": "1385794142", "commentSequence": 10632530, "commentBody": "About time.  The American military is rife with corruption, likely on monumental scale.  A Wall Street waiting to happen.  This is the job of the Federal government:  gather the evidence, hunt down the crooks, then put them before courts of law.  And imprison them--no matter how powerful or connected.<br/><br/>Military corruption has stolen billions upon billions from American taxpayers, decade after decade, non-stop.  The American political system is rotten with corruption, criminal theft, from local politicians to state to Federal.  America is no different from Thailand or India or China:  Most persons in positions of power (corporations included) are corrupt to the bone.  We need a government that prosecutes each and every last member of the elite who is breaking the law.", "recommendationCount": 167}, {"assetID": 3388645, "replies": [], "lft": 1406, "assetURL": "http://www.nytimes.com/2013/11/29/opinion/egan-rooting-for-failure.html", "parentID": null, "commentID": 10632541, "rgt": 1407, "userDisplayName": "Doug", "createDate": "1385794171", "userID": 56845191, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1385794205", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Massachusetts", "commentType": "comment", "updateDate": "1385794205", "commentSequence": 10632541, "commentBody": "Obamacare and the Dream Act are both emblematic of the American progressive's world view. Both make no distinction between, for example, between illegal aliens who are MS 13 gang bangers and those who have served courageously and honorably in the United States military. <br/><br/>Obamacare regards both groups as equally deserving of all the health care resources this nation has to offer, and the Dream Act welcomes both groups as equally valued new citizens.<br/><br/>The moral vacuousness of the American progressive, which Timothy Eagan exemplifies, is stunning. ", "recommendationCount": 4}, {"assetID": 3388710, "replies": [], "lft": 106, "assetURL": "http://www.nytimes.com/2013/11/30/us/politics/health-care-site-rushing-to-make-fixes-by-sunday.html", "parentID": null, "commentID": 10632486, "rgt": 107, "userDisplayName": "alan Brown", "createDate": "1385792183", "userID": 44519404, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1385794791", "userTitle": "NULL", "editorsSelection": 1, "statusID": 2, "userURL": "NULL", "userLocation": "new york, NY", "commentType": "comment", "updateDate": "1385794791", "commentSequence": 10632486, "commentBody": "The promise was that the web-site would be functioning smoothly for the great majority of users by November 30. It is November 30 at this moment. The web-site was down again for 8 hours on the 29th. I hope someday it gets fixed. It is the law after all and I want those with pre-existing illnesses to get insurance and no one dropped because they developed a serious illness. But the truth is that Republicans and many Democrats like myself who fear the ACA is fatally flawed with high premiums and reliance on Medicaid which is not accepted by most doctors are not responsible for this. We have not be accessing the site to slow it down. There is no conspiracy out there. Most Americans know this. My greatest fear is that this ill-conceived and poorly executed plan will delay for a generation or more a true national health system with first rate care for all with a single payer system paid for by a progressive income tax and even better than Canada and western Europe. For that to happen the fight has to start and it hasn't.", "recommendationCount": 26}, {"assetID": 3388559, "replies": [], "lft": 170, "assetURL": "http://krugman.blogs.nytimes.com/2013/11/27/the-case-for-techno-optimism/", "parentID": null, "commentID": 10632559, "rgt": 171, "userDisplayName": "Yosemite Semite", "createDate": "1385794800", "userID": 67386653, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1385794809", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Far West", "commentType": "comment", "updateDate": "1385794837", "commentSequence": 10632559, "commentBody": "If I understand secular stagnation correctly, shouldn't we be passing anti-sumptuary laws (or maybe \"consumptuary\" laws? \"pro-sumptuary\" laws?), where every economic entity has purchasing targets, and those whose resources don't extend far enough to meet their targets would receive mandated loans? ", "recommendationCount": 0}, {"assetID": 3388696, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 10632565, "replies": [], "commentID": 10633176, "trusted": 0, "userDisplayName": "Query", "createDate": "1385817327", "userID": 64367229, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1385817365", "userTitle": "NULL", "recommendations": 0, "editorsSelection": false, "parentUserDisplayName": "abo", "userURL": "NULL", "userLocation": "West", "depth": 1, "commentType": "userReply", "updateDate": "1385817365", "commentSequence": 10633176, "commentBody": "The bailouts also protected the world economy Abo so there are more cookies to be had an otherwise.  Duly elected politicians decided how to bail out the economy. <br/><br/>Now wipe those crumbs off your mouth and stay away from the cookie jar. "}]}, "lft": 62, "assetURL": "http://krugman.blogs.nytimes.com/2013/11/29/on-the-importance-of-little-arrows-wonkish/", "parentID": null, "commentID": 10632565, "rgt": 65, "userDisplayName": "abo", "createDate": "1385795082", "userID": 27421933, "replyCount": 1, "commentTitle": "n/a", "status": "approved", "approveDate": "1385795105", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Paris", "commentType": "comment", "updateDate": "1385795105", "commentSequence": 10632565, "commentBody": "Fulminating?  More like frothing at the mouth, no?  Why?  An economist wrote down a model, drew some conclusions - perhaps or probably wrong, but so what?  Why does PK have to get personal, with \"economists who imagine themselves to be deep thinkers\"?  Why is Rowe's rant cited at all when it's basically an incoherent, \"I know I'm right, but I can't explain it.\" And how about DeLong saying, \"It's about being smart?\" Or Summer's reaction cited here a while back, to something similar, \"...stupid ... stupid.\"<br/><br/>Maybe it's just economists are naturally jerks. But it seems to me yet again that the only way economists can salve their conscience - of spending their time subtracting value from the world - is by dividing their world into two and claiming it's those *other* guys who messed up.  But they all did. Almost every economist was just peachy keen on the bailouts. Well the bailouts protected assets, which protected the rich. The consequences are now here for the 99% to bear, and will be for some time to come.<br/><br/>It's as if the saltwaters can't admit they stole from the cookie jar even if their fingerprints are all over it, so they scream about how the freshwaters are thieves.", "recommendationCount": 1}, {"assetID": 3388710, "replies": [], "lft": 110, "assetURL": "http://www.nytimes.com/2013/11/30/us/politics/health-care-site-rushing-to-make-fixes-by-sunday.html", "parentID": null, "commentID": 10632128, "rgt": 111, "userDisplayName": "LongView", "createDate": "1385782495", "userID": 58779484, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1385795148", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "San Francisco Bay Area", "commentType": "comment", "updateDate": "1385795148", "commentSequence": 10632128, "commentBody": "We as a nation seem to belive that anything on demand, immediately, is an entitlement. This idiocy is due largely to the computer industry which can deliver digital information at near the speed of light. For tens of thousands of years humankind lived and adapted to an environment in which change was slow and planning often embraced months of perspective before the goal was obtained or not. This disconnect between our evolutionary wiring and the forces of \"high\" technology, the global business \"paradigm\", compliant leadership, and the facacta notion that human kind is advancing toward whatever, is one of the drivers of our modern form of societal insanity.", "recommendationCount": 6}, {"assetID": 3388710, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 10632138, "replies": [], "commentID": 10632605, "trusted": 0, "userDisplayName": "Andy Hain", "createDate": "1385797572", "userID": 2745087, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1385811379", "userTitle": "NULL", "recommendations": 8, "editorsSelection": false, "parentUserDisplayName": "David", "userURL": "NULL", "userLocation": "Carmel, CA", "depth": 1, "commentType": "userReply", "updateDate": "1385811379", "commentSequence": 10632605, "commentBody": "Wrong. Medicare works great."}]}, "lft": 112, "assetURL": "http://www.nytimes.com/2013/11/30/us/politics/health-care-site-rushing-to-make-fixes-by-sunday.html", "parentID": null, "commentID": 10632138, "rgt": 115, "userDisplayName": "David", "createDate": "1385782742", "userID": 49525164, "replyCount": 1, "commentTitle": "n/a", "status": "approved", "approveDate": "1385795148", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "NY", "commentType": "comment", "updateDate": "1385795148", "commentSequence": 10632138, "commentBody": "people keep saying that these little computer glitches are small compared to all the free healthcare that people will get.  but the entire project is being managed to maximize its political benefit (ie, the appearance of a \"customer\" front end while deferring (ignoring) the guts of how the \"insurance\" is actually delivered), and it cannot even meet those minimalistic goals.<br/><br/>and stop comparing this to commercial websites that have occasional glitches - they lose customers when their websites are down so they do not let arrogance dictate launch dates.  if they do, then they die and someone else takes over their market.  what is our choice in this case when the govt fails to deliver.<br/><br/>and dont compare a single-payer system with 100% of working people paying for a small population to a single-payer system serving the entire population with their own contributions.  medicare is functionally insolvent and would run out of money very quickly if expanded.", "recommendationCount": 11}, {"assetID": 3388710, "replies": [], "lft": 69, "assetURL": "http://www.nytimes.com/2013/11/30/us/politics/health-care-site-rushing-to-make-fixes-by-sunday.html", "parentID": 10632029, "commentID": 10632241, "rgt": 70, "userDisplayName": "bmike1977", "createDate": "1385784722", "userID": 67775551, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1385795148", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Manhattan", "commentType": "userReply", "updateDate": "1385795148", "commentSequence": 10632241, "commentBody": "Running against \"big government\" generally and the ACA specifically the Republicans are trying to hold their electorate together and gain advantage from the tired mantra \"government is the problem\". Yet this fight is less ideological and more about power and money. Despite trying to base their arguments on notions of small government and to appear grass-roots, the Tea party is controlled by the real masters of the Republican party, the 1% who don't really care about ideology so long as they can make and keep their money. So how does it help the rich and powerful, the \"job creators\" in Republican parlance, to keep one of six Americans without any or adequate health insurance? I have thought about this, and the answer is elusive, but I'll posit this hypothesis.<br/><br/>Those without insurance live in fear of getting sick, in fear of losing whatever job they have, in fear of complaining about low wages, poor working conditions, or an onerous schedule. They will not fight back by joining a lawsuit or union organizing drive. Rather they learn to accept a bad situation; they adapt to a harsh life; they realize that they won't have what others do; they learn to resent and even hate. This viscious cycle is part of a  cynical plan to maintain a permanent under-class. It is the history of the American South where the Tea party and opposition to the ACA are strongest  This is also a loss of freedom, but won't be discussed on FOX when those emotions can be exploited for political advantage.", "recommendationCount": 18}, {"assetID": 3388710, "replies": [], "lft": 7, "assetURL": "http://www.nytimes.com/2013/11/30/us/politics/health-care-site-rushing-to-make-fixes-by-sunday.html", "parentID": 10631982, "commentID": 10632250, "rgt": 8, "userDisplayName": "Joseph", "createDate": "1385784908", "userID": 13838808, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1385795148", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "New York", "commentType": "userReply", "updateDate": "1385795148", "commentSequence": 10632250, "commentBody": "Maybe you missed it, but the \"loudmouths\" are ordinary Americans who had some sincere, albeit guarded, faith in the ACA and its rollout, only to be told (a) the enrollment process doesn't work, and (b) provisions after provision is being deferred until after the 2014 elections (as there is obviously more chaos to come once these provisions are implemented).   So, maybe you hate the GOP, but they are not the issue.  The issue is that trusting Americans have been sorely misused by Obama and his party.", "recommendationCount": 13}]}, "copyright": "Copyright (c) 2016 The New York Times Company.  All Rights Reserved."}