{"debug": {"version": 3.1}, "status": "OK", "results": {"api_timestamp": "1481459840", "totalCommentsFound": 4961, "totalCommentsReturned": 25, "comments": [{"assetID": 1170858, "replies": [], "lft": 182, "assetURL": "http://www.nytimes.com/2010/02/17/nyregion/17aide.html", "parentID": null, "commentID": 1578137, "rgt": 183, "userDisplayName": "jenn", "createDate": "1266381525", "userID": 60081305, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1266382840", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "bronx", "commentType": "comment", "updateDate": "1266382840", "commentSequence": 38, "commentBody": "$132,000 for a guy with a BA and a rap sheet?  And these \"promotions\"?  It doesn't seem like his job changed much for him to be promoted. Sounds like an overpaid, underqualified political hack who has no place in government.  I'm all for second chances, but not for six-figures of my tax dollars.", "recommendationCount": 18}, {"assetID": 1170858, "replies": [], "lft": 188, "assetURL": "http://www.nytimes.com/2010/02/17/nyregion/17aide.html", "parentID": null, "commentID": 1578153, "rgt": 189, "userDisplayName": "Jeeves", "createDate": "1266381850", "userID": 54998714, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1266382873", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Utica, NY", "commentType": "comment", "updateDate": "1266382873", "commentSequence": 39, "commentBody": "Johnson's past is not exactly squeaky clean, but.....if any of us had six Times reporters combing through our past, we might have some dirty laundry from our past aired as well.<br /><br />The only part that concerns me is that one person seems to have a lot of influence in the administration.  While this isn't unheard of in politics, it leaves one to wonder if the Governor is getting a good mix of opinions on important matters.<br /><br />As far as being \"a smoking gun,\" it is not.  I don't see this article changing many people's opinion of the Governor.  In fact, some readers might sympathize with him, and see it as unfair.  I wouldn't call it a hatchet job; it just is a story that makes a mountain out of a molehill, and frankly it's not all that interesting. It really is a Metro section article, not a front-page story, but after all the hype, it might have gotten bumped up to the front page.<br /><br />This story leaves some interesting questions unanswered that really would be more important to learn about; for example, who else does the Governor rely on for key information, and how does he make decisions?  Perhaps a more thoughtful follow-up would serve the voters of New York much better than this story, which is more a few tidbits rather than a significant expose.", "recommendationCount": 16}, {"assetID": 1171079, "replies": [], "lft": 112, "assetURL": "http://www.nytimes.com/2010/02/17/business/economy/17gridlock.html", "parentID": null, "commentID": 1578167, "rgt": 113, "userDisplayName": "Cause for Country", "createDate": "1266382190", "userID": 53557503, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1266383004", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Bakersfield, Ca.", "commentType": "comment", "updateDate": "1266383004", "commentSequence": 54, "commentBody": "A continuous cycle of house-cleaning is the only way to go. It is far past time to implement term limits.", "recommendationCount": 29}, {"assetID": 1171079, "replies": [], "lft": 114, "assetURL": "http://www.nytimes.com/2010/02/17/business/economy/17gridlock.html", "parentID": null, "commentID": 1578173, "rgt": 115, "userDisplayName": "Isobel", "createDate": "1266382232", "userID": 43917241, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1266383118", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Ann Arbor, Mich.", "commentType": "comment", "updateDate": "1266383112", "commentSequence": 55, "commentBody": "Please stop referring to Bayh as a \"centrist\" - he's a conservative and better suited for the GOP than the Democratic Party.<br /><br />We also need to stop referring to Social Security and Medicare as \"entitlements\". People contribute to these programs with the expectation that they'll receive these benefits when they retire - the fact that DC has misused these funds is a problem that our elected officials need to resolve without further decimating the middle class.<br /><br />Clinton gave us NAFTA and repealed Glass-Steagall; will another Democratic president actually usher in the demise of \"entitlement\" programs such Social Security and Medicare?<br /><br />The groupthink in DC is too focused on neoliberal economic policies - we can no longer sacrifice the greater good by penalizing the lower and middle classes just so the rich can get richer.<br /><br />The politicos simply need to grow up and get their acts together -  we can easily solve our deficit problems by ending the wars, rescinding the Bush tax cuts, and eliminating subsidies for the private sector.<br />", "recommendationCount": 92}, {"assetID": 1171079, "replies": [], "lft": 116, "assetURL": "http://www.nytimes.com/2010/02/17/business/economy/17gridlock.html", "parentID": null, "commentID": 1578175, "rgt": 117, "userDisplayName": "MikeMc", "createDate": "1266382279", "userID": 55293614, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1266383127", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "California", "commentType": "comment", "updateDate": "1266383123", "commentSequence": 56, "commentBody": "Lets not lay this one on the Republicans. Bipartisanship begins with the President, the Speaker of the House, and the Senate Majority leader. The fact that there has been no bipartisanship is due totally to these three individuals.<br /><br />From the first day of his term in office, Obama has tried to ram the Progressive agenda down the throats of the American people. And when he has not been successful he has blamed the Republicans for not caving in on their principals and rubber stamping his demands - all of them.<br /><br />Until Obama, Pelosi, and Reid acknowledge that the Progressive movement is not resonating with the American public, and begin to listen to the PEOPLE, this country will remain in gridlock.<br /><br />Look at what the Progressives are trying to do with Obamacare. According to the latest Gallop poll 70% of Americans hate it. Yet, Obama, Pelosi and Reid are going full speed ahead trying to force it through Congress.  this is absurd. They are making this country dis-functional, just so that they can pay off their major campaign contributors.<br /><br />It is time that we got a new team in Washington, and sent the current crop home.", "recommendationCount": 26}, {"assetID": 1170606, "replies": [], "lft": 192, "assetURL": "http://roomfordebate.blogs.nytimes.com/2010/02/16/a-comeback-for-nuclear-power/", "parentID": null, "commentID": 1578218, "rgt": 193, "userDisplayName": "Robert Levine", "createDate": "1266383461", "userID": 8756789, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1266383966", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Malvern, PA", "commentType": "comment", "updateDate": "1266383966", "commentSequence": 78, "commentBody": "The people who bemoan the cost of nuclear power are the same people who fought in the courts and through political action to delay or close down construction of  new plants and thus cause them to be financially risky investments for the utilities.  Kind of like murdering your parents and then complaining about being an orphan.  For nearly forty years they virtually closed down the construction of nuclear power plants, derailing the industry, and now they complain about how much it will cost to get production back on line.  Sheer hypocrisy and political cant.  ", "recommendationCount": 5}, {"assetID": 1170606, "replies": [], "lft": 190, "assetURL": "http://roomfordebate.blogs.nytimes.com/2010/02/16/a-comeback-for-nuclear-power/", "parentID": null, "commentID": 1578209, "rgt": 191, "userDisplayName": "ERIK BURRO", "createDate": "1266383342", "userID": 3683250, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1266383978", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Burlington, NJ", "commentType": "comment", "updateDate": "1266383978", "commentSequence": 79, "commentBody": "It is true, we are not willing to tackle solutions for long term storage.  It has to be dealt with and should become a major priorty.  But everywhere, including Yucca Mountain, is NOT AVAILABLE.  So we keep sidestepping a vital element to the question.  The salt mines have been talked about, but they are too close to urban areas, making everyone nervous.  So our nuclear existing power plants keep storing waste in fuel pools on site, until there is a permanent solution.  I like nuclear power.  It is a technology with a future.  But that future can only be possible if we undertake the whole system, meaning disposal, too.<br />Having visited a number of nuclear sites, during the last construction cycle, I recall<br />one this that made engineer contractors happy, but I find infuriating, particularly, if public  funding is going to be backing lean guarantees for the next round of nuclear construction.  While the existing plants may look similar, there was too much evolutionary, or call it custom design that made plants super expensive.  There should be a consortium of approved design entitites and a uniform manufacturing process<br />undertaken.  Just like ships or airliners, if you want big complex systems to be lower<br />in price, make multiples, all to the same specifications, and prebuild as much as possible offsite, in large subassembly factories, to reduce field costs.  We have the capabilty to improve, but I doubt there is effective political will to insist on such improvements.  (I would not be surprised if we don't see Asia exporting major components and getting a big share of those uniform sub-assemby business.)<br />And if we don't have the design/build and pay-for-stategy for public funding of badly needed revamping of the nation's infrastructure, I doubt that we will succeed in underwriting the national future of more nuclear power generating stations.<br />I am not usually a pessimist. But I forsee nothing but half-measures on too many<br />aspects of the upcoming nuclear power initiative...no matter who the president is!<br />", "recommendationCount": 1}, {"assetID": 1170606, "replies": [], "lft": 188, "assetURL": "http://roomfordebate.blogs.nytimes.com/2010/02/16/a-comeback-for-nuclear-power/", "parentID": null, "commentID": 1578196, "rgt": 189, "userDisplayName": "jjcrocket", "createDate": "1266382977", "userID": 40944690, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1266383987", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New Britain, Conn.", "commentType": "comment", "updateDate": "1266383987", "commentSequence": 80, "commentBody": "More nukes! Obama wants this - maybe? But already, the wacko ecology freaks are squealing like pigs again!<br /><br />The Democrats in Congress may yet kill this too!<br /><br />Will someone get real and open up Yucca Mt.<br /><br />", "recommendationCount": 3}, {"assetID": 1170606, "replies": [], "lft": 186, "assetURL": "http://roomfordebate.blogs.nytimes.com/2010/02/16/a-comeback-for-nuclear-power/", "parentID": null, "commentID": 1578187, "rgt": 187, "userDisplayName": "JED Barker", "createDate": "1266382660", "userID": 18638083, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1266383993", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Australia", "commentType": "comment", "updateDate": "1266383993", "commentSequence": 81, "commentBody": "The mantra of \" nuclear power has zero emissions\" demonstrates the old adage that if you repeat a lie often enough, people will believe it.<br /><br />Certainly, there is no carbon-based emissions coming out of the cooling stack of a nuclear power station- the carbon is being burnt elsewhere- right along the value chain from design through to construction, maintenance, fuel production and decommissioning. How much carbon? No one knows because the analysis has never been done fully. Net energy analysis (NEA) or energy return on investment (EROI) has not been done thoroughly for 30 years- and even then it was incomplete. The analyses that do exist are only for direct process chain (ie how many BTU or kWh are used smelt the steel etc) and do not take into account the infrastructure energy costs or energy costs arising offsite and from labour.<br /><br />The rough estimates available would suggest that dollar cost is a pretty good proxy for energy costs- if it costs more (including subsidies like the opportunity cost of a loan guarantee) then more energy is involved. Seeing that about 90% of all energy used is carbon-based- ie most of the materials used in a nuclear power plant (or a wind farm for that matter)- then it is absurd to say that anything is \"(carbon)  emission-free\".<br /><br />Until a bunch of researchers get properly paid to do a thorough NEA and EROI for the globalised economy, we will continue to have these ill-informed discussions.", "recommendationCount": 6}, {"assetID": 1170606, "replies": [], "lft": 184, "assetURL": "http://roomfordebate.blogs.nytimes.com/2010/02/16/a-comeback-for-nuclear-power/", "parentID": null, "commentID": 1578172, "rgt": 185, "userDisplayName": "DrJ", "createDate": "1266382227", "userID": 43546749, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1266383996", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Brooklyn, NY", "commentType": "comment", "updateDate": "1266383996", "commentSequence": 82, "commentBody": "Nuclear power from Uranium is not the answer. Too expensive, too much long-lived waste, and U235 reserves are too limited. Only power from the Thorium cycle can undercut the price of coal, and only Thorium is plentiful enough, the proposed reactors safe enough, and the waste manageable enough to beat global warming and meet our energy demands in the long term. The US had working Liquid Thorium Fluoride Reactor prototypes until the 1970s. A fraction of the money spent on nuclear fusion research would see this technology commercialized. India has bet heavily on Thorium for its future energy needs. Why not here?", "recommendationCount": 2}, {"assetID": 1170606, "replies": [], "lft": 182, "assetURL": "http://roomfordebate.blogs.nytimes.com/2010/02/16/a-comeback-for-nuclear-power/", "parentID": null, "commentID": 1578168, "rgt": 183, "userDisplayName": "kda", "createDate": "1266382196", "userID": 58984243, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1266384000", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Austin", "commentType": "comment", "updateDate": "1266384000", "commentSequence": 83, "commentBody": "Just because we like to believe we know doesn't mean we do. Nuclear is NOT the answer and the president I voted for continues to make half-baked decisions.", "recommendationCount": 8}, {"assetID": 1170606, "replies": [], "lft": 180, "assetURL": "http://roomfordebate.blogs.nytimes.com/2010/02/16/a-comeback-for-nuclear-power/", "parentID": null, "commentID": 1578164, "rgt": 181, "userDisplayName": "rbrander", "createDate": "1266382075", "userID": 11070362, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1266384010", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Calgary", "commentType": "comment", "updateDate": "1266384010", "commentSequence": 84, "commentBody": "Could an anti-nuclear activist explain to me why all these problems haven't occurred in France?   77% of their power from nuclear plants, going over 30 years now.  And after all those 10,000 tonnes of fuel (followed by 10,000 of waste) had to be transported, handled, and stored every year for a generation so far - French public opinion is 70% in positive about nuclear.<br /><br />Canada built a couple of its latest CANDU reactors for China in 1997-2003.  The schedule was 81 months and both were finished ahead of time and below budget.  The vast majority of delays and overruns in nuclear construction arise from regulatory problems, not technical.   The high number of defaults in the industry history date to Three Mile Island and the sudden cancellation of all reactor sales.  In France, you guessed it, construction and financing problems do not affect reactor construction any more than any other kind of large project.<br /><br />Until there's a way for wind and sun to provide base-load power, you have just three choices about what will be done in your name for your 13,000 kWh share of America's consumption every year:  They can burn 13 tons of coal for you - another pound every time you leave the kitchen lights on for a few hours; or, they can burn 8 tons of carbon by using natural gas, a fossil fuel that Russia has the most of in the world.   Or, about three-quarters of a ton of carbon would go into the atmosphere for you, from the whole nuclear life cycle - none of it from the reactor.   That adds up all the diesel burned mining and processing and storing the fuel, and (un)building the plant. (Even wind and solar cost you one-quarter and half a ton of carbon, respectively, for the same reasons: it takes energy to build them.)<br /><br />Your personal share of the actual nuclear waste for a year?  About five ounces.<br /><br />Maybe that's why it's a no-brainer - for the French.", "recommendationCount": 9}, {"assetID": 1170606, "replies": [], "lft": 178, "assetURL": "http://roomfordebate.blogs.nytimes.com/2010/02/16/a-comeback-for-nuclear-power/", "parentID": null, "commentID": 1578156, "rgt": 179, "userDisplayName": "Nicholas Luciano", "createDate": "1266381872", "userID": 20882937, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1266384020", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Oak Ridge, TN", "commentType": "comment", "updateDate": "1266384020", "commentSequence": 85, "commentBody": "Here are some facts:<br />1) All the nuclear waste ever generated in the history of the US could fit on a single football field about 5ft high.  There is not a large volume of this stuff and it is easily contained at ISFSIs for the next few decades WITHOUT a permanent storage facility.  I challenge you to find me a single person who has ever been hurt by this waste.  Compare this to the billions of tons of pollution pumped into the air we breathe by coal, natural gas, petroleum, and other fossil fuels.  Perhaps you should consider what you're going to do with all the waste coming out of your tail-pipe before you demand a permanent storage facility.<br />2) Nuclear power has the highest capacity factor in the industry.  What that means is that a 1000 MW nuclear plant will actually generate 1000 MW nearly all the time, whereas a comparable wind or solar plant will only generate 1000 MW a small fraction of the time.  To actually have a robust energy system you need baseload power.  You can no more rely on wind power to be at the busbar when you need it than you can rely on a sailboat to get you to work every morning.<br />3)  Nuclear power is the safest power there is. Period. Check the statistics, and keep your fear in check.<br />4)  Using the waste from US plants for weapons is laughable.  The isotopic content of LWR fuel is all wrong.  Plus you'd have to actually reprocess the stuff, which is no small task.  It would be much easier to develop your own weapons program than try to steal LWR fuel, which is why NOBODY has ever tried it.<br />5)  Finally, these are loan GUARANTEES, not loans.  There are very limited situations where the government would actually be on the hook for the money - mainly due to regulatory delays that will cost the utilities.  The program is equivalent to having a cosigner on a loan, with many restrictions on defaulting.  If the government actually pays anything, the program will be a failure.<br /><br />The devil is in the details.  I wish NY Times would have found some commentators that actually know about nuclear power instead of a gang of think tankers.", "recommendationCount": 10}, {"assetID": 1170606, "replies": [], "lft": 176, "assetURL": "http://roomfordebate.blogs.nytimes.com/2010/02/16/a-comeback-for-nuclear-power/", "parentID": null, "commentID": 1578149, "rgt": 177, "userDisplayName": "James", "createDate": "1266381822", "userID": 57643240, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1266384037", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Nevada", "commentType": "comment", "updateDate": "1266384037", "commentSequence": 86, "commentBody": "Some of the commenters here need to examine facts, instead of simply regurgitating the same old anti-nuke propaganda.  For instance:<br /><br />1) The Price-Anderson Act isn't a subsidy for nuclear plants, it's a tax.  Nuclear reactor operators have to pay so much per megawatt into a fund to cover damages from accidents.  (A fund which to the best of my knowledge has never had to pay out any significant amount, so where'd all the money go?)  Coal plant don't have to pay anything to cover damages ranging from global warming to hundreds of thousands of deaths from pollution to environmental destruction from open pit mines.  Live downstream from a hydro dam?  They don't have to pay either.<br /><br />2) The nuclear waste problem goes away if you reprocess it, converting the \"waste\" into fuel for new generations of reactors.  All it would take to start is a stroke of a pen, reversing Carter's executive order banning it.<br /><br />3) Chernobyl?  Hey, these days it's a wildlife refuge, and by some accounts one of the environmentally healthiest places in Europe.<br /><br />4) Solar power?  Hey, that's a great idea!  Now how come I can't go down to the local Home Depot and buy a set of panels for my roof?  How come the solar power developers only want to do massively-subsidized central plants that will destroy thousands of square kilometers of pristine environment?", "recommendationCount": 6}, {"assetID": 1170606, "replies": [], "lft": 174, "assetURL": "http://roomfordebate.blogs.nytimes.com/2010/02/16/a-comeback-for-nuclear-power/", "parentID": null, "commentID": 1578120, "rgt": 175, "userDisplayName": "Raj", "createDate": "1266381211", "userID": 48686968, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1266384044", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Texas", "commentType": "comment", "updateDate": "1266384044", "commentSequence": 87, "commentBody": "There are a lot of comments about nuclear waste and meltdowns that are totally absurd.<br />For the nuclear waste, first of all true it is harmful to touch it but the amount produced in a nuclear reactor is so small that it can be stored at the reactor. In addition while pollution waste such as particulate matter from ur car or power plant can cause respitory problems uranium waste is relatively small in mass in comparison to such things as fly ash and can be stored.<br />Also most nuclear power plants in fact have several back up plans even in the unlikely incidence of a meltdown. While Cheronobyl blew up for the same reason that we won the Cold War. The russians valued free markets very little and safety even less.<br />Even though i am for nuclear power i believe this bill gives an unfair advantage to nuclear but the right solution would be to lower the bueracratic hoops that power companies have to go through to liscence a nuclear power plant and also to promote and give research grants such as mass manufatured muclear reactors that will dramatically reduce costs such as the sstar program. Even without this private enterprises such as the toshiba 4s have moved on to supply cheap and clean electricity", "recommendationCount": 2}, {"assetID": 1170606, "replies": [], "lft": 172, "assetURL": "http://roomfordebate.blogs.nytimes.com/2010/02/16/a-comeback-for-nuclear-power/", "parentID": null, "commentID": 1578109, "rgt": 173, "userDisplayName": "Norm McDougall", "createDate": "1266380921", "userID": 6501830, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1266384050", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Canada", "commentType": "comment", "updateDate": "1266384049", "commentSequence": 88, "commentBody": "Anyone who lives within a couple of miles of a large coal-fired generating plant (as I do) knows how dirty the power being produced really is. We see the plume every day as it carries massive amounts of CO2, toxic heavy metals, other poisonous gasses, and radiation from the coal being burned into the surrounding area. We don't see the hidden costs of mining and trasporting the coal being burned, or the environmental costs of dealing with the unburned and collected ash.<br /><br />Give me a nuclear plant instead - any day. The science is clear about the risks - they are much lower. As for the costs - yes the upfront construction and maintenance costs are higher, but the hidden costs inherent in fossil fuels are nonexistent.<br /><br />Renewable energy has an important place - priority must certainly be given to asserive development of wind and solar, but nuclear power is the only realistic mainstay for dealing with future power needs without further destruction of the environment.", "recommendationCount": 5}, {"assetID": 1170606, "replies": [], "lft": 170, "assetURL": "http://roomfordebate.blogs.nytimes.com/2010/02/16/a-comeback-for-nuclear-power/", "parentID": null, "commentID": 1578107, "rgt": 171, "userDisplayName": "f tripoli", "createDate": "1266380899", "userID": 20709729, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1266384055", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": 1103, "commentType": "comment", "updateDate": "1266384055", "commentSequence": 89, "commentBody": "If we can put a man on the moon....<br />why can't we practice effective conservation?<br />why can't we mandate renewables?<br />why can't we put sails on tankers, solar panels on all government buildings? bike paths in every city?<br />WHY? Because the clear and sad truth is our form of government is DYSFUNTIONAL !!!", "recommendationCount": 3}, {"assetID": 1170606, "replies": [], "lft": 168, "assetURL": "http://roomfordebate.blogs.nytimes.com/2010/02/16/a-comeback-for-nuclear-power/", "parentID": null, "commentID": 1578104, "rgt": 169, "userDisplayName": "Alec", "createDate": "1266380880", "userID": 55534812, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1266384063", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Gunpo, South Korea", "commentType": "comment", "updateDate": "1266384063", "commentSequence": 90, "commentBody": "Building a nuclear power plant uses enormous amounts of concrete, and concrete is one of the biggest causes of greenhouse gases.  If we look at life cycle carbon emissions, constructing a nuclear plant is not a solution to global warming as nuclear proponents claim.<br /><br />The government has tried to pick winners with technology, and it has not worked.  A cap-and-trade system has a better track record.  Two cases in point: The government \"picked\" ethanol as the solution to global warming.  This policy has caused a food crisis, wasted money, oversupply of ethanol, and nurtured an \"ethanol-industrial complex\" to lobby Congress and keep their taxpayer handouts coming.  On the other hand, when government wanted to reduce SO2 emissions from coal plants, they instituted a cap-and-trade system.  It was profitable to reduce emissions, so utilities started innovating.  Government created a program for free, businesses made money, SO2 emissions were reduced, and everybody won.<br /><br />President Obama's nuclear plan is the \"pick a winner\" approach, not the cap-and-trade approach.  Obama has proposed cap-and-trade for CO2, but Republicans and Fox News commentators have demonized it so it stands little chance.  Now he must resort to giving away money.", "recommendationCount": 3}, {"assetID": 1170606, "replies": [], "lft": 166, "assetURL": "http://roomfordebate.blogs.nytimes.com/2010/02/16/a-comeback-for-nuclear-power/", "parentID": null, "commentID": 1578098, "rgt": 167, "userDisplayName": "Alaska Later", "createDate": "1266380729", "userID": 4812153, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1266384067", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Monterey", "commentType": "comment", "updateDate": "1266384067", "commentSequence": 91, "commentBody": "I wish I could get the gummint to give me a $5 billion loan guarantee for my business. No matter what crazy idea it is, I guarantee you I could come up with $5 billion of financing for it.", "recommendationCount": 0}, {"assetID": 1170606, "replies": [], "lft": 164, "assetURL": "http://roomfordebate.blogs.nytimes.com/2010/02/16/a-comeback-for-nuclear-power/", "parentID": null, "commentID": 1578093, "rgt": 165, "userDisplayName": "Burke", "createDate": "1266380594", "userID": 58378240, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1266384077", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Charleston, SC", "commentType": "comment", "updateDate": "1266384077", "commentSequence": 92, "commentBody": "This is good news at a time when it seems most battles to shore up an obsolete infrastructure seem to be losing steam.<br /><br />Nuclear Power is clearly the future, with countries such as France using it to provide the vast majority of their power, and recycling all but a small fraction of the used fuel. America is only held back by profit seeking and short-sightedness, coupled with opponets looking for short term gains by attempting to frighten the general public. As pollution and population continue to increase, this is a great first step by Mr Obama.<br /><br />For once, let's do something 20 years early, not 50 years too late.<br /><br />And regarding those from the CATO institute, let's focus on reality. Instead of waiting for airlines to build airports, truckers to expand the number of lanes on freeways, or railroads to build new lines without mammoth land grants, we would be better to remember that all major infrastructure improvements in this nation have been funded by either the Federal or state government(s), or a combination therof. And frankly, when I see the infrastructure's that have been built in Europe since WWII, I begin to wonder why The Marshall Plan today is not regarded as anything but a socialist plot to stop the spread of socialism, never mind the fact that it worked amazingly well and today their infrastructure puts ours to shame.", "recommendationCount": 4}, {"assetID": 1170606, "replies": [], "lft": 162, "assetURL": "http://roomfordebate.blogs.nytimes.com/2010/02/16/a-comeback-for-nuclear-power/", "parentID": null, "commentID": 1578091, "rgt": 163, "userDisplayName": "Jay", "createDate": "1266380539", "userID": 55167679, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1266384084", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Randolph Center, VT", "commentType": "comment", "updateDate": "1266384084", "commentSequence": 93, "commentBody": "Let's see now, the choice is the risk of contaminating a large geographical area rendering it useless for over 10,000 years in the event of an accident (and it isn't a question of if - just when - no matter how many safeguards are built in), or focus on renewable energy sources coupled with good old fashioned energy conservation.  Rekindling nuclear power is a really, really bad idea that I thought we had already learned as a no brainer in the 1970s.  I would have thought better of the Obama administration.", "recommendationCount": 8}, {"assetID": 1116143, "replies": [], "lft": 428, "assetURL": "http://roomfordebate.blogs.nytimes.com/2010/01/31/tea-partyers-and-the-power-of-no/", "parentID": null, "commentID": 1577390, "rgt": 429, "userDisplayName": "Mr. L", "createDate": "1266365888", "userID": 137495, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1266384105", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Milwaukee, WI", "commentType": "comment", "updateDate": "1266384105", "commentSequence": 196, "commentBody": "Difficult though it might be to put into practice, what the Tea Partyers need are some connections to call their own.  Just like the wealthy have tax lawyers, investment advisors, and political consultants to keep making them money without the government getting a cent in taxes, so too do the Tea Partyers need people to make them money, or at least keep from getting stuck with the bill meant for the tax-avoiding wealthy above.<br /><br />No one wants to be stuck with endless debt while the rich and connected make out like pigs at the trough.  Hard as it is to admit, even the Tea Partyers have a fair point about being cut out of the game.", "recommendationCount": 0}, {"assetID": 1116143, "replies": [], "lft": 434, "assetURL": "http://roomfordebate.blogs.nytimes.com/2010/01/31/tea-partyers-and-the-power-of-no/", "parentID": null, "commentID": 1577827, "rgt": 435, "userDisplayName": "Casual Observer", "createDate": "1266374633", "userID": 21896305, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1266384113", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Los Angeles", "commentType": "comment", "updateDate": "1266384113", "commentSequence": 197, "commentBody": "There is nothing to be complacent about either about the problems we all face or how we react to them.<br /><br />These Tea Party folks are gaining a sense of comfort and mutual support in a time of uncertainty and fear but they are grasping onto old disproven notions that won't help. They are lending support to notions like government is an obstacle to a well functioning society and that taxes destroy the country's wealth and that changing how we pay for medical care is going to turn our country into a socialist gulag, and more nonsense from the folks on the right wing who are living in denial.<br /><br />Their problem is that the world for them is changing and while it would be comforting to think that refusing to change with it will cause everything to return to where they were comfortable, it's just not going to happen.<br /><br />All we can hope is that the vast majority of the rest of us, keep our heads and don't buy into the nonsense, too. ", "recommendationCount": 0}, {"assetID": 1150718, "replies": [], "lft": 724, "assetURL": "http://roomfordebate.blogs.nytimes.com/2010/02/10/do-school-libraries-need-books/", "parentID": null, "commentID": 1577224, "rgt": 725, "userDisplayName": "dclinda", "createDate": "1266362343", "userID": 25615124, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1266384119", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Massapequa, NY", "commentType": "comment", "updateDate": "1266384119", "commentSequence": 353, "commentBody": "It's been my experience as a school library media specialist (librarian), that the biggest problem with students and online research is that once they have found information, they usually feel the need to print it out, after which they think their work is finished without having actually read the information.<br /><br />Not all students use the library simply for research; pleasurable reading plays a big part in our circulation statistics.  Both books and computers have a place in school libraries.  ", "recommendationCount": 1}, {"assetID": 1116143, "replies": [], "lft": 426, "assetURL": "http://roomfordebate.blogs.nytimes.com/2010/01/31/tea-partyers-and-the-power-of-no/", "parentID": null, "commentID": 1577201, "rgt": 427, "userDisplayName": "tkasnyt", "createDate": "1266361905", "userID": 58272852, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1266384125", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "San Francisco", "commentType": "comment", "updateDate": "1266384125", "commentSequence": 198, "commentBody": "The peril I see is, ironically, because our nation is a democratic republic, enough stupid voters can elect enough stupid representatives from the likes of Tea Party folks. It is a sad reality that not all the voters are well-informed, rational, reassonably educated, and unselfish with critical minds. But their votes count.  There are shrewd election campaign strategists who can take advantage of this \"grass roots\" movement. Some of the rhetorics attributed to Tea Party members in the main articles suggest they are vulnernable to political manupiration. This is a new faith movement based on ignorance, paranoia, fanaticism, and intolerance. Faith alone cannot govern a modern nation of 300 million people in democracy. ", "recommendationCount": 0}]}, "copyright": "Copyright (c) 2016 The New York Times Company.  All Rights Reserved."}