{"debug": {"version": 3.1}, "status": "OK", "results": {"api_timestamp": "1481480980", "totalCommentsFound": 5703, "totalCommentsReturned": 25, "comments": [{"assetID": 3392179, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 10972619, "replies": [], "commentID": 10972949, "trusted": 0, "userDisplayName": "Hector Samkow", "createDate": "1389943404", "userID": 25574460, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1389975982", "userTitle": "NULL", "recommendations": 0, "editorsSelection": false, "parentUserDisplayName": "Scott", "userURL": "NULL", "userLocation": "Oregon", "depth": 1, "commentType": "userReply", "updateDate": "1389975982", "commentSequence": 10972949, "commentBody": "Exactly right, Scott.  We're arguing about the wrong things.  There's enough on this planet for everyone, but not by the way we're wasting it."}]}, "lft": 86, "assetURL": "http://www.nytimes.com/2014/01/17/opinion/krugman-scandal-in-france.html", "parentID": null, "commentID": 10972619, "rgt": 89, "userDisplayName": "Scott", "createDate": "1389934808", "userID": 45342380, "replyCount": 1, "commentTitle": "<br/>", "status": "approved", "approveDate": "1389934867", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Illinois", "commentType": "comment", "updateDate": "1389934867", "commentSequence": 10972619, "commentBody": "The world ought to be thinking about the depletion of resources, extiction of species, and environmental damage that cannot be reversed. The drive for the accumulation of great wealth on an individual level is impoverishing humanity and the planet in a macro sense. People need to work in constructive endeavors, be free of the nonsensical policies that take money out of circulation, and wisely use a decent living wage for their betterment, that is mindful of the responsibilities each of us bear. The ability to produce vast supplies of products through robotics may create a temporary increase in demand due to a more competitive price, but the lag in the supply of customers with enough money, will eventually take a deflationary toll.  <br/><br/>Stand alone capitalism doesn't provide the answers to the questions we should be, but aren't even asking.", "recommendationCount": 45}, {"assetID": 3392179, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 10972628, "replies": [{"recommendedFlag": 0, "parentID": 10973017, "replies": [], "commentID": 10973204, "trusted": 1, "userDisplayName": "walterrhett", "createDate": "1389954887", "userID": 33605332, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1389954907", "userTitle": "NULL", "recommendations": 9, "editorsSelection": false, "parentUserDisplayName": "DonaldSurr", "userURL": "NULL", "userLocation": "Charleston, SC", "depth": 2, "commentType": "userReply", "updateDate": "1389954907", "commentSequence": 10973204, "commentBody": "During Keynes' life, the low income production of consumer goods took place in West countries: Southern cotton factor books show payments of a penny a pound for a decade or longer for picking cotton. Women worked incredible hours in New England factories for little pay. Child labor was woven into America's fabric, from PA mines to New England mills to Southern farms. In the 1930s, hoers received 75 cents a day. <br/><br/>A main difference was not the export of jobs or low wages, but that goods were cheaper relative to income. That difference in value has found itself exported upward to the global top tier whose wealth has expanded exponentially in away that wages have not. The rise in costs and prices has lead to a raise in wealth!<br/><br/>But cheap labor abounded then and now; its relocation has less to do with recovery than its exploitation for greater wealth.<br/><br/>American wages once drove demand. But look carefully, and one finds a broad global middle class that includes the Chinese, India, Brazil, Europe, and parts of West and Southern Africa. The American middle class fits into this cohort of consumers. No longer the leaders because of national policies, not exported wages. <br/><br/>Relatively speaking Brasil's and China's middle wages are not higher than the US, but their growth is enhanced even as lower wages are found in their countries and among their neighbors.<br/><br/>Countries with a growing middle class protect that middle class. There US policy falls short."}, {"recommendedFlag": 0, "parentID": 10973017, "replies": [], "commentID": 10974131, "trusted": 0, "userDisplayName": "DonaldSurr", "createDate": "1389967357", "userID": 33949435, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1389978749", "userTitle": "NULL", "recommendations": 0, "editorsSelection": false, "parentUserDisplayName": "DonaldSurr", "userURL": "NULL", "userLocation": "Pennsylvania", "depth": 2, "commentType": "userReply", "updateDate": "1389978749", "commentSequence": 10974131, "commentBody": "@walterrhett: I was reared in one of those New England factory towns in the 1930s. There were then three textile mills, two shoe factories, one large cotton print works, and an electrical goods factory. They were the mainstay of the local economy and provided most of our employment when they ran all out, i.e. more than one shift. During the worst of the Depression they sat idle or ran part time. They began to pick up in employment when the Keynesian ideas were being practiced under FDR in the early 1930s. A cut back in that program led to a slump in 1937. Things picked up again with the spending related to WWII. Relative prosperity continued post war, even as the textile and shoe factories closed down, unable to compete with imports.  The electrical goods factory picked up the slack. Eventually that too was sold out and production moved overseas.<br/><br/>That small city today is half the size that it was, with empty real estate everywhere and a chronic unemployment problem that shows no sign of improvement. Increased spending on shoes, cloth or electrical goods will not help. Too late!<br/><br/>Those memories and my later memories of studying Keynes' writings, under the tutelage of professors of his own and a slightly later generation are what<br/>cause me to believe that the Theory needs a contemporary revision to take into consideration a global economy that includes an industrialized low wage China, with Indonesia, Bangladesh and Vietnam, etc. rapidly entering the scene."}], "commentID": 10973017, "trusted": 0, "userDisplayName": "DonaldSurr", "createDate": "1389946986", "userID": 33949435, "replyCount": 2, "commentTitle": "<br/>", "status": "approved", "approveDate": "1389947045", "userTitle": "NULL", "recommendations": 5, "editorsSelection": false, "parentUserDisplayName": "Socrates", "userURL": "NULL", "userLocation": "Pennsylvania", "depth": 1, "commentType": "userReply", "updateDate": "1389947046", "commentSequence": 10973017, "commentBody": "Keynes did not live in a time when production of most consumer goods was being exported to low wage countries in Asia. He thought in terms of closed national economies ( in Britain and the U.S.) rather than in terms of today's global economy.<br/>Keynes ideas are still valid, but need expansion to cope with new challenges to employment in Western nations -- cheap labor imports and a computer driven second industrial revolution."}]}, "lft": 94, "assetURL": "http://www.nytimes.com/2014/01/17/opinion/krugman-scandal-in-france.html", "parentID": null, "commentID": 10972628, "rgt": 101, "userDisplayName": "Socrates", "createDate": "1389934886", "userID": 51878992, "replyCount": 1, "commentTitle": "<br/>", "status": "approved", "approveDate": "1389934926", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Downtown Verona NJ", "commentType": "comment", "updateDate": "1389934926", "commentSequence": 10972628, "commentBody": "Say's Law - and the rancid supply-side economics potato salad that goes with it - was always flawed in two fundamental ways because it makes two bad assumptions:<br/><br/>1) that there would be always be full employment<br/>2) that there would be no hoarding or excessive saving because it is not rational behavior<br/><br/>By making these bad assumptions, both Say's Law and supply-side 'economics' completely and catastrophically ignore the reality that unemployment exists and severely impacts demand and that hoarding by the rich completely short-circuits supply-and-demand.<br/><br/>All supply-side theftonomics accomplishes is to reduce tax burdens on the wealthy in exchange for finding a reason to shred the social contract for the non-wealthy.<br/><br/>When Hollande says “supply actually creates demand”, the best you can say is that he's paying tribute to his countryman<br/>Jean-Baptiste Say.<br/><br/>Or maybe he's just saying that an oversupply of French women created his own insatiable demand to chase after them on scooters through the streets of Paris.<br/><br/>Say's Law was considered by John Kenneth Galbraith as the most distinguished example of the stability of economic ideas, including when they are wrong.<br/><br/>Supply-side poppycock works because the middle class gets tempted, lured and excited about saving an extra dollar in taxes and never pays much attention to the millionaire saving an extra $10,000.<br/><br/>'Supply'-based thought has never resulted in anything other than a national train robbery.<br/><br/>Keynesian demand is the answer.", "recommendationCount": 239}, {"assetID": 3392179, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 10972629, "replies": [], "commentID": 10974450, "trusted": 0, "userDisplayName": "Concerned Citizen", "createDate": "1389969800", "userID": 11228992, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1389974512", "userTitle": "NULL", "recommendations": 1, "editorsSelection": false, "parentUserDisplayName": "Bill Benton", "userURL": "NULL", "userLocation": "Anywheresville", "depth": 1, "commentType": "userReply", "updateDate": "1389974512", "commentSequence": 10974450, "commentBody": "That's ridiculous. A \"minimum guaranteed income\" was tried, briefly, in ONE Canadian city for a nanosecond. There is not the slightest evidence it would work on a larger scale, and anyhow, it is unaffordable. Imagine how people would abuse it! Look at the horrific abuses in the Social Security Disability program, as one example.<br/><br/>Funny, how an underlying thread to many left wing comments here is how the poster themselves wants everything to be \"free\" -- no need for a job -- and oodles of leisure to be an artist (paid by the state, natch) and all of it accomplished simply by taxing the \"rich\" at 99%."}]}, "lft": 90, "assetURL": "http://www.nytimes.com/2014/01/17/opinion/krugman-scandal-in-france.html", "parentID": null, "commentID": 10972629, "rgt": 93, "userDisplayName": "Bill Benton", "createDate": "1389934893", "userID": 27988722, "replyCount": 1, "commentTitle": "<br/>", "status": "approved", "approveDate": "1389934926", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "San Francisco", "commentType": "comment", "updateDate": "1389934926", "commentSequence": 10972629, "commentBody": "It is not only Europe which needs more public spending.  America does too.  We need to spend on infrastructure and education, both to build for the future and to stimulate the economy.  Money given to the already wealthy does not get spent.  It does not produce jobs and does not help the economy. (Various economic studies at Harvard show this is true.)<br/><br/>Another step that would help, and would complement infrastructure spending, is welfare for all.  Today, only the poor and the rich get welfare.  The poor find that when their income increases, the welfare stops.  The rich, however, continue to receive their welfare checks no matter how many millions the farm earns or how many millions the farmer already has (like Michelle Bachmann).<br/><br/>Welfare for all has been tried in Canada and it works.  It would immediately revive the US economy.  For more, go to YouTube and watch Comedy Party Platform (1 min 23 sec).  It's no joke.  And remember to vote for me.<br/><br/><a href=\"http://www.youtube.com/tra1776\" title=\"www.youtube.com/tra1776\" target=\"_blank\">www.youtube.com/tra1776</a>", "recommendationCount": 4}, {"assetID": 3392179, "replies": [], "lft": 69, "assetURL": "http://www.nytimes.com/2014/01/17/opinion/krugman-scandal-in-france.html", "parentID": 10972449, "commentID": 10972637, "rgt": 70, "userDisplayName": "Krish", "createDate": "1389935070", "userID": 20205394, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1389935106", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "SF Bay Area", "commentType": "userReply", "updateDate": "1389935106", "commentSequence": 10972637, "commentBody": "I wouldn't blame the Dems in this case.<br/><br/>The reasons for the problem you describe are: a) ignorant and fickle electorate b) corporate  Media with no moral compass, and c) big money in politics.<br/><br/>Why should the above be benefitting one party over the other? Same reason as why the jocks get the cheer leaders rather than the nerds. Appealing to base emotions and sensationalism is always easier than appealing to logic and reason -- especially in 30 second sound bites which need to be paid for using big bucks.<br/><br/>Add to this the stupidity --er, the infinite wisdom of our constitution which gives North Dakota (pop 700k) the same number of senators as California (pop 38 million.", "recommendationCount": 9}, {"assetID": 3392184, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 10972638, "replies": [], "commentID": 10973921, "trusted": 0, "userDisplayName": "John LeBaron", "createDate": "1389965638", "userID": 48751578, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1389982366", "userTitle": "NULL", "recommendations": 6, "editorsSelection": false, "parentUserDisplayName": "sfdphd", "userURL": "NULL", "userLocation": "MA", "depth": 1, "commentType": "userReply", "updateDate": "1389982366", "commentSequence": 10973921, "commentBody": "Nor ARE they \"good male role models or mentors.\" But there are too many of them. Brit Hume is on that clown cart parading under cover as \"serious person.\" Thanks for your comment.<br/><br/><a href=\"https://www.youtube.com/watch?v=q_c1LbekMQA\" title=\"https://www.youtube.com/watch?v=q_c1LbekMQA\" target=\"_blank\">https://www.youtube.com/watch?v=q_c1LbekMQA</a>"}]}, "lft": 36, "assetURL": "http://www.nytimes.com/2014/01/17/opinion/egan-guys-guys.html", "parentID": null, "commentID": 10972638, "rgt": 39, "userDisplayName": "sfdphd", "createDate": "1389935076", "userID": 53754055, "replyCount": 1, "commentTitle": "<br/>", "status": "approved", "approveDate": "1389935106", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "San Francisco", "commentType": "comment", "updateDate": "1389935106", "commentSequence": 10972638, "commentBody": "Thank you, Mr. Egan. Intelligent men have to stand up and protest this hogwash. I know John Stewart did and I hope others do too. Mature masculinity is not abusive. Check out the book King, Warrior, Magician, Lover to learn about healthy masculine attitudes and behavior. Bullies and thugs don't have good male role models or mentors....", "recommendationCount": 130}, {"assetID": 3391911, "replies": [], "lft": 65, "assetURL": "http://economix.blogs.nytimes.com/2014/01/14/how-the-courts-constrain-tax-reform/", "parentID": 10972384, "commentID": 10972636, "rgt": 66, "userDisplayName": "pel", "createDate": "1389935060", "userID": 64975274, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1389935107", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "NYC", "commentType": "userReply", "updateDate": "1389935107", "commentSequence": 10972636, "commentBody": "I think as long as we stay in the realm of capitalism that is, any hiring happens by mutual agreement (there are some distorting minimum wage laws but there is no legal obligation to hire or apply for a job so these laws do not really \"help poor\"), there is no such things as more or less fair tax. Any change in tax system will be compensated by negotiation of employee and employer under the condition of un-changed ratio of negotiating powers of the sides as well as by lobbying. If anything, any complication favors the stronger (i.e. the richer) side as they will probably adapt more rapidly and precisely, using professional help they can more readily afford.<br/><br/>Therefore I believe the \"fairest\" or rather \"best\" tax system is the cheapest, simplest and least intrusive one. Taxing land and maybe some other real property that already has to be registered by law would probably be the simplest and would not require expensive and constitutionally and morally questionable IRS. Taxing imports and exports falls into the same category but has other consequences if the rates are significant. Flat tax is also one of the simplest and at that the best although many people think it's the most unfair one -- but see above about fairness.<br/><br/>To summarize, the best tax is simple and low. Of course, to lower e.g. Federal taxes, we need to get the functions of Federal government back to their Constitutional limits.", "recommendationCount": 0}, {"assetID": 3391509, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 10972642, "replies": [], "commentID": 10972846, "trusted": 0, "userDisplayName": "Gene Amparo", "createDate": "1389940154", "userID": 55472173, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1389977258", "userTitle": "NULL", "recommendations": 4, "editorsSelection": false, "parentUserDisplayName": "A.J.", "userURL": "NULL", "userLocation": "Sacramento, CA", "depth": 1, "commentType": "userReply", "updateDate": "1389977258", "commentSequence": 10972846, "commentBody": "I fully agree, A.J. How do you find replies with the new design? What machinations are required? I wonder if Margaret Sullivan, the Public Editor, is conveying to the designers the displeasure of the readers? Will they reconsider restoring the comments to the bottom of the article? At least Marissa Mayer, Yahoo CEO, did restore tabs to Yahoo mail after over one hundred thousand users complained. The Yahoo Mail redesign was also a disaster but at least Yahoo is listening to its users. Does the NYT even care about its readers anymore? The comments are the only reason I read the NYT instead of the Washington Post in which the comments are not worth reading. Now the NYT comments are unnavigable, unprintable and virtually unreadable."}]}, "lft": 1970, "assetURL": "http://publiceditor.blogs.nytimes.com/2014/01/08/times-designers-are-monitoring-reaction-to-the-redesign-with-adjustments-possible/", "parentID": null, "commentID": 10972642, "rgt": 1973, "userDisplayName": "A.J.", "createDate": "1389935115", "userID": 51839868, "replyCount": 1, "commentTitle": "<br/>", "status": "approved", "approveDate": "1389935166", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Midwest", "commentType": "comment", "updateDate": "1389935166", "commentSequence": 10972642, "commentBody": "Come on guys it's horrible. The comments obscure part of the text. It's hard to read replies which only show up after some machinations. The print is tiny and  scrolling is bad. Admit it needs major help. ", "recommendationCount": 23}, {"assetID": 3392186, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 10972664, "replies": [], "commentID": 10972769, "trusted": 0, "userDisplayName": "Steve", "createDate": "1389937935", "userID": 68171607, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1389964120", "userTitle": "NULL", "recommendations": 0, "editorsSelection": false, "parentUserDisplayName": "hen3ry", "userURL": "NULL", "userLocation": "Boston", "depth": 1, "commentType": "userReply", "updateDate": "1389964120", "commentSequence": 10972769, "commentBody": "Housing is expensive in expensive neighborhoods because of zoning rules. They could build apartments, but they won't allow it.<br/><br/>Likewise medical care is expensive because of regulation to keep supply low to \"ensure safety.\" It's hard to find a primary care doctor (and expensive) because of caps on training (residencies) and immigration.<br/><br/>It sounds like the answers to your problems are deregulation and middle class tax CUTs, not regulation and tax hikes."}]}, "lft": 188, "assetURL": "http://www.nytimes.com/2014/01/17/opinion/brooks-the-inequality-problem.html", "parentID": null, "commentID": 10972664, "rgt": 191, "userDisplayName": "hen3ry", "createDate": "1389935454", "userID": 12443097, "replyCount": 1, "commentTitle": "<br/>", "status": "approved", "approveDate": "1389935466", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "New York", "commentType": "comment", "updateDate": "1389935466", "commentSequence": 10972664, "commentBody": "What do you call it when CEOs are paid more money than they could spend in a lifetime, especially when these CEOs contribute to the problems the rest of us have finding jobs, paying for our children's education, because our lack of a decent salary is due to the CEOs extremely high compensation package?  Income inequality is an excellent description. Since we do not live in a country that accepts barter in place of money to pay our taxes, pay user fees, etc., all of us need money to survive. Those people marooned at the bottom are not just the chronically poor. They are people who have spent their last dime because they cannot find jobs. They are people whose parents couldn't afford to live in towns with excellent schools. It's inequality when one segment of the population can afford to live in places with excellent schools while another segment is stuck in an area where schools are underfunded, can't attract good teachers, and cannot offer half the courses a good school can. The reason for that is income inequality.  Schools are funded through property taxes. In rich towns the residents can usually afford those taxes. In a poor area that doesn't happen.<br/><br/>Rich people can afford medical care.  The rest of us are being priced out of medical care. Many of us are going to live through repeated bouts of long term unemployment.  We will lose everything.  We will not be able to retire. We will be poor.  America does not give loopholes to poor people.  America lets them become poorer.", "recommendationCount": 190}, {"assetID": 3392179, "replies": [], "lft": 38, "assetURL": "http://www.nytimes.com/2014/01/17/opinion/krugman-scandal-in-france.html", "parentID": 10972356, "commentID": 10972665, "rgt": 39, "userDisplayName": "r. karch", "createDate": "1389935456", "userID": 33229477, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1389935466", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Silver Spring, Maryland", "commentType": "userReply", "updateDate": "1389935466", "commentSequence": 10972665, "commentBody": "We have effective inflation, it's uncalled-for, and proof of this is in how people can't afford the standard of living level that they could afford in past years.<br/>Standard of living has not kept up with productivity.  You would think higher wages would help.  But company management would then raise prices to make up the  difference in profits lost.  So why haven't prices been going down since productivity is much higher, so it costs less to produce than it used to?<br/>There is some collaboration with government going on, that enables prices to stay too high.  The extra profits are siphoned off to middlemen and other profiteering.  This is the corruption in the current system.  Current laws are promoting instead of stopping this corruption.  This corruption is what causes the economy to be so unable to provide jobs, has hurt the standard of living, has been ruining the economy for Americans.<br/><br/>Oddly, it is actually when supply seems over-adequate compared with demand, that it is time to increase supply all the more.     For only when demand is not enough to buy what is available, that prices should be going down, and as they do, effective demand would be raised, because more has to be bought in real terms to use up the money that the consumers have to spend.", "recommendationCount": 0}, {"assetID": 3392184, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 10972662, "replies": [], "commentID": 10975303, "trusted": 0, "userDisplayName": "Carl Spizzirri", "createDate": "1389975782", "userID": 53446384, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1389983107", "userTitle": "NULL", "recommendations": 2, "editorsSelection": false, "parentUserDisplayName": "Anetliner Netliner", "userURL": "NULL", "userLocation": "Philadelphia, PA", "depth": 1, "commentType": "userReply", "updateDate": "1389983107", "commentSequence": 10975303, "commentBody": "A guys, guy is one who respects all women as being mentally more superior then men and they could never be a bully except when they are protecting a women or nerdy men when they are picked on by a bully. This type of person is a real mans, man not Christie.  "}]}, "lft": 40, "assetURL": "http://www.nytimes.com/2014/01/17/opinion/egan-guys-guys.html", "parentID": null, "commentID": 10972662, "rgt": 43, "userDisplayName": "Anetliner Netliner", "createDate": "1389935429", "userID": 33888832, "replyCount": 1, "commentTitle": "<br/>", "status": "approved", "approveDate": "1389935467", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Washington, DC area", "commentType": "comment", "updateDate": "1389935467", "commentSequence": 10972662, "commentBody": "Guy's guys may speed through traffic, and they make take charge during a traffic jam, but they don't condone unwarranted road shutdowns and joke about moving the cones.  First and foremost, real guy's guys stand up for the little guy and are proud of it.<br/><br/>Chris Christie has a number of problems, but being a guy's guy isn't one of them.", "recommendationCount": 316}, {"assetID": 3392193, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 10972674, "replies": [], "commentID": 11145073, "trusted": 0, "userDisplayName": "hoo boy", "createDate": "1392155398", "userID": 26701557, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1392221892", "userTitle": "NULL", "recommendations": 1, "editorsSelection": false, "parentUserDisplayName": "Jack  Chicago", "userURL": "NULL", "userLocation": "Washington, DC", "depth": 1, "commentType": "userReply", "updateDate": "1392221892", "commentSequence": 11145073, "commentBody": "They also don't have to pay stars or union-supported wages for cast, writers and crew..."}]}, "lft": 2, "assetURL": "http://www.nytimes.com/roomfordebate/2014/01/16/why-we-like-to-watch-rich-people/wealthy-reality-stars-humanize-black-women", "parentID": null, "commentID": 10972674, "rgt": 5, "userDisplayName": "Jack  Chicago", "createDate": "1389935771", "userID": 37411144, "replyCount": 1, "commentTitle": "<br/>", "status": "approved", "approveDate": "1389935826", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Chicago", "commentType": "comment", "updateDate": "1389935826", "commentSequence": 10972674, "commentBody": "\"Why we like to watch rich people\"?  Include me out! Reality shows are what TV power brokers and shills came up with to fill the space that proved to be too great for imaginative writing and creative productions. So-called reality shows are parodies of the current American fixation with celebrity.  Rich or poor it's all pretty fatuous. Assorted people with no particular talents, other than the willingness to expose themselves are deemed to be interesting or worthy of attention, because they expose themselves and thus become celebrities, celebrating themselves. If you're not dizzy following that kind of logic, well, I'm impressed.", "recommendationCount": 27}, {"assetID": 3392186, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 10972683, "replies": [], "commentID": 10973526, "trusted": 0, "userDisplayName": "Evangelical Survivor", "createDate": "1389961527", "userID": 64266171, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1389976966", "userTitle": "NULL", "recommendations": 8, "editorsSelection": false, "parentUserDisplayName": "Liam Jumper", "userURL": "NULL", "userLocation": "Amherst, MA", "depth": 1, "commentType": "userReply", "updateDate": "1389976966", "commentSequence": 10973526, "commentBody": "Nearly every commenter on this site would've written a more accurate, insightful column than the one Brooks wrote. "}, {"recommendedFlag": 0, "parentID": 10972683, "replies": [], "commentID": 10975255, "trusted": 0, "userDisplayName": "vermontague", "createDate": "1389975448", "userID": 34733293, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1389976514", "userTitle": "NULL", "recommendations": 4, "editorsSelection": false, "parentUserDisplayName": "Liam Jumper", "userURL": "NULL", "userLocation": "Northeast Kingdom, Vermont", "depth": 1, "commentType": "userReply", "updateDate": "1389976514", "commentSequence": 10975255, "commentBody": "Thank you for including some facts--actual data! Brooks' article was complete \"blue sky\" -- hardly a hard fact in the whole piece."}, {"recommendedFlag": 0, "parentID": 10972683, "replies": [], "commentID": 10976244, "trusted": 0, "userDisplayName": "G", "createDate": "1389982354", "userID": 8627149, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1389989704", "userTitle": "NULL", "recommendations": 3, "editorsSelection": false, "parentUserDisplayName": "Liam Jumper", "userURL": "NULL", "userLocation": "California", "depth": 1, "commentType": "userReply", "updateDate": "1389989704", "commentSequence": 10976244, "commentBody": "NYC Moderate, it verges on cruelty to claim that everyone in the United States is part of \"the 2%\" of the wealthiest world inhabitants.  Or are you living such a privileged life that you don't believe it's possible there are poverty-stricken people in this country?  "}]}, "lft": 192, "assetURL": "http://www.nytimes.com/2014/01/17/opinion/brooks-the-inequality-problem.html", "parentID": null, "commentID": 10972683, "rgt": 203, "userDisplayName": "Liam Jumper", "createDate": "1389935973", "userID": 55635653, "replyCount": 5, "commentTitle": "<br/>", "status": "approved", "approveDate": "1389936005", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "South Carolina", "commentType": "comment", "updateDate": "1389936005", "commentSequence": 10972683, "commentBody": "Here goes with a lot of numbers and facts. Let’s see how your “nuances” stack up.<br/><br/>After the Great Recession:<br/>-Wealth of top 1% grew from 34.6% to 37.1%.<br/>-Wealth of top 20% grew from 85% to 87.7%<br/>-The remaining 80% of Americans own 12.3% of the nation’s wealth.<br/>-Bottom 40% of Americans own 0.2% of the wealth.<br/>-400 Americans have more wealth than half of all Americans.<br/>-The recession caused a drop of 36% in median household wealth but a drop of only 11% for top 1%.<br/>-In 2010, according to Prof Stiglitz, the richest American 1% gained 93% of the additional income created.<br/><br/>Researchers identified 9 reasons for this:<br/>Monetary policy<br/>Financial resources<br/>Money allocation<br/>Wealthy able to save more, thus more accumulated wealth.<br/>Higher net rate of return to assets owned by the wealthy<br/>Lower credit costs for wealthy<br/>Tax policy<br/>Decline in unionization<br/>Inflation<br/><br/>1947 through 1974 was this nation’s period of greatest prosperity. We were less educated. Most families had only one earner.<br/><br/>In 2002-03, 17,000 IT jobs paying $50K–120K were off-shored from Minneapolis-St. Paul. They went to India for about $20K each to labor working in an entirely different culture. 2/3 of India lives on less than $2 per day. Major corporations use exploited Asian labor, but we let those products into the U.S. forcing U.S. labor to compete with exploited Asian labor.<br/><br/>Lack of education and single parent families are patently not the reasons for the gross U.S. wealth, financial, and income inequity.", "recommendationCount": 472}, {"assetID": 3392179, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 10972687, "replies": [], "commentID": 10972986, "trusted": 1, "userDisplayName": "Rima Regas", "createDate": "1389945470", "userID": 52131820, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1389945485", "userTitle": "NULL", "recommendations": 50, "editorsSelection": false, "parentUserDisplayName": "Arpit Chauhan", "userURL": "NULL", "userLocation": "Mission Viejo, CA", "depth": 1, "commentType": "userReply", "updateDate": "1389945485", "commentSequence": 10972986, "commentBody": "The freedom to die hungry.<br/>The freedom to die homeless.<br/>The freedom to die uneducated.<br/>The freedom to die of a treatable condition.<br/>The freedom to die of pollution.<br/><br/>Gotcha. Freedom is sacrosanct."}, {"recommendedFlag": 0, "parentID": 10972687, "replies": [], "commentID": 10973276, "trusted": 1, "userDisplayName": "Mathias Weitz", "createDate": "1389956991", "userID": 56977872, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1389957005", "userTitle": "NULL", "recommendations": 16, "editorsSelection": false, "parentUserDisplayName": "Arpit Chauhan", "userURL": "NULL", "userLocation": "Germany, Frankfurt", "depth": 1, "commentType": "userReply", "updateDate": "1389957005", "commentSequence": 10973276, "commentBody": "Somalia must be your paradise, no government, no rules, absolutly freedom."}, {"recommendedFlag": 0, "parentID": 10972687, "replies": [], "commentID": 10973548, "trusted": 0, "userDisplayName": "Walter Molt", "createDate": "1389961810", "userID": 34276790, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1389961865", "userTitle": "NULL", "recommendations": 7, "editorsSelection": false, "parentUserDisplayName": "Arpit Chauhan", "userURL": "NULL", "userLocation": "Immenstadt - Germany", "depth": 1, "commentType": "userReply", "updateDate": "1389961866", "commentSequence": 10973548, "commentBody": "This is completely wrong. We have free choice of doctors and of hospitals. My wife had heart surgery last year. Excellent doctors, excellent staff, 4 weeks rehabilitation - and not a cent to pay. - That does not mean, that there are no problems, but sacrifice of freedom of choice, no!"}]}, "lft": 102, "assetURL": "http://www.nytimes.com/2014/01/17/opinion/krugman-scandal-in-france.html", "parentID": null, "commentID": 10972687, "rgt": 113, "userDisplayName": "Arpit Chauhan", "createDate": "1389936130", "userID": 53946961, "replyCount": 5, "commentTitle": "<br/>", "status": "approved", "approveDate": "1389936185", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "United States", "commentType": "comment", "updateDate": "1389972105", "commentSequence": 10972687, "commentBody": "I take issue with Dr Krugman's portrayal of modern Europe as a \"better place, morally, politically, and in human terms [than before].\" The reason many (or some) people support libertarian ideas, not because they produce the maximum \"aggregate well-being\" in the Sam Harris or collectivist sense, but because that gives the individual the maximum freedom. And, that's exactly not what has happened in European &amp; other socialist countries.<br/><br/>The left-wing ideologies in Europe have made restricting free speech that the government chooses to call hate speech, an acceptable idea. In fact, there are laws that make it criminal to say things in several European countries and Canada. This sort of thing is utterly unthinkable in the US, thanks to the First Amendment.<br/><br/>Another victim of bigger government in Europe has been the healthcare system, its takeover by governments. While you may think a single-payer system increases efficiency or costs less, it ultimately sacrifices freedom of choice. Take Obamacare, you might have to loose your doctor because the state wants to. You as an employer are bound to provide coverage you think is immoral, again, because of ACA. These sort of things never arise in a government-free system. If you want to make it cheap, consider pay-per-visit systems, in which patients are aware of prices being charged and thus hospitals do not bill at their will.<br/><br/>You can't entice a non-leftist into your policies by appealing to \"collective good.\" Freedom is sacrosanct.", "recommendationCount": 4}, {"assetID": 3392179, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 10972699, "replies": [], "commentID": 10972965, "trusted": 0, "userDisplayName": "Prof Anant Malviya", "createDate": "1389944219", "userID": 35785352, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1389980454", "userTitle": "NULL", "recommendations": 0, "editorsSelection": false, "parentUserDisplayName": "Bob", "userURL": "NULL", "userLocation": "Hoenheim France", "depth": 1, "commentType": "userReply", "updateDate": "1389980454", "commentSequence": 10972965, "commentBody": "Economics is an empirical science.Whatever one may derive from the Say law of supply or demand or Keynesian doctrine of anti-austerity or even Adam Smith's trickle down theory,at a time when globalization and privatization are buzz words for driving GDP or growth all economic theories are required to justify its practical application how to help a vast majority of population less well off ,struggling for survival.Somehow,since 2008 this economic reality is eclipsed in almost every country under the overwhelming influence of corporate and big business.Mr Holland new economic policy has Fallen in trap of the same contemporary logic.Hence,the socialist in France has tilted towards right of the center.<br/>Notwithstanding, France can be distinguished from rest of the Western Liberal Democracy in establishing minimum wage,right to every one for health care (best,and envy of the world),and free education from kindergarten to the university.No government  in France during the last 4 décades has dared to decode the three most essential tenets of the French governance.<br/>Confronted with the pragmatic ground reality, Mr Holland has tilted a bit from his party socialistic manifesto.One can only hope that this is a short term strategic instance and not a permanent measure in Karl Marx words \"From each according to his ability to each according to his need\"."}]}, "lft": 114, "assetURL": "http://www.nytimes.com/2014/01/17/opinion/krugman-scandal-in-france.html", "parentID": null, "commentID": 10972699, "rgt": 117, "userDisplayName": "Bob", "createDate": "1389936318", "userID": 39142096, "replyCount": 1, "commentTitle": "<br/>", "status": "approved", "approveDate": "1389936366", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "SE PA", "commentType": "comment", "updateDate": "1389936366", "commentSequence": 10972699, "commentBody": "Those of us who are left of center or even dead center politically are only allowed to vote for the lesser of evils, both here and in Europe! Hollande and Obama are ideologically and behaviorally right of center, so what choice have we had since the Great Recession began? The oligarchs control the media, the courts and the political systems. We the people, the majority, are doomed.", "recommendationCount": 52}, {"assetID": 3392184, "replies": [], "lft": 44, "assetURL": "http://www.nytimes.com/2014/01/17/opinion/egan-guys-guys.html", "parentID": null, "commentID": 10972697, "rgt": 45, "userDisplayName": "David Underwood", "createDate": "1389936306", "userID": 53612425, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1389936367", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Citrus Heights", "commentType": "comment", "updateDate": "1389936367", "commentSequence": 10972697, "commentBody": "A guy's guy huh. Well I do not see women falling all over themselves to attract these guy's guys, that is unless they like being treated like women were treated in the 1800s.<br/>Of course some women are attracted to power, but it seems as in most cases they tire of putting up with these stone age homo sapiens. You need to have a pretty poor opinion of yourself to put up with the Rush's and Christie's for very long.<br/><br/>Christie, Limbaugh, and others like them should be reclassified as homo lithicus, close relations to Pan troglodytes, close cousins among the Hominoidea.", "recommendationCount": 199}, {"assetID": 3392179, "replies": [], "lft": 118, "assetURL": "http://www.nytimes.com/2014/01/17/opinion/krugman-scandal-in-france.html", "parentID": null, "commentID": 10972701, "rgt": 119, "userDisplayName": "Anetliner Netliner", "createDate": "1389936377", "userID": 33888832, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1389936425", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Washington, DC area", "commentType": "comment", "updateDate": "1389936425", "commentSequence": 10972701, "commentBody": "\"Supply creates demand\"?  What a tremendously wrong-headed belief.  And if France's center-left government is proposing a decline in business taxes offset by spending cuts to create economic growth, one wonders why the ruling coalition is considered center-left.", "recommendationCount": 12}, {"assetID": 3392186, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 10972705, "replies": [], "commentID": 10973309, "trusted": 0, "userDisplayName": "Charles Fieselman", "createDate": "1389957927", "userID": 57060009, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1389975675", "userTitle": "NULL", "recommendations": 7, "editorsSelection": false, "parentUserDisplayName": "RLS", "userURL": "NULL", "userLocation": "Isle of Palms, SC", "depth": 1, "commentType": "userReply", "updateDate": "1389975675", "commentSequence": 10973309, "commentBody": "Thanks for the comment and the hyperlink. Life in Australia is certainly more equal than in the US. Message to David Brooks, please read your comment section!"}, {"recommendedFlag": 0, "parentID": 10972705, "replies": [], "commentID": 10973580, "trusted": 1, "userDisplayName": "Jonathan", "createDate": "1389962196", "userID": 11145175, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1389962225", "userTitle": "NULL", "recommendations": 1, "editorsSelection": false, "parentUserDisplayName": "RLS", "userURL": "NULL", "userLocation": "NYC", "depth": 1, "commentType": "userReply", "updateDate": "1389962225", "commentSequence": 10973580, "commentBody": "But if you go to the Bureau of Labor statistics web site, and look at the detailed statistics by income quintile, you will find that households in the bottom quintile have an average of 15 hours of work a week by all adults.   David is quite correct, and the government statistics back him up."}, {"recommendedFlag": 0, "parentID": 10972705, "replies": [], "commentID": 10976275, "trusted": 0, "userDisplayName": "G", "createDate": "1389982641", "userID": 8627149, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1389989706", "userTitle": "NULL", "recommendations": 1, "editorsSelection": false, "parentUserDisplayName": "RLS", "userURL": "NULL", "userLocation": "California", "depth": 1, "commentType": "userReply", "updateDate": "1389989706", "commentSequence": 10976275, "commentBody": "Jonathan, have you considered that perhaps the reason for such low average employment in those households is, they can't find work in spite of their best efforts?  <br/><br/>I'm not saying that's the case (though I suspect it is).  I'm merely pointing out a likely possibility you don't seem to have even considered.  "}]}, "lft": 204, "assetURL": "http://www.nytimes.com/2014/01/17/opinion/brooks-the-inequality-problem.html", "parentID": null, "commentID": 10972705, "rgt": 211, "userDisplayName": "RLS", "createDate": "1389936423", "userID": 59813027, "replyCount": 3, "commentTitle": "<br/>", "status": "approved", "approveDate": "1389936485", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Virginia", "commentType": "comment", "updateDate": "1389936485", "commentSequence": 10972705, "commentBody": "“The primary problem for the poor is not that they are getting paid too little for the hours they work. It is that they are not working full time or at all. Raising the minimum wage is popular politics; it is not effective policy.”<br/><br/>David relies on erroneous arguments. On the minimum wage, a person who works fulltime will earn $15,000 a year. Obviously, that is nowhere near enough to live on.<br/><br/>Taxpayers pay nearly $7 billion a year to subsidize workers in the fast food industry, billions more for retail workers, nearly $900 million for bank tellers, and millions more for home care workers.<br/><br/>Wal-Mart is the biggest welfare recipient in the country, while the six heirs of the Walton family own wealth equal to that of the bottom 40 percent of America. The big banks that caused the Great Recession due to their reckless and illegal behavior are making billions in profit, while their workers rely on food stamps, Medicaid, housing assistance, and the Earned Income Tax Credit benefit.<br/><br/>Fair Work, Fair Pay: Lessons From Australia<br/><a href=\"http://truth-out.org/opinion/item/5601\" title=\"http://truth-out.org/opinion/item/5601\" target=\"_blank\">http://truth-out.org/opinion/item/5601</a><br/><br/>“American companies make far more in profits than Australian companies. Over the past ten years, the profits of corporations and proprietors have amounted to an average of ‘20.4 percent’ of America’s national income. The equivalent figure in Australia is ‘12.7 percent.’<br/><br/>“It’s hard to make super-sized profits when you have to pay a living wage.”", "recommendationCount": 301}, {"assetID": 3392179, "replies": [], "lft": 41, "assetURL": "http://www.nytimes.com/2014/01/17/opinion/krugman-scandal-in-france.html", "parentID": 10972321, "commentID": 10972731, "rgt": 42, "userDisplayName": "r. karch", "createDate": "1389937096", "userID": 33229477, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1389937145", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Silver Spring, Maryland", "commentType": "userReply", "updateDate": "1389937145", "commentSequence": 10972731, "commentBody": "We have effective inflation, it's uncalled-for, and proof of this is in how people can't afford the standard of living level that they could afford in past years.<br/>Standard of living has not kept up with productivity.  You would think higher wages would help.  But companies then would raise prices to make up for profits lost.  So why haven't prices been going down if productivity is so much higher, it'scosing  less to produce now ?<br/>There is some collaboration with govt. going on, that enables prices to stay too high.  The extra profits are siphoned off to middlemen and other profiteering.  Current laws are promoting, instead of stopping, this corruption.  This is what makes the economy unable to provide jobs, and hurt the standard of living, and has been ruining the economy for Americans.<br/><br/>But they are not allowing the supply to appear less than over-adequate, as actually would be the case, IF prices were to (be allowed) to go down.  The schemers behind this want  supply to keep looking over-adequate, because they want to keep reaping the unjust profits, and claiming the govt. has to keep trying to stimulate an economy 'suffering from lack of sufficient demand.'     So they have to keep prices too high, and keep getting the excessive profits they don't really need, but really are getting simply as a by-product of appeasing the lords of Keynesianism, and thereby keep draining the U.S. economy of its life's blood and treasure.", "recommendationCount": 0}, {"assetID": 3392186, "replies": [], "lft": 212, "assetURL": "http://www.nytimes.com/2014/01/17/opinion/brooks-the-inequality-problem.html", "parentID": null, "commentID": 10972744, "rgt": 213, "userDisplayName": "RLS", "createDate": "1389937384", "userID": 59813027, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1389937446", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Virginia", "commentType": "comment", "updateDate": "1389937446", "commentSequence": 10972744, "commentBody": "David doesn’t want to acknowledge that the 1 percent has rigged the game – not only through political contributions and the efforts of their lobbyists but also from a revolving door between government and industry – and they profit handsomely from it.<br/><br/>Joseph Stiglitz: “Of the 1%, by the 1%, for the 1%.”<br/><a href=\"http://www.vanityfair.com/society/features/2011/05/top-one-percent-201105\" title=\"http://www.vanityfair.com/society/features/2011/05/top-one-percent-201105\" target=\"_blank\">http://www.vanityfair.com/society/features/2011/05/top-one-percent-201105</a><br/><br/>“One big part of the reason we have so much inequality is that the top 1 percent want it that way. The most obvious example involves tax policy. Lowering tax rates on capital gains has given the wealthiest Americans close to a FREE RIDE.<br/><br/>“Monopolies and near monopolies have always been a source of economic power. Lax enforcement of anti-trust laws, especially during Republican administrations, HAS BEEN A GODSEND to the top 1 percent.<br/><br/>“Much of today’s inequality is due to manipulation of the financial system, enabled by changes in the rules that have been BOUGHT AND PAID FOR by the financial industry itself—one of its best investments ever.<br/><br/>“The top 1 percent have the best houses, the best educations, the best doctors, and the best lifestyles, but there is one thing that money doesn’t seem to have bought: an understanding that their fate is bound up with how the other 99 percent live. Throughout history, this is something that the top 1 percent eventually do learn. Too late.”", "recommendationCount": 246}, {"assetID": 3392180, "replies": [], "lft": 96, "assetURL": "http://www.nytimes.com/2014/01/17/us/ohio-execution-using-untested-drug-cocktail-renews-the-debate-over-lethal-injections.html", "parentID": null, "commentID": 10972646, "rgt": 97, "userDisplayName": "BM", "createDate": "1389935143", "userID": 14642120, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1389937647", "userTitle": "NULL", "editorsSelection": 1, "statusID": 2, "userURL": "NULL", "userLocation": "Boston, MA", "commentType": "comment", "updateDate": "1389937647", "commentSequence": 10972646, "commentBody": "I am opposed to executions. Yet I don't understand why we are unable to do them painlessly. I have sat with two dogs who I dearly loved, who had to be \"put to sleep.\" In each case, it appeared to happen painlessly and almost instantaneously. Why are we unable to treat human beings with as much compassion as we treat dogs?", "recommendationCount": 15}, {"assetID": 3392179, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 10972752, "replies": [], "commentID": 10972802, "trusted": 0, "userDisplayName": "Allan L.", "createDate": "1389938886", "userID": 34105, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1389972662", "userTitle": "NULL", "recommendations": 0, "editorsSelection": false, "parentUserDisplayName": "Howard", "userURL": "NULL", "userLocation": "Portland, OR.", "depth": 1, "commentType": "userReply", "updateDate": "1389972662", "commentSequence": 10972802, "commentBody": "Maybe another -- to me better -- way to make your point is to say that the goods and services needed to sustain a high general standard of living can now be produced with  less labor, leaving everyone more time for leisure and other pursuits."}, {"recommendedFlag": 0, "parentID": 10972752, "replies": [], "commentID": 10972887, "trusted": 1, "userDisplayName": "Jeff Anderson-Lee", "createDate": "1389941390", "userID": 49495981, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1389941405", "userTitle": "NULL", "recommendations": 7, "editorsSelection": false, "parentUserDisplayName": "Howard", "userURL": "NULL", "userLocation": "Berkeley, CA", "depth": 1, "commentType": "userReply", "updateDate": "1389941405", "commentSequence": 10972887, "commentBody": "There still are labor-intensive jobs: health-care, hair stylists, massage/accupressure, waiters, actors, dancers, artists, musicians, etc. And with information technology, the main ingredient needed is often creative mind-power. A large segment service economy *can* work, but there needs to be enough cash entering and floating around in the middle-class to support it. Agriculture and cities freed up enough hunter/gather labor to start down the road of arts and guilds and eventually to science and technology. Who knows where we could go if the wealthy extended the trend of sponsoring arts and education, science and technology.<br/><br/>But if 400 people make as much money as half of the rest of the country, how many people will they employ if their main interest is accumulating wealth? Certainly not the other half of the country."}, {"recommendedFlag": 0, "parentID": 10972752, "replies": [], "commentID": 10973314, "trusted": 0, "userDisplayName": "Ron Mitchell", "createDate": "1389958080", "userID": 64540670, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1389958085", "userTitle": "NULL", "recommendations": 2, "editorsSelection": false, "parentUserDisplayName": "Howard", "userURL": "NULL", "userLocation": "Dubin, CA", "depth": 1, "commentType": "userReply", "updateDate": "1389958085", "commentSequence": 10973314, "commentBody": "Or, we could all work fewer hours and enjoy the leisure time productivity was supposed to provide for self and social development. "}]}, "lft": 120, "assetURL": "http://www.nytimes.com/2014/01/17/opinion/krugman-scandal-in-france.html", "parentID": null, "commentID": 10972752, "rgt": 127, "userDisplayName": "Howard", "createDate": "1389937691", "userID": 59347864, "replyCount": 3, "commentTitle": "<br/>", "status": "approved", "approveDate": "1389937745", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Arlington VA", "commentType": "comment", "updateDate": "1389937745", "commentSequence": 10972752, "commentBody": "Here is the elephant in the room.  No amount on money in the hands of consumers can ever generate full employment again, because the things people spend money on simply don't take as much labor as they once did.  The only way to put everybody to work is to permanently expand government jobs and private sector jobs that are financed by the government.  <br/><br/> The consumer market simply won't buy many of the things we need for the 21st Century transition to a sustainable, steady-state economy that pays its own way, not by balancing the government budget but by balancing the environmental budget.     <br/><br/>How do we pay for all this public work?  Print money.  Well, actually, the Fed, which creates all of our money out of thin air, simply buys government bonds. The important thing is for the money supply to be appropriate to the level of economic activity.  The measure of that balance is inflation.  If there is no inflation, then the Fed is not pumping too much money into the system.   <br/><br/>I think John Maynard Keynes figured this out back during the last Depression, and he was proved right by the build-up to World War II.  But the forces of darkness reject that lesson for two reasons.  The \"job creators\" want to be the only game in town, and, in this country, racism.  In my native South, \"big government\" refers to the highly resented people who upset the Jim Crow apple cart.  But big government is the only thing that will get us, and the world, out of the economic doldrums.", "recommendationCount": 55}, {"assetID": 3392184, "replies": [], "lft": 7, "assetURL": "http://www.nytimes.com/2014/01/17/opinion/egan-guys-guys.html", "parentID": 10972393, "commentID": 10972759, "rgt": 8, "userDisplayName": "David Underwood", "createDate": "1389937778", "userID": 53612425, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1389937806", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Citrus Heights", "commentType": "userReply", "updateDate": "1389937806", "commentSequence": 10972759, "commentBody": "Well he did have something to say to the reporter that panned Margret's piano playing. But he really was a down to earth guy. He did not like BS, and he got things done. He had the fortitude to fire MacArthur, and integrate the military, and did not have to bully anyone to do it.<br/><br/>I was in the service when he was pres, and he was a good president.", "recommendationCount": 110}, {"assetID": 3392180, "replies": [], "lft": 128, "assetURL": "http://www.nytimes.com/2014/01/17/us/ohio-execution-using-untested-drug-cocktail-renews-the-debate-over-lethal-injections.html", "parentID": null, "commentID": 10972224, "rgt": 129, "userDisplayName": "Doug Marcum", "createDate": "1389928524", "userID": 5547491, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1389937810", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Oxford, Ohio", "commentType": "comment", "updateDate": "1389937810", "commentSequence": 10972224, "commentBody": "Humane execution is an oxymoron.  Why choose drugs?  If quicker is better, there are many quicker ways to kill - if quicker is better.<br/><br/>At least, in this case, guilt was admitted.  However, far more than one innocent person has been executed in this country, and even one is an outrage.", "recommendationCount": 1}, {"assetID": 3392180, "replies": [], "lft": 138, "assetURL": "http://www.nytimes.com/2014/01/17/us/ohio-execution-using-untested-drug-cocktail-renews-the-debate-over-lethal-injections.html", "parentID": null, "commentID": 10972230, "rgt": 139, "userDisplayName": "Seth", "createDate": "1389928568", "userID": 30265367, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1389937810", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "New York", "commentType": "comment", "updateDate": "1389937810", "commentSequence": 10972230, "commentBody": "The hypocrisy is mind-boggling. We purport to advocate a capital punishment that is somehow \"humane,\" when really all we want is a method of murder that involves no dismemberment, no blood and guts reminding us of our own institutional complicity in the barbarity. I have no pity for these cretins we kill (provided they're actually guilty, which is less often than hoped). But we could at least quit this dumb charade and use methods that actually guarantee a quick and painless death. A bullet to the head would put the condemned out of their misery and give us lots to think about as we mopped up the mess. ", "recommendationCount": 4}, {"assetID": 3392180, "replies": [], "lft": 122, "assetURL": "http://www.nytimes.com/2014/01/17/us/ohio-execution-using-untested-drug-cocktail-renews-the-debate-over-lethal-injections.html", "parentID": null, "commentID": 10972257, "rgt": 123, "userDisplayName": "frank w", "createDate": "1389929102", "userID": 34634338, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1389937810", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Santa Fe, NM", "commentType": "comment", "updateDate": "1389937810", "commentSequence": 10972257, "commentBody": "i am a very politically liberal person, yet i still believe that the death penalty serves a purpose.  call it just a line in the sand:  past this point you forfeit the right to your own life.<br/>assuming 100 % proof of guilt, then he deserved any kind of execution.  he raped and murdered a 22 year old woman for his own momentary sick pleasure.  she lost the right to a long and, hopefully, happy life because of his brief stupid barbaric act.  how much did she suffer in those last minutes or hours of her life?<br/>of course the one caveat is that we need 100% proof of guilt and, unfortunately, there have been  innocents on death row.<br/>but otherwise, assuming clear guilt,  i do not care how the brute dies.  ", "recommendationCount": 4}]}, "copyright": "Copyright (c) 2016 The New York Times Company.  All Rights Reserved."}