{"debug": {"version": 3.1}, "status": "OK", "results": {"api_timestamp": "1481460755", "totalCommentsFound": 7507, "totalCommentsReturned": 25, "comments": [{"assetID": 3290165, "replies": [], "lft": 260, "assetURL": "http://www.nytimes.com/2011/11/13/realestate/streetscapes-the-pedestrian-loses-the-way.html", "parentID": null, "commentID": 4878152, "rgt": 261, "userDisplayName": "Jacob Mason", "createDate": "1321247375", "userID": 35597827, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1321333520", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New York, NY", "commentType": "comment", "updateDate": "1321333516", "commentSequence": 91, "commentBody": "Mr Gray,<br/><br/>You haven't seen any sidewalks widened? Seriously? What about West Houston Street, Broadway in the heart of Midtown, Lenox Ave in Harlem, Gansevoort St in the Meatpacking district, Madison Square, Union Square, Queensboro Plaza, Main Street in downtown Flushing, Grand Army Plaza, all the ped-only spaces in Lower Manhattan,and the Hub in the Bronx? Perhaps you either need to get out more or think more before writing these posts.<br/><br/>I also object to you labeling of liveable streets advocates as the bike lobby. Go ahead and have a look at what TA and Streetsblog have done and have lobbied for (BRT expansion, ped plazas, traffic calming, sidewalk widening, neckdowns, ped refuges, safe routes to school, safe streets for seniors, fighting service cuts, fighting fare hikes, a long hard fight for congestion pricing). These are off the top of my head, I could go on an on. Yes, advocating for bicycles is a part of that, including opposing measures that have been shown to dramatically reduce cycling. In a few cases those organizations have lobbied for ped improvements that come at the expense of cyclists. Times Square was a prime example of that, and I dare you to find a single instance of Streetsblog or TA doing anything but lending their full and unwavering support of that project. I also dare you to find a single instance of a cyclist describing how much nicer it is to bike through Times Square now. Sure, there are a lot of cyclist involved in those organizations, and cycling has been a big issue recently. However, calling them strictly bike organizations, and lamenting the notion that NYC doesn't have a ped organization is simply disingenuous.<br/><br/>I appreciate the historic perspective that you brought with this article, but I think your rhetoric serves to add fuel to flames, rather than begin real dialogue. Sadly, you're not alone in this.", "recommendationCount": 1}, {"assetID": 3290598, "replies": [], "lft": 32, "assetURL": "http://dotearth.blogs.nytimes.com/2011/11/14/complexity-and-climate-extremes/", "parentID": null, "commentID": 4884149, "rgt": 33, "userDisplayName": "Asteroid Miner", "createDate": "1321310855", "userID": 60006593, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1321333920", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Illinois", "commentType": "comment", "updateDate": "1321333920", "commentSequence": 17, "commentBody": "8. Mark Goldes:  The solar sunspot cycle averages 11 years.   We and our nuclear power plants have been through 4 or 5 sunspot cycles and many magnetic storms.   Why are you so fearful this time?", "recommendationCount": 3}, {"assetID": 3290598, "replies": [], "lft": 36, "assetURL": "http://dotearth.blogs.nytimes.com/2011/11/14/complexity-and-climate-extremes/", "parentID": null, "commentID": 4884255, "rgt": 37, "userDisplayName": "Asteroid Miner", "createDate": "1321311634", "userID": 60006593, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1321333943", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Illinois", "commentType": "comment", "updateDate": "1321333943", "commentSequence": 18, "commentBody": "Thanks to RC and James Hansen:    <br/><br/><a href=\"http://www.realclimate.org/index.php/archives/2011/11/on-record-breaking-extremes/\" title=\"http://www.realclimate.org/index.php/archives/2011/11/on-record-breaking-extremes/\" target=\"_blank\">http://www.realclimate.org/index.php/archives/2011/11/on-record-breaking...</a><br/><br/><a href=\"http://www.columbia.edu/~jeh1/mailings/2011/20111110_NewClimateDice.pdf\" title=\"http://www.columbia.edu/~jeh1/mailings/2011/20111110_NewClimateDice.pdf\" target=\"_blank\">http://www.columbia.edu/~jeh1/mailings/2011/20111110_NewClimateDice.pdf</a><br/><br/>I now know why the price of pecans has gone up.   The drought and heat last summer in Texas, extending to Georgia, reduced the pecan crop enough to drive the price up.   The drought and heat in Russia in the summer of 2010 drove up the price of wheat enough to trigger, not cause, the Arab Spring.<br/><br/>What Global Warming is about is floods and droughts that will destroy enough crops in the 2050s to cause global famine.   That means right here in the USA as well.   Business As Usual [BAU] will cause agriculture to collapse inthe 2050s, causing civilization to collapse.   BAU must be changed.   Coal must be replaced with nuclear.<br/><br/>12 arty:   Go to school.   Study probability and statistics.   Take the Engineering and Science Core Curriculum.", "recommendationCount": 5}, {"assetID": 3290598, "replies": [], "lft": 38, "assetURL": "http://dotearth.blogs.nytimes.com/2011/11/14/complexity-and-climate-extremes/", "parentID": null, "commentID": 4884268, "rgt": 39, "userDisplayName": "R. Crosby", "createDate": "1321311729", "userID": 57430196, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1321334004", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Nova Scotia", "commentType": "comment", "updateDate": "1321334004", "commentSequence": 19, "commentBody": "I have a bone to pick with Roger Pielke’s comment @7 and Andy’s subsequent highlighting of it.  Single study syndrome anyone. Pielke makes it sound like the study he links to, which he was involved in I assume as a reviewer, somehow speaks for Munich Re when clearly it doesn’t. Munich Re made the statement Frank alludes to after that study was published. It's still there on their web-site.  According to the disclaimer at the end of the study Pielke links to:\r<br/><br/>“All views expressed are our own and do not represent the views of Munich Re. We thank Jan Eichner, Eberhard Faust, Peter Hoeppe, Roger Pielke Jr., Nicola Ranger, Lenny Smith and an anonymous referee for many helpful comments. All errors are ours.”\r<br/><br/>I’m not able to see the study since it’s behind a paywall but from Roger Pielke’s blog there is this highlight:\r<br/><br/>”What the results tell us is that, based on the very limited time-series data we have for most countries, there is no evidence so far for a statistically significant upward trend in normalized insured loss from extreme events outside the US and West Germany. . .”\r<br/><br/>Outside the US and Germany.\r<br/><br/>They seem to be making the point that although there may be an upward trend in losses it may be more attributable to wealth accumulation in developed nations and possibly natural variability .\r<br/><br/>Well there’s this other Munich Re funded study on disaster related losses in China of which Munich Re claims: “ Munich Re believes that weather extremes such as the massive floods experienced by China since early June are due to the advance of climate change.”\r<br/><br/>The actual study is here.  \r<br/><br/><a href=\"http://www.munichre.com/app_pages/www/@res/pdf/group/focus/climate_change/weather_catastrophes_in_china_1980%E2%80%932010_en.pdf\" title=\"http://www.munichre.com/app_pages/www/@res/pdf/group/focus/climate_change/weather_catastrophes_in_china_1980%E2%80%932010_en.pdf\" target=\"_blank\">http://www.munichre.com/app_pages/www/@res/pdf/group/focus/climate_chang...</a>\r<br/><br/>Meanwhile in the US in 2011 there were 14 weather related disasters costing a billion dollars or more. The average has been 3.5. It’s getting a little harder to make the case for more people being at risk being the primary driver of losses.", "recommendationCount": 6}, {"assetID": 3290384, "replies": [], "lft": 24, "assetURL": "http://dotearth.blogs.nytimes.com/2011/11/12/extinct-western-black-rhinoceros/", "parentID": null, "commentID": 4884721, "rgt": 25, "userDisplayName": "Steven Sullivan", "createDate": "1321317223", "userID": 10508401, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1321334014", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New York, NY", "commentType": "comment", "updateDate": "1321334014", "commentSequence": 12, "commentBody": "MarkB:  that is sheer and utter counterfactual nonsense.  Environmental and conservation groups liek the WWF have been decrying the decimation of rhinos for years.   *They* are the ones who have been raising the alarms.", "recommendationCount": 1}, {"assetID": 3289312, "replies": [], "lft": 124, "assetURL": "http://dotearth.blogs.nytimes.com/2011/11/07/straight-talk-on-rising-seas-in-a-warming-world/", "parentID": null, "commentID": 4884882, "rgt": 125, "userDisplayName": "Len Arends", "createDate": "1321319996", "userID": 15566548, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1321334017", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "San Bruno, Calif.", "commentType": "comment", "updateDate": "1321334017", "commentSequence": 57, "commentBody": "Re: #55<br/><br/>(The blog entry associated with this comment string has migrated to the second page of recent entries for Dot Earth, so this will be the last response I add to this string.)<br/><br/>Said wmar:<br/><br/>\"HH Lamb created two graphs, one was the UK sometimes referred to as Europe, the other was global, this was the IPCC consensus view of the climate of the past, until Mann's.\"<br/><br/>A citation would be nice for this claim about two Lamb graphs.<br/><br/>\"The graph I posted was the global Lamb Graph which I believe was Figure 7C in the pre-Mann IPCC report.\"<br/><br/>By this description, it seems clear that wmar did NOT open the link I sent about Lamb and IPCC 1990. Not surprisingly, he/she is arguing with a strawman, and he/she is easily proven wrong to boot.<br/><br/>Open the link. Read more than the opening paragraph:<br/><br/><a href=\"http://climateaudit.org/2008/05/09/where-did-ipcc-1990-figure-7c-come-from-httpwwwclimateauditorgp3072previewtrue/\" title=\"http://climateaudit.org/2008/05/09/where-did-ipcc-1990-figure-7c-come-from-httpwwwclimateauditorgp3072previewtrue/\" target=\"_blank\">http://climateaudit.org/2008/05/09/where-did-ipcc-1990-figure-7c-come-fr...</a><br/><br/>The rest of wmar's Post #55 deals broadly with the idea that the Medieval Warm Period was global enough and powerful enough to give lie to the concept of the temperature hockey stick that the IPCC now endorses. He/she provides a link to a website that has (allegedly) compiled dozens of regional proxy studies that support the proposition of a strong global MWP. Of course, such a list is vulnerable to charges of selection bias, since the list is far from exhaustive. This is the same selection bias that AGW naysayers claim affects the proxy studies used in calculating the hockey sticks, but without vulnerability to peer review.<br/><br/>This circles back around to the fruitless arguments about \"my statistician is better than your statistician.\" When two people with PhD.s start accusing each other of misusing high-level mathematics, the layman who is not inclined to earn PhD.s in the relevant fields is left with no  alternative but to either trust or reject the learned consensus.<br/><br/>Sadly, this often boils down to heeding one's political inclinations, rather than logic.", "recommendationCount": 0}, {"assetID": 3290598, "replies": [], "lft": 42, "assetURL": "http://dotearth.blogs.nytimes.com/2011/11/14/complexity-and-climate-extremes/", "parentID": null, "commentID": 4884888, "rgt": 43, "userDisplayName": "Dr. S. Jeevananda Reddy", "createDate": "1321320061", "userID": 60903555, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1321334020", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Hyderabad, AP, India", "commentType": "comment", "updateDate": "1321334020", "commentSequence": 20, "commentBody": "Let me continue in line with #3 &amp; 9:  In India scientists are submitting reports to government and ministers reporting to parliament based on the truncated precipitation data series.  If precipitation of a location or a region or nation presents a cyclic pattern, the truncated data -- based on the period of the cycle -- one can infer that precipitation increasing or decreasing and in the same way drought spells are increasing or wet spells increasing -- all such issues were put under extreme weather associated with global warming. It is like blindman using light pole logic.  In fact majority of those scientists are directly or indirectly associated with IPCC.  I warned this in 1980's -- see my book \"Agroclimatic and Agrometeorological Techniques: As applicable to dry-land agriculture in developing countries\" published in 1993, now available at <a href=\"http://www.scribd.com\" title=\"www.scribd.com\" target=\"_blank\">www.scribd.com</a> or Google book search.  I looked in to adapting agriculture according to precipitation cycles. Studied for 7 countries -- India, northern Australia, Mozambique, Ethiopia, Mali &amp; Upper Volta -- northeast Brazil.\r<br/><br/>Dr. S. Jeevananda Reddy\r", "recommendationCount": 4}, {"assetID": 3290459, "replies": [], "lft": 36, "assetURL": "http://dotearth.blogs.nytimes.com/2011/11/13/astonishing-views-of-a-luminous-bustling-planet/", "parentID": null, "commentID": 4884984, "rgt": 37, "userDisplayName": "Spalding Craft", "createDate": "1321321977", "userID": 48172909, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1321334026", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "north carolina", "commentType": "comment", "updateDate": "1321334026", "commentSequence": 15, "commentBody": "Wow.  Spectacular.  Thanks", "recommendationCount": 1}, {"assetID": 3290438, "replies": [], "lft": 32, "assetURL": "http://dotearth.blogs.nytimes.com/2011/11/13/beyond-fracking-another-use-for-marcellus-shale/", "parentID": null, "commentID": 4884987, "rgt": 33, "userDisplayName": "Abby", "createDate": "1321322008", "userID": 55271958, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1321334030", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Tucson", "commentType": "comment", "updateDate": "1321334030", "commentSequence": 14, "commentBody": "OMG, I'm in a funk.  I can't throw down the dough for a Bentonite UND School of Mines Pot. The red ones with the fabulous Native American designs?  RATS!!!", "recommendationCount": 0}, {"assetID": 3290598, "replies": [], "lft": 44, "assetURL": "http://dotearth.blogs.nytimes.com/2011/11/14/complexity-and-climate-extremes/", "parentID": null, "commentID": 4885004, "rgt": 45, "userDisplayName": "Arno Arrak", "createDate": "1321322278", "userID": 11814585, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1321334034", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Dix Hills, New York", "commentType": "comment", "updateDate": "1321334034", "commentSequence": 21, "commentBody": "There is no reason to think that any of the theorizing about extreme events has any validity because their track record is zero. The Dhaka declaration accepts a low-carbon future for their economies which is a crime against humanity. The coming climate catastrophe that this is supposed to prevent  is a pseudoscientific delusion. The last IPCC report predicted warming of 0.2 degrees per decade for this century. We got zero warming for 13 years. Comes from using climate models that are invalid. Ferenc Miskolczi has shown, using NOAA weather balloon database that goes back to 1948, that the transmittance of the atmosphere in the infrared has been constant for the last 61 years. Carbon dioxide at the same time increased by 21.6 percent. This means that addition of all this carbon dioxide had no effect whatsoever on the absorption of IR by the atmosphere. And no absorption means no greenhouse effect, the foundation stone of IPCC models. If you look further you realize that no observations of nature exist that can be said to verify the existence of geeenhouse warming. Satellites show that within the last 31 years there was only one short four year spurt of warming. It started in 1998, raised global temperature by a third of a degree, and then stopped. It was oceanic, not greenhouse in nature. The only other warming in the twentieth century started in 1910 and stopped with World War II. Bjørn Lomborg sees it as caused by solar influence. He is probably right because you cannot turn carbon dioxide on and off like that. Between these two warmings temperature went nowhere while carbon dioxide kept going up. This leaves just Arctic warming to explain. It started suddenly at the turn of the twentieth century, after two thousand years of cooling. It cannot be greenhouse warming because carbon dioxide did not increase in synch with it. This covers the last one hundred years and as required by Miskolczi no warming within this time period can be called a greenhouse warming.", "recommendationCount": 6}, {"assetID": 3290598, "replies": [], "lft": 46, "assetURL": "http://dotearth.blogs.nytimes.com/2011/11/14/complexity-and-climate-extremes/", "parentID": null, "commentID": 4885069, "rgt": 47, "userDisplayName": "Wang Suya", "createDate": "1321323594", "userID": 40342008, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1321334040", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Japan", "commentType": "comment", "updateDate": "1321334040", "commentSequence": 22, "commentBody": "I  think that climate confusion could not avoid by just aids. We already be late to migrate  climate change, now just try to adapt climate change but not so smoothly to do so. We are costing many money more than provious prodict them to adapt the consequence of man-made global warming. Like beautiful Italy city Venice when afternoon come, the water of sea rising arrive human knee. Many ocean islands countries already lose many lands and  face drink water be polluted by sea water at underground. Can these be adapted? Now Italy try to adapt Venice rising sea level issue, but will cost many money more than previous migrate them. Island countries will swallow by sea level rising, as Andy showed Maldives population are growing. As sea level swallow their land how to move these population to the continent? Which country will receive these island countries population and are there space to let them to live on? Even we can adapt rich country global warming consequence, but how about poor countries? Like those island countries?", "recommendationCount": 1}, {"assetID": 3290598, "replies": [], "lft": 48, "assetURL": "http://dotearth.blogs.nytimes.com/2011/11/14/complexity-and-climate-extremes/", "parentID": null, "commentID": 4885096, "rgt": 49, "userDisplayName": "David B. Benson", "createDate": "1321324322", "userID": 57084036, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1321334042", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Pullman", "commentType": "comment", "updateDate": "1321334042", "commentSequence": 23, "commentBody": "art johnson @15 --- He's pulling the wool over your eyes.<br/><br/>[I'll admit he is fairly good at it, but often is internally inconsistent from one post to another.]", "recommendationCount": 7}, {"assetID": 3290598, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 4885183, "replies": [], "commentID": 4885584, "trusted": 0, "userDisplayName": "Andrew Revkin", "createDate": "1321334139", "userID": 54480690, "replyCount": 0, "commentTitle": "", "status": "approved", "approveDate": "1321334139", "userTitle": "Dot Earth blogger", "recommendations": 0, "editorsSelection": false, "parentUserDisplayName": "David B. Benson", "userURL": "http://dotearth.blogs.nytimes.com", "userLocation": "", "depth": 1, "commentType": "reporterReply", "updateDate": "1321334139", "commentSequence": 1, "commentBody": "Here's more on that paper, in which<a href=\"http://dotearth.blogs.nytimes.com/2011/02/17/on-storms-warming-caveats-and-the-front-page/\"> the abstract and conclusion lacked some of the caveats</a> found deeper in the text."}]}, "lft": 50, "assetURL": "http://dotearth.blogs.nytimes.com/2011/11/14/complexity-and-climate-extremes/", "parentID": null, "commentID": 4885183, "rgt": 53, "userDisplayName": "David B. Benson", "createDate": "1321324558", "userID": 57084036, "replyCount": 1, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1321334138", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Pullman", "commentType": "comment", "updateDate": "1321334138", "commentSequence": 24, "commentBody": "Seung-Ki Min, Xuebin Zhang, Francis W. Zwiers &amp; Gabriele C. Hegerl<br/>\nHuman contribution to more-intense precipitation extremes<br/>\nNATURE VOL 470, 17 FEBRUARY 2011, 378--381<br/>\n<a href=\"http://www.nature.com/uidfinder/10.1038/nature09763\" title=\"http://www.nature.com/uidfinder/10.1038/nature09763\" target=\"_blank\">http://www.nature.com/uidfinder/10.1038/nature09763</a><br/>\nseem to have found decent evidence of \"more-intense precipitation extremes\".  DOn't be confused about that part.", "recommendationCount": 6}, {"assetID": 3290598, "replies": [], "lft": 51, "assetURL": "http://dotearth.blogs.nytimes.com/2011/11/14/complexity-and-climate-extremes/", "parentID": 4885183, "commentID": 4885584, "rgt": 52, "userDisplayName": "Andrew Revkin", "createDate": "1321334139", "userID": 54480690, "replyCount": 0, "commentTitle": "", "status": "approved", "approveDate": "1321334139", "userTitle": "Dot Earth blogger", "editorsSelection": 0, "statusID": 2, "userURL": "http://dotearth.blogs.nytimes.com", "userLocation": "", "commentType": "reporterReply", "updateDate": "1321334139", "commentSequence": 1, "commentBody": "Here's more on that paper, in which<a href=\"http://dotearth.blogs.nytimes.com/2011/02/17/on-storms-warming-caveats-and-the-front-page/\"> the abstract and conclusion lacked some of the caveats</a> found deeper in the text.", "recommendationCount": 0}, {"assetID": 3290438, "replies": [], "lft": 34, "assetURL": "http://dotearth.blogs.nytimes.com/2011/11/13/beyond-fracking-another-use-for-marcellus-shale/", "parentID": null, "commentID": 4885194, "rgt": 35, "userDisplayName": "David B. Benson", "createDate": "1321324791", "userID": 57084036, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1321334149", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Pullman", "commentType": "comment", "updateDate": "1321334149", "commentSequence": 15, "commentBody": "Don't frack it; bake it.", "recommendationCount": 0}, {"assetID": 3290240, "replies": [], "lft": 46, "assetURL": "http://dotearth.blogs.nytimes.com/2011/11/11/in-warming-north-some-trees-thrive-as-others-ail/", "parentID": null, "commentID": 4884175, "rgt": 47, "userDisplayName": "wmar", "createDate": "1321311003", "userID": 13143930, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1321334152", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "usa", "commentType": "comment", "updateDate": "1321334152", "commentSequence": 21, "commentBody": "20 MMM<br/><br/>The IPCC just admitted they have failed, the projections are wrong, in that what you expect because they said so, is not happening.  See the latest pots here at DE. <br/><br/>Also, the earlier 20th center warm periods were indeed warmer than the latter, in the Arctic and globally too (by more than a tad) - <br/><br/><a href=\"http://c3headlines.typepad.com/.a/6a010536b58035970c01348137ed36970c-pi\" title=\"http://c3headlines.typepad.com/.a/6a010536b58035970c01348137ed36970c-pi\" target=\"_blank\">http://c3headlines.typepad.com/.a/6a010536b58035970c01348137ed36970c-pi</a><br/><br/>Please take note of how climate and carbon are extremely uncorrelated, just as IPCC draft clarifies that modern climate is , also, not correlated with carbon in excess of natural variables. <br/><br/>Best Wishes ", "recommendationCount": 2}, {"assetID": 3290598, "replies": [], "lft": 34, "assetURL": "http://dotearth.blogs.nytimes.com/2011/11/14/complexity-and-climate-extremes/", "parentID": null, "commentID": 4884184, "rgt": 35, "userDisplayName": "wmar", "createDate": "1321311045", "userID": 13143930, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1321334154", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "usa", "commentType": "comment", "updateDate": "1321334154", "commentSequence": 25, "commentBody": "art #15<br/><br/>Thanks!<br/><br/>Be Well", "recommendationCount": 6}, {"assetID": 3290240, "replies": [], "lft": 48, "assetURL": "http://dotearth.blogs.nytimes.com/2011/11/11/in-warming-north-some-trees-thrive-as-others-ail/", "parentID": null, "commentID": 4885237, "rgt": 49, "userDisplayName": "WhiteBeard", "createDate": "1321325773", "userID": 61060747, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1321334156", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Anchorage", "commentType": "comment", "updateDate": "1321334156", "commentSequence": 22, "commentBody": "#19, wmar,<br/><br/>Just an example of your truth challenged comments.<br/><br/>The last of your links is to a graph from a blog post that is “derived” from the peer literate, with a caption that does what the paper’s lead author, writing in the same journal, a decade later, say squarely NOT to do.<br/><br/>“The 20,000 year reconstructions presented in HPS97 [the paper that is source for the recent ~2,000 year portray in the graph] utilized observations contained in a database of terrestrial heat flux measurements.  Data from the depth range 0–100 meters, the depth range where most of the information about 20th century climate change resides, were excluded from the reconstruction because of noise considerations.  Thus the reconstructions derived from that dataset cannot be used to compare the Medieval Warm Period to changes taking place in the 20th century.”<br/><br/>A late Quaternary climate reconstruction based on borehole heat flux data, borehole temperature data, and the instrumental record, S. P. Huang, H. N. Pollack, and P.-Y. Shen, Geophysical Research Letters, VOL. 35, L13703, doi:10.1029/2008GL034187, 2008.<br/><br/>In your comment #2, you cite Clegg et. al. when if fact you cut and pasted from the denialosphere (take your pick of sources) quoting extracts of section 3.1.1 of “Climate Change Reconsidered – 2011 Interim Report”, 2 removes and 2 editorial framings from of what that paper has to say.<br/><br/>As for substance .... so?<br/><br/>You (actually the author(s) of CCR) extract from Clegg its authors saying their results are in broad agree with other regional paleo-temperature studies and the instrument record during Julys.  Further, ~1,400 years ago other studies in the general area show cooler temperatures.<br/><br/>That’s hardly support for your “Alaska now is quite chilly, even by judging by only the most recent 3,000 years and would need to warm very dramatically to come close to past warming periods”.<br/><br/>This is the 3rd occasion I’ve taken the time to run down your cites in the last ~2 weeks, 2 from this thread.  They are the only ones I’ve investigated in detail, the pattern is clear enough.  From the sample of links offered in support of your rhetoric, your contribution here is the mere rhetoric.", "recommendationCount": 0}, {"assetID": 3290598, "replies": [], "lft": 54, "assetURL": "http://dotearth.blogs.nytimes.com/2011/11/14/complexity-and-climate-extremes/", "parentID": null, "commentID": 4885267, "rgt": 55, "userDisplayName": "Thomas Zaslavsky", "createDate": "1321326365", "userID": 355880, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1321334159", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Binghamton, N.Y.", "commentType": "comment", "updateDate": "1321334159", "commentSequence": 26, "commentBody": "Argument about climate change and AGW aside, #2 WCKWCK's caveats about whether the U.S. has been a net carbon producer (on a big scale) are just silly.  Some things are so obvious they don't need refined numbers to establish them.  Carbon emissions by the U.S. have been huge.  No doubt there are some subtleties to notice, but doubting the effect of U.S. emissions is like Southern whites doubting the existence of racial discrimination in the 1950s.", "recommendationCount": 7}, {"assetID": 3290459, "replies": [], "lft": 38, "assetURL": "http://dotearth.blogs.nytimes.com/2011/11/13/astonishing-views-of-a-luminous-bustling-planet/", "parentID": null, "commentID": 4885295, "rgt": 39, "userDisplayName": "Len Arends", "createDate": "1321326928", "userID": 15566548, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1321334169", "userTitle": null, "editorsSelection": 1, "statusID": 2, "userURL": null, "userLocation": "San Bruno, Calif.", "commentType": "comment", "updateDate": "1321334169", "commentSequence": 16, "commentBody": "All that beauty, and the one thing I learned was that the desert border between India and Pakistan is so well floodlit that more than a thousand miles of it is easily discerned from space (the orange squiggly line at the 3:46 mark, and on the left side of the screen at the 4:37 mark).", "recommendationCount": 0}, {"assetID": 3290598, "replies": [], "lft": 56, "assetURL": "http://dotearth.blogs.nytimes.com/2011/11/14/complexity-and-climate-extremes/", "parentID": null, "commentID": 4885332, "rgt": 57, "userDisplayName": "Wondering in Colorado", "createDate": "1321327809", "userID": 13155618, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1321334174", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Colorado", "commentType": "comment", "updateDate": "1321334174", "commentSequence": 27, "commentBody": "wmr (3),<br/>\nYou have quoted the mercurial Dr. Singer who shifted some words and changed the meaning of the quotes reported by Mr. Black.  Negligible means negligible and \"relatively small compared to natural variability\" means something else.  Black's quoted the report as  using \"relatively small\" and S. Fred wrote negligible.  The difference is important.<br/>\nYou may take comfort in the fact that the sign for the next 20-30 years will be uncertain because of the relatively small signal of AGW over that time frame compared with natural variability.<br/>\nBut if you had honestly reported on the rest of the BBC report, you would have noted that as the century progresses and GHGs accumulate, then the report projects that:<br/>\n    \"It is very likely that the length, frequency and/or intensity of warm spells, including heat waves, will continue to increase over most land areas...<br/>\n    \"It is likely that the frequency of heavy precipitation or the proportion of total rainfall from heavy falls will increase in the 21st Century over many areas of the globe...<br/>\n    \"Mean tropical cyclone maximum wind speed is likely to increase...<br/>\n    \"There is medium confidence that droughts will intensify in the 21st Century in some seasons and areas...<br/>\n    \"Low-probability high-impact changes associated with the crossing of poorly understood thresholds cannot be excluded, given the transient and complex nature of the climate system.\"<br/><br/>These projections are pretty much what has been discussed since IPCC AR4 came out in 2007.   Mostly they fall within what you would expect for the range IPCC quotes for climate sensitivity.  You have constructed a straw man and knocked it down nicely.  I recommend that you actually read what IPCC said about natural variability in Section 8.4 of Working Group 1.  And I suggest you read the National Academy of Sciences report on Climate Stabilization Targets (2011).  Neither IPCC nor the Academy are making the claims that you say are contradicted by the data.<br/>\nChuck Wilson", "recommendationCount": 8}, {"assetID": 3290459, "replies": [], "lft": 40, "assetURL": "http://dotearth.blogs.nytimes.com/2011/11/13/astonishing-views-of-a-luminous-bustling-planet/", "parentID": null, "commentID": 4885525, "rgt": 41, "userDisplayName": "April", "createDate": "1321332777", "userID": 58039722, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1321334179", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New York City", "commentType": "comment", "updateDate": "1321334179", "commentSequence": 17, "commentBody": "We're the selfish species. We may think - homo \"sapiens\" - but are unable to able to act rationally. Fly and drive around the planet to talk of climate change.  Keep chimps alive to study how smart we are.  And some chimps and \"lesser\" species to use to experiment on to save more of us. Or use for medicine. Species extinction is a crime. We're unwitting criminals every day. We continue to make every other grain of sand a piece of plastic. Birth Control should  not only be a basic human right, but must be imposed, as China did. If girls, (like I was), are aborted, it's awful, but good. A woman can have only so many children. A man, an indefinite number.  Especially if he has many wives. The men who know there are too many of us are Bangladeshis and some Africans.  We must learn to brag about how few children and grandchildren we have. See Werner Herzog's film \"Encounters at the End of the World\", about an American scientific base in Antarctica with researchers from many countries.  One says \"Those of us not attached, fall to the bottom.\" They gather to watch apocalyptic science fiction films, grow fruits and vegetables, make music, have fun, tell stories..Watch penguins, monitor volcanos,  the ice melting, and descend to swim under it in order to see  what they call \"the cathedral\", with its still unknown species. At the end of the film a few scientists take Herzog to silently visit  a shrine they've made  at the end of a corridor of ice. It's there for aliens who they hope will come to see what was on this paradise of a world: trees, flowers, animals, even humans. Before we destroyed it all. I hope I'm wrong. That we're capable of change. ", "recommendationCount": 1}, {"assetID": 3290630, "replies": [], "lft": 742, "assetURL": "http://www.nytimes.com/2011/11/15/sports/basketball/players-reject-nbas-offer-and-begin-to-disband-union.html", "parentID": null, "commentID": 4885564, "rgt": 743, "userDisplayName": "J. Daniel", "createDate": "1321333698", "userID": 31399679, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1321334388", "userTitle": null, "editorsSelection": 1, "statusID": 2, "userURL": null, "userLocation": "Brooklyn, NY", "commentType": "comment", "updateDate": "1321334388", "commentSequence": 280, "commentBody": "To those of you suddenly touting the NCAA as a replacement:<br/><br/>NOTE TO YOU - they are even worse than the owners of the NBA.  They directly exploit the cheap labor of their workers (in this case, college students with no protections from Labor laws) and profit from these chumps on a far larger scale (in terms of how much the players receive, which is little since they cannot be paid for playing on account of them being students).<br/><br/>If you feel that going from the NBA to the NCAA will be easier, then just be aware that it's the equivalent of saying that you won't watch a farmhand toil for his produce because it's easier to watch a serf toil for his landlord.", "recommendationCount": 5}, {"assetID": 3290630, "replies": [], "lft": 744, "assetURL": "http://www.nytimes.com/2011/11/15/sports/basketball/players-reject-nbas-offer-and-begin-to-disband-union.html", "parentID": null, "commentID": 4885569, "rgt": 745, "userDisplayName": "Button", "createDate": "1321333803", "userID": 9581026, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1321334399", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Houston", "commentType": "comment", "updateDate": "1321334399", "commentSequence": 281, "commentBody": "Don't care!  Not one bit!  Please go away.  I like TEAM sports not a group of oversized giants galloping up and down a court slamming a small ball into a small hoop.  I'm sick and tired of seeing the headlines.  Please just go away!", "recommendationCount": 2}, {"assetID": 3290630, "replies": [], "lft": 746, "assetURL": "http://www.nytimes.com/2011/11/15/sports/basketball/players-reject-nbas-offer-and-begin-to-disband-union.html", "parentID": null, "commentID": 4885580, "rgt": 747, "userDisplayName": "Me the People", "createDate": "1321334044", "userID": 57978511, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1321334410", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Avondale, PA", "commentType": "comment", "updateDate": "1321334410", "commentSequence": 282, "commentBody": "When's the last time any one of us regular folks attended a game?  It costs a small fortune for a family of four.  \r<br/><br/>The owners and players have priced their sport out of the affordable range of most Americans.  Plus we taxpayers end up funding the building of their venues.\r<br/><br/>So ask me why I should care...", "recommendationCount": 1}]}, "copyright": "Copyright (c) 2016 The New York Times Company.  All Rights Reserved."}