{"debug": {"version": 3.1}, "status": "OK", "results": {"api_timestamp": "1481460176", "totalCommentsFound": 5369, "totalCommentsReturned": 25, "comments": [{"assetID": 1926139, "replies": [], "lft": 44, "assetURL": "http://www.nytimes.com/2010/10/06/us/politics/06obama.html", "parentID": null, "commentID": 2640034, "rgt": 45, "userDisplayName": "Tombo", "createDate": "1286334354", "userID": 43882971, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1286337779", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New York State", "commentType": "comment", "updateDate": "1286334179", "commentSequence": 20, "commentBody": "\"White House strategists are counting on Mr. Obama to energize, cajole, wheedle and even shame the left into matching the Tea Party momentum...\"<br /><br />The irony, lost on the Obama administration, is too much for me.  Obama cajoling, even SHAMING the left that elected and was then betrayed by him, is counted on and encouraged.<br /><br />And why are is the left so dissapointed with him?  Because he refused to cajole, wheedle or shame the conservatives and instead chose to meekly capitulate to their demands to the point of gutting the very reforms he was elected to enact.<br /><br />And now he has the gall to be personally piqued at the left?<br /><br />And suppose the left supports him in November, then what?  Thanks for your votes but don't expect anything in return because Obama is too concerned about his hopeless pursuit of bipartisinship?  No thanks.<br /><br />Why doesn't he simply go and get the votes of all those conservatives and Republicans who he endlessly, pathetically appeased by discarding his campaign promises to the people who actually voted for him.  I'm sure Olympia Snowe and Chuck Grassley will be out there fighting for him.<br /><br />Fool me once...", "recommendationCount": 161}, {"assetID": 1926139, "replies": [], "lft": 46, "assetURL": "http://www.nytimes.com/2010/10/06/us/politics/06obama.html", "parentID": null, "commentID": 2640038, "rgt": 47, "userDisplayName": "Kona030", "createDate": "1286334381", "userID": 44784364, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1286337779", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "HNL", "commentType": "comment", "updateDate": "1286334179", "commentSequence": 21, "commentBody": "Well, President Obama is 500% correct, the Republican alternative is far worse..The once proud party of Lincoln, Eienhower, &amp; Rockafeller has been replaced with the likes of Michelle Bachmann, Jim DeMint, Tom Coburn, not to mention Republicans' countless bizare senatorial candiates this year, etc....The current republican party is one that is purging all of its moderate members leaving only an extreme far right brand of social conservatives &amp; tea partiers...<br /><br />", "recommendationCount": 128}, {"assetID": 1926139, "replies": [], "lft": 50, "assetURL": "http://www.nytimes.com/2010/10/06/us/politics/06obama.html", "parentID": null, "commentID": 2640053, "rgt": 51, "userDisplayName": "mjb", "createDate": "1286334602", "userID": 57284115, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1286337779", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Tucson", "commentType": "comment", "updateDate": "1286334179", "commentSequence": 22, "commentBody": "\"At the end of the day, whatever issues we have with what the White House says, we can have that conversation on Nov. 3.”<br /><br />I won't hold my breath.  Obama seems to have closed his ears to the base to date, I am not convinced he'll open them up any time soon, whether Dems hold or not.<br /><br />This notion that \"liberals\" are low in number needs to be interrogated.  Why is this the case?  I think no one is effectively articulating progressive ideas in a way that people can grab onto something solid.  There is SO much solid progressive work to be done in the 21st century, and it feels like we are running out of time.<br /><br />IMO, Obama is setting us back by not using a strong, to-the-point voice and actually leading the country.  Way too hands-off with Congress.  Speeches are too wordy:  We're not all lawyers or academics.  And for Pete's sake, humane ideas from the Left are nothing to be ashamed of!  It is SO appalling that we have devolved into an angry, reactive country.<br /><br />Buck up?  I'm gonna grit my teeth and vote democratic, of course, but not because I am \"bucking up.\"  Wow, what a way to win my vote:  tell me that the alternatives are worse?  You didn't think I could figure that out on my own?<br /><br />No more hope I guess.  So Obama team, what are you thinking that your legacy should be?  \"We were the least offensive option\"?!?!<br /><br />", "recommendationCount": 128}, {"assetID": 1926139, "replies": [], "lft": 52, "assetURL": "http://www.nytimes.com/2010/10/06/us/politics/06obama.html", "parentID": null, "commentID": 2640054, "rgt": 53, "userDisplayName": "Steve C", "createDate": "1286334664", "userID": 46049600, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1286337779", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Connecticut", "commentType": "comment", "updateDate": "1286334179", "commentSequence": 23, "commentBody": "People are tired and disgusted. The collapse of the treasury under Bush Inc., is still not fully understood politically. Obama took over the controls is a nose dive and managed to bring up the nose before it hit ground.<br /><br />These smart guys on Radio, the ones who say things like \"Standing up for America\", get rich on false economics, false history and false expectations.<br /><br />Lets hope there are enough people who vote their conscious mind and not sleep walk in a trance of daily propaganda financed by the faceless corp. gods and their servants.", "recommendationCount": 78}, {"assetID": 1926139, "replies": [], "lft": 54, "assetURL": "http://www.nytimes.com/2010/10/06/us/politics/06obama.html", "parentID": null, "commentID": 2640056, "rgt": 55, "userDisplayName": "Winning Progressive", "createDate": "1286334726", "userID": 61073654, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1286337779", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Chicago, IL", "commentType": "comment", "updateDate": "1286334179", "commentSequence": 24, "commentBody": "I'm a proud liberal and have had my share of disappointments with President Obama, but I am highly enthusiastic about making sure that the Democrats keep and perhaps even expand their majorities in Congress. Progressive change is always a long, hard battle, as President Obama warned us repeatedly during the 2008 campaign.  And we have had some major successes in the battle to recover our economy and soften the blow of the Bush Recession on the middle class, working class, and poor, on health care reform (no more pre-existing condition exclusions for one), Wall Street reform (a consumer protection bureau), student loan reform ($68 billion going to students rather than banks), and credit card industry reform (no more changing your interest rates on past balances).   And, all of this was achieved in the face of historically unprecedented Republican obstructionism.<br /><br />Yes, significantly more progress is needed in the future.  But the way to achieve that is to aggressively fight to win the November elections and then push the Democratic majorities to do more, not to sit on our hands and let the Republicans turn the clock back to the failed policies of George W. Bush.<br /><br /><a href=\"http://www.winningprogressive.org\" target=\"_blank\">www.winningprogressive.org</a><br /> ", "recommendationCount": 107}, {"assetID": 1926139, "replies": [], "lft": 56, "assetURL": "http://www.nytimes.com/2010/10/06/us/politics/06obama.html", "parentID": null, "commentID": 2640061, "rgt": 57, "userDisplayName": "Walt", "createDate": "1286334793", "userID": 13795864, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1286337779", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Fairfax, VA", "commentType": "comment", "updateDate": "1286334179", "commentSequence": 25, "commentBody": "A vote for the Democrats is the worst possible alternative -- except for everything else. My Democratic Congressmen in VA11 has dome everything short of asking for Obama's birth certificate. He's for extending the tax cuts to the wealthiest 2% because somehow 3 trillion more in debt is prudent in his mind. And yet, I will hold my nose and vote for him because the alternative is neo-fascism. But oh please God deliver unto us a real reasonable alternative so that we can send all these clowns home.", "recommendationCount": 103}, {"assetID": 1926139, "replies": [], "lft": 58, "assetURL": "http://www.nytimes.com/2010/10/06/us/politics/06obama.html", "parentID": null, "commentID": 2640067, "rgt": 59, "userDisplayName": "misha78", "createDate": "1286334880", "userID": 57813464, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1286337779", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "west hollywood", "commentType": "comment", "updateDate": "1286365677", "commentSequence": 26, "commentBody": "I'm bad, but I'm better than the option.  Isn't that what wife beaters say to their victims?", "recommendationCount": 64}, {"assetID": 1926139, "replies": [], "lft": 60, "assetURL": "http://www.nytimes.com/2010/10/06/us/politics/06obama.html", "parentID": null, "commentID": 2640069, "rgt": 61, "userDisplayName": "Shelly", "createDate": "1286334954", "userID": 56873841, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1286337779", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Denver", "commentType": "comment", "updateDate": "1286365682", "commentSequence": 27, "commentBody": "The alternative is disturbing....Joe Miller the bright Tea Party (TP) hopeful is running on a platform to eradicate the minimum wage. Doesn't 85% of Alaska's population earn a minimum wage?<br />Then there is Nevada's Sharon Angle who confessed to a Tea Party candidate that the Republicans have no principles. She is right about tthe latter. But,ouch, biting the hand that feeds you. Oh yes, she and Ken Buck would like to eliminate Social Security, too. Everything is \"unconstitutional\"( people will start believing they are experts if they keep invoking the Constution). And then there is the star of the TP Rand Paul who said that civil rights movement and laws should never have been implemented. And the Grand Master of the TP, Sen. De Mint stated that gays and single women should not be teachers!(In case our children get immoral ideas). And then there is secret agent O'Donnell ( and witch by night) who was \"privy to secret information\" about China taking over America. And of course NY's 'mafia' Palladino routinely emails porno and racist material. And boy if he gets mad, run!<br />Seriously, who will vote for these disillusioned, self absorbed and deeply paranoid fools???", "recommendationCount": 68}, {"assetID": 1926139, "replies": [], "lft": 62, "assetURL": "http://www.nytimes.com/2010/10/06/us/politics/06obama.html", "parentID": null, "commentID": 2640071, "rgt": 63, "userDisplayName": "Southern Hemisphere Transplant", "createDate": "1286335072", "userID": 942153, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1286337779", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New York", "commentType": "comment", "updateDate": "1286334179", "commentSequence": 28, "commentBody": "Obama had to try for bipartisanship -- it gives him political cover to then go ahead and do stuff. have you every heard the term \"crazy like a fox?\"<br />Bill Maher had a great line last week about how hard it is for Obama to get credit for stuff; the disgruntled left really, really needs to get over it because the alternative truly is too ghastly to contemplate!", "recommendationCount": 45}, {"assetID": 1926139, "replies": [], "lft": 64, "assetURL": "http://www.nytimes.com/2010/10/06/us/politics/06obama.html", "parentID": null, "commentID": 2640074, "rgt": 65, "userDisplayName": "TJ", "createDate": "1286335099", "userID": 60814110, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1286337779", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "USA", "commentType": "comment", "updateDate": "1286334179", "commentSequence": 29, "commentBody": "Liberals will probably vote \"anything but Republican\" for these midterms, but come 2012, we expect actual choices in the primary. And there may come a time when \"anything but Republican\" does not mean Democratic.", "recommendationCount": 71}, {"assetID": 1926139, "replies": [], "lft": 66, "assetURL": "http://www.nytimes.com/2010/10/06/us/politics/06obama.html", "parentID": null, "commentID": 2640079, "rgt": 67, "userDisplayName": "Leo", "createDate": "1286335169", "userID": 57618197, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1286337779", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "LI / NY", "commentType": "comment", "updateDate": "1286334179", "commentSequence": 30, "commentBody": "  More families are being torn apart by ICE agents under Obama's supervision than Bush. Meanwhile DEM. could had stopped this whole thing on the first year, voting  for a Comprehensive Immigration Reform, now it seems that the propaganda from the far right its getting its momentum and no one wants to even mention it on this side of the aisle...<br />  It was Bush who “socialized” the Banks not Obama, why Dem, do not talk back when they can? Bill Clinton never left them win on the scream game. Maybe Obama needs to hear from the old charismatic boss how to go about dealing with the GOP<br />", "recommendationCount": 18}, {"assetID": 1926139, "replies": [], "lft": 68, "assetURL": "http://www.nytimes.com/2010/10/06/us/politics/06obama.html", "parentID": null, "commentID": 2640081, "rgt": 69, "userDisplayName": "thisius", "createDate": "1286335174", "userID": 36885254, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1286337779", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "saint paul", "commentType": "comment", "updateDate": "1286334179", "commentSequence": 31, "commentBody": "Count me out this year and probably 2012 for the record. Obama has failed to get us completely out of Iraq, while escalating the war in Afganistan. He bailed out Wall Street and ignored the needs of the working and middle class. He compromised the healthcare bill to such a degree its questionable whether it will improve much of anything. He has been arrogant and aloof from the people that made his election possible. I will waint untill 2016 before I cast another vote. By then the oppoutunity for a real progressive to win will be there. After the Tea Party influenced Republican party bottoms out the country with their tax cutting feed the rich policies alienate the country even more than Bush in 2008. OBama will match Carter as a one term failure of a President.", "recommendationCount": 50}, {"assetID": 1926139, "replies": [], "lft": 70, "assetURL": "http://www.nytimes.com/2010/10/06/us/politics/06obama.html", "parentID": null, "commentID": 2640083, "rgt": 71, "userDisplayName": "adirondax", "createDate": "1286335200", "userID": 491766, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1286337779", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Mid-state NY", "commentType": "comment", "updateDate": "1286334179", "commentSequence": 32, "commentBody": "All we wanted, Mr. President, was for you to lead us to a different place.  A place where education was valued, where infrastructure was going to be rebuilt, and where health care was going to be available for everyone.  Oh, and where the tax policy was going to be fair.<br /><br />Instead there's been a great deal of equivocation.  Plain and simple.  \"Well we'd like to but we can't...\"<br /><br />The country wanted to move, wanted to change, and this opportunity was tossed aside in favor of  a kind of Rockefeller Republicanism.<br /><br />Historic opportunity missed, Mr. President.  And it ain't comin' back anytime soon.", "recommendationCount": 167}, {"assetID": 1926139, "replies": [], "lft": 74, "assetURL": "http://www.nytimes.com/2010/10/06/us/politics/06obama.html", "parentID": null, "commentID": 2640090, "rgt": 75, "userDisplayName": "macdray", "createDate": "1286335312", "userID": 55266228, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1286337779", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Braintree, MA", "commentType": "comment", "updateDate": "1286334179", "commentSequence": 33, "commentBody": "President Obama, I am one of many who worked on your campaign. Listened to your promises, expected you to work for change you can believe in. I believed you when you decried the wars, the secret meetings, the influence of special interests. I was heartened to hear you stood for the need for a \"public plan\" in Health Care Reform, along with a host of other stated objectives. Today, I read of Daschle's confirmation that the Public Option was taken off the table at the outset of negotiations. He claimed that needed to happen in order to get \"stakeholders\" to the table. The American citizenry are not stakeholders? Only corporations have a \"stake\" in affordable health and well-being? The other rub: You, Mr. President, continued to say you were fighting for it. We all know now that this was a lie. You have expanded Bush's warrantless wiretapping, expanded illegal extraditions, have expanded prosecutions of whistleblowers, reversed yourself on Telecom immunity. Pledges, promises, statements to do one thing followed by betrayal after lie after failure.<br />You seem much more eager to please republicans, while you and your administration repeatedly deride \"the left\" mock \"hippies\"d, voters are \"f-- ret--ded\". It seems to me, and many progressives who did, in fact hope for change, it seems our hopes are an illusion and the change we get is in the wrong direction.<br />So, we get to vote LOTE.<br />yay.", "recommendationCount": 66}, {"assetID": 1924439, "replies": [], "lft": 452, "assetURL": "http://www.nytimes.com/2010/10/06/us/politics/06immig.html", "parentID": null, "commentID": 2640093, "rgt": 453, "userDisplayName": "Not in My Name", "createDate": "1286335347", "userID": 58773771, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1286337779", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Davis, CA", "commentType": "comment", "updateDate": "1286334179", "commentSequence": 189, "commentBody": "Hopefully, steady efforts to increase the value of education, within their culture, will pay off for the Latino population sooner than later. We all would benefit from that. Education is the key.", "recommendationCount": 1}, {"assetID": 1926139, "replies": [], "lft": 76, "assetURL": "http://www.nytimes.com/2010/10/06/us/politics/06obama.html", "parentID": null, "commentID": 2640099, "rgt": 77, "userDisplayName": "Mark Holmes", "createDate": "1286335498", "userID": 27692347, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1286337779", "userTitle": null, "editorsSelection": 1, "statusID": 2, "userURL": null, "userLocation": "San Diego, California", "commentType": "comment", "updateDate": "1286365710", "commentSequence": 34, "commentBody": "   I was a huge Obama supporter, and contributed to his campaign many times, but scolding \"liberals\" for only \"checking in\" with our support is insulting. Support is a two-way street.<br />    As a gay American still waiting on action on Don't Ask Don't Tell, ENDA, and the Defense of Marriage Act, none of which I now expect the Obama administration to actually act on, I've been continually disappointed by my President. He once described himself as a \"fierce advocate\" for gay rights. But from his first actions as President-Elect, singling out Rick Warren during inaugural ceremonies, to his governing philosophies, repeatedly \"reaching out\" to the right-wing, the corporations, Wall Street and the banks, it's hard to be enthusiastic about helping the Democrats get re-elected.<br />    I understand that the Presidency is not all-powerful and that the President does not rule by decree, but had he just attempted to achieve some of the goals progressives and liberals hoped to achieve, our attitudes would be much different. Perhaps after a drumming in November, Democrats will remember that it was their base of young, liberal, gay and union voters who put them in control of Washington.<br />    But just  \"checking in\" with your disaffected base in October of an election year doesn't cut it. It's your actions while governing that I pay attention to. ", "recommendationCount": 252}, {"assetID": 1926139, "replies": [], "lft": 78, "assetURL": "http://www.nytimes.com/2010/10/06/us/politics/06obama.html", "parentID": null, "commentID": 2640101, "rgt": 79, "userDisplayName": "nudisverbis", "createDate": "1286335562", "userID": 33468601, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1286337779", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Chicago, Illinois", "commentType": "comment", "updateDate": "1286365720", "commentSequence": 35, "commentBody": "H.C.<br />Resign your present post and commence an effort to snatch Obama out of the White House. ", "recommendationCount": 14}, {"assetID": 1926139, "replies": [], "lft": 80, "assetURL": "http://www.nytimes.com/2010/10/06/us/politics/06obama.html", "parentID": null, "commentID": 2640106, "rgt": 81, "userDisplayName": "William M. Palmer, Esq.", "createDate": "1286335668", "userID": 60617802, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1286337779", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Boston", "commentType": "comment", "updateDate": "1286334179", "commentSequence": 36, "commentBody": "Obama has displayed himself as a unstrategic compromiser, and has regularly failed to take principled stands from the inception of his presidency: he did not have the DOJ conduct a serious and full investigation into what was apparently a widespread violations of the law in the name of national security, propped up the banks but did not demand reform, etc., etc.<br /><br />As (in many but not every way) a classic liberal who was an early and ardent supporter of Obama financially and otherwise, at this point I would find supporting him to betray my principles - let's hope that the Dems suffers significant losses and there is a shock to the party - we need a new figure - one both more principled and and more strategic - to enter the fray - perhaps through a third party . ... ", "recommendationCount": 53}, {"assetID": 1926139, "replies": [], "lft": 82, "assetURL": "http://www.nytimes.com/2010/10/06/us/politics/06obama.html", "parentID": null, "commentID": 2640109, "rgt": 83, "userDisplayName": "Pam", "createDate": "1286335734", "userID": 34739087, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1286337779", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Alaska", "commentType": "comment", "updateDate": "1286334179", "commentSequence": 37, "commentBody": "If the Democrats  cared about the people, they would have gotten rid of the fillibuster and passed a pure jobs bill stimulus, real health care reform, and real financial reform, or as close as they could come with 50 plus Biden. Instead they've given us a dog's breakfast and told us that we have to vote for them because the Republicans are so much worse. Though true, it's not a very compelling argument.   ", "recommendationCount": 70}, {"assetID": 1926139, "replies": [], "lft": 84, "assetURL": "http://www.nytimes.com/2010/10/06/us/politics/06obama.html", "parentID": null, "commentID": 2640114, "rgt": 85, "userDisplayName": "John", "createDate": "1286335860", "userID": 18215486, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1286337779", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "San Diego", "commentType": "comment", "updateDate": "1286334179", "commentSequence": 38, "commentBody": "Apparently, the consensus on these pages is that the president should run against George Bush. That works fine in Fantasy football, where the 1984 Chicago Bears can play the 1965 Green Bay Packers. Unfortunately, that's not case here. The argument of 'we're incompetent but they're worse' might sway the base, but few others.<br /><br />Happy November, liberals. Just not this one. ", "recommendationCount": 28}, {"assetID": 1926139, "replies": [], "lft": 88, "assetURL": "http://www.nytimes.com/2010/10/06/us/politics/06obama.html", "parentID": null, "commentID": 2640120, "rgt": 89, "userDisplayName": "HPLeft", "createDate": "1286335934", "userID": 55678593, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1286337779", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Brooklyn, New York", "commentType": "comment", "updateDate": "1286334179", "commentSequence": 39, "commentBody": "I'm positive that when push comes to shove, liberals will show up at the polls in November.  The problem is that Obama's centrist, corporate-and Wall Street-friendly approach has failed, and will continue to fail regardless of whether the Democrats hold the House.<br /><br />This was not the time for half-measures, and supply-side lite policies.  Obama and Bernanke restored the banks and the corporate elite to health - but ultimately left the rest of us (and especially the unemployed and under-employed over fifty years of age) to whither on the vine, dependent on the kindness of strangers.  And now everyone is ticked off, even the unrepentant fat cats he restored to health.<br /><br />Barack talks about us bucking up - but maybe it's time for him to instead grow a spine.  Because for an alleged Chicago politician, he sure governs like a narcissistic wimp to me.  Dude came to a political knife fight armed with one of his 2008 campaign posters rolled up to resemble a club.  Where's Sean Connery's character from \"The Untouchables\" when you need him...", "recommendationCount": 66}, {"assetID": 1926139, "replies": [], "lft": 90, "assetURL": "http://www.nytimes.com/2010/10/06/us/politics/06obama.html", "parentID": null, "commentID": 2640126, "rgt": 91, "userDisplayName": "K2K", "createDate": "1286336026", "userID": 1123228, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1286337779", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "NYC", "commentType": "comment", "updateDate": "1286334179", "commentSequence": 40, "commentBody": "When one-party rule only represents 20%, how can they think the other 80% will not be voting just to stop their ideology?<br /><br />What a tragic moment in American history as we flip to NOT-Bush43 to NOT-Obama when all we want are real jobs, a safe place to live, and  federal and state governments that are competent and pragmatic. ", "recommendationCount": 28}, {"assetID": 1926139, "replies": [], "lft": 92, "assetURL": "http://www.nytimes.com/2010/10/06/us/politics/06obama.html", "parentID": null, "commentID": 2640127, "rgt": 93, "userDisplayName": "Zookz", "createDate": "1286336060", "userID": 61276406, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1286337779", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "California", "commentType": "comment", "updateDate": "1286365736", "commentSequence": 41, "commentBody": "As a life-long liberal Democrat, I recognized during the primaries what Obama was and would be as President. Even though I \"hoped\" for the best, he has surpassed my most negative expectations.<br /><br />Obama is Dubya 2. A corporatist through and through. Someone who believes assasinating US citezens is a-okay, and claims \"state secrets\" as to the reason.<br />According to Pelosi, Obama had the opportunity to push for single payer, and it would have gotten through, but he didnt bother to lift a finger. Now we're all faced with higher premiums and the insurance companies are loving them some obama.<br /><br />Wall Street? Banks? Lovin' them some Obama. Guantanamo? Iraq... a shell game.<br /><br />Never vote for personality over principles. Never vote for empty suits. Never vote for the inexperienced. Never vote for someone who had to be dragged over the primary finish line by the DNC/RBC. Never vote for anyone who bribes Super Delegates. Never vote for anyone who talks about \"getting in their face\", or \"they bring a knife, we bring a gun\". when encouraging their fans. Never vote for anyone who uses the \"racism\" accusation willy -nilly or whenever anyone criticizes them.<br />In other words, never vote for snake oil salesmen.<br /><br />I wouldnt vote for Obama even if I was his VP running mate.<br /><br />", "recommendationCount": 53}, {"assetID": 1926139, "replies": [], "lft": 94, "assetURL": "http://www.nytimes.com/2010/10/06/us/politics/06obama.html", "parentID": null, "commentID": 2640131, "rgt": 95, "userDisplayName": "pstgradny", "createDate": "1286336178", "userID": 39491936, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1286337779", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New York", "commentType": "comment", "updateDate": "1286365753", "commentSequence": 42, "commentBody": "I wonder if Obama realizes that liberals spelled backwards is slarebil and I wonder if the liberals realize that Obama spelled backwards is Amabo.  And there lies the problem.  The problem with the liberals is that while they believe they are the progressives, their programs actually are taking the country backwards in the direction of socialism and the welfare state, two failed forms of government intervention in national economies.  Even the Chinese who had been the Chinese communists now have become the Chinese capitalists (actually fascists).<br /><br />Obama who rightly can be called Amabo because he has done more twists, turns, and spins from prior political positions that it is hard to predict which way he will turn, whether he is Obama or Amabo.<br /><br />Obama and Amabo have succeeded in the rare achievement of alienating just about every interest group in the country that had previously supported him or only disliked him, ranging from liberals, to centrist Democrats, to independents to moderate Republicans.  The only people who now like him are the right wing Republicans and conservatives who like him for essentially destroying the Democratic Party's hold on Congress.", "recommendationCount": 23}, {"assetID": 1926139, "replies": [], "lft": 96, "assetURL": "http://www.nytimes.com/2010/10/06/us/politics/06obama.html", "parentID": null, "commentID": 2640132, "rgt": 97, "userDisplayName": "Dave Kliman", "createDate": "1286336245", "userID": 72960, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1286337779", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Glen Cove, NY", "commentType": "comment", "updateDate": "1286334179", "commentSequence": 43, "commentBody": "It's very difficult to see all of Obama's accomplishments when practically the entire media is owned by right wingers who have no interest in having Americans know about these things.<br /><br />When Obama held a huge rally in the midwest last week, which got 26,000 Wisconsin students (there were only about 17,000 in 2008, so this is big) it was hardly covered anywhere. there was a mention in the times, and the event itself was not on one single news network. it was not even on c-span 1... it was hidden deeply away over on c-span 3.<br /><br />The fact is that even though the republicans and blue dog democrats watered down much of what obama wanted to do, he has accomplished a lot to save us from the disaster that was about to happen as a result of bush and what the republicans have done to us, squandering so much of our money with all that deregulation, two unnecessary wars, huge borrowing sprees to give tax breaks to just a few hundred of the richest billionaires...<br /><br />It's true, that obama should have been going up against the bad guy republicans from day one, like FDR did... because most americans have no understanding that 60 was the new 50 in the senate and the republicans have had just enough power in the last two years to pretty much stop every single thing of any real value from ever making its way through congress.<br /><br />So now he will pay the price for being too much of a centrist. I'll be voting for the democrats this November, but yes. I will not deny how disappointed I am with how well the republicans have kept really good things from happening, and how democrats didn't stand up for themselves enough.", "recommendationCount": 94}]}, "copyright": "Copyright (c) 2016 The New York Times Company.  All Rights Reserved."}