{"debug": {"version": 3.1}, "status": "OK", "results": {"api_timestamp": "1481479846", "totalCommentsFound": 3653, "totalCommentsReturned": 25, "comments": [{"assetID": 3342416, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 7313944, "replies": [], "commentID": 7314062, "trusted": 0, "userDisplayName": "Doug Terry", "createDate": "1349497554", "userID": 65455323, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1349525240", "userTitle": null, "recommendations": 56, "editorsSelection": false, "parentUserDisplayName": "Socrates", "userURL": null, "userLocation": "Maryland, DC Metro area", "depth": 1, "commentType": "userReply", "updateDate": "1349521640", "commentSequence": 1, "commentBody": "Mandel also uttered the quote that will go down in history as one of the most outrageous and thoroughly thickheaded assertions ever by a Senate candidate. He said that his idea of compromise is when the other side agrees with him. There you have it. This is the high quality level of people who have been pushed to the fore by the tea party eruptions (which were partially corporate sponsored and encouraged by experienced, active political operatives, like Dick Armey and Karl Rove) and the anger and fear brought about by the near collapse of the world economic/banking system. <br/><br/>Most fringe candidates who suddenly find themselves with major political nominations, by sheer accident or otherwise, don't make it any further. The sad fact, however, is that some of them will not only make it into office, but likely be there for a substantial period of time. While we all have deal with the consequences, it is the Republican party that has to deal with the shame they bring and with the further distortion of any reasoned positions on issues, driving more voters away from their party.<br/><br/><a href=\"http://terryreport.com\" title=\"http://terryreport.com\" target=\"_blank\">http://terryreport.com</a>"}]}, "lft": 82, "assetURL": "http://www.nytimes.com/2012/10/06/opinion/collins-of-hooters-zombies-and-senators.html", "parentID": null, "commentID": 7313944, "rgt": 85, "userDisplayName": "Socrates", "createDate": "1349496081", "userID": 51878992, "replyCount": 1, "commentTitle": "n/a", "status": "approved", "approveDate": "1349496140", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Downtown Verona NJ", "commentType": "comment", "updateDate": "1349492540", "commentSequence": 9, "commentBody": "Don't forget Ohio, where Senator Sherrod Brown, who cast the 60th and deciding vote for President Obama's $787 billion stimulus bill to jumpstart the nation's economy in Feb. 2009, is being attacked by anti-Brown advertising from groups such as the U.S. Chamber of Commerce, the 'Government Integrity Fund', the Karl Rove-backed Crossroads GPS and other right-wing groups that don't have to disclose their donors' identities.<br/><br/>Senator Brown flew in to Washington DC directly from his mother's wake in Feb 2009 to cast the vote that would help America - and that act infuriates the seditionist party known as the GOP.<br/><br/>His opponent, Ohio Republican Senate nominee Josh Mandel called Sen. Sherrod Brown's support for the auto industry bailout \"un-American.\"<br/><br/>That auto bailout saved 1.5 million American jobs.<br/><br/>The 2012 GOP is trying to recreate Europe in the United States with extreme austerity measures, doing everything for their party and nothing for their nation.<br/><br/>There's nothing more unAmerican than today's GOP.", "recommendationCount": 740}, {"assetID": 3342420, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 7313954, "replies": [], "commentID": 7314636, "trusted": 0, "userDisplayName": "doris", "createDate": "1349511175", "userID": 40933768, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1349524140", "userTitle": null, "recommendations": 21, "editorsSelection": false, "parentUserDisplayName": "Mark Thomason", "userURL": null, "userLocation": "Chicago", "depth": 1, "commentType": "userReply", "updateDate": "1349520540", "commentSequence": 3, "commentBody": "I think they want to do to PBS what they have done ot the post office ; that bill that closes post offices,  primarily effects the rural areas, their base."}, {"recommendedFlag": 0, "parentID": 7313954, "replies": [], "commentID": 7314733, "trusted": 0, "userDisplayName": "SFR Daniel", "createDate": "1349514437", "userID": 18139582, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1349524140", "userTitle": null, "recommendations": 118, "editorsSelection": false, "parentUserDisplayName": "Mark Thomason", "userURL": null, "userLocation": "Ireland", "depth": 1, "commentType": "userReply", "updateDate": "1349520540", "commentSequence": 4, "commentBody": "We've heard about the dog on top of the car.  And the practical jokes with cruel overtones.  And we saw him insult the British about the Olympics.  And the Palestinians about their supposed lack of culture.  And we can tell if we look that the math is dodgy when he starts talking economy.  It has been said that the Big Bird remarks were \"not a gaffe\".  I think everybody should take a close look at this.  Not only was he offering a cut in expenditure that would not solve the problem, but he took pride in insulting PBS and Jim Lehrer, and a beloved character on a hugely useful and benevolent program for children.  Not a gaffe?  No, an assault.  There was cruelty in what he said.  There is something seriously wrong with this man."}, {"recommendedFlag": 0, "parentID": 7313954, "replies": [], "commentID": 7315719, "trusted": 0, "userDisplayName": "Peregrine", "createDate": "1349529493", "userID": 66041074, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1349531921", "userTitle": null, "recommendations": 18, "editorsSelection": false, "parentUserDisplayName": "Mark Thomason", "userURL": null, "userLocation": "CT", "depth": 1, "commentType": "userReply", "updateDate": "1349528321", "commentSequence": 5, "commentBody": "SFR Daniel (below): Mr Romney's comment about \"culture\" relative to the Palestinians was not a slight on them, but an insult to the Israelis; he was implying that Jews are better at getting and keeping money. Many people interpreted this as a slur on Jews, who were reviled for their money-lending profession (this goes back to Medieval times). Of course, the cruel irony here is that Christians were prohibited from practicing usury, and the profession was relegated to the Jews, who were then persecuted curelly as wicked money-lenders. Romney's comment, which played into one of the ugliest stereotypes of the past several centuries, was clumsy, but more importantly, it betrayed his ignorance and crassness."}]}, "lft": 132, "assetURL": "http://www.nytimes.com/2012/10/06/opinion/blow-dont-mess-with-big-bird.html", "parentID": null, "commentID": 7313954, "rgt": 143, "userDisplayName": "Mark Thomason", "createDate": "1349496280", "userID": 37674938, "replyCount": 5, "commentTitle": "n/a", "status": "approved", "approveDate": "1349496314", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Clawson, MI", "commentType": "comment", "updateDate": "1349492714", "commentSequence": 11, "commentBody": "\"I don’t really expect Mitt Romney to understand the value of something like PBS to people, like me, who grew up in poor, rural areas and went to small schools. These are places with no museums or preschools or after-school educational programs.\"<br/><br/>He means to cut away at all of that too.   ", "recommendationCount": 591}, {"assetID": 3342420, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 7313962, "replies": [], "commentID": 7314937, "trusted": 0, "userDisplayName": "Michael Goldstein", "createDate": "1349520525", "userID": 57010976, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1349526234", "userTitle": null, "recommendations": 7, "editorsSelection": false, "parentUserDisplayName": "Shelley Diamond", "userURL": null, "userLocation": "Concord, MA", "depth": 1, "commentType": "userReply", "updateDate": "1349522634", "commentSequence": 6, "commentBody": "Just one small correction. There's no PBS-Radio. The shows you mentioned are produced or distributed by NPR (National Public Radio) and PRI (Public Radio International). But the sentiment and support for public broadcasting and the fine shows produced in that non-commercial world, I agree with wholeheartedly.   "}, {"recommendedFlag": 0, "parentID": 7313962, "replies": [], "commentID": 7315050, "trusted": 0, "userDisplayName": "Jackie", "createDate": "1349522859", "userID": 39829733, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1349526234", "userTitle": null, "recommendations": 7, "editorsSelection": false, "parentUserDisplayName": "Shelley Diamond", "userURL": null, "userLocation": "Missouri", "depth": 1, "commentType": "userReply", "updateDate": "1349522634", "commentSequence": 7, "commentBody": "And let us not forget \"Downton Abbey,\" an incredibly popular show on PBS."}, {"recommendedFlag": 0, "parentID": 7313962, "replies": [], "commentID": 7315492, "trusted": 0, "userDisplayName": "dgm", "createDate": "1349527489", "userID": 17229101, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1349527928", "userTitle": null, "recommendations": 29, "editorsSelection": false, "parentUserDisplayName": "Shelley Diamond", "userURL": null, "userLocation": "Nashville, TN", "depth": 1, "commentType": "userReply", "updateDate": "1349524328", "commentSequence": 8, "commentBody": "No, Know it All, any student of political discourse in the 1930's can see that Mitt Romney is beginning to sound very much like a fascist."}]}, "lft": 144, "assetURL": "http://www.nytimes.com/2012/10/06/opinion/blow-dont-mess-with-big-bird.html", "parentID": null, "commentID": 7313962, "rgt": 161, "userDisplayName": "Shelley Diamond", "createDate": "1349496326", "userID": 53754055, "replyCount": 8, "commentTitle": "n/a", "status": "approved", "approveDate": "1349496376", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "San Francisco", "commentType": "comment", "updateDate": "1349492776", "commentSequence": 12, "commentBody": "I never watched Sesame Street but PBS is a national treasure. <br/><br/>On PBS-TV, I love Newshour, the History Detectives, all the American Experience shows, Frontline, the art showcase Spark, and lots of other shows. On PBS-Radio, I love This American Life, Prairie Home Companion, Car Talk, Fresh Air, and many others. It is the best value for our money to get free education and entertainment via the public broadcasting system. <br/><br/>We should be increasing the funding for PBS, not cutting it or defunding it. I can just imagine what the British would think if a candidate said they were going to eliminate the BBC. <br/><br/>I suppose Romney would sell the PBS channel to the highest bidder. What a fascist. He'd have Mussolini as his running mate if he was still alive. ", "recommendationCount": 556}, {"assetID": 3342421, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 7313992, "replies": [], "commentID": 7315379, "trusted": 0, "userDisplayName": "oscar", "createDate": "1349526678", "userID": 53033665, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1349530328", "userTitle": null, "recommendations": 6, "editorsSelection": false, "parentUserDisplayName": "Mark Thomason", "userURL": null, "userLocation": "brookline", "depth": 1, "commentType": "userReply", "updateDate": "1349526728", "commentSequence": 10, "commentBody": "Not true. In fact, the opposite's true. Serious analysts have said that the september numbers show that the decline is NOT due to people leaving the workforce.<br/><br/>Another interesting thing about the numbers is the revision upward of the July and August numbers, by nearly 30% and 50%, respectively. The revised numbers are more reliable because they're based on actual payroll data rather than business surveys. Yet you don't hear Dems accusing businesses of lying to BLS surveyers to make the numbers look worse for the Pres, even though the ADP estimates (based on its actual payroll data at the time), were, indeed, much higher than the figures reported initially. Because Dems aren't prepared to do and say anything, whether true or not, to get elected.<br/><br/>Serious analysts also pointed out that at least half of the difference in the size of the workforce, between 2009 and now, relates to the expected number of baby boomers retiring, starting in 2011. There are also more people in college than in 2009, and therefore out of the workforce. Maybe the stock market recovery enabled baby boomers and others who weren't expected to retire to leave the workforce.<br/><br/>Finally, unemployment figures have always left out those who've stopped looking for work, even under the vaunted Reagan. He even began counting the military, something that hadn't been done before, to make the numbers look better. (They're no longer included.) The method has to be the same if we want to compare figures with the past."}, {"recommendedFlag": 0, "parentID": 7313992, "replies": [], "commentID": 7315621, "trusted": 1, "userDisplayName": "ClearEye", "createDate": "1349528500", "userID": 22403264, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1349530620", "userTitle": null, "recommendations": 6, "editorsSelection": false, "parentUserDisplayName": "Mark Thomason", "userURL": null, "userLocation": "Princeton, NJ", "depth": 1, "commentType": "userReply", "updateDate": "1349527020", "commentSequence": 11, "commentBody": "Mark, BLS not only reports regularly on underemployed people (<a href=\"http://www.bls.gov/news.release/empsit.t15.htm)\" title=\"http://www.bls.gov/news.release/empsit.t15.htm)\" target=\"_blank\">http://www.bls.gov/news.release/empsit.t15.htm)</a>,  but also conducts an ongoing discussion of the problem and policy solutions in its Monthly Labor Review, such as this article: <a href=\"http://bls.gov/opub/mlr/2010/11/art1exc.htm\" title=\"bls.gov/opub/mlr/2010/11/art1exc.htm\" target=\"_blank\">bls.gov/opub/mlr/2010/11/art1exc.htm</a> <br/><br/>Dave, here is the release the BLS puts out each month, which, as you can see, has links to many of the different supporting analyses and data sets: <a href=\"http://bls.gov/news.release/empsit.nr0.htm\" title=\"http://bls.gov/news.release/empsit.nr0.htm\" target=\"_blank\">http://bls.gov/news.release/empsit.nr0.htm</a><br/><br/>This FAQ page provides clear language explanations of BLS methods and interpretation of their reporting: <a href=\"http://www.bls.gov/cps/cps_htgm.htm\" title=\"http://www.bls.gov/cps/cps_htgm.htm\" target=\"_blank\">http://www.bls.gov/cps/cps_htgm.htm</a> <br/><br/>The indexes and data collection are constructed to accurately report, through methods that have been improved over decades the employment and unemployment situation. It is a completely transparent process, peer reviewed by academic and business economists."}, {"recommendedFlag": 0, "parentID": 7313992, "replies": [], "commentID": 7315655, "trusted": 1, "userDisplayName": "Barbara", "createDate": "1349528809", "userID": 19845139, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1349530620", "userTitle": null, "recommendations": 7, "editorsSelection": false, "parentUserDisplayName": "Mark Thomason", "userURL": null, "userLocation": "Los Angeles", "depth": 1, "commentType": "userReply", "updateDate": "1349527020", "commentSequence": 12, "commentBody": "Many baby boomers, like me, retired earlier than they otherwise would have due to the pressures at work to do so or due to being laid off and unable to find a new job.  Going back into the job market (as many seniors have at lower pay) is just not very attractive if one does not absolutely have to work to survive.  Let's tease out the number of early retirees as a part of the statistics. Yes, and we should find a way to count those discouraged workers who have all but given up.  <br/><br/>It may become much less terrible to have only part-time work when the ACA is fully implemented because insurance will likely become more affordably available to part-timers through the insurance pools.  People are finally realizing, despite hysterical rantings of the T-pubs, that the ACA will make their work lives more flexible.  <br/><br/>By the way, I am enjoying my retirement now.  Let one of those newly graduated people who are struggling to find a good job have one before me.  Yes, some people have dropped out of looking for a traditional job and are surviving in the underground labor market, bartering, etc.  These are the very people Mr. Romney would send further out to sea on an ice floe."}]}, "lft": 48, "assetURL": "http://www.nytimes.com/2012/10/06/opinion/nocera-jobs-report-cooked-or-correct.html", "parentID": null, "commentID": 7313992, "rgt": 73, "userDisplayName": "Mark Thomason", "createDate": "1349496770", "userID": 37674938, "replyCount": 12, "commentTitle": "n/a", "status": "approved", "approveDate": "1349496793", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Clawson, MI", "commentType": "comment", "updateDate": "1349493193", "commentSequence": 7, "commentBody": "There are two ways for \"unemployment\" to come down.  <br/><br/>One is for people to get jobs.  <br/><br/>The other is for them to not get jobs for so long they don't count anymore.  That is what happened this month.  That is the only thing that has been keeping us from double digits since the last years of Bush.<br/><br/>The labor pool does not count the long term unemployed or those who gave up looking out of frustration and discouragement.  After one year they become \"long term\" and are not counted, unless they drop out of job search in frustration.  They are not counted as unemployed anymore.  They are not employed either.  They just don't count for anything.  <br/><br/>We have a vastly increased number of people who just don't count for anything.  That is what changed in this month's numbers.  It is what has been keeping us from seeing the Depression we are really in since before we were rid of Bush.  <br/><br/>The Republicans don't have to cooperate on solving a problem that does not exist, and the Democrats are not blamed for it either.  <br/><br/>Only people who used to have jobs are losing.", "recommendationCount": 20}, {"assetID": 3342079, "replies": [], "lft": 122, "assetURL": "http://dotearth.blogs.nytimes.com/2012/10/04/debating-the-facts-on-green-energy/", "parentID": null, "commentID": 7314002, "rgt": 123, "userDisplayName": "Philip S. Wenz", "createDate": "1349496947", "userID": 31740333, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1349496974", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Corvallis, Oregon", "commentType": "comment", "updateDate": "1349493374", "commentSequence": 28, "commentBody": "The fact that mitigating climate change, which should be at or near the top of every leader's agenda, is not even mentioned in a presidential debate illustrates how backwards and uninformed this country is. Europe has formed a carbon exchange, recently joined by Australia and China. The U.S. is still trying sweep the issue of greenhouse gas emissions under the rug. <br/><br/>But climate change is writing its own story. That story is sweeping the deniers into the dustbin of history — which is little solace considering that it is taking the rest of us with them.", "recommendationCount": 6}, {"assetID": 3342349, "replies": [], "lft": 137, "assetURL": "http://economix.blogs.nytimes.com/2012/10/05/explaining-the-big-gain-in-job-getters/", "parentID": 7312454, "commentID": 7313041, "rgt": 138, "userDisplayName": "Jackie", "createDate": "1349487255", "userID": 66283763, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1349496980", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Utah", "commentType": "userReply", "updateDate": "1349493380", "commentSequence": 1, "commentBody": "I agree completely.  The numbers are bogus and cannot be taken seriously.  It is ridiculous to claim that unemployment has taken a sudden drop. The decline of our media from neutrality is terrible.  Media exists to show both views and to let the people make their own choice.  It's too bad that all the media outlets today have political agendas to put through.  <br/><br/>Around half of the country holds a conservative republican viewpoint.  These media outlets lose potential customers when they pander to the left.  I know if I were to run a newspaper - I would hire roughly the same number of reporters from each side.  Interesting that media outlets today don't understand that principle of neutrality.  Take action and do your own research.  Even if your views don't change, you should be aware of the other side's view from their own description of the issues.", "recommendationCount": 1}, {"assetID": 3342349, "replies": [], "lft": 194, "assetURL": "http://economix.blogs.nytimes.com/2012/10/05/explaining-the-big-gain-in-job-getters/", "parentID": null, "commentID": 7313048, "rgt": 195, "userDisplayName": "Sacmoq88", "createDate": "1349487315", "userID": 2741667, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1349496980", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Virginia", "commentType": "comment", "updateDate": "1349493380", "commentSequence": 43, "commentBody": "So now we're unhappy that the economy is improving and more people are working? I've been a Republican all my life, but I'm an American first and this is good news for America. To say anything else is disgusting. I can't support a party that feels winning is more important than acknowledging that we are climbing out of the worst economic event in our lives. ", "recommendationCount": 19}, {"assetID": 3342349, "replies": [], "lft": 196, "assetURL": "http://economix.blogs.nytimes.com/2012/10/05/explaining-the-big-gain-in-job-getters/", "parentID": null, "commentID": 7313052, "rgt": 197, "userDisplayName": "Sarah", "createDate": "1349487356", "userID": 53928186, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1349496980", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Boston Ma", "commentType": "comment", "updateDate": "1349493380", "commentSequence": 44, "commentBody": "7.8% unemployment is not a good number. It may show continuous improvement but it hardly heralds the end of the recession and our economic woes.<br/><br/>If the Obama administration was going to lean on the BLS to \"cook the books\" why wait until the a month before the election to do so. If it was that easy and that politically advantageous, why wasn't it done months ago?", "recommendationCount": 3}, {"assetID": 3342349, "replies": [], "lft": 51, "assetURL": "http://economix.blogs.nytimes.com/2012/10/05/explaining-the-big-gain-in-job-getters/", "parentID": 7311096, "commentID": 7313057, "rgt": 52, "userDisplayName": "hobdy29", "createDate": "1349487444", "userID": 59691920, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1349496980", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "renton,wa", "commentType": "userReply", "updateDate": "1349493380", "commentSequence": 5, "commentBody": "The jd of Texas, must be short on American political historic facts.  Every time a Republican has resided in the White House (since Herbert Hoover's bungling of the 1929 stock market crash) the U.S. economy has always went into a recession.", "recommendationCount": 4}, {"assetID": 3342349, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 7313169, "replies": [], "commentID": 7316154, "trusted": 0, "userDisplayName": "Steve B.", "createDate": "1349535114", "userID": 187748, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1349539655", "userTitle": null, "recommendations": 0, "editorsSelection": false, "parentUserDisplayName": "JanerMP", "userURL": null, "userLocation": "USA", "depth": 1, "commentType": "userReply", "updateDate": "1349536055", "commentSequence": 1, "commentBody": "Utter desperation calls for utterly desperate acts.  Consider the debate.  Then consider that just two days later the BLS managed to find a huge spike in employment that hasn't been seen in 29 years.  Only a complete fool--or desperate Obama diehard--would find that believable."}]}, "lft": 198, "assetURL": "http://economix.blogs.nytimes.com/2012/10/05/explaining-the-big-gain-in-job-getters/", "parentID": null, "commentID": 7313169, "rgt": 201, "userDisplayName": "JanerMP", "createDate": "1349488517", "userID": 56786987, "replyCount": 1, "commentTitle": "n/a", "status": "approved", "approveDate": "1349496980", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Texas", "commentType": "comment", "updateDate": "1349493380", "commentSequence": 45, "commentBody": "What concerns me most about this conspiracy theory is the iimplication that Obama is so very bad at cheating.  If he truly were manipulating the numbers, wouldn't he have started at least a  year ago and wouldn't the figure be, oh, maybe 3% now?", "recommendationCount": 7}, {"assetID": 3342349, "replies": [], "lft": 139, "assetURL": "http://economix.blogs.nytimes.com/2012/10/05/explaining-the-big-gain-in-job-getters/", "parentID": 7312454, "commentID": 7313243, "rgt": 140, "userDisplayName": "Michael Gilbert", "createDate": "1349489255", "userID": 3139387, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1349496980", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "San Antonio, TX", "commentType": "userReply", "updateDate": "1349493380", "commentSequence": 2, "commentBody": "Yo HL - you might want to read up on statistics and the BLS protocols for data management.  There is work is among the most credible sources of labor information there is around and they DO NOT manipulate the data for any one.  If someone tried to pressure them to do it there the statisticians would walk off the job enmass in protest. <br/><br/>If you are going to question the data -- look at the Romney Ryan stuff and then compare their methodology to that of the BLS.  ", "recommendationCount": 6}, {"assetID": 3342349, "replies": [], "lft": 202, "assetURL": "http://economix.blogs.nytimes.com/2012/10/05/explaining-the-big-gain-in-job-getters/", "parentID": null, "commentID": 7313244, "rgt": 203, "userDisplayName": "Ken Camarro", "createDate": "1349489257", "userID": 45328700, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1349496980", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Fairfield, CT", "commentType": "comment", "updateDate": "1349493380", "commentSequence": 46, "commentBody": "Look at the $2 Billion spent on the campaign and you can see a bump up in employment.  There is a multiplier effect too.  All that coffee, pop, cookies and pizza.<br/><br/>Look at all of the signs and printing and the development and prodcution of radio and TV spots all over the country.  Look at all of the campaign headquarters and rents and rented equipment.<br/><br/>It will all go poof in November.<br/><br/>Real estate is gradually recovering as new houshold formations rise as employment edges up.  It boosts the whole real estate food chain.<br/><br/>But whole real estate blocks are still weed filled and both commercial and residential construction are still off.  There is a whole food chain that makes lumber, paint, toilets, shingles, furniture and excavators.  These will gradually receover but we still need a new group of wealth builders to replace the microchip and Pratt and Whitney jet engine which produced great wealth for the last to 30-40 years.  The Cold War and the Moon Shot drove these. <br/><br/>Ask Mittens and Barry where are the new wealth builders?", "recommendationCount": 3}, {"assetID": 3342349, "replies": [], "lft": 204, "assetURL": "http://economix.blogs.nytimes.com/2012/10/05/explaining-the-big-gain-in-job-getters/", "parentID": null, "commentID": 7313310, "rgt": 205, "userDisplayName": "David", "createDate": "1349489964", "userID": 57987015, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1349496980", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Palo Alto, CA", "commentType": "comment", "updateDate": "1349493380", "commentSequence": 47, "commentBody": "Republicans have rooted for the economy to fail since President Obama was elected. Romney has pounced on every recent monthly indication of tepid job creation as if it was etched in stone. When the data no longer supports the narrative, they turn on the data.<br/><br/>People who understand how the monthly data series is actually compiled and reported understand that numbers are subject to revision regularly. Statistical seasonal smoothing often dwarfs the net jobs data actually reported. Monthly data is not worthy of much weight - rather it is the larger trend that is important.<br/><br/>What is important to note is that in the year President Obama took office the economy lost an average of more than 400,000 jobs a month. In the past 12 months, the economy has gained an average of 150,000 jobs a month. <br/><br/>Private data confirms the employment improvement, corporate profits are at record levels and the stock market is up over 80% since President Obama took office. <br/><br/>But Republicans decided early on take politics over country and obstruct every constructive policy advanced by the President. Forgive them if they wail as the economy turns around despite all their best efforts.", "recommendationCount": 29}, {"assetID": 3342349, "replies": [], "lft": 155, "assetURL": "http://economix.blogs.nytimes.com/2012/10/05/explaining-the-big-gain-in-job-getters/", "parentID": 7312603, "commentID": 7313394, "rgt": 156, "userDisplayName": "djehuitmesesu", "createDate": "1349490645", "userID": 54108350, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1349496980", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New York", "commentType": "userReply", "updateDate": "1349493380", "commentSequence": 1, "commentBody": "And George Romney is turning even more!", "recommendationCount": 7}, {"assetID": 3342349, "replies": [], "lft": 109, "assetURL": "http://economix.blogs.nytimes.com/2012/10/05/explaining-the-big-gain-in-job-getters/", "parentID": 7312004, "commentID": 7313395, "rgt": 110, "userDisplayName": "Michael Gilbert", "createDate": "1349490649", "userID": 3139387, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1349496980", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "San Antonio, TX", "commentType": "userReply", "updateDate": "1349493380", "commentSequence": 7, "commentBody": "There is more to life than the economy -- it is important but it is not the be all and end all of what is of value.  For most people it is probably the non-economic aspects of life that make life worth living.  Yet, the extremists who have captured the Republican party have through everything but the economy overboard in the drive to maximize wealth for the ultra wealthy while marginalizing everyone .  They have deliberately adopted policies that erode quality of life for average Americans and sold them in a way that exploits fear-based wedge issues to convince as many middle class and lower class people to vote against their own interests.  <br/><br/>It is dishonorable, deceitful and disgusting - It is why I stopped being a Republican -- the party became so unreasonable and so out of touch with basic principles of social justice and human decency that I was simply ashamed to say that was my party.  <br/><br/>Obama is not a perfect man or a perfect President but his decisions are informed by something more than purely economic factors.  He is concerned about the common good rather than maximizing wealth.  He will get my vote. ", "recommendationCount": 6}, {"assetID": 3342349, "replies": [], "lft": 187, "assetURL": "http://economix.blogs.nytimes.com/2012/10/05/explaining-the-big-gain-in-job-getters/", "parentID": 7313198, "commentID": 7313828, "rgt": 188, "userDisplayName": "Barry Fisher", "createDate": "1349494785", "userID": 44145089, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1349496980", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Orange County California", "commentType": "userReply", "updateDate": "1349493380", "commentSequence": 1, "commentBody": "So, you think that after the largest economic collapse since the \"great depression\" that is global in scope and we just shake it off in a couple of months, boom its back to work?  Sorry but are you an ostrich?  Do you think 4 years of more tax cuts and program cuts shrinking the economy will bring back full employment?", "recommendationCount": 9}, {"assetID": 3342349, "replies": [], "lft": 189, "assetURL": "http://economix.blogs.nytimes.com/2012/10/05/explaining-the-big-gain-in-job-getters/", "parentID": 7313198, "commentID": 7313909, "rgt": 190, "userDisplayName": "OPINION01", "createDate": "1349495601", "userID": 59262830, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1349496980", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "CALIFORNIA", "commentType": "userReply", "updateDate": "1349493380", "commentSequence": 2, "commentBody": "Unemployment rate in 12/2009= 10%<br/>\n                                          12/2010= 9.4%<br/>\n                                           12/2011= 8.5%<br/>\n                                            09/2012=7.8%<br/>\nI wonder if you can see the trend that has been going on since Dec.2009. ", "recommendationCount": 14}, {"assetID": 3342273, "replies": [], "lft": 52, "assetURL": "http://economix.blogs.nytimes.com/2012/10/05/from-jack-welch-a-conspiracy-theory/", "parentID": null, "commentID": 7313648, "rgt": 53, "userDisplayName": "the skeptic", "createDate": "1349492987", "userID": 49222183, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1349497016", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "CA", "commentType": "comment", "updateDate": "1349493416", "commentSequence": 19, "commentBody": "The republicans consistently used the jobs number against Obama when it benefitted them, now since it does not, they question the number and it's credibility.  <br/><br/>The flip-flopping and Welch's tweet are desparate acts.", "recommendationCount": 3}, {"assetID": 3342273, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 7313485, "replies": [], "commentID": 7314490, "trusted": 0, "userDisplayName": "DAVID PATRICK", "createDate": "1349505934", "userID": 65774386, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1349539736", "userTitle": null, "recommendations": 1, "editorsSelection": false, "parentUserDisplayName": "Pauline", "userURL": null, "userLocation": "ST PETERSBURG, FL", "depth": 1, "commentType": "userReply", "updateDate": "1349536136", "commentSequence": 1, "commentBody": "Read the column listed below for a clear unbiased explanation of the statistical basis for the September Jobless Rate of 7.8%. No fluke. <br/><br/><a href=\"http://economix.blogs.nytimes.com/2012/07/06/another-seasonally-adjusted-slowdown/\" title=\"http://economix.blogs.nytimes.com/2012/07/06/another-seasonally-adjusted-slowdown/\" target=\"_blank\">http://economix.blogs.nytimes.com/2012/07/06/another-seasonally-adjusted...</a> "}]}, "lft": 54, "assetURL": "http://economix.blogs.nytimes.com/2012/10/05/from-jack-welch-a-conspiracy-theory/", "parentID": null, "commentID": 7313485, "rgt": 57, "userDisplayName": "Pauline", "createDate": "1349491473", "userID": 39473850, "replyCount": 1, "commentTitle": "n/a", "status": "approved", "approveDate": "1349497020", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Nashville", "commentType": "comment", "updateDate": "1349493420", "commentSequence": 20, "commentBody": "About an hour before he saw Jack Welch's tweet, my husband looked at the new jobs numbers and told me they didn't ring true and explained it to me in virtually the same way Jack Welch has done on MSNBC and Anderson Cooper tonight.  It would be informative to the general public if other prominent persons joined Mr. Welch to discuss this on television - he and my husband can't possibly be the only 2 people who have questions about it.", "recommendationCount": 0}, {"assetID": 3342420, "replies": [], "lft": 105, "assetURL": "http://www.nytimes.com/2012/10/06/opinion/blow-dont-mess-with-big-bird.html", "parentID": 7313811, "commentID": 7314020, "rgt": 106, "userDisplayName": "David Underwood", "createDate": "1349497151", "userID": 53612425, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1349497214", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Citrus Heights", "commentType": "userReply", "updateDate": "1349493614", "commentSequence": 2, "commentBody": "I thought Obama missed a good opportunity there. <br/><br/>The majority of the money we owe to China is in treasury bonds that the Bush administration sold to finance the invasion and occupation of Iraq. Those bonds we old so that his administration would not have to raise taxes to pay for that debacle.<br/><br/>Obama should have said yes you Republicans borrowed from China. ", "recommendationCount": 256}, {"assetID": 3342087, "replies": [], "lft": 30, "assetURL": "http://www.nytimes.com/2012/10/07/magazine/10-pear-salads-to-make-you-forget-about-apples.html", "parentID": null, "commentID": 7314024, "rgt": 31, "userDisplayName": "Ebeth", "createDate": "1349497223", "userID": 66747665, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1349497275", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "San Francisco", "commentType": "comment", "updateDate": "1349493675", "commentSequence": 14, "commentBody": "I started picking pears in the deserted orchards of santa clara valley in the 1970s. I would go after the pear pickers were done with picking the commercial crop. the ground would be littered with over ripe fruit, but for a solitary picker, there were a few left on the trees. the orchards have all been pulled out to make way for computer companies and strip malls. the main crops moved to the central valley to small privately owned orchards. most private yards go for citrus, figs, and peaches rather than pears these days. Pears were brought to USA from France, where pears are revered in the culinary sense.<br/><br/>Pear picking is different than other fruits. the fruit does not ripen on the tree. it needs to be picked hard and then ripens from the inside out off the tree. so pears picked on the tree seemingly ripe, are already starting to over ripen and rot. so it is also okay to buy rock hard pears and let them stand on the counter to ripen, which is not often the best course of action for stone fruits and other fruits.", "recommendationCount": 2}, {"assetID": 3342416, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 7314041, "replies": [], "commentID": 7316022, "trusted": 1, "userDisplayName": "Janet Camp", "createDate": "1349533116", "userID": 17126318, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1349533154", "userTitle": null, "recommendations": 12, "editorsSelection": false, "parentUserDisplayName": "Mark L. Dobias", "userURL": null, "userLocation": "Milwaukee, Wisconsin", "depth": 1, "commentType": "userReply", "updateDate": "1349529554", "commentSequence": 1, "commentBody": "\" And the voters are put asleep until the next election cycle.”<br/><br/>Speak for yourself. I, for one, am active in local and state politics all year round. "}]}, "lft": 86, "assetURL": "http://www.nytimes.com/2012/10/06/opinion/collins-of-hooters-zombies-and-senators.html", "parentID": null, "commentID": 7314041, "rgt": 89, "userDisplayName": "Mark L. Dobias", "createDate": "1349497352", "userID": 17196306, "replyCount": 1, "commentTitle": "n/a", "status": "approved", "approveDate": "1349497395", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Sault Ste. Marie, MI", "commentType": "comment", "updateDate": "1349493795", "commentSequence": 10, "commentBody": "The whole thing looks like a Rock Em Sock Em Robots tournament. Red robot, blue robot. Guided by unseen hands and fueled with lots of money. In the end nothing is accomplished, power is consolidated and favors returned. And the voters are put asleep until the next election cycle.", "recommendationCount": 25}, {"assetID": 3342365, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 7314040, "replies": [], "commentID": 7316962, "trusted": 0, "userDisplayName": "Lifelong reader", "createDate": "1349545788", "userID": 45762567, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1349549523", "userTitle": null, "recommendations": 7, "editorsSelection": false, "parentUserDisplayName": "Anne McElroy Dachel,", "userURL": null, "userLocation": "Brazil", "depth": 1, "commentType": "userReply", "updateDate": "1349545923", "commentSequence": 1, "commentBody": "And could you by any chance have an explanation of why there's a boy-to-girl ratio of 4x1? It seems to me this would invalidate vaccines and  environmental factors as causes. "}, {"recommendedFlag": 0, "parentID": 7314040, "replies": [], "commentID": 7317458, "trusted": 0, "userDisplayName": "SD", "createDate": "1349555794", "userID": 17642249, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1349555833", "userTitle": null, "recommendations": 12, "editorsSelection": false, "parentUserDisplayName": "Anne McElroy Dachel,", "userURL": null, "userLocation": "Rochester, New York", "depth": 1, "commentType": "userReply", "updateDate": "1349552233", "commentSequence": 2, "commentBody": "It's entirely possible that there are *many* older adults on the autism spectrum (especially on the milder/ moderate end) who just haven't been diagnosed.   There are many more pediatric specialists involved in diagnosing autism than geriatric specialists.  There is much more of a push (especially at schools) for testing and diagnosis of young children.<br/><br/>Just in my own family, there are least a dozen people age 50+ who are on the spectrum.  (Including my mom and my grandmother, several of my great aunts and uncles, cousins, etc.)  From all accounts, my great-grandfather probably had Aspergers as well.   Most people didn't know anything about autism until maybe 20 years ago, so they didn't know what to look for.   Older people who are high-functioning (with jobs, families, etc.) may have never thought about it, or never received a diagnosis.  <br/><br/>There are known genetic components to autism, as well as new studies suggesting that paternal age may be a factor.   There are many scientists working on autism research, and many resources being devoted to it-   it's a very complex  issue.  I don't know what \"immediate action\" can really be taken at the moment.   The vaccine connection is unsubstantiated nonsense and needs to stop. "}]}, "lft": 8, "assetURL": "http://parenting.blogs.nytimes.com/2012/10/05/21-autistic-and-having-a-party/", "parentID": null, "commentID": 7314040, "rgt": 13, "userDisplayName": "Anne McElroy Dachel,", "createDate": "1349497343", "userID": 45843967, "replyCount": 2, "commentTitle": "n/a", "status": "approved", "approveDate": "1349497396", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Wisconsin", "commentType": "comment", "updateDate": "1349493796", "commentSequence": 3, "commentBody": "The current autism rate of one in 88 comes from studies of eight year olds, not eighty year olds. No one has ever been able to show us a comparable rate among adults. That simple fact should be scaring us all.<br/><br/>Officially autism has no known cause or cure, There's nothing a mainstream doctor can tell a new mom so that her baby who was born healthy and is developing normally won't also end up on the autism spectrum.<br/><br/>All these facts should make autism a health emergency that demands immediate action.<br/><br/>Anne Dachel, Media editor: Age of Autism", "recommendationCount": 0}, {"assetID": 3342420, "replies": [], "lft": 33, "assetURL": "http://www.nytimes.com/2012/10/06/opinion/blow-dont-mess-with-big-bird.html", "parentID": 7313483, "commentID": 7314049, "rgt": 34, "userDisplayName": "Rima Regas", "createDate": "1349497442", "userID": 52131820, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1349497454", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Mission Viejo, CA", "commentType": "userReply", "updateDate": "1349493854", "commentSequence": 3, "commentBody": "Bryan,<br/><br/>Today's GOP is very sick. I hope conservatives like you will go to the polls and vote for what's just and right and then go home and demand their party be cleansed of the illness that has ravaged it.<br/><br/>I look forward to the day when your brand of conservatives are back in control of the GOP. We need a healthy GOP and DNC for a healthy democracy.", "recommendationCount": 115}, {"assetID": 3342416, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 7314053, "replies": [], "commentID": 7314176, "trusted": 0, "userDisplayName": "renata2021", "createDate": "1349499257", "userID": 17564812, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1349525240", "userTitle": null, "recommendations": 14, "editorsSelection": false, "parentUserDisplayName": "schwartzy", "userURL": null, "userLocation": "massachusetts", "depth": 1, "commentType": "userReply", "updateDate": "1349521640", "commentSequence": 1, "commentBody": "I've met a lot of WPI kids.  Most are very very smart about engineering.  Some are not very smart about things outside the classroom.  "}, {"recommendedFlag": 0, "parentID": 7314053, "replies": [], "commentID": 7314726, "trusted": 0, "userDisplayName": "Steve Bolger", "createDate": "1349514078", "userID": 47648965, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1349525241", "userTitle": null, "recommendations": 16, "editorsSelection": false, "parentUserDisplayName": "schwartzy", "userURL": null, "userLocation": "New York City", "depth": 1, "commentType": "userReply", "updateDate": "1349521641", "commentSequence": 2, "commentBody": "Nature has no personality in science and divine intervention is not an answer to any scientific question."}, {"recommendedFlag": 0, "parentID": 7314053, "replies": [], "commentID": 7314824, "trusted": 0, "userDisplayName": "trudy harrison", "createDate": "1349517690", "userID": 55540444, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1349525241", "userTitle": null, "recommendations": 39, "editorsSelection": false, "parentUserDisplayName": "schwartzy", "userURL": null, "userLocation": "NE", "depth": 1, "commentType": "userReply", "updateDate": "1349521641", "commentSequence": 3, "commentBody": "Bush and Romney have Harvard degrees.  It does make me wonder about Harvard.  A bit too much legacy stuff going on, it seems."}]}, "lft": 90, "assetURL": "http://www.nytimes.com/2012/10/06/opinion/collins-of-hooters-zombies-and-senators.html", "parentID": null, "commentID": 7314053, "rgt": 97, "userDisplayName": "schwartzy", "createDate": "1349497475", "userID": 12556447, "replyCount": 3, "commentTitle": "n/a", "status": "approved", "approveDate": "1349497515", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "new york ny", "commentType": "comment", "updateDate": "1349493915", "commentSequence": 11, "commentBody": "Akin, much, I'm sure, to everyone's surprise, has a degree from the Worcester Institute of Technology. Not only an excellent scientific school, but an Eastern one at that. But you'd never know it and clearly, it was not in biology. Psychologists would say he has dissociated the part of his brain that can entertain scientific thought as it regards biological functions, interfered as it is by extremely defensive, rigid and ideological views stemming from fundamentalist religious beliefs which act in extreme conflict with that part of his brain that actually does function rationally. Unfortunately for the body politic, it is the irrational mind that commands his public persona. The Devil works in strange and powerful ways. In Akin's case, it clearly has the upper hand and it is not at all funny. ", "recommendationCount": 240}]}, "copyright": "Copyright (c) 2016 The New York Times Company.  All Rights Reserved."}