{"debug": {"version": 3.1}, "status": "OK", "results": {"api_timestamp": "1481481583", "totalCommentsFound": 6558, "totalCommentsReturned": 25, "comments": [{"assetID": 3410170, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 12731788, "replies": [], "commentID": 12732506, "trusted": 1, "userDisplayName": "Tim Kane", "createDate": "1409904816", "userID": 20454347, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1409904846", "userTitle": "NULL", "recommendations": 3, "editorsSelection": false, "parentUserDisplayName": "John F. McBride", "userURL": "NULL", "userLocation": "Mesa, Az", "depth": 1, "commentType": "userReply", "updateDate": "1409901246", "commentSequence": 12732506, "commentBody": "We believe what we want to believe. "}, {"recommendedFlag": 0, "parentID": 12731788, "replies": [], "commentID": 12733446, "trusted": 0, "userDisplayName": "Fred Cacchione", "createDate": "1409919179", "userID": 5394500, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1409931543", "userTitle": "NULL", "recommendations": 1, "editorsSelection": false, "parentUserDisplayName": "John F. McBride", "userURL": "NULL", "userLocation": "Naples, FL", "depth": 1, "commentType": "userReply", "updateDate": "1409927943", "commentSequence": 12733446, "commentBody": "And the reason those \"beliefs\" rule are what the Reader's Pick #1, Mary Scott, had to say about our \"broken\" press corps. The number one failed institution in our democracy is our bought and paid for press corps which is wholly owned by the .01%. Until we restore a \"free press\" and employ real reporters who aren't \"media stars\" shilling for their corporate masters we're in for a long uphill battle."}, {"recommendedFlag": 0, "parentID": 12731788, "replies": [], "commentID": 12736360, "trusted": 1, "userDisplayName": "John F. McBride", "createDate": "1409937615", "userID": 22502625, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1409937669", "userTitle": "NULL", "recommendations": 1, "editorsSelection": false, "parentUserDisplayName": "John F. McBride", "userURL": "NULL", "userLocation": "Seattle", "depth": 1, "commentType": "userReply", "updateDate": "1409934069", "commentSequence": 12736360, "commentBody": "Fred Cacchione - Maples, FL<br/>That's a battle that may last forever in our free society, Fred.<br/><br/>As I pointed out in a reply to Mary's message, most of us old enough remember Edward R Murrow and his role in bringing down McCarthyism. <br/><br/>But Murrow, earlier, as a VP for William Paley at CBS was key in the dismissal of his long time partner and friend, William Shirer, primarily because of a sponsor's pressure. The sponsor didn't like what Shirer talked about.<br/><br/>William Shirer contended in a recounting in 1990 that his dismissal could be attributed to him \"being outside ' the mainstream .'<br/><br/>Other than PBS and NPR, perhaps on occasion C-SPAN (C-SPAN.ORG), broadcast, on-line and publication media outlets survive by selling advertising. Advertisers can be notoriously fickle for multiple reasons.<br/><br/>Some of them struggle to survive and at the same time present fair and balanced points of view, the NYTs included, despite its flaws and to its credit. Obvious failures here are incidents such as its early support for the war in Iraq against a large body of educated opinion against that action and evidence to support the critics' arguments.<br/><br/>Yet in Russia Putin effectively controls all information outlets. and there are some in the U.S. who like Putin's system, and wouldn't mind it here even if they don't like him or his politics. <br/><br/>Nevertheless, we're all posting here in an open forum as is Paul. That's to be commended and not overlooked or played down.<br/>."}]}, "lft": 62, "assetURL": "http://www.nytimes.com/2014/09/05/opinion/paul-krugman-the-deflation-caucus.html", "parentID": null, "commentID": 12731788, "rgt": 69, "userDisplayName": "John F. McBride", "createDate": "1409889601", "userID": 22502625, "replyCount": 3, "commentTitle": "<br/>", "status": "approved", "approveDate": "1409889606", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Seattle", "commentType": "comment", "updateDate": "1409886006", "commentSequence": 12731788, "commentBody": "America is about sales, Paul, and that extends to the media pedaling news, politicians selling bad news, pundits selling fiction, et al.<br/><br/>If one really wants to sell a house one is well advised to sell them the house they want. One may have to do research to get the house that's perfect, or close enough, but when people are looking for a house they  already know what they want.<br/><br/>Political belief is no different. A large percentage of the ruling class already knows what it wants: inflation is the worst thing, capitalism is the best system, and unbridled capitalism even better, and government existence is bad and its intervention criminal.<br/><br/>The last goes hand in hand with the first. They aren't going to buy any other house. You can't present enough facts to convince them that there isn't inflation, or won't be, and soon. They know what they like. And as it happens, they also like what they know.<br/><br/>Remember, this is the class of successful business, political, and media leaders who gave us the death of Glass-Steagall and regulation, and delivered the nation up to The Great Recession. Many of them didn't even blink. You recently mentioned the famous Rick Santelli rant. However uninformed, however misinformed, however deluded their ideas may be, they believe them. <br/><br/>Those who jailed Galileo didn't care about math; they cared about what they believed: the truth.<br/><br/>In the end, Paul, belief rules, even if it increases the speed of the Titanic in an iceberg filled ocean.<br/>.", "recommendationCount": 206}, {"assetID": 3410020, "replies": [], "lft": 55, "assetURL": "http://op-talk.blogs.nytimes.com/2014/09/03/why-leaked-nude-photos-are-another-frontier-for-feminists/", "parentID": 12722228, "commentID": 12731786, "rgt": 56, "userDisplayName": "Josh Hill", "createDate": "1409889570", "userID": 20663434, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1409889607", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "<br/>", "commentType": "userReply", "updateDate": "1409886007", "commentSequence": 12731786, "commentBody": "And I suppose you don't store financial information such as your credit card number in the cloud? Of course you do. And that means it's your fault if it's stolen, right? But that's different, because, well . . .<br/><br/>Honestly, I didn't think this was a feminist issue until I read your post. Now I understand that it is.", "recommendationCount": 6}, {"assetID": 3410130, "replies": [], "lft": 838, "assetURL": "http://www.nytimes.com/2014/09/05/arts/television/joan-rivers-dies.html", "parentID": null, "commentID": 12731371, "rgt": 839, "userDisplayName": "tom0063", "createDate": "1409884210", "userID": 25453336, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1409889724", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Omaha, NE", "commentType": "comment", "updateDate": "1409886124", "commentSequence": 12731371, "commentBody": "In our very necessary struggle for justice and equality, we have too often veered into a culture of passive-aggressive self-righteousness and victimization which entraps rather than empowers.<br/><br/>Joan River's genius was a powerful antidote and corrective to these deleterious side effects in our progress forward.<br/><br/>She was truly an equal opportunity offender, just what we needed to deflate pompous asses, left and right, rich and poor - bringing us all together in laughing at each other with zingers which were always, at heart, just hard driving teasing among friends.<br/><br/>One can only hope that someone will have the courage to fill those very precarious heels.", "recommendationCount": 6}, {"assetID": 3410020, "replies": [], "lft": 51, "assetURL": "http://op-talk.blogs.nytimes.com/2014/09/03/why-leaked-nude-photos-are-another-frontier-for-feminists/", "parentID": 12722181, "commentID": 12731796, "rgt": 52, "userDisplayName": "Josh Hill", "createDate": "1409889701", "userID": 20663434, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1409889728", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "<br/>", "commentType": "userReply", "updateDate": "1409886128", "commentSequence": 12731796, "commentBody": "Newsworthiness isn't determined merely by the magnitude of an offense. If it were, we'd probably read about nothing except the war in Syria right now. I think it's also questionable to focus on this when the pages of any newspaper are full of fluff.", "recommendationCount": 2}, {"assetID": 3410130, "replies": [], "lft": 97, "assetURL": "http://www.nytimes.com/2014/09/05/arts/television/joan-rivers-dies.html", "parentID": 12728377, "commentID": 12730744, "rgt": 98, "userDisplayName": "devildoc68", "createDate": "1409877430", "userID": 57260126, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1409889772", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Wa.", "commentType": "userReply", "updateDate": "1409886172", "commentSequence": 12730744, "commentBody": "Great post... you said it all... thanks!!!", "recommendationCount": 1}, {"assetID": 3410169, "replies": [], "lft": 22, "assetURL": "http://wordplay.blogs.nytimes.com/2014/09/04/eugenia-washington-to-george-washington/", "parentID": null, "commentID": 12731802, "rgt": 23, "userDisplayName": "John Farmer", "createDate": "1409889789", "userID": 1866801, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1409889846", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "L.A.", "commentType": "comment", "updateDate": "1409886246", "commentSequence": 12731802, "commentBody": "Joe, you really outdid yourself.  That was a beaut!  Kudos!", "recommendationCount": 4}, {"assetID": 3410167, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 12731807, "replies": [], "commentID": 12732328, "trusted": 0, "userDisplayName": "Bruce", "createDate": "1409898846", "userID": 69764761, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1409911106", "userTitle": "NULL", "recommendations": 6, "editorsSelection": true, "parentUserDisplayName": "Mark Thomason", "userURL": "NULL", "userLocation": "Kabul", "depth": 1, "commentType": "userReply", "updateDate": "1409907506", "commentSequence": 12732328, "commentBody": "Really Mark? An honest election and effective government? If we applied that expectation to the US we should shut down Washington. And should have done so a long time ago at that. Walk the streets here and see the remarkable transformation that has happened in the last decade. Get caught in a traffic jam created by hundreds of young girls pouring out of school. See the potential of this place and its people and understand not only its hopes for the future but the desire to build something they can call their own. Listen to young men who sit in their university classes at 5am movingly acknowledge they have this opportunity because soldiers of other countries have fought and died for it. Seeing this place grow and mature and stabilise is going to require us to be as patient as these people are, to remain and assist where we can, especially in helping their security and law enforcement entities consolidate solid ground made over the last couple of years. Getting out now is not an option but the recipe for potential regression and disaster. Sadly, and regrettably the maturing of this nation will involve more bloodshed.  But then the place you are enjoying peaceful (mostly) living in today was built over a much longer period of time than a mere decade, and was sadly forged through an appalling fratricide too. "}, {"recommendedFlag": 0, "parentID": 12731807, "replies": [], "commentID": 12732742, "trusted": 0, "userDisplayName": "Luce", "createDate": "1409911638", "userID": 9313461, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1409931382", "userTitle": "NULL", "recommendations": 2, "editorsSelection": false, "parentUserDisplayName": "Mark Thomason", "userURL": "NULL", "userLocation": "Indonesia", "depth": 1, "commentType": "userReply", "updateDate": "1409927782", "commentSequence": 12732742, "commentBody": "I'm afraid you are right. This situation shows again why our efforts in the Islamic world always fail. We don't know what is going on there! Why do they always refuse to compromise? Time and again, we see one group refusing to compromise with another group, while we wine and dine both sides, and the result being that an even worse group takes advantage of things and blows everybody up. Isn't it time we really try to figure out what is going on, instead of flailing about trying to make everybody get along, when they have no desire to get along? Why can't we understand or accept what our eyes see? These people don't want to get along, they want to fight it out. They are fighting for their rights and their rewards, in this world and more importantly in the next world. Why can't we see them? Is it because we were/are like them too? Could any reasonable outside power have convinced our forefathers to compromise before the Civil War? No! No matter how stupid and brutal, we had to fight to the death over something very primitive and ugly - human slavery.  And now that Civil War is part of our history. Like the Greeks, we sing our fallen heros praises, heroes from both sides. Don't the Muslims have the right to have their war, to beat each other stupid, like we did. Why did we do that? If we can't answer that question, we can't help anybody else."}, {"recommendedFlag": 0, "parentID": 12731807, "replies": [], "commentID": 12733411, "trusted": 1, "userDisplayName": "Mark Thomason", "createDate": "1409918875", "userID": 37674938, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1409918887", "userTitle": "NULL", "recommendations": 2, "editorsSelection": false, "parentUserDisplayName": "Mark Thomason", "userURL": "NULL", "userLocation": "Clawson, MI", "depth": 1, "commentType": "userReply", "updateDate": "1409915287", "commentSequence": 12733411, "commentBody": "\"An honest election and effective government? If we applied that expectation to the US we should shut down Washington. And should have done so a long time ago at that.\" <br/><br/>Yes. That is what we should have been doing instead of these wars. Whatever else they are, they are also distractions, like the circus for Romans."}]}, "lft": 2, "assetURL": "http://www.nytimes.com/2014/09/05/opinion/in-afghanistan-time-for-compromise.html", "parentID": null, "commentID": 12731807, "rgt": 9, "userDisplayName": "Mark Thomason", "createDate": "1409889838", "userID": 37674938, "replyCount": 3, "commentTitle": "<br/>", "status": "approved", "approveDate": "1409889846", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Clawson, MI", "commentType": "comment", "updateDate": "1409886246", "commentSequence": 12731807, "commentBody": "This is the second time we have run the same corrupt election to allow the same people to cheat their way to the presidency.<br/><br/>Why should those cheated twice \"compromise?\" They SHOULD refuse all compromise. It is the only way in the face of such pervasive dishonesty that we have protected, promoted, and now want to save by \"compromise.\"<br/><br/>Yes, our dishonest puppet government that has never been honestly elected and has never effectively governed is failing. Yes, that means our war effort to install it is failing. <br/><br/>Someone else giving in to save our war failed effort is not a realsitic solution.<br/><br/>A realistic solution is an honest election and an effective government. If we can't do that after all this time, then the realistic solution is to GET OUT and leave them to it.", "recommendationCount": 33}, {"assetID": 3410171, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 12731601, "replies": [], "commentID": 12732953, "trusted": 0, "userDisplayName": "Tony", "createDate": "1409914663", "userID": 65818972, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1409917915", "userTitle": "NULL", "recommendations": 2, "editorsSelection": false, "parentUserDisplayName": "George Nakos", "userURL": "NULL", "userLocation": "London", "depth": 1, "commentType": "userReply", "updateDate": "1409914315", "commentSequence": 12732953, "commentBody": "The West needs to provide economic support and equipment for Ukrainian troops.<br/><br/>The costs to Russia have to be increased so that the price of naked aggression is understood in Russia.<br/><br/>I want to see Putin forces to explain to the Russian people why the Russian army  is at war with Ukraine.<br/><br/>I want to see Putin explain to Russian mothers why their dead sons are being secretly buried."}]}, "lft": 2, "assetURL": "http://www.nytimes.com/2014/09/05/world/europe/in-west-fine-line-on-labeling-ukraine-crisis.html", "parentID": null, "commentID": 12731601, "rgt": 5, "userDisplayName": "George Nakos", "createDate": "1409887074", "userID": 33414790, "replyCount": 2, "commentTitle": "<br/>", "status": "approved", "approveDate": "1409889852", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Atlanta, GA", "commentType": "comment", "updateDate": "1409886252", "commentSequence": 12731601, "commentBody": "The NYT reporter gives us great insight into the Ukraine invasion as the NYT has done consistently. This seems like a hybrid invasion for Russia but, in the end, there is no way that Russian troops or proxies will give South East Ukraine back to the Ukraine government. It would take an autonomous region with political lackeys, not \"Federalization\" in the American sense. America had an opportunity to change the calculus by sending equipment and intelligence. I scrounged around today to send 2 helmets, a flak jacket without armor, bandages and clotting compound for wounds to a desperate friend about to deploy in the Ukrainian National Guard. Many of them have to wait to recover small equipment like this from dead soldiers. This is how bad it is.", "recommendationCount": 21}, {"assetID": 3410171, "replies": [], "lft": 6, "assetURL": "http://www.nytimes.com/2014/09/05/world/europe/in-west-fine-line-on-labeling-ukraine-crisis.html", "parentID": null, "commentID": 12731720, "rgt": 7, "userDisplayName": "Ihor Broda", "createDate": "1409888751", "userID": 58399178, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1409889865", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Edmonton, Alberta, Canada", "commentType": "comment", "updateDate": "1409886265", "commentSequence": 12731720, "commentBody": "Mr. Higgins mocks the reluctance to \"call a spade a spade\" by referring to it as the \"Russian whatchamacallit\".  Interested readers can search \"Invasion\" on Wikipedia and decide to apply the \"duck test\".  \"If it looks like a duck, swims like a duck, and quacks like a duck, then it is probably a duck.\"  Admittedly, there are various types of ducks.<br/><br/>The reluctance to use \"invasion\" mirrors the West's failure to send a strong message to Russia from the outset when Putin invaded Crimea.  Instead we saw incremental increases in sanctions, which are still very weak and not taken too seriously by Putin.<br/><br/>Incrementalism and dithering over the \"whatchamacallit\"  only emboldens Putin to escalate, while having a good laugh with his fellow plutocrats about Western lack of unity, resolve and conviction.  \"Peace through Strength\" seems to be a forgotten concept having given way to words that are not backed up by action.  Two generations of cold warriors who have faded away can only cringe from on high, that \"containment\" has faded away with them.  ", "recommendationCount": 16}, {"assetID": 3410020, "replies": [], "lft": 43, "assetURL": "http://op-talk.blogs.nytimes.com/2014/09/03/why-leaked-nude-photos-are-another-frontier-for-feminists/", "parentID": 12721136, "commentID": 12731810, "rgt": 44, "userDisplayName": "Josh Hill", "createDate": "1409889865", "userID": 20663434, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1409889907", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "<br/>", "commentType": "userReply", "updateDate": "1409886307", "commentSequence": 12731810, "commentBody": "While I agree that computer security is inadequate, I haven't seen any evidence that Apple was at fault here. The hackers just could have obtained the passwords. Also, it's kind of hard to blame companies alone when as you say most people haven't set up two factor authentication, not to mention using short, non-random passwords, passwords across multiple sites, etc. Some of this is personal responsibility and there's no getting around that, just as there's no getting around the need to lock your door or keep valuable documents in a safe deposit box.", "recommendationCount": 1}, {"assetID": 3410170, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 12731824, "replies": [], "commentID": 12732206, "trusted": 0, "userDisplayName": "Robert", "createDate": "1409895900", "userID": 66788641, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1409931543", "userTitle": "NULL", "recommendations": 1, "editorsSelection": false, "parentUserDisplayName": "Bret Winter", "userURL": "NULL", "userLocation": "Out West", "depth": 1, "commentType": "userReply", "updateDate": "1409927943", "commentSequence": 12732206, "commentBody": "1. Since by my precise calculations 0.1 is greater than zero, please explain which technical def of the zero bound you're using. Is it that zero equals the inflation rate?<br/><br/>2. Second, why'd your argument devolve into the old, old immigrant-bashing game so fast? there are lots of \"structural issues,\" in our economy--the most important of which is the \"goat in the anaconda,\" prob presented by baby boomers--so why that?"}, {"recommendedFlag": 0, "parentID": 12731824, "replies": [], "commentID": 12732445, "trusted": 0, "userDisplayName": "Paul", "createDate": "1409902484", "userID": 57691072, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1409902505", "userTitle": "NULL", "recommendations": 18, "editorsSelection": false, "parentUserDisplayName": "Bret Winter", "userURL": "NULL", "userLocation": "SF", "depth": 1, "commentType": "userReply", "updateDate": "1409898905", "commentSequence": 12732445, "commentBody": "Immigrants are the problem for a country that is nothing but immigrants (of which many were illegal)??  Defies belief that some believe such rot.  Immigration is the economic engine that the wealthy exploit to garner bigger earnings.  Farmers, contractors, small businesses by the tens of thousands employ millions of illegals.  If there weren't willing employers eager to exploit workers at near slave wages (and avoid taxes and work rules) there would be no \"immigration problem\".  It's no different than the Drug War - going after the sellers never does anything when there are millions of eager buyers.<br/><br/>If you want to stop illegal immigration, start jailing those who hire the illegals.  I suspect we'd see drastic reduction in illegal immigration.  We could swap all those low level drug offenders for the greedy businessmen willing to exploit humans for profit.  Make them bunkmates with all the sleazebags on WS..."}, {"recommendedFlag": 0, "parentID": 12731824, "replies": [], "commentID": 12735570, "trusted": 0, "userDisplayName": "karen", "createDate": "1409933059", "userID": 57258082, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1409949602", "userTitle": "NULL", "recommendations": 0, "editorsSelection": false, "parentUserDisplayName": "Bret Winter", "userURL": "NULL", "userLocation": "benicia", "depth": 1, "commentType": "userReply", "updateDate": "1409946002", "commentSequence": 12735570, "commentBody": "so wrong-- they ARE lawbreakers."}]}, "lft": 70, "assetURL": "http://www.nytimes.com/2014/09/05/opinion/paul-krugman-the-deflation-caucus.html", "parentID": null, "commentID": 12731824, "rgt": 79, "userDisplayName": "Bret Winter", "createDate": "1409890016", "userID": 56944836, "replyCount": 4, "commentTitle": "<br/>", "status": "approved", "approveDate": "1409890027", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "San Francisco, CA", "commentType": "comment", "updateDate": "1409886427", "commentSequence": 12731824, "commentBody": "The ECB is lucky to have a decisive leader like Mario Draghi at the helm.  He is clearly adopting an aggressive easing attitude toward monetary policy in the euro zone.<br/><br/>In fact, the article Krugman cites states that<br/><br/>\"The central bank also increased the fee it imposes on banks to store money at the E.C.B., to 0.2 percent from 0.1 percent. That so-called negative deposit rate, first instituted in June, has already pushed some market interest rates below zero.\"<br/><br/>In other words, Draghi has found an innovative way to get interest rates below the zero bound that Krugman complains is such a constraint on monetary policy.<br/><br/>But readers of this column should also take a look at Draghi's speech at Jackson Hole.  In it Draghi cites TWO causes of high unemployment in Europe.  One is inadequate demand, the other is structural.<br/><br/>Six years after the Great Recession, the US economy also has structural problems that need addressing to make it more competitive in the long run.<br/><br/>Unfortunately addressing these structural issues is not popular with liberals.<br/><br/>One important issue is getting the level of illegal immigration to zero.  Illegal immigration drives up the number of unskilled workers competing for jobs in the US which drive down wages for America's poor.<br/><br/>Our levels of immigration are unsustainable in the long run and rob America's poor to reward foreigners who break our laws.", "recommendationCount": 7}, {"assetID": 3410020, "replies": [], "lft": 37, "assetURL": "http://op-talk.blogs.nytimes.com/2014/09/03/why-leaked-nude-photos-are-another-frontier-for-feminists/", "parentID": 12720530, "commentID": 12731820, "rgt": 38, "userDisplayName": "Josh Hill", "createDate": "1409889988", "userID": 20663434, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1409890028", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "<br/>", "commentType": "userReply", "updateDate": "1409886428", "commentSequence": 12731820, "commentBody": "Well, yeah, and the easiest way to secure your credit card is not to have a credit card.<br/><br/>It really bugs me that people are saying women can't use their cameras as they wish. Sure, we have to recognize that the Internet is not secure, but we also have to live our lives, whether it involves using credit cards or using our cameras.", "recommendationCount": 2}, {"assetID": 3410141, "replies": [], "lft": 18, "assetURL": "http://douthat.blogs.nytimes.com/2014/09/04/for-nato-yes-for-kiev-no/", "parentID": null, "commentID": 12731834, "rgt": 19, "userDisplayName": "Claus Gehner", "createDate": "1409890125", "userID": 58268518, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1409890146", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Seattle, Munich", "commentType": "comment", "updateDate": "1409886546", "commentSequence": 12731834, "commentBody": "I find myself agreeing almost 100% with Mr. Douthat - a somewhat scary proposition.<br/><br/>Putin/Russia's moves in Ukraine are rooted much more deeply in its history than just back to Stalin, back to Catherine the Great, at least. The Black Sea port on the Crimean Peninsula for Russia is similar to Hawaii to the US in its ability to \"project force\", so the Crimea will remain part of Russia no matter what. I think everyone has accepted that.<br/><br/>I much prefer the very reticent approach to using military force by Obama to the blunder of patently illegal aggression by Bush. Many Americans still like the Wild West approach of \"shoot first, ask questions later\", which has had disastrous consequences.<br/><br/>The measured response of economic sanctions and NATO's reassertion of its guarantees towards other NATO members (Poland and Baltic States) is very appropriate. The reality today, versus the old Cold War era, is that Russia is economically very much integrated into the world economy, while the old Soviet Union was (almost) completely isolated. Thus, ever tightening economic sanctions will have significant impacts on Russia, albeit not as immediately obvious as dropping bombs would be. <br/><br/>There are very large numbers of ethnic Russians fleeing from eastern Ukraine into Russia (see today's NYT story), which will both lessen Russia's excuse for intervening, as well as putting a strain on them economically.<br/><br/>Beware of the media - they lobby for war, which makes for better TV. Let's keep our cool.", "recommendationCount": 13}, {"assetID": 3410020, "replies": [], "lft": 29, "assetURL": "http://op-talk.blogs.nytimes.com/2014/09/03/why-leaked-nude-photos-are-another-frontier-for-feminists/", "parentID": 12719791, "commentID": 12731832, "rgt": 30, "userDisplayName": "Josh Hill", "createDate": "1409890119", "userID": 20663434, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1409890147", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "<br/>", "commentType": "userReply", "updateDate": "1409886547", "commentSequence": 12731832, "commentBody": "Who worries about the security of the images on their cell phones? CIA operatives, perhaps. Of course, this may change now, but the fact that they had those photos there doesn't mean that they considered their privacy inconsequential, it probably just means that it never occurred to them that they would be or could be stolen.", "recommendationCount": 1}, {"assetID": 3410166, "replies": [], "lft": 20, "assetURL": "http://www.nytimes.com/2014/09/05/opinion/david-brooks-the-body-and-the-spirit.html", "parentID": null, "commentID": 12731840, "rgt": 21, "userDisplayName": "Mark Thomason", "createDate": "1409890205", "userID": 37674938, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1409890267", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Clawson, MI", "commentType": "comment", "updateDate": "1409886667", "commentSequence": 12731840, "commentBody": "I don't think it is the use of a knife, or beheading. <br/><br/>I think it is doing it live on video with a closeup of the guy's face. ANY cold blooded murder with a video done like that would get this reaction. It would not be better if he was gut shot, or killed by stoning, or blown up with all the gore live on video. It might be even worse.<br/><br/>And those are not much better, who like Brooks argue for cold blooded execttions here, with the only difference being we don't allow video.", "recommendationCount": 103}, {"assetID": 3410020, "replies": [], "lft": 25, "assetURL": "http://op-talk.blogs.nytimes.com/2014/09/03/why-leaked-nude-photos-are-another-frontier-for-feminists/", "parentID": 12721935, "commentID": 12731844, "rgt": 26, "userDisplayName": "Josh Hill", "createDate": "1409890243", "userID": 20663434, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1409890267", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "<br/>", "commentType": "userReply", "updateDate": "1409886667", "commentSequence": 12731844, "commentBody": "Their accounts were hacked and their photos were stolen and it was *their fault*?<br/><br/>I'm afraid the logic of that escapes me, as does the logic that says because some people are worse off this doesn't matter. I mean, Ukraine is being invaded, does this mean it's OK for someone to throw litter on your lawn?", "recommendationCount": 5}, {"assetID": 3410161, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 12731846, "replies": [], "commentID": 12732101, "trusted": 0, "userDisplayName": "lamplighter", "createDate": "1409893919", "userID": 41842144, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1409893926", "userTitle": "NULL", "recommendations": 6, "editorsSelection": false, "parentUserDisplayName": "Cedar", "userURL": "NULL", "userLocation": "The Hoosier State", "depth": 1, "commentType": "userReply", "updateDate": "1409890326", "commentSequence": 12732101, "commentBody": "I think that Herbert Hoover and Calvin Coolidge are a bit of a stretch, replying to Cedar. Obama's policies helped dig our country out of the worst economic times since the Great Depression, which Hoover's policies exacerbated. Silent Cal's only statement that anyone remembers is \" the business of America is business\" and that thinking led directly to the Depression. In my humble opinion, even though circumstances of the times are different, I see Obama much more in the academic Woodrow Wilson mold. Wilson dithered himself in trying to stay out of war. However, he was certainly more able to move his progressive agenda through what was then a conservative Democrat Congress than Obama has been able to do with his conservative Congress. Of course, Wilson was idealistic, what with his Fourteen Points and League of Nations. It's not too late for Obama to adopt some of that idealism, which hopefully will be more pragmatic for its time than Wilson's. <br/><br/>I am for Hillary, but there's a part of me that doesn't see Hillary as another steely leader from thirty years ago, Margaret Thatcher. That seems to be what you are implying, and I'm afraid we will be disappointed."}]}, "lft": 106, "assetURL": "http://www.nytimes.com/2014/09/05/opinion/roosevelts-to-the-rescue.html", "parentID": null, "commentID": 12731846, "rgt": 109, "userDisplayName": "Cedar", "createDate": "1409890294", "userID": 18398873, "replyCount": 1, "commentTitle": "<br/>", "status": "approved", "approveDate": "1409890326", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Colorado", "commentType": "comment", "updateDate": "1409886726", "commentSequence": 12731846, "commentBody": "When I voted for Barack Obama, I thought I was getting another Roosevelt. Instead, I got Calvin Coolidge and Herbert Hoover. <br/><br/>I really do not understand the man's thought processes. He is, I think, a good person, but out of his depth as Chief Executive.<br/><br/>Shadow punching with people who lie, manipulate and move the goalposts is a waste of energy. Yet six years on he is still trying to \"negotiate\". Foolishness on both sides. Codependency in action. <br/><br/>I have always admired TR's commitment to doing what is right. The list is very, very long but was typified with his comment when signing the National Park Service into law to the consternation of big business interests. \"Is there any law against this? No? Then I so decree.\" <br/><br/>God willing, we might get another President who has such nerve. Hillary are you listening?", "recommendationCount": 8}, {"assetID": 3410095, "replies": [], "lft": 99, "assetURL": "http://well.blogs.nytimes.com/2014/09/04/think-like-a-doctor-weaker-and-weaker/", "parentID": 12726278, "commentID": 12728020, "rgt": 100, "userDisplayName": "Nicole", "createDate": "1409857115", "userID": 18273243, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1409890339", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "St. Louis, MO", "commentType": "userReply", "updateDate": "1409886739", "commentSequence": 12728020, "commentBody": "It's never lupus.", "recommendationCount": 0}, {"assetID": 3410095, "replies": [], "lft": 208, "assetURL": "http://well.blogs.nytimes.com/2014/09/04/think-like-a-doctor-weaker-and-weaker/", "parentID": null, "commentID": 12728049, "rgt": 209, "userDisplayName": "WS", "createDate": "1409857330", "userID": 69761845, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1409890339", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "PA", "commentType": "comment", "updateDate": "1409886739", "commentSequence": 12728049, "commentBody": "Amazing! Three ER visits and not a good physical exam and history in sight.  Apply palm to face.<br/><br/>Not done diagnosing the patient by a long shot, but the differential could include:<br/>Addison's disease/chronic adrenal insufficiency - low sodium, hypotension, salt craving, vomiting, weakness, (postural hypotension?) - need confirmatory ACTH stimulation test to differentiate primary adrenal failure vs. pituitary etiology.<br/><br/>21-hydroxylase deficiency/congenital adrenal hyperplasia - still need serum ACTH, Cortisol, Aldosterone, and FSH/LH/Testosterone levels. Concerning short stature, BMI 16, and delayed puberty.  No comment on appearance of genitalia, but unlikely to have gone unnoticed in patient's lifetime.<br/><br/>Autoimmune hypophysitis/Lymphocytic hypophysitis - could affect ACTH/FSH/LH/TSH levels, again still need those labs to diagnose.  Anti-TPO abs, likely Hashimoto's thyroiditis and normal TSH go along with this line of diagnosis.<br/><br/>Since I can't narrow the diagnosis without ACTH, Cortisol, FSH/LH/T labs as well as confirmatory radiology, CT/MRI Brain: I'll go with calling it just plain Chronic Adrenal Insufficiency, until I can confirm with more testing.  The Autoimmune hypophysitis is what sounds most likely involve many symptoms and presenting labs.  Would also have thought to consider Kallmann's syndrome/hypogonadotrophic hypogonadism due to puberty delay at 19yr old, but this doesn't cover the major Hypothalamus-Pituitary-Adrenal system involved here.", "recommendationCount": 0}, {"assetID": 3410095, "replies": [], "lft": 210, "assetURL": "http://well.blogs.nytimes.com/2014/09/04/think-like-a-doctor-weaker-and-weaker/", "parentID": null, "commentID": 12728072, "rgt": 211, "userDisplayName": "Nora", "createDate": "1409857511", "userID": 41432304, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1409890339", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Nyc", "commentType": "comment", "updateDate": "1409886739", "commentSequence": 12728072, "commentBody": "Addisons Disease", "recommendationCount": 0}, {"assetID": 3410095, "replies": [], "lft": 212, "assetURL": "http://well.blogs.nytimes.com/2014/09/04/think-like-a-doctor-weaker-and-weaker/", "parentID": null, "commentID": 12728118, "rgt": 213, "userDisplayName": "Aristotle", "createDate": "1409857901", "userID": 48112767, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1409890339", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Washington", "commentType": "comment", "updateDate": "1409886739", "commentSequence": 12728118, "commentBody": "Paraneoplastic syndrome (disorder).  Check for occult tumors in testicles, lungs, thymus, etc.", "recommendationCount": 0}, {"assetID": 3410095, "replies": [], "lft": 214, "assetURL": "http://well.blogs.nytimes.com/2014/09/04/think-like-a-doctor-weaker-and-weaker/", "parentID": null, "commentID": 12728138, "rgt": 215, "userDisplayName": "Patrick", "createDate": "1409858095", "userID": 12837097, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1409890339", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Austin, TX", "commentType": "comment", "updateDate": "1409886739", "commentSequence": 12728138, "commentBody": "Malaria.", "recommendationCount": 0}, {"assetID": 3410095, "replies": [], "lft": 216, "assetURL": "http://well.blogs.nytimes.com/2014/09/04/think-like-a-doctor-weaker-and-weaker/", "parentID": null, "commentID": 12728155, "rgt": 217, "userDisplayName": "Jennifer", "createDate": "1409858272", "userID": 69762279, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1409890339", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "California", "commentType": "comment", "updateDate": "1409886739", "commentSequence": 12728155, "commentBody": "He is anemic secondary to celiac disease.", "recommendationCount": 0}, {"assetID": 3410095, "replies": [], "lft": 218, "assetURL": "http://well.blogs.nytimes.com/2014/09/04/think-like-a-doctor-weaker-and-weaker/", "parentID": null, "commentID": 12728227, "rgt": 219, "userDisplayName": "E", "createDate": "1409858708", "userID": 10482516, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1409890339", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Dallas", "commentType": "comment", "updateDate": "1409886739", "commentSequence": 12728227, "commentBody": "Let's go with panhypopituitarism, which would cover the lack of growth, the hypothyriodism, the low sodium, and the adrenal crisis he seems to be presenting in in the last visit.", "recommendationCount": 0}, {"assetID": 3410095, "replies": [], "lft": 220, "assetURL": "http://well.blogs.nytimes.com/2014/09/04/think-like-a-doctor-weaker-and-weaker/", "parentID": null, "commentID": 12728361, "rgt": 221, "userDisplayName": "Belaarif Karim", "createDate": "1409859468", "userID": 69762389, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1409890339", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Maroc", "commentType": "comment", "updateDate": "1409886739", "commentSequence": 12728361, "commentBody": "Syndrome de Schmidt dans le cadre de Polyendocrinopathie auto-immune (PEA) de type II.", "recommendationCount": 0}]}, "copyright": "Copyright (c) 2016 The New York Times Company.  All Rights Reserved."}