{"debug": {"version": 3.1}, "status": "OK", "results": {"api_timestamp": "1481460120", "totalCommentsFound": 4453, "totalCommentsReturned": 25, "comments": [{"assetID": 1713569, "replies": [], "lft": 454, "assetURL": "http://bucks.blogs.nytimes.com/2010/08/03/how-to-find-cheaper-college-textbooks/", "parentID": null, "commentID": 2454839, "rgt": 455, "userDisplayName": "greentextbooks", "createDate": "1282879282", "userID": 59529678, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1282882560", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Utah", "commentType": "comment", "updateDate": "1282878960", "commentSequence": 213, "commentBody": "Great info I would also suggest using <a href=\"http://GreenTextbooks.org\" target=\"_blank\">GreenTextbooks.org</a><br />Save Money, Save The Planet<br /><br /> <a href=\"http://GreenTextbooks.org\" target=\"_blank\">GreenTextbooks.org</a> specializes in the recycling of textbooks, DVDs, CDs. Buying used textbooks not only saves you money, but cuts down on greenhouse gases caused by the manufacturing of new textbooks.<br />With <a href=\"http://GreenTextbooks.org\" target=\"_blank\">GreenTextbooks.org</a> you're not only saving trees, you are saving some green. <a href=\"http://www.GreenTextbooks.org\" target=\"_blank\">http://www.GreenTextbooks.org</a>", "recommendationCount": 0}, {"assetID": 1789084, "replies": [], "lft": 20, "assetURL": "http://wordplay.blogs.nytimes.com/2010/08/26/things-pieced/", "parentID": null, "commentID": 2454943, "rgt": 21, "userDisplayName": "Deb Amlen", "createDate": "1282882572", "userID": 38225670, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1282882673", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New Jersey", "commentType": "comment", "updateDate": "1282879073", "commentSequence": 9, "commentBody": "Ha! \"FWAP!\" The MADman in Patrick lives on :)<br /><br />Oh, right.  The puzzle. A toughie.  Nice job, Corey!", "recommendationCount": 0}, {"assetID": 1786564, "replies": [], "lft": 16, "assetURL": "http://schott.blogs.nytimes.com/2010/08/26/chai-na/", "parentID": null, "commentID": 2454885, "rgt": 17, "userDisplayName": "David Bee", "createDate": "1282880743", "userID": 20959524, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1282883055", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Brooklyn", "commentType": "comment", "updateDate": "1282879455", "commentSequence": 5, "commentBody": "Re Posting 4: In Mandarin, China is Zhong1-guo2, which literally means \"middle country\" or \"center country\". (BTW, the USA in Mandarin sounds like Mei3-guo2, literally \"beautiful country\".)<br /><br />Thus, the original meaning of the word China apparently had it as the country at the center of all countries.<br /><br />HTH ", "recommendationCount": 0}, {"assetID": 1787603, "replies": [], "lft": 112, "assetURL": "http://dotearth.blogs.nytimes.com/2010/08/26/a-challenge-to-bill-gates-on-energy-research/", "parentID": null, "commentID": 2454741, "rgt": 113, "userDisplayName": "Dude", "createDate": "1282876960", "userID": 6694537, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1282883259", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New York, NY", "commentType": "comment", "updateDate": "1282879659", "commentSequence": 54, "commentBody": "This guy Rosen is an expert???<br /><br />If nuclear is so much less cost-efficient per kWh than wind, then why is WACC for nuclear plants circa 200-350 bps lower than wind the world over?<br /><br />That said, it could be made a lot cheaper in the US through deregulation.  Not in terms of safety standards, but in terms of speed of getting plants built.  It's easier to exhaust the appeals process of a murderer on death row than it is to finalize the permission to build a nuclear plant.<br /><br />I understand that Rosen's lefty-doctrinaire background compels him to say certain things, but he needs to apply his gifted noggin to these issues in a bit more of an objective manner.  Heck, even Patrick Moore --the founder of Greenpeace who made a name for himself opposing nuclear EVERYTHING-- is now a vociferous advocate for nuclear power on the grounds that its low CO2 emmissions coupled with its cost efficiency are the easiest and best way of stopping global warming.", "recommendationCount": 2}, {"assetID": 1787603, "replies": [], "lft": 114, "assetURL": "http://dotearth.blogs.nytimes.com/2010/08/26/a-challenge-to-bill-gates-on-energy-research/", "parentID": null, "commentID": 2454753, "rgt": 115, "userDisplayName": "Old Curmudgeon", "createDate": "1282877279", "userID": 26200250, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1282883320", "userTitle": null, "editorsSelection": 1, "statusID": 2, "userURL": null, "userLocation": "Akron, OH", "commentType": "comment", "updateDate": "1282879720", "commentSequence": 55, "commentBody": "While I love the Times and respect its generally well-educated readership, my few reads of this blog suggest that it borders on the irresponsible.<br /><br />Sorry to be so blunt, but it reads like a bunch of liberal-arts majors speculating verbally on matters of science, engineering and economics on which their grasp is tenuous at best.  What person with a solid understanding of physics or engineering would purport to compare the \"energy density\" of physical fuels like coal and oil with nuclear power, let alone wind or solar rays? These things are apples and oranges in so many ways that simply enumerating the ways would exhaust my allotted share of characters for this post.<br /><br />From a public-policy perspective, comparing energy sources depends almost entirely on four variables: cost, risk, carbon footprint and intermittency.  The latter two are mostly self-evident, so the first two are crucial.<br /><br />Despite having a strong interest in energy policy for over a decade, I have yet to see, in any mainstream publication, a plausible---let alone convincing---cost comparison among coal, nuclear, solar and wind power.  The reason, in my view, is that everyone fudges the numbers to get the results they want.<br /><br />That's not hard to do.  A dominant (if not the biggest) factor in total per-kilowatt-hour cost, is plant cost, amortized over lifetime energy production, i.e., the expected useful life of the power plant expressed in total kilowatt-hours produced.<br /><br />This number is manipulable for several reasons.  The only plants that have sufficient numbers and longevity for accurate estimation are coal plants, which have provided half or more of our electric power for most of the last century.  Nuclear plants have insufficient history because we have built no new ones in thirty years, and all the current designs are new.  Wind farms, let alone solar arrays, are far too new to have developed enough of a track record for an accurate estimate of construction costs, let alone actual operating longevity or maintenance costs (which are no doubt still climbing down a very steep learning curve).<br /><br />As a result, comparing the cost of various energy sources requires calculating “constructive” costs, i.e., costs based on what little we know now.  In other words, comparison requires a whole lot of assumption, speculation and estimation, which anyone with half a brain can tilt whichever way he chooses.<br /><br />What the public needs to make intelligent choices is accurate numbers, not liberal-arts speculation about dimly understood physics or biology.  It would be helpful if this blogger would spend some time on the telephone and Internet tracking down those numbers, or at least a few unbiased people who have spent some serious time trying honestly to calculate them.<br /><br />At very least, it would be helpful to post varying credible estimates of per-kilowatt hour total costs for coal, nuclear, wind and solar from various sources, giving both high and low values and a measure of variance, such as standard deviation.  I think most readers would be surprised to find how little we actually know about these costs, and how subject to self-interested manipulation the figures are.", "recommendationCount": 6}, {"assetID": 1787603, "replies": [], "lft": 116, "assetURL": "http://dotearth.blogs.nytimes.com/2010/08/26/a-challenge-to-bill-gates-on-energy-research/", "parentID": null, "commentID": 2454791, "rgt": 117, "userDisplayName": "Michael May", "createDate": "1282878101", "userID": 35502097, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1282883334", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Chicago", "commentType": "comment", "updateDate": "1282879734", "commentSequence": 56, "commentBody": "Andy, thank you for asking the \"Why not nuclear?\" question.  Every environmentalist needs that question put to them if they're to be taken seriously on global warming.<br /><br />The red-headed step-children of \"green\" energy are nuclear and WTE.  They have to play a role to solve this problem.<br /><br />The solution to intermittency is twofold.  First you need reliable baseload from nuclear to power the energy needs that cannot be off-cycled, second you need a smart grid that can pair demand with availability.  The ways to do that are on-availability use and on-availability storage.  Charging auto batteries and perhaps institutional or house batteries (for UPS) when energy prices indicate excess availability, but not as much or none if there is shortage makes sense.  Pricing can and should be the way that these cues are sent to energy users.<br /><br />The notion of using plugged in EVs and PHEVs to feed back to the grid seems a bit silly, though it's been repeatedly advanced.  Every charge and discharge cycle loses energy as waste heat, and ideally those EV batteries would remain fully charged for on-demand driving.<br /><br />If we're going to go the route of storing energy on a massive basis to provide energy on demand, then we'll need to build grid-scale battery banks all around the country for that purpose to gain the most efficiency.  Though I'm concerned that will be an inefficient way to deal with intermittency.<br /><br />", "recommendationCount": 3}, {"assetID": 1789138, "replies": [], "lft": 2, "assetURL": "http://dotearth.blogs.nytimes.com/2010/08/26/a-newspaper-apologizes-to-leader-of-climate-panel/", "parentID": null, "commentID": 2454807, "rgt": 3, "userDisplayName": "Renegade98", "createDate": "1282878475", "userID": 52496099, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1282883343", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "California", "commentType": "comment", "updateDate": "1282879743", "commentSequence": 1, "commentBody": "Okay, now they must make some sort of financial restitution package for the damage they have done to this man. No ifs, ands or buts... Do it!", "recommendationCount": 5}, {"assetID": 1787603, "replies": [], "lft": 118, "assetURL": "http://dotearth.blogs.nytimes.com/2010/08/26/a-challenge-to-bill-gates-on-energy-research/", "parentID": null, "commentID": 2454816, "rgt": 119, "userDisplayName": "Michael May", "createDate": "1282878681", "userID": 35502097, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1282883453", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Chicago", "commentType": "comment", "updateDate": "1282879853", "commentSequence": 57, "commentBody": "RE: \"Solar is already cheaper than nuclear\"<br /><br />Ike, your post contained a series of whoppers, but this one is especially egregious.<br /><br />My electric provider, ComEd gets 80% of the electricity I use from nuclear plants.  If you can find a provider that is producing 80% of its power from solar at a price comparable to the residential rate offered in my area, then nobody would be discussing this.  Fact is, your point is simply not true.<br /><br />If you want to re-assert it, bring data.", "recommendationCount": 2}, {"assetID": 1787603, "replies": [], "lft": 120, "assetURL": "http://dotearth.blogs.nytimes.com/2010/08/26/a-challenge-to-bill-gates-on-energy-research/", "parentID": null, "commentID": 2454818, "rgt": 121, "userDisplayName": "donnolo", "createDate": "1282878698", "userID": 19644002, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1282883459", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Monterey, CA", "commentType": "comment", "updateDate": "1282879859", "commentSequence": 58, "commentBody": "Nine billion people are far more than the planet can sustain. Where is the planning to reduce that number?  Instead of wind vs. nuclear vs. solar we should be debating famine vs. epidemic vs. war -- because those will be the choices if nothing is done to curb population growth in a rational, controlled way. A million voices are raised in passionate argument over a mosque in Manhattan, but nary a word is spoken in favor of a world-wide one-child policy.<br /><br />And if population limits can be put in place somehow -- a big if indeed -- where is the planning for the side effects, for a world where the dependent elderly outnumber the working young and where the world economy is in a perpetual deflationary phase?", "recommendationCount": 2}, {"assetID": 1787603, "replies": [], "lft": 122, "assetURL": "http://dotearth.blogs.nytimes.com/2010/08/26/a-challenge-to-bill-gates-on-energy-research/", "parentID": null, "commentID": 2454831, "rgt": 123, "userDisplayName": "Michael May", "createDate": "1282879106", "userID": 35502097, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1282883467", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Chicago", "commentType": "comment", "updateDate": "1282879867", "commentSequence": 59, "commentBody": "If solar advocates could show that solar installations were providing 20% of US electrical energy supply at low prices and someone tried to come in and show how solar was too expensive to add any more, they'd be shouting from the rooftops about the disingenuosness of it all.  But since we have a nuclear fleet which has been operating safely for decades and producing energy at very low costs, they want to point your attention to the subsidies that are required now that so-called environmentalists have made nuclear energy into a bogeyman.<br /><br />Why can't nuclear plants get financing?  Is it because the existing fleet is unprofitable?  No.  It's because nobody believes that the legal processes required to get a site licensed and a plant actually built reflect reality as much as they do irrational fear.  It's the uncertainty, stupid.", "recommendationCount": 3}, {"assetID": 1787603, "replies": [], "lft": 124, "assetURL": "http://dotearth.blogs.nytimes.com/2010/08/26/a-challenge-to-bill-gates-on-energy-research/", "parentID": null, "commentID": 2454845, "rgt": 125, "userDisplayName": "andrew", "createDate": "1282879382", "userID": 2509526, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1282883481", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "nyc", "commentType": "comment", "updateDate": "1282879881", "commentSequence": 60, "commentBody": "I agree with Gates against Rosen.  I see no point in expending a tremendous amount of political energy into getting what would inevitably amount to a small transfer from coal towards other existing renewable forms.  Without a game changing technology, we're screwed.  There's simply no way in which the USA or China will be generating 0 CO2 emissions even in 2100 scaling up slightly improved current technologies.<br /><br />It's not about conservatives trying to kill renewable energy.  It's about us not knowing the physics Rosen thinks we already know.  If we already know everything we're going to know about energy, we're screwed as a planet.  Let's home in 50 years of increased R&amp;D on all kinds of new energy forms of generation, storage and transmission, we can get to a radically new place, just as those in 1850 could never have expected the technologies of 1900, 1900 in 1950, or 1950 in 2000.", "recommendationCount": 2}, {"assetID": 1787603, "replies": [], "lft": 126, "assetURL": "http://dotearth.blogs.nytimes.com/2010/08/26/a-challenge-to-bill-gates-on-energy-research/", "parentID": null, "commentID": 2454857, "rgt": 127, "userDisplayName": "zpgnow", "createDate": "1282879795", "userID": 60897034, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1282883491", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "earth", "commentType": "comment", "updateDate": "1282879891", "commentSequence": 61, "commentBody": "Y'all are ignoring the 800 pound gorilla in the room - population.  All technology and conservation efforts will be dwarfed by growing populations.  But it is a touchy subject, no politician in this country will advocate for birth control and family planning, if for no otehr reason that capitalism and our economy will collapse if there are not more mouths to feed, more houses and cars to build etc year after year.  Deal with it - we have too many damn people here.", "recommendationCount": 1}, {"assetID": 1787603, "replies": [], "lft": 128, "assetURL": "http://dotearth.blogs.nytimes.com/2010/08/26/a-challenge-to-bill-gates-on-energy-research/", "parentID": null, "commentID": 2454874, "rgt": 129, "userDisplayName": "Bill New", "createDate": "1282880423", "userID": 57335782, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1282883497", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Beloit, WI", "commentType": "comment", "updateDate": "1282879897", "commentSequence": 62, "commentBody": "Clearly everyone knows more than I do about physics and energy, and about economics too, though the premise is that we must, that we can or should continue to live exactly the way we do now, especially Americans with all their cars and big houses and assorted appliances. Perhaps one fiction is that industrialization and development are necessary for the alleviation of poverty. Global capitalism seems to make at least as much bottomless poverty and endless wealth. If the lights go out, and the car doesn't run, life is not perforce going to end. There are other ways to live, there are ways to make your own energy, especially if one were not engaged 24/7 is the many pointless activities which I more and more find to constitute my life. Communism did not succeed in supplanting capitalism, but I would be surprised if capitalism doesn't succeed in destroying itself. We got just a taste of this in the last couple years, and the idiocy of participatory democracy as normally practiced these days in America and Europe doesn't give one much hope of regulating the snake that eats its own tail.", "recommendationCount": 1}, {"assetID": 1789138, "replies": [], "lft": 4, "assetURL": "http://dotearth.blogs.nytimes.com/2010/08/26/a-newspaper-apologizes-to-leader-of-climate-panel/", "parentID": null, "commentID": 2454890, "rgt": 5, "userDisplayName": "Raven", "createDate": "1282881057", "userID": 58111801, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1282883512", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Earth", "commentType": "comment", "updateDate": "1282879912", "commentSequence": 2, "commentBody": "The retraction was a result of legal blackmail made possible by the rediculous libel laws in the UK. It was not based on any merit behind Pachauri's claims. Any honest person looking at the fact can see he is clearly in conflict of interest and the fact that he still holds his job demonstrates how hopelessly corrupt and unethical the IPCC establishment is.<br /><br /> More information here:<br /><br /><a href=\"http://eureferendum.blogspot.com/2010/08/non-apology.html\" target=\"_blank\">http://eureferendum.blogspot.com...</a>", "recommendationCount": 18}, {"assetID": 1789212, "replies": [], "lft": 2, "assetURL": "http://dotearth.blogs.nytimes.com/2010/08/26/on-harvard-misconduct-climate-research-and-trust/", "parentID": null, "commentID": 2454898, "rgt": 3, "userDisplayName": "Jason", "createDate": "1282881249", "userID": 55825235, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1282883551", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Cambridge, MA", "commentType": "comment", "updateDate": "1282879951", "commentSequence": 1, "commentBody": "Andy,<br /><br />I'm happy for you that you are able to \"trust\" climate science: a field you have spent decades covering and whose practitioners happen to share a general political viewpoint with.<br /><br />As for me, I try to employ more objective tests. For example:<br /><br />*Do prominent results from climate science hold up to scrutiny by practitioners of other disciplines on which the climate scientists ostensibly rely?<br /><br />In some very prominent examples (Paleoclimatology being examined by statisticians for example), the answer is very clearly NO.<br /><br />*When mistakes are made, do they tend to occur randomly, or is there a consistent bias to the errors, suggesting, perhaps, a lack of objectivity?<br /><br />Quite clearly there is a consistent bias in climatological research towards results which reinforce the need for action.<br /><br />In other scientific disciplines there are bad actors. What is unique about climate science is that the bad actors are all pushing in the same direction, and have pushed so hard that genuinely objective scientists need to play along or operate at a significant disadvantage.<br /><br />When so many results fail to hold up to scrutiny; when an entire scientific discipline finds itself unable to weed out its own bad actors; it is my opinion that trust should be withdrawn, and replaced with a very healthy dose skepticism.", "recommendationCount": 72}, {"assetID": 1789138, "replies": [], "lft": 6, "assetURL": "http://dotearth.blogs.nytimes.com/2010/08/26/a-newspaper-apologizes-to-leader-of-climate-panel/", "parentID": null, "commentID": 2454910, "rgt": 7, "userDisplayName": "Wang Suya", "createDate": "1282881544", "userID": 40342008, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1282883554", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Japan", "commentType": "comment", "updateDate": "1282879954", "commentSequence": 3, "commentBody": "From Wang Suya<br /><br />    Good news, IPCC basicly are right, man-made global warming are real.", "recommendationCount": 3}, {"assetID": 1789212, "replies": [], "lft": 4, "assetURL": "http://dotearth.blogs.nytimes.com/2010/08/26/on-harvard-misconduct-climate-research-and-trust/", "parentID": null, "commentID": 2454925, "rgt": 5, "userDisplayName": "Eli Rabett", "createDate": "1282882088", "userID": 57377492, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1282883582", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Washington, DC", "commentType": "comment", "updateDate": "1282879982", "commentSequence": 2, "commentBody": "A really depressing post, which just about kills any remaining credibility you ever had and it comes right above another one which shows how your ilk jumped on the bandwagon to libel Pacharui. That the original source has been forced to retract is cold comfort, the damage was already done.<br /><br />In  the huge  IPCC report, only a few mistakes were found.  Most of those that you blew hot air into have now been shown to be fabrications (see, for example the Amazon story, where the Telegraph was forced  to take down it's article)<br /><a href=\"http://climateprogress.org/2010/06/20/amazon-ipcc-climategate-sunday-times-jonathan-leake-simon-lewis-apology-retraction/,\" target=\"_blank\">http://climateprogress.org...</a> yet you have the gall to claim that it is the scientists who are behaving badly.<br /><br />", "recommendationCount": 68}, {"assetID": 1789212, "replies": [], "lft": 6, "assetURL": "http://dotearth.blogs.nytimes.com/2010/08/26/on-harvard-misconduct-climate-research-and-trust/", "parentID": null, "commentID": 2454932, "rgt": 7, "userDisplayName": "Eli Rabett", "createDate": "1282882251", "userID": 57377492, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1282883589", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Washington, DC", "commentType": "comment", "updateDate": "1282879989", "commentSequence": 3, "commentBody": "One short correction, it was the Sunday Times that blew the Amazon story not the Telegraph.", "recommendationCount": 13}, {"assetID": 766, "replies": [], "lft": 812, "assetURL": "http://travel-fixme.nytimes.com/travel/guides/europe/turkey/istanbul/hotels.html", "parentID": null, "commentID": 3059488, "rgt": 813, "userDisplayName": "", "createDate": "1282883674", "userID": 54480690, "replyCount": 0, "commentTitle": "", "status": "approved", "approveDate": "1282883674", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "", "commentType": "userSuggestion", "updateDate": "1282920739", "commentSequence": 357, "commentBody": "Ambassador Hotel was one of the hotels which among I could choose to be my hotel while during a 7 night Istanbul  I chose Ambassador based on mainly these reviews here and what can I say, those were absolutely right. The hotel staff is friendly, The reception staff are very very very very helpful and gave use useful tips and information about getting around the city. The reception also arranged the Bosphereus Cruise for us which was a guided tour and we would totally recommend it to others. Other staff members, managers and the maids were just as equally helpful, friendly and courteous.<br /> the rooms clean, the service nice and fast (there was something broken in our room, but the repairing service worked prompty and that's awesome) cleaning is very good, breakfast is fantastic not to mention the views... The list could be endless. There's even a small \"fitness room\" downstairs, which is not advertised as it is kind of a corner, but in mood for some sweating, that will do. I didn't personally tested the sauna and massage service they offer<br />As for Istanbul, it is a fantastic city with so much to see that we are coming back next year ?nsallah. As well as the Old Town, make sure you go up Galata Tower (although they charge 10 lira per person the views are worth every penny) and go to the town of Eyup (a very important place for Muslims) and when you are buying Turkish delight or the gorgeous Baklava make sure you haggle (you'll get a lot of money off the initial price).<br />Tesje Gur  Eidirrim..(thanks so much). (don't know if I write it right)<br />We would definately go back to this hotel again and again and again!!!<br /><a href=\"http://www.hotelambassador.com\" target=\"_blank\">www.hotelambassador.com</a><br />see you next years Bunyamin or Ben (front desk clerk) Nuriye ,Kiraz,( housekeep?ng)Cem (driver)", "recommendationCount": 0}, {"assetID": 1789212, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 2454985, "replies": [], "commentID": 2455009, "trusted": 0, "userDisplayName": "Andy Revkin", "createDate": "1282883750", "userID": 54480690, "replyCount": 0, "commentTitle": "", "status": "approved", "approveDate": "1282883750", "userTitle": "Dot Earth blogger", "recommendations": 0, "editorsSelection": false, "parentUserDisplayName": "David", "userURL": "http://dotearth.blogs.nytimes.com", "userLocation": "", "depth": 1, "commentType": "reporterReply", "updateDate": "1282880150", "commentSequence": 1, "commentBody": "The scientists in this field have done a huge amount of work over the last three decades to help lay out scenarios and areas of concern, as here:<br /><a href=\"http://dotearth.blogs.nytimes.com/2009/02/23/warming-embers-burning-brighter/\" target=\"_blank\">http://dotearth.blogs.nytimes.com...</a>"}]}, "lft": 8, "assetURL": "http://dotearth.blogs.nytimes.com/2010/08/26/on-harvard-misconduct-climate-research-and-trust/", "parentID": null, "commentID": 2454985, "rgt": 11, "userDisplayName": "David", "createDate": "1282883212", "userID": 60897213, "replyCount": 1, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1282883750", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Australia", "commentType": "comment", "updateDate": "1282880150", "commentSequence": 4, "commentBody": " “the “danger” level is for society to judge, not science”.<br />I agree that it is not for scientists to be the arbiter of a single danger level of climate change.  But I would argue that neither should “society” be trying to make that judgement.  The idea of a danger level implies that below that level there is no danger.  When impacts are so varied and uncertain across regions and over time, how can we possibly decide 4˚C (or 3 or even 1.5) is universally safe and therefore an acceptable risk requiring no action.<br />I see an important role of scientists is to motivate society by informing us of the severity and probability of bad or dangerous consequences. Yes, I suppose that means being “alarmist”.  When I learned what 4-6˚C warmer actually means for me and my children’s world I realised the time for arguing over scientific subtleties was gone.<br />I trust the scientists enough to say it’s time for society to start arguing over which really powerful policy measures can be implemented… very soon.<br />", "recommendationCount": 41}, {"assetID": 1789212, "replies": [], "lft": 9, "assetURL": "http://dotearth.blogs.nytimes.com/2010/08/26/on-harvard-misconduct-climate-research-and-trust/", "parentID": 2454985, "commentID": 2455009, "rgt": 10, "userDisplayName": "Andy Revkin", "createDate": "1282883750", "userID": 54480690, "replyCount": 0, "commentTitle": "", "status": "approved", "approveDate": "1282883750", "userTitle": "Dot Earth blogger", "editorsSelection": 0, "statusID": 2, "userURL": "http://dotearth.blogs.nytimes.com", "userLocation": "", "commentType": "reporterReply", "updateDate": "1282880150", "commentSequence": 1, "commentBody": "The scientists in this field have done a huge amount of work over the last three decades to help lay out scenarios and areas of concern, as here:<br /><a href=\"http://dotearth.blogs.nytimes.com/2009/02/23/warming-embers-burning-brighter/\" target=\"_blank\">http://dotearth.blogs.nytimes.com...</a>", "recommendationCount": 0}, {"assetID": 1787364, "replies": [], "lft": 68, "assetURL": "http://parenting.blogs.nytimes.com/2010/08/26/parenting-under-scrutiny/", "parentID": null, "commentID": 2454872, "rgt": 69, "userDisplayName": "Flora's Mom", "createDate": "1282880368", "userID": 58064548, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1282883775", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "PDX", "commentType": "comment", "updateDate": "1282880175", "commentSequence": 34, "commentBody": "Very interesting post. Where I live child protective services feels a lot of pressure from the local media.  On occasions where children in, or previously visited by, protective services die the media makes the department out to be villans.  As the pressure to be more vigilant grows so does the case worker's load.  People are quitting because the stress is too high but there is a hiring freeze so no new case workers are being hired.  This leaves the remaining case workers with an even heavier load and more stress.  Under these circumstances the social workers can not have adequate time to asses all home situations thoroughly.  I don't know this for sure but it seems to me that the heavy case loads these workers are carrying must increase the number of children they are pulling out of their homes.  It you don't have time to properly asses a situation it is better to pull a child out of the home than have your department face the wrath of the local media.  Or that's how the department leaders feel I'm sure.  Maybe if our social services had better funding and our social workers had more time to asses the home living situation fewer children would be taken away from their parents.<br /><br /><a href=\"http://themommyist.blogspot.com/\" target=\"_blank\">http://themommyist.blogspot.com/</a><br /><br />", "recommendationCount": 8}, {"assetID": 1787364, "replies": [], "lft": 70, "assetURL": "http://parenting.blogs.nytimes.com/2010/08/26/parenting-under-scrutiny/", "parentID": null, "commentID": 2454919, "rgt": 71, "userDisplayName": "Mama Ellen", "createDate": "1282881739", "userID": 55905458, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1282883777", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Westchester New York", "commentType": "comment", "updateDate": "1282880177", "commentSequence": 35, "commentBody": "Very interesting. I was a foster care worker in the state of Virginia some years ago and believe me when I tell you that no social worker or judge, for that matter, was keen on taking a child out of their home. For one thing, there was no where to put them once they had been removed (how many foster parent do you know?) There simply weren't foster homes available.<br /><br />And given the fact that the parents had to demonstrate that they could provide a clean, stable home for their children in order to get them back (and visit them regularly etc. while they were in care) many of these children never got to go home.<br /><br />The parents, despite a TREMENDOUS effort on the part of social services, to help them get housing, jobs, drug or alcohol treatment, therapy, etc. did not do what they needed to do. Many of them did not take the situation seriously at all and did not make a real effort to get their acts together.<br /><br />I was trained as a family therapist and had a masters degree in social work. Every cell of my being wanted to reunite these families but it was so depressing I can't even begin to describe it. Every Sunday night I had a pit in my stomach just thinking about what horror awaited me the next day at work.<br /><br />Please do not underestimate neglect. I cannot imagine a judge taking a child away because the parent gave him kool-aid. Seriously?? I did get a case of a 6 week old who, through her mothers neglect, was being fed beer instead of formula by her boyfriend and then was raped with a coke bottle by same boyfriend.<br /><br />I had a little 5 year old whose parents lost custody because both were heroin addicts who allowed him to be in the room while his mother sold herself to men in exchange for drugs (and who was most likely occasionally traded for drugs himself). Once he was taken into care, mom disappeared for good and dad never showed up for scheduled visits and eventually lost custody.<br /><br />The there was the neglectful mom whose home lacked doors, had exterior garbage cans in the house overflowing with garbage, a hole in the ceiling that allowed you to see up to the second floor and through which a child could easily fall, and who thought it was funny that she had trained her youngest (age 2) to act like a dog and bite anyone who came into the house.<br /><br />I could go on and on.<br /><br />I cannot tell you how hard I worked and how hard the child therapists worked and how hard the family therapists assigned to the parents at no charge worked. And usually to no avail whatsoever.<br /><br />The idea that most foster care cases are without merit and that the \"system\" is out to screw the parents is, in my humble opinion, ridiculous! I feel terrible for the parents because most of them are very damaged people and their own childhoods were usually extremely abusive or neglectful as well.<br /><br />But my experience was that they, not their children, were the ones to get the preferential treatment in court. And believe me, no one was out to get their child put into foster care. Instead everything was done to try and help them KEEP their child at home.<br /><br />The children are the ones without a voice or an option or any power of their own. They are the ones whose needs should be put first. This is definitely NOT about<br />kool-aid.<br /><br /><a href=\"http://mamasoncall.com\" target=\"_blank\">http://mamasoncall.com</a>", "recommendationCount": 15}, {"assetID": 1788580, "replies": [], "lft": 84, "assetURL": "http://fivethirtyeight.blogs.nytimes.com/2010/08/26/a-closer-look-at-alaska/", "parentID": null, "commentID": 2454520, "rgt": 85, "userDisplayName": "Yaakov Stern", "createDate": "1282871998", "userID": 54928599, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1282884878", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New Haven, CT", "commentType": "comment", "updateDate": "1282881278", "commentSequence": 39, "commentBody": "The only significant problem one might encounter with this approach is that support for candidates with very low name recognition might stem from pure anti-incumbent sentiment--for example, a candidate with 20% name recognition who is polling at 18% might be getting 10% of the vote from electors who aren't familiar with the candidate, but bear a grudge against the better-known candidate (read: incumbent).  This could lead to the mistaken impression that 90% of voters who know of the candidate support them, while in reality it's more like 40%.  In the case of multi-term incumbents, it might be helpful to look at the number of people who vote against them in every election (or something close to it)--if it is steadily at at least a certain percentage (say, 10%, as in our example above), those people are likely to vote for anyone other than the incumbent out of anger.<br /><br />Of course, this problem becomes less severe the higher the name recognition of a candidate--if 50% of the people know who you are and 30% plan on voting for you, you would be quite unlucky to find that more than half of those planning on casting a vote for you don't already know who you are.", "recommendationCount": 0}, {"assetID": 1788580, "replies": [], "lft": 86, "assetURL": "http://fivethirtyeight.blogs.nytimes.com/2010/08/26/a-closer-look-at-alaska/", "parentID": null, "commentID": 2454542, "rgt": 87, "userDisplayName": "snoskeer", "createDate": "1282872736", "userID": 31687497, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1282884878", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "SLC, UT", "commentType": "comment", "updateDate": "1282881278", "commentSequence": 40, "commentBody": "Look at the vote totals for the Ballot measures, far more votes than in the senate race. That would seem to be what influenced the lead by Miller more than any other factor. Those same measures will not be on the ballot in November.", "recommendationCount": 2}]}, "copyright": "Copyright (c) 2016 The New York Times Company.  All Rights Reserved."}