{"debug": {"version": 3.1}, "status": "OK", "results": {"api_timestamp": "1481479646", "totalCommentsFound": 7589, "totalCommentsReturned": 25, "comments": [{"assetID": 3328110, "replies": [], "lft": 243, "assetURL": "http://economix.blogs.nytimes.com/2012/06/29/health-care-solidarity-vs-rugged-individualism/", "parentID": 6534146, "commentID": 6585849, "rgt": 244, "userDisplayName": "Debbie R.", "createDate": "1341892796", "userID": 46923481, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1341892876", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Brookline, MA", "commentType": "userReply", "updateDate": "1341889276", "commentSequence": 12, "commentBody": "bhi,<br/><br/>What exactly are realistic premiums?  Not community rated at all?  There are people that insurance companies simply refuse to cover.  Apparently including good samaritans who donate a kidney. Others get their by having the misfortune of having been sick, or born with some genetic flaw.   <br/><br/>Are you suggesting that employers should also quote \"realistic premiums\" for each employee and then can choose to subsidize those whose premiums exceed their salaries?<br/><br/>I think people who have need to see many doctors are well aware of what the insurance company is and isn't paying for their treatments.<br/><br/>You claim that having insurance provides peace of mind even for healthy people, but the reality is that for many people that peace of mind is an illusion, because when they actually need coverage, what they have is inadequate, or insurance companies jack up the premiums until it is no longer affordable for them.<br/><br/>This concept of a contract versus a subsidy is a meaningless distinction as far as I'm concerned, but clearly you are very concerned with people getting something for nothing.  Are you saying you want their to be some guilt or shame involved in getting assistance purchasing insurance?<br/><br/>How about children? Should children feel guilty about getting sick and costing their parents money? <br/><br/>Why doesn't anybody think the people who make billions off of low wage workers should feel guilty that they don't pay their workers enough to buy healthcare? The rich are shameless.", "recommendationCount": 1}, {"assetID": 3329166, "replies": [], "lft": 7, "assetURL": "http://offthedribble.blogs.nytimes.com/2012/07/08/anthony-applauds-knicks-pursuit-of-camby/", "parentID": 6580336, "commentID": 6583282, "rgt": 8, "userDisplayName": "Eric Fitzgerald", "createDate": "1341862531", "userID": 63434304, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1341892887", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Brooklyn, NY", "commentType": "userReply", "updateDate": "1341889287", "commentSequence": 1, "commentBody": "Bibby and Davis are not coming back.", "recommendationCount": 0}, {"assetID": 3329166, "replies": [], "lft": 12, "assetURL": "http://offthedribble.blogs.nytimes.com/2012/07/08/anthony-applauds-knicks-pursuit-of-camby/", "parentID": null, "commentID": 6584580, "rgt": 13, "userDisplayName": "Gass1234", "createDate": "1341874588", "userID": 43128324, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1341892889", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New York", "commentType": "comment", "updateDate": "1341889289", "commentSequence": 5, "commentBody": "Too bad Spencer Haywood is no longer with us. Would be perfect.", "recommendationCount": 0}, {"assetID": 3329312, "replies": [], "lft": 2, "assetURL": "http://offthedribble.blogs.nytimes.com/2012/07/09/knicks-re-sign-steve-novak/", "parentID": null, "commentID": 6584746, "rgt": 3, "userDisplayName": "merri lee", "createDate": "1341876851", "userID": 3285046, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1341892894", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "washington, dc", "commentType": "comment", "updateDate": "1341889294", "commentSequence": 1, "commentBody": "Howard Beck is our go-to writer.  This is a nice article on a well deserving Steve Novak.", "recommendationCount": 0}, {"assetID": 3329324, "replies": [], "lft": 2, "assetURL": "http://offthedribble.blogs.nytimes.com/2012/07/09/chandler-featured-on-cover-of-espns-body-issue/", "parentID": null, "commentID": 6585767, "rgt": 3, "userDisplayName": "sarababew", "createDate": "1341891516", "userID": 62902431, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1341892904", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "adger", "commentType": "comment", "updateDate": "1341889304", "commentSequence": 1, "commentBody": "If you are looking to try something new, the clothes free lifestyle could be your answer to meeting new nudist friends who look just like everyone.  Naturistmingle   is the best choice for you! Nothing wrong with being naked as long as you enjoy it and can handle it. We are all born that way! ", "recommendationCount": 1}, {"assetID": 3329343, "replies": [], "lft": 2, "assetURL": "http://www.nytimes.com/2012/07/10/technology/silicon-valley-wary-of-reality-series.html", "parentID": null, "commentID": 6585855, "rgt": 3, "userDisplayName": "SalinasPhil", "createDate": "1341892918", "userID": 50843871, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1341893188", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Salinas, California", "commentType": "comment", "updateDate": "1341889588", "commentSequence": 1, "commentBody": "Relax. Nobody in Silcon Valley watches television anymore anyway. ", "recommendationCount": 50}, {"assetID": 3329281, "replies": [], "lft": 191, "assetURL": "http://www.nytimes.com/2012/07/10/health/genetic-test-changes-game-in-cancer-prognosis.html", "parentID": 6585024, "commentID": 6585645, "rgt": 192, "userDisplayName": "colormeincredulous", "createDate": "1341889810", "userID": 14454443, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1341893243", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "brooklyn, ny", "commentType": "userReply", "updateDate": "1341889643", "commentSequence": 6, "commentBody": "PEOPLE!  his point isn't that the test is useless.  He's commenting on Dr. Harbour's overly agressive treatment of patients diagnoses with the incurable class 2 type of the disease.  Ladoc00 isn't arguing against Dr. Harbour's test, just his subsequent treatment, rightly.", "recommendationCount": 4}, {"assetID": 3329281, "replies": [], "lft": 193, "assetURL": "http://www.nytimes.com/2012/07/10/health/genetic-test-changes-game-in-cancer-prognosis.html", "parentID": 6585024, "commentID": 6585678, "rgt": 194, "userDisplayName": "DK", "createDate": "1341890175", "userID": 45937270, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1341893250", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Boston, MA", "commentType": "userReply", "updateDate": "1341889650", "commentSequence": 7, "commentBody": "The critical issue, Ladoc, is whether you personally discuss therapy with patients - which of course you don't,  right?   If you've never had an elderly patient or their family insist on therapy which is NOT demonstrably futile then I fail to see what gives you the right to judge your colleagues so harshly.  This reminds me of the renal pathologist I used to know who used to chide us as to how obvious the cause of a given patient's glomerulonephritis was - AFTER, of course, he'd looked at the path....  <br/><br/>Dr. Harbour is a clinician investigator, published his work on BAF1 in Science.  You honestly don't think that he's putting patients with class 2 tumors in clinicial trials?<br/><br/>And sorry \"they should be given a fishing pole and a bottle of whisky and told to go make the most of their last days\"??   How sensitive of you.  Thank goodness you don't talk to YOUR patients.  I guess everyone self-selects their specialties, eh?", "recommendationCount": 4}, {"assetID": 3329281, "replies": [], "lft": 233, "assetURL": "http://www.nytimes.com/2012/07/10/health/genetic-test-changes-game-in-cancer-prognosis.html", "parentID": 6585309, "commentID": 6585852, "rgt": 234, "userDisplayName": "Connecticut Yankee", "createDate": "1341892860", "userID": 58362232, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1341893281", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Middlesex County, CT", "commentType": "userReply", "updateDate": "1341889681", "commentSequence": 1, "commentBody": "You are SO RIGHT about the difference between doctors.<br/><br/>My wife died of ocular melanoma in 2009, after 28 months of treatment at Thomas Jefferson University Hospital in Philadelphia.  The doctors there were marvelous, skilled, caring, thoughtful.  At one point, we interrupted the treatment to try another specialist in New Haven.  After being late for EVERY appointment, he would march into the room with a big smile and ask \"So, how are you today?\"  He had never treated this type of  cancer before, but it became apparent he was using my wife's case as an entree to expanding his brief.  He later billed himself as THE specialist in the area, with extensive experience in ocular melanoma.  We RAN back to Thomas Jefferson.", "recommendationCount": 12}, {"assetID": 3329209, "replies": [], "lft": 2, "assetURL": "http://india.blogs.nytimes.com/2012/07/09/trying-to-become-pregnant-the-eastern-way/", "parentID": null, "commentID": 6580103, "rgt": 3, "userDisplayName": "Mitra", "createDate": "1341843424", "userID": 21867889, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1341893313", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Brisbane", "commentType": "comment", "updateDate": "1341889713", "commentSequence": 1, "commentBody": "Mr Hall is well meaning...but really... what a load of nonsense! How come NYT publishes this stuff? I am sorry, but standards on this blog are going down by the day. Please publish less number of stories but more substantive ones. Were Mr Hall's friends university educated people like him? There are plenty of highly educated people in India who don't believe in religious superstitions (or even prayer and God for that matter) and there are plenty of people in the West who believe just as ardently in different kinds of religious superstition and in God. Of course, the West has a much higher proportion of highly educated people - so I would expect people on the whole to be more rational (though not in America!) - but that has nothing to do with differences between East and West. ", "recommendationCount": 0}, {"assetID": 3329209, "replies": [], "lft": 4, "assetURL": "http://india.blogs.nytimes.com/2012/07/09/trying-to-become-pregnant-the-eastern-way/", "parentID": null, "commentID": 6580329, "rgt": 5, "userDisplayName": "Sachi Mohanty", "createDate": "1341844776", "userID": 53613479, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1341893313", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "India", "commentType": "comment", "updateDate": "1341889713", "commentSequence": 2, "commentBody": "I think Indians offer a lot of dietary advice too both for the successful fertilization of an egg and then for the embryo to turn into the right kid of baby  -- meaning male of course.<br/><br/>I remember an aunt -- a first cousin and contemporary of my mom -- who had a lot of trouble conceiving. I have no idea whatsoever how even little me 30 years back had come to notice their ill luck. Clearly elders must have been discussing the matter in front of me -- or is it that even Indian kids know that every couple is supposed to have kids?<br/><br/>And I remember from dim recesses of memory that the lady was advised that she should have full bananas which she should gulp at a stretch or some such unusual way of eating it for ensuring kids -- and a lot else religious mumbo jumbo of course.<br/><br/>Astonishingly enough, she did manage to conceive after may be a decade of trying -- don't know if the success was caused by trial and error or some medical means.<br/><br/>Anyway the aunt is dead now [and I won't add the superfluous 'may her soul rest in peace' here] and the spooky thing is she died within a day or two of my father dying around half a decade ago.<br/><br/>She was a frequent sufferer -- from chronic asthma perhaps. A strange life now that I think about it.<br/><br/>I have a bouquet of memories of her -- if I was so talented, I would have written a novel about a kid growing up and she would surely be a character in that novel.<br/><br/>Is it just me who sometimes looks back at the imperfect memories of 30 years gone by?", "recommendationCount": 0}, {"assetID": 3329216, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 6580382, "replies": [], "commentID": 6587281, "trusted": 0, "userDisplayName": "LK", "createDate": "1341924330", "userID": 64583691, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1341982740", "userTitle": null, "recommendations": 1, "editorsSelection": false, "parentUserDisplayName": "A.G.", "userURL": null, "userLocation": "Michigan", "depth": 1, "commentType": "userReply", "updateDate": "1341979140", "commentSequence": 1, "commentBody": "A very good summary of the situation indeed. The interesting thing about Delhi is with the advent of the Metro the buses tend to be much less crowded than they used to be. And there are a few more AC buses. But people have made their preference clear. Now if only the metro could keep up with the demand. One additional problem though is that public transport (including the metro) has necessarily got to be cheap or people can't use it, so crowding is part of the economic calculation. The main costs are not labor so that 15c cheapest fare cannot possibly come close to covering the cost  of running the metro system if it isn't full. <br/><br/>Leaving aside the class warfare insinuations of the BRT corridor, the fact is that it is badly planned. it's in the middle lane, but there are no bridges or subways for the users to reach it. So they run across the crowded car lanes making the problem worse."}]}, "lft": 2, "assetURL": "http://india.blogs.nytimes.com/2012/07/09/next-stop-supreme-court-for-delhis-bitter-bus-corridor-battle/", "parentID": null, "commentID": 6580382, "rgt": 5, "userDisplayName": "A.G.", "createDate": "1341845032", "userID": 64977295, "replyCount": 1, "commentTitle": "n/a", "status": "approved", "approveDate": "1341893313", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Seattle", "commentType": "comment", "updateDate": "1341889713", "commentSequence": 1, "commentBody": "To motivate private car users to switch to public transportation, it is not sufficient to only make private transportation unattractive, but also to make public transportation attractive. The Delhi Metro and BRT are very good ventures but they are failing to address the high number of passengers who are using them or want to use them. The Delhi public transport systems are already running at beyond their capacities, even at the non-peak hours which points to insufficient planning and infrastructure. It cannot be expected for more people to start using public transportation if they are already running beyond capacity since it does create more hassle rather than being time savers as expected. In this scenario, private car owners who can afford it prefer to spend more time inside the comfort of their cars than in the Metro or buses. Running at over-capacity also tends to makes public transportation unsafe, which adds to the negatives.<br/>\nDelhi is indeed including AC buses which are more comfortable and are reasonable priced but they are very infrequent and do not sufficiently cater to the needs of the general public.<br/>\nWhat is required is a more robust system which alleviates the discomfort of the buses - for example, increasing the number of buses (both AC and non AC) and charging more fare to cover the costs of the new fleet - and provides realtime schedule and updates for buses and metro to be a better time-saver.", "recommendationCount": 5}, {"assetID": 3329078, "replies": [], "lft": 56, "assetURL": "http://india.blogs.nytimes.com/2012/07/07/indias-blood-stained-democracy/", "parentID": null, "commentID": 6582930, "rgt": 57, "userDisplayName": "Basant Rajput", "createDate": "1341859606", "userID": 50017847, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1341893313", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Mountain View, CA", "commentType": "comment", "updateDate": "1341889713", "commentSequence": 19, "commentBody": "This is a typical anti-India, anti-Army and implicitly anti-Hindu view which regularly emanates from the western media. They keep on harping on the supposed excesses of the Indian army without bothering to analyze the insurgency in Kashmir which is mostly aided and abetted by Pakistani moles and agents who have infiltrated the common population. Their common religion Islam and the porous border makes it so easy! In Srinagar and other towns of the valley, even a simple traffic accident can be turned into a major anti-India demonstration where the violence generated far exceeds the original mishap.<br/>\nIt is interesting to see that the writers of such reports are mostly either Muslim or English/American. In this report, the writer has barely given a line or two about the killing of Sikhs (and Hindus) in the valley, just a passing thought to the uprooting of thousands of Pandits (Hindus) from their hearths and homes in Muslim majority Kashmir. Logically, these should have been big stories in the free media long before. But it has never happened!<br/>\n It is incredible, sad and unfortunate that the west is forgetting or ignoring it's own experience of dealing with radical Islam's extremism and the terror it has created through out the civilized world. I appeal to these worthy gentlemen to see the other side and write about it! ", "recommendationCount": 1}, {"assetID": 3329078, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 6583507, "replies": [], "commentID": 6587436, "trusted": 0, "userDisplayName": "Nazia", "createDate": "1341925407", "userID": 66330046, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1341982740", "userTitle": null, "recommendations": 0, "editorsSelection": false, "parentUserDisplayName": "Adam S.", "userURL": null, "userLocation": "New York", "depth": 1, "commentType": "userReply", "updateDate": "1341979140", "commentSequence": 1, "commentBody": "Kashmiris have realized what a great sense remaining with Indian makes. It has left tens of thousands dead, hundreds of thousands displaced, and even greater number of livelihoods destroyed. So thank you, Indian democracy and economy, but no thanks! The only option for Kashmiris is full independence. They can trust no one. "}]}, "lft": 58, "assetURL": "http://india.blogs.nytimes.com/2012/07/07/indias-blood-stained-democracy/", "parentID": null, "commentID": 6583507, "rgt": 61, "userDisplayName": "Adam S.", "createDate": "1341864165", "userID": 50005351, "replyCount": 1, "commentTitle": "n/a", "status": "approved", "approveDate": "1341893313", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "USA", "commentType": "comment", "updateDate": "1341889713", "commentSequence": 20, "commentBody": "Indian Kashmiris have three options:<br/><br/>1.  Remain part of India as an autonomous state.<br/>\n2.  With Pakistani and Chinese controlled parts, become Independent (with the agreement of the three large neighbors not to meddle in its affairs.<br/>\n3.  Join Pakistan as Pakistanis have been demanding and waging war with India since 1947.<br/><br/>From a rational perspective, only option 1 makes sense. India's growing economy; its democratic traditions; its 5,000-year evidence of living peacefully with people of different races, castes and creeds (even Islamic ones, who barged in rudely, occupied ancient lands and civilizations, killed non-believers and destroyed their temples, artifacts, and homes). <br/><br/>Options 2 and 3 will not work. Pakistan will always be a meddlesome, nettlesome land with an uneasy and flimsy democracy as facade for a military dictatorship like most of Muslim-majority brother states,<br/><br/>Increasingly, since 9/11, the world has been seeing Pakistan as the epicenter of terror, dysfunction, and sharia-compliant perfidy and duplicity. Many of its sane and educated people have fled to foreign lands. Why would Indian Kashmiris flee to it? <br/><br/>Reason and self-interest will triumph! That is why Option 1 is the right one.", "recommendationCount": 0}, {"assetID": 3329078, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 6583662, "replies": [], "commentID": 6587408, "trusted": 0, "userDisplayName": "Nazia", "createDate": "1341925242", "userID": 66330046, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1341982740", "userTitle": null, "recommendations": 0, "editorsSelection": false, "parentUserDisplayName": "Rahul Singh", "userURL": null, "userLocation": "New York", "depth": 1, "commentType": "userReply", "updateDate": "1341979140", "commentSequence": 1, "commentBody": "Sure, if you present Indian government's account, then the Indian military comes out heroically, but if you ask independent human rights organizations and the Kashmiri people, the story turns upside down."}, {"recommendedFlag": 0, "parentID": 6583662, "replies": [], "commentID": 6610808, "trusted": 0, "userDisplayName": "Dave", "createDate": "1342124723", "userID": 66278713, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1342152811", "userTitle": null, "recommendations": 0, "editorsSelection": false, "parentUserDisplayName": "Rahul Singh", "userURL": null, "userLocation": "USA", "depth": 1, "commentType": "userReply", "updateDate": "1342149211", "commentSequence": 2, "commentBody": "@Rahul Singh: Thanks for posting the facts and figures which shows clearly who was responsible for the carnage in INDIAN state of J&amp;K in reality...<br/><br/>The onus of this carnage squarely lies on Pakistan and the Kashmiri terrorists who imagined that they can take on Indian Army and win...<br/><br/>If you can't win then malign your opponents is the new game of the separatists...and conveniently forget the atrocities committed by Kashmiri terrorists on common Kahsmiri including ethnic cleansing of Hindu Kashmiri Pundits from the Valley.<br/><br/>@Nazia, these are facts which are recorded by competent authorities that included J&amp;K Police, HR watch and events as they unfolded recorded by news papers...<br/><br/>The Chief Minister of India’s J&amp;K state is on record stating that all graves of terrorists and civilians caught in cross fire are documented by the local police of the area to ensure that if there are any complains they can be verified. Any report of unmarked graves are verified with missing persons reports, even DNA samples have been matched to ascertain identity of people. The HR groups keep a close eye on such issues and ensure that it is duly highlighted to help dispense justice to the affected.<br/><br/>I can however see from your other posts that it is not possible to convince you of the bonafide of this data which is well published and accepted.<br/><br/>So, I would just leave it at that... :-)"}]}, "lft": 62, "assetURL": "http://india.blogs.nytimes.com/2012/07/07/indias-blood-stained-democracy/", "parentID": null, "commentID": 6583662, "rgt": 67, "userDisplayName": "Rahul Singh", "createDate": "1341865503", "userID": 43000081, "replyCount": 2, "commentTitle": "n/a", "status": "approved", "approveDate": "1341893313", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Reston VA", "commentType": "comment", "updateDate": "1341889713", "commentSequence": 21, "commentBody": "There are many many sources of killings.<br/><br/>Because of convenience some people like to put everything in the account of the Indian army.<br/><br/>Sources of killings<br/>\n-------------------------<br/><br/> 1. Indian army<br/>\n 2. Militant groups fighting each other<br/>\n 3. Militants killing their opponents/informers<br/>\n 4. People killed in personal revenge or family/tribal disputes<br/>\n 5. Innocent people killed in cross firing: mujaheeds engage Indian army and para-military forces in crowded place<br/>\n 6. Cross border firing<br/>\n 7. Targeted killings of Pakistani secret agencies and their proxies.<br/><br/>Shabir Choudhry<br/>\nDirector Institute of Kashmir Affairs<br/>\n<a href=\"http://www.countercurrents.org/choudhry280211.htm\" title=\"http://www.countercurrents.org/choudhry280211.htm\" target=\"_blank\">http://www.countercurrents.org/choudhry280211.htm</a><br/><br/><a href=\"http://articles.timesofindia.indiatimes.com/2011-06-20/india/29679480_1_militants-security-forces-sopore\" title=\"http://articles.timesofindia.indiatimes.com/2011-06-20/india/29679480_1_militants-security-forces-sopore\" target=\"_blank\">http://articles.timesofindia.indiatimes.com/2011-06-20/india/29679480_1_...</a><br/>\nBetween Jan 1990 and Apr 2011, 43,460 people have been killed in the Kashmir insurgency.<br/><br/>Of these, 21,323 are (Kashmiri and foreign) militants, 13,226 civilians killed by militants, 3,642 civilians killed by security forces, and 5,369 policemen (1,500 are Kashmiri) killed by militants.<br/><br/>Of the 13,226 civilians killed by militants, 11,461 were shot and 1,765 died in grenade blasts and explosions. These 13,226 Kashmiris just do not exist in the collective psyche. The civilians killed fall into a black hole that Kashmiri society never discusses, remembers or protests against.<br/><br/>These deaths are the ugly truth that Kashmir has learnt to ignore.", "recommendationCount": 1}, {"assetID": 3329078, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 6584488, "replies": [], "commentID": 6587385, "trusted": 0, "userDisplayName": "Nazia", "createDate": "1341925113", "userID": 66330046, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1341982740", "userTitle": null, "recommendations": 0, "editorsSelection": false, "parentUserDisplayName": "Adam S.", "userURL": null, "userLocation": "New York", "depth": 1, "commentType": "userReply", "updateDate": "1341979140", "commentSequence": 1, "commentBody": "Clearly, you have no knowledge of Kashmir's history. Kashmir's transition to Islam is one of the most peaceful events in history. \"Slaughter of indigenous non-Islamic people\"! First, most Muslims in Kashmir are indigenous. Second, which slaughter are you speaking about? According to Indian government, over the last 22 years more than 50,000 Muslims have been killed, compared to 209 Hindus."}]}, "lft": 68, "assetURL": "http://india.blogs.nytimes.com/2012/07/07/indias-blood-stained-democracy/", "parentID": null, "commentID": 6584488, "rgt": 71, "userDisplayName": "Adam S.", "createDate": "1341873589", "userID": 50005351, "replyCount": 1, "commentTitle": "n/a", "status": "approved", "approveDate": "1341893313", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "USA", "commentType": "comment", "updateDate": "1341889713", "commentSequence": 22, "commentBody": "All killings in Kashmir, as elsewhere, ought to be condemned and the perpretrators, whether Jihadis funded by Pakistan or Indian paramilitary personnel, punished. However, when some people make comments untethered to a historical context, then that seems awfully simplistic and intellectually unfair.<br/><br/>When the author of the opinion refers to the \"long and bloody narrative of India’s injustices in Kashmir\" he forgets an even longer (800 plus years) narrative of his own antecedent coreligionists' immensely greater \"injustices\" toward native populations: Slaughter of indigenous non-Islamic people; at times brutal reign of rape and pillage; destruction of temples, homes, and communities wreaked by foreign Islamic rulers. And yes, like Kashmir, rule by a religious minority over a majority which continued for centuries until supplanted by the British colonialists. (Thank you, Britain!)<br/><br/>Yes, India is a democracy, though an imperfect one but still a young one. It took America many decades before many injustices were ameliorated, if not completely erased. India, whose leaders deliberately chose democracy over dictatorship, has made steady progress in several areas. But more will need to be done, including in Kashmir.<br/><br/>But history and its consequences do not arbitrarly begin when one wants them to begin. Kashmir is part of the legacy of the 1947 Partition, but its complex story stretches back thousands of years before the arrival of Islam to the Indian Subcontinent.", "recommendationCount": 1}, {"assetID": 3329216, "replies": [], "lft": 6, "assetURL": "http://india.blogs.nytimes.com/2012/07/09/next-stop-supreme-court-for-delhis-bitter-bus-corridor-battle/", "parentID": null, "commentID": 6584672, "rgt": 7, "userDisplayName": "Peter Smith", "createDate": "1341875781", "userID": 58636385, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1341893313", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "San Jose, CA", "commentType": "comment", "updateDate": "1341889713", "commentSequence": 2, "commentBody": "The center-running lanes need to be converted to bike lanes.<br/><br/>Absent that, install real mass motorized transport, like Europe does -- trams. Simple. Cost-effective. Proven to actually get people out of their cars.", "recommendationCount": 2}, {"assetID": 3327673, "replies": [], "lft": 7, "assetURL": "http://india.blogs.nytimes.com/2012/06/27/image-of-the-day-june-27/", "parentID": 6506988, "commentID": 6584703, "rgt": 8, "userDisplayName": "UnBelievable", "createDate": "1341876276", "userID": 13911579, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1341893313", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Houston, TX", "commentType": "userReply", "updateDate": "1341889713", "commentSequence": 3, "commentBody": "Put the grooms to build a decent toilets before the marriage as a reverse dowry. It will give them an idea of what their women folk have to live through.<br/><br/>Kudos to the young woman.", "recommendationCount": 0}, {"assetID": 3329216, "replies": [], "lft": 8, "assetURL": "http://india.blogs.nytimes.com/2012/07/09/next-stop-supreme-court-for-delhis-bitter-bus-corridor-battle/", "parentID": null, "commentID": 6584952, "rgt": 9, "userDisplayName": "Leo Caddy", "createDate": "1341879111", "userID": 65249775, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1341893313", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Tampa, FL", "commentType": "comment", "updateDate": "1341889713", "commentSequence": 3, "commentBody": "Those cars, once allowed into bus lanes, will not move any faster than they are now. Indian traffic has no sense of discipline; and none is enforced. If there is a semblance of order, most vehicles can keep moving, albeit slowly; but the deadlocks and traffic jams occur because cars and other vehicles (motorbikes, motorized rickshaws, etc.) are all in each others' way.", "recommendationCount": 6}, {"assetID": 3329078, "replies": [], "lft": 33, "assetURL": "http://india.blogs.nytimes.com/2012/07/07/indias-blood-stained-democracy/", "parentID": 6571143, "commentID": 6585209, "rgt": 34, "userDisplayName": "Rahul Singh", "createDate": "1341882592", "userID": 43000081, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1341893313", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Reston VA", "commentType": "userReply", "updateDate": "1341889713", "commentSequence": 1, "commentBody": "<a href=\"http://jammukashmirrealities.blogspot.com/2012/02/conversions-in-kashmir-but-where-are.html\" title=\"http://jammukashmirrealities.blogspot.com/2012/02/conversions-in-kashmir-but-where-are.html\" target=\"_blank\">http://jammukashmirrealities.blogspot.com/2012/02/conversions-in-kashmir...</a><br/>\nThe leader of the separatist movement, Syed Geelani, wants to impose Sharia in Kashmir if it ever gets independence. On the matter of conversions, every Kashmiri seems united.<br/><br/>Our alleged liberals like to pretend that Kashmir’s azaadi cry is really about freedom, when it is tinged with lots of bigotry. There’s not one yip on this issue. They have kept quiet, just as they did when half a million Pandits were thrown out of the Valley in one of the world’s worst acts of ethnic cleansing.<br/><br/>If our liberals are truly liberals, they need to find their voice again. They can’t all be struck with laryngitis. Or are they only fair-weather liberals?", "recommendationCount": 0}, {"assetID": 3329216, "replies": [], "lft": 10, "assetURL": "http://india.blogs.nytimes.com/2012/07/09/next-stop-supreme-court-for-delhis-bitter-bus-corridor-battle/", "parentID": null, "commentID": 6585364, "rgt": 11, "userDisplayName": "Cornie Huizenga", "createDate": "1341885106", "userID": 60468930, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1341893313", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Shanghai", "commentType": "comment", "updateDate": "1341889713", "commentSequence": 4, "commentBody": "About 6 years ago I was at a meeting on urban transport in India which was inaugurated by the then Minister for Urban Affairs (Reddy) who stated that class interest had guided transport planning in India: \"We have given 90% of the road space to 10% of the users\".  The current efforts by private car users to take over the BRT corridors shows that little has changed.<br/><br/>What a difference with China where I live at the moment. Guangzhou has just announced that it will follow the example of Shanghai and Beijing to introduce a quota for the number of new vehicles that can enter the fleet each year.  The quota for 4 wheeled vehicles in Guangzhou will be 10,000 cars per month (or 333 per day), for Beijing it is 20,000 per month (or 666 per day) and for Shanghai it is 8000 per month (or 266).", "recommendationCount": 3}, {"assetID": 3329287, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 6585873, "replies": [], "commentID": 6586279, "trusted": 0, "userDisplayName": "Grigory Svgev", "createDate": "1341903064", "userID": 62037804, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1341925706", "userTitle": null, "recommendations": 0, "editorsSelection": false, "parentUserDisplayName": "Joe Smith", "userURL": null, "userLocation": "Erie, Pennsylvania", "depth": 1, "commentType": "userReply", "updateDate": "1341922106", "commentSequence": 1, "commentBody": "Mr. Smith, the idea is that if investors need to invest more to obtain the same revenue (because they have to pay more taxes), they will therefore invest less. I know it makes sense in some universe..."}]}, "lft": 178, "assetURL": "http://krugman.blogs.nytimes.com/2012/07/09/what-you-add-is-what-you-get/", "parentID": null, "commentID": 6585873, "rgt": 181, "userDisplayName": "Joe Smith", "createDate": "1341893319", "userID": 59984073, "replyCount": 1, "commentTitle": "n/a", "status": "approved", "approveDate": "1341893352", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Vancouver", "commentType": "comment", "updateDate": "1341889752", "commentSequence": 13, "commentBody": "There is also investment income and the right usually argues that reducing taxation of returns on capital will encourage investment.  In a world where (1) the most profitable investments are made first (2) there are pools of tax exempt investors (3) there are tax exempt and tax preferred investments and (4) a global glut of savings; it is difficult to conceive that cutting taxes on investment income would lead to any material increase in investment.", "recommendationCount": 8}, {"assetID": 3329333, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 6585883, "replies": [], "commentID": 6586621, "trusted": 0, "userDisplayName": "Brian Eskenazi", "createDate": "1341916648", "userID": 8930475, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1341919158", "userTitle": null, "recommendations": 9, "editorsSelection": false, "parentUserDisplayName": "Dumbdumb", "userURL": null, "userLocation": "New York, N. Y.", "depth": 1, "commentType": "userReply", "updateDate": "1341915558", "commentSequence": 1, "commentBody": "Absolutely correct. Thank you, thank you, thank you for this clear exposition. We can almost understand why the banks do it, since greed is part of human nature. The really sad part is that the regulators, and our politicians, who are supposed to protect us, have been negligent (at best) or corrupt (at worst)."}, {"recommendedFlag": 0, "parentID": 6585883, "replies": [], "commentID": 6588569, "trusted": 0, "userDisplayName": "zEthics", "createDate": "1341932339", "userID": 8423477, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1341932356", "userTitle": null, "recommendations": 1, "editorsSelection": false, "parentUserDisplayName": "Dumbdumb", "userURL": null, "userLocation": "Phoenix, AZ", "depth": 1, "commentType": "userReply", "updateDate": "1341928756", "commentSequence": 2, "commentBody": "When elites are held in check, typically by effective legal mechanisms, everyone else in society does much better and sustained economic growth becomes possible. But powerful people - kings, barons, industrialists, bankers - work long and hard to relax the constraints on their actions. And when they succeed, the effects are not just redistribution toward themselves but also an undermining of economic growth and often a tearing at the fabric of society.<br/><br/>Please sign the petition to the U.S. Senate Banking and House Financial Services Committee asking for improved oversight of federal banking and market regulators that have proven ineffective at not only detecting inappropriate behavior in the capital markets, but also preventing such behavior from hindering job creation and economic growth. <br/><br/>To read more about what we’re trying to do and to sign the petition, click here:<br/>\n<a href=\"http://www.change.org/petitions/u-s-senate-banking-and-u-s-house-financial-services-committees-use-technology-to-provide-oversight-of-u-s-banking-and-market-regulators?share_id=HTpDoOQNJgpe=d2e\" title=\"http://www.change.org/petitions/u-s-senate-banking-and-u-s-house-financial-services-committees-use-technology-to-provide-oversight-of-u-s-banking-and-market-regulators?share_id=HTpDoOQNJgpe=d2e\" target=\"_blank\">http://www.change.org/petitions/u-s-senate-banking-and-u-s-house-financi...</a><br/><br/>It'll just take a minute!"}, {"recommendedFlag": 0, "parentID": 6585883, "replies": [], "commentID": 6590909, "trusted": 0, "userDisplayName": "Carol Benedict Russell", "createDate": "1341947888", "userID": 64375336, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1341949034", "userTitle": null, "recommendations": 0, "editorsSelection": false, "parentUserDisplayName": "Dumbdumb", "userURL": null, "userLocation": "Shelter Island, New York", "depth": 1, "commentType": "userReply", "updateDate": "1341945434", "commentSequence": 3, "commentBody": "negligent; complicit (corrupt); <br/><br/>and have either of you any solutions?"}]}, "lft": 2, "assetURL": "http://dealbook.nytimes.com/2012/07/09/libor-scandal-intensifies-spotlight-on-bank-regulators/", "parentID": null, "commentID": 6585883, "rgt": 9, "userDisplayName": "Dumbdumb", "createDate": "1341893582", "userID": 26903689, "replyCount": 3, "commentTitle": "n/a", "status": "approved", "approveDate": "1341893654", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "NJ", "commentType": "comment", "updateDate": "1341890054", "commentSequence": 1, "commentBody": "It is almost humorous when American regulators and legislators are investigating the Libor rigging but not the \"Prime Rate\" rigging that has been going on for decades.<br/><br/> The \"Prime Rate\" is really much more relevant to the U.S.  during the past 50 years.  Until more recently the Libor is not even in the picture in U.S. consumer credit. Most credit cards and consumer loans are/were more tied to the \"prime rate\" which was defined as the \"the rate the banks charged to the banks' most credit worthy customers, such as the AAA companies\".  Since the late 1980's the banks have been systematically rigging the prime rate by gradually increasing it over time so that it is now almost 300 basis points (3%) over the real \"prime rate\", i.e., what the banks really charged AAA companies such as Exxon and Johnson and Johnson.  This is the banks way of picking everyone's pocket without permission to the extend of billions and billions of dollars every year.  It is the biggest fraud in America.<br/><br/>Our government and the Federal Reserve actually are part of this scheme in that they redefined the definition of \"Prime Rate\" in the official publications rather than stopping the banks from doing this. You can check this out just by looking at the old publications from the Federal Reserve Interest Rate Series vs. the current ones.<br/><br/>Even attempts to correct this thru the legal system has been unsuccessful as the banks seem to have influence over the courts also (see Lum vs. Bank of America, et al).  ", "recommendationCount": 69}, {"assetID": 3329205, "replies": [], "lft": 104, "assetURL": "http://economix.blogs.nytimes.com/2012/07/09/social-security-and-the-stork/", "parentID": null, "commentID": 6585886, "rgt": 105, "userDisplayName": "Kelsey", "createDate": "1341893652", "userID": 45939165, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1341893715", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Boston", "commentType": "comment", "updateDate": "1341890115", "commentSequence": 29, "commentBody": "Having kids costs so much more than you would ever take in from Social Security, this entire concept makes no sense. Nobody has children for the sole purpose of getting meager payments when elderly. If you were really worried about having money, you just wouldn't have children. Until the government starts sending in faux-family members to take in the childless senior citizen and take him out constantly, make sure he is emotionally and financially supported, and ensure that he is loved and cared for, conservatives have nothing to worry about. ", "recommendationCount": 9}, {"assetID": 3329329, "replies": [], "lft": 9, "assetURL": "http://wordplay.blogs.nytimes.com/2012/07/09/twain/", "parentID": 6585477, "commentID": 6585894, "rgt": 10, "userDisplayName": "Rijkstra", "createDate": "1341893758", "userID": 39601591, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1341893774", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Arizona", "commentType": "userReply", "updateDate": "1341890174", "commentSequence": 3, "commentBody": "Xword,<br/><br/>You got it.  This was a SCROLLSBY debut.", "recommendationCount": 0}]}, "copyright": "Copyright (c) 2016 The New York Times Company.  All Rights Reserved."}