{"debug": {"version": 3.1}, "status": "OK", "results": {"api_timestamp": "1481479914", "totalCommentsFound": 8954, "totalCommentsReturned": 25, "comments": [{"assetID": 3345974, "replies": [], "lft": 595, "assetURL": "http://www.nytimes.com/2012/11/04/magazine/how-do-you-raise-a-prodigy.html", "parentID": 7565697, "commentID": 7571159, "rgt": 596, "userDisplayName": "Nominae", "createDate": "1352091552", "userID": 60261060, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1352091625", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Santa Fe, NM", "commentType": "userReply", "updateDate": "1352091627", "commentSequence": 2, "commentBody": "@ CA<br/><br/>Thank you for sharing that. My story is similar to your own in terms of early education, but I started grade school in the '50s as a young male. The social isolation of the \"smart kid\" was very severe at the time. And, of course, no \"advanced anything\" for the gifted students. <br/><br/>The school, even back then, wanted to skip me from first grade to third grade. There was no question that I could do the work of third grade at the time, and in fact, still remain bored. However, my father refused the suggestion, and I am forever grateful to him for doing so. People have a difficult time comprehending the fact that such a seemingly \"small step\" as jumping from first to third grade is in fact *huge* to the child being affected. <br/><br/>I used to play with those third graders from time to time on the school ground. They were *so* socially advanced relative to my position as a first grader, that they seemed to be an alien species !  It would have been as if I were suddenly going to school with college kids.  The idea terrified me.<br/><br/>For the sake of your wonderful sons, I would be very careful about \"jumping\" them, unless they have some experience of dealing with the kids with whom they would be placed, and you find that they themselves are behind the idea of such a \"jump\". Especially a jump of two years with your second grader.   ", "recommendationCount": 1}, {"assetID": 3346264, "replies": [], "lft": 133, "assetURL": "http://www.nytimes.com/2012/11/04/realestate/after-hurricane-sandy-would-you-buy-on-the-waterfront.html", "parentID": 7561261, "commentID": 7566623, "rgt": 134, "userDisplayName": "Richard", "createDate": "1352048767", "userID": 37181322, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1352091717", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Long Beach Ny", "commentType": "userReply", "updateDate": "1352091717", "commentSequence": 2, "commentBody": "Its not necessarily just the uber rich that live on the waterfront, us middle class people live here too.  Thank all the Gods that we inhabit the barrier beaches, they are more robust and protect the mainland from worse disasters.", "recommendationCount": 1}, {"assetID": 3346264, "replies": [], "lft": 113, "assetURL": "http://www.nytimes.com/2012/11/04/realestate/after-hurricane-sandy-would-you-buy-on-the-waterfront.html", "parentID": 7558309, "commentID": 7567141, "rgt": 114, "userDisplayName": "Susan", "createDate": "1352051856", "userID": 44317257, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1352091723", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New York", "commentType": "userReply", "updateDate": "1352091723", "commentSequence": 1, "commentBody": "Don't forget that in many areas where buildings are now uncomfortably close to the water, there once was a wide expanse. I rented an apartment in Sea Gate years ago, a tiny magical studio with a terrace and picture window facing the ocean (which still shows up surprisingly often in my dreams). In the nor'easter of '84, we lost many yards of beachfront; after a hurricane a few years later there was no longer a beach to walk on in high tide. In pictures from the turn of the century, however, the beach seems unimaginably wide.", "recommendationCount": 1}, {"assetID": 3346447, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 7571136, "replies": [], "commentID": 7572352, "trusted": 0, "userDisplayName": "haapi", "createDate": "1352113867", "userID": 65485205, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1352140127", "userTitle": null, "recommendations": 1, "editorsSelection": false, "parentUserDisplayName": "Richard Luettgen", "userURL": null, "userLocation": "nyc", "depth": 1, "commentType": "userReply", "updateDate": "1352140127", "commentSequence": 1, "commentBody": "President Obama does not have to assassinate Mr. Romney's character. He does quite a good job of doing it himself."}, {"recommendedFlag": 0, "parentID": 7571136, "replies": [], "commentID": 7572491, "trusted": 0, "userDisplayName": "looseshoes", "createDate": "1352115797", "userID": 22344744, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1352140127", "userTitle": null, "recommendations": 2, "editorsSelection": false, "parentUserDisplayName": "Richard Luettgen", "userURL": null, "userLocation": "Phoenix, AZ", "depth": 1, "commentType": "userReply", "updateDate": "1352140127", "commentSequence": 2, "commentBody": "Romney has been running a campaign of character assassination and divisiveness for four years. It has been entirely based on lies and distortions, starting with the \"apologizing for America\" nonsense. Now you complain because the Obama campaign is running negative, but truthful, ads about Romney, his shape-shifting and his lies. The obvious difference between the two is that Obama's ads are truthful.<br/><br/>To accuse someone of character assassination the target should have some character to assassinate. Romney has none."}, {"recommendedFlag": 0, "parentID": 7571136, "replies": [], "commentID": 7574124, "trusted": 0, "userDisplayName": "r", "createDate": "1352128432", "userID": 64132421, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1352140128", "userTitle": null, "recommendations": 1, "editorsSelection": false, "parentUserDisplayName": "Richard Luettgen", "userURL": null, "userLocation": "minneapolis", "depth": 1, "commentType": "userReply", "updateDate": "1352140128", "commentSequence": 3, "commentBody": "i don't see how  you can say that Obama's record is \"dreadful.\"  Impefect - yes.  Not up to the level of his campaign rhetoric - yes.  Lacking in boldness - somewhat.  Dealing with problems instead of making them worse - yes.  Excessively ideological - no.  coping with a completely recalcitrant Congress - somewhat.  If the Democrats hadn't been willing to compromise with Reagan in the country's best interests, Reagan would not now be the hero that many think he was.<br/><br/>I welcome the advent of a decent, sane and responsible conservatism in this country; one that counters the excessiveness of the left-wing rabble-rousing and is based on standards, but it ain't the Republicans."}]}, "lft": 686, "assetURL": "http://campaignstops.blogs.nytimes.com/2012/11/03/americas-leftward-tilt/", "parentID": null, "commentID": 7571136, "rgt": 693, "userDisplayName": "Richard Luettgen", "createDate": "1352091315", "userID": 47123844, "replyCount": 3, "commentTitle": "n/a", "status": "approved", "approveDate": "1352091734", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New Jersey", "commentType": "comment", "updateDate": "1352091734", "commentSequence": 209, "commentBody": "You argue a completely invalid conclusion by first seeking to establish completely invalid premises. <br/><br/>Your contention that the candidates benefited by left turns is two-dimensional. Romney was portrayed as ultra-right when he is not: when he made clear that he was far more moderate (not left), the electorate was encouraged. Mr. Obama's performance during his first two years, as well as his 2008 manifesto, clearly identified with the far-left; yet his performance since then was forced to be moderate because of ideological resistance by the House -- his return to the left for campaign advantage merely re-energized a base that had almost given up on him.<br/><br/>Then, Republicans NEVER accepted \"the premises of the New Deal\". They've been consistent that a too-easy evening of living standards divorced from effort is destructive and unsustainable. They've ALWAYS believed \"that an increasingly interconnected world will require an increasingly diverse work force\". Reagan didn't win due to a left turn; and, if Romney wins, it won't be due to one, either.<br/><br/>Finally, conservatives will not conclude that if Romney loses he wasn't conservative enough: they'll conclude that his strategy didn't succeed at overcoming a counter-campaign by Mr. Obama who, not able to run on a dreadful record, instead focused on character assassination of Mitt Romney. If the president wins, it will be because he succeeded at this strategy, not because he will make the better president these next four years.", "recommendationCount": 1}, {"assetID": 3346264, "replies": [], "lft": 135, "assetURL": "http://www.nytimes.com/2012/11/04/realestate/after-hurricane-sandy-would-you-buy-on-the-waterfront.html", "parentID": 7561261, "commentID": 7567211, "rgt": 136, "userDisplayName": "PW2", "createDate": "1352052350", "userID": 7800289, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1352091735", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New York", "commentType": "userReply", "updateDate": "1352091735", "commentSequence": 3, "commentBody": "Your right that Federal Flood Insurance is taxpayer funded and that it exists to protect people's investment in property that is in flood prone areas.  Dee P is correct that the premiums charged for this coverage are relatively expensive - as they should be given the risk to the insurer - the federal government, which will certainly pay out much, much more than it took in from premiums on the damaged properties.  Of course, premiums paid by people who did not have a loss will fund the payout to those who had a loss - that's the basic concept of insurance...  <br/><br/>But now, you have to ask WHY ordinary insurers won't write this type of insurance...  and you have to conclude that it's because they can't make a buck doing it.  In fact, most coastal property owners (and even property owners who are substantially removed from the waterfront) in the Northeast can't buy a standard homeowners policy from private insurers - because the number crunchers @ the private companies have done the math and the risk of catastrophic loss is just too great.  So, now the States get involved in the insurance business by creating State-backed insurance pools for those properties... <br/><br/>Why?  Because without Federally sponsored Flood and State sponsored Property and Casualty insurance, a huge number of homes in the US would be impossible to sell, because you couldn't get a mortgage...  so, that would mean no property taxes... and no police, or schools in the affected areas...<br/><br/>All politics is local.", "recommendationCount": 2}, {"assetID": 3346264, "replies": [], "lft": 157, "assetURL": "http://www.nytimes.com/2012/11/04/realestate/after-hurricane-sandy-would-you-buy-on-the-waterfront.html", "parentID": 7563817, "commentID": 7567320, "rgt": 158, "userDisplayName": "JMN", "createDate": "1352053087", "userID": 56219247, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1352091742", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "queens", "commentType": "userReply", "updateDate": "1352091742", "commentSequence": 1, "commentBody": "Yes, let's all move and decentralize. We can convert all the farms into housing developments, parking lots and roads. True nirvana.", "recommendationCount": 4}, {"assetID": 3346526, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 7571167, "replies": [], "commentID": 7571414, "trusted": 0, "userDisplayName": "Josh", "createDate": "1352094907", "userID": 19396754, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1352095425", "userTitle": null, "recommendations": 3, "editorsSelection": false, "parentUserDisplayName": "Lee", "userURL": null, "userLocation": "DC", "depth": 1, "commentType": "userReply", "updateDate": "1352095425", "commentSequence": 2, "commentBody": "And once that happens, otherwise irrelevant, localized episodes of voter fraud will immediately turn every national race into Bush v. Gore. "}, {"recommendedFlag": 0, "parentID": 7571167, "replies": [], "commentID": 7571502, "trusted": 0, "userDisplayName": "David de la Fuente", "createDate": "1352096155", "userID": 1775334, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1352096577", "userTitle": null, "recommendations": 1, "editorsSelection": false, "parentUserDisplayName": "Lee", "userURL": null, "userLocation": "San Francisco", "depth": 1, "commentType": "userReply", "updateDate": "1352096577", "commentSequence": 3, "commentBody": "The recount would be a nightmare. Enough of this campaign already. "}, {"recommendedFlag": 0, "parentID": 7571167, "replies": [], "commentID": 7573816, "trusted": 0, "userDisplayName": "Kevin Hill", "createDate": "1352126446", "userID": 59809030, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1352128723", "userTitle": null, "recommendations": 0, "editorsSelection": false, "parentUserDisplayName": "Lee", "userURL": null, "userLocation": "Miami", "depth": 1, "commentType": "userReply", "updateDate": "1352128723", "commentSequence": 4, "commentBody": "The obstacle to abolishing the Electoral College is not the GOP per se; it is the small states with 3 EVs, which are \"more\" than they \"deserve\" by strict proportionality to the national population.<br/><br/>Of course most of those 3 EV states are in fact red, but there's also Delaware, VT, and DC (and I would think that if the EC were abolished you'd also have to abolish the 23rd amendment, since it mentions the EC)."}]}, "lft": 152, "assetURL": "http://fivethirtyeight.blogs.nytimes.com/2012/11/04/state-and-national-polls-come-into-better-alignment/", "parentID": null, "commentID": 7571167, "rgt": 161, "userDisplayName": "Lee", "createDate": "1352091709", "userID": 60458206, "replyCount": 4, "commentTitle": "n/a", "status": "approved", "approveDate": "1352091745", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Durham, NC", "commentType": "comment", "updateDate": "1352091745", "commentSequence": 27, "commentBody": "From the graphic of Obama's chance of winning, we can measure the electoral college bias against Republicans. What it shows is that Romney would have to win the popular vote by three-quarters (.75) of a percentage point to overcome Obama's advantage in the electoral vote. That is greater than the bias against Democrats in 2000, when Al Gore won the popular vote by one-half point (.51) with 540,000 more popular votes than George W. Bush.<br/><br/>Until now, the Republicans have favored retaining the electoral college, believing that it benefited them. On Tuesday night they may feel differently -- and if so, may be more receptive to abolishing the electoral college. One way would be the traditional route of a constitutional amendment. The other is the National Popular Vote plan, an interstate compact in which participating states agree to give all their electoral votes to the winner of the national popular vote. To date, eight states and the District of Columbia, with a combined 132 electoral votes, have joined NPV.<br/><br/>Once enough states to equal 270 votes join, NPV would go into effect. The result would to make every vote in every state equal in electing the president of the United States.", "recommendationCount": 3}, {"assetID": 3346531, "replies": [], "lft": 136, "assetURL": "http://www.nytimes.com/2012/11/05/opinion/krugman-sandy-versus-katrina.html", "parentID": null, "commentID": 7571166, "rgt": 137, "userDisplayName": "Dave", "createDate": "1352091703", "userID": 45909032, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1352091746", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "North Strabane, PA", "commentType": "comment", "updateDate": "1352091746", "commentSequence": 25, "commentBody": "Even hardcore conservatives like Governor Christie understand the good of redistribution when there is a disaster in their backyard.  I remember Governor Bobbie Jindal of Louisiana complaining about the lack of federal aid to his state during the BP disaster while in his response to one of Obama's state addresses he assailed the use of federal money for volcano research.  Similarly, conservative Congressmen and Senators gladly vote for government assistance for people with certain maladies that happen to occur in their families (mental illness and Downs syndrome come to mind).  All of this hypocrisy by Republicans surely will help President Obama's cause for re-election.  At least it should.", "recommendationCount": 101}, {"assetID": 3346264, "replies": [], "lft": 97, "assetURL": "http://www.nytimes.com/2012/11/04/realestate/after-hurricane-sandy-would-you-buy-on-the-waterfront.html", "parentID": 7554453, "commentID": 7567480, "rgt": 98, "userDisplayName": "PW2", "createDate": "1352054392", "userID": 7800289, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1352091756", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New York", "commentType": "userReply", "updateDate": "1352091756", "commentSequence": 5, "commentBody": "For Flood insurance, it's all about property taxes...  <br/><br/>Towns w/ waterfront have developed their infrastructure on the assumption that the tax base of the \"normal\" residents of the town  would always be subsidized by the high value of properties on the waterfront.  They can't afford to lose those valuations - which would certainly happen if buyers couldn't qualify for mortgages because of a lack of Federal &amp; State sponsored insurance pools.<br/><br/>Bigger picture, it's all about government and if it should be structured to share risks among the greater population for the greater good.  <br/><br/>No?<br/><br/>Fine, you want to be a farmer?  They you can pay out of your pocket every time your crop fails.  No more Federal Crop Insurance.  No private companies willing to underwrite?  No food for the cities.<br/><br/>Fine, you want to generate electricity from a Nuclear power plant?  They you can pay out of your pocket if your plant melts down and makes every property 20 mile radius uninhabitable for 50 years  .  No private companies willing to underwrite without a liability limit from the Feds?  Shut 'er down, shut 'er down, shut 'er down.  <br/><br/>Libertarians hate federally backed insurance - right up until it's THEIR federally backed insurance....", "recommendationCount": 1}, {"assetID": 3346264, "replies": [], "lft": 159, "assetURL": "http://www.nytimes.com/2012/11/04/realestate/after-hurricane-sandy-would-you-buy-on-the-waterfront.html", "parentID": 7563817, "commentID": 7567835, "rgt": 160, "userDisplayName": "alex", "createDate": "1352057321", "userID": 15266455, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1352091774", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "brooklyn", "commentType": "userReply", "updateDate": "1352091774", "commentSequence": 2, "commentBody": "Anon, Are not cars the product of technology? Are your roads private or built by the government? The irony is 10 million people living \"ontop\" of each other is more efficient (they use less energy per capita) and environmental then the suburban sprawl you advocate. Most of the midwestern states you mention are welfare states-they get more money from the federal government then they give back in revenues.  When communities in the midweat get struck by tornadoes do they not request federal aid? So people in the west live without artificial supports?<br/><br/>I get what your saying, but realize people living a rural way of live also depend on artificial supports.", "recommendationCount": 11}, {"assetID": 3346531, "replies": [], "lft": 73, "assetURL": "http://www.nytimes.com/2012/11/05/opinion/krugman-sandy-versus-katrina.html", "parentID": 7570863, "commentID": 7571189, "rgt": 74, "userDisplayName": "Dave", "createDate": "1352092026", "userID": 45909032, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1352092103", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "North Strabane, PA", "commentType": "userReply", "updateDate": "1352092103", "commentSequence": 1, "commentBody": "Yes, President Obama has dealt with the man-made economic disaster that George W. Bush left behind and has our economy up and running again.  He has also dealt with several natural disasters, humanely and competently.  I think this man deserves re-election over a vulture capitalist who wants to let the stricken states handles disasters or better yet the private sector.  ", "recommendationCount": 109}, {"assetID": 3346531, "replies": [], "lft": 138, "assetURL": "http://www.nytimes.com/2012/11/05/opinion/krugman-sandy-versus-katrina.html", "parentID": null, "commentID": 7571191, "rgt": 139, "userDisplayName": "Patrice Ayme", "createDate": "1352092050", "userID": 35921939, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1352092103", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Truckee", "commentType": "comment", "updateDate": "1352092103", "commentSequence": 26, "commentBody": "No government, no civilization. No socialism, no civilization. It is not the state that is a problem, but the state of the state. And to the gravest problems, only the state can bring a solution.", "recommendationCount": 37}, {"assetID": 3346531, "replies": [], "lft": 131, "assetURL": "http://www.nytimes.com/2012/11/05/opinion/krugman-sandy-versus-katrina.html", "parentID": 7571131, "commentID": 7571192, "rgt": 132, "userDisplayName": "walterrhett", "createDate": "1352092093", "userID": 33605332, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1352092156", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Charleston, SC", "commentType": "userReply", "updateDate": "1352092156", "commentSequence": 1, "commentBody": "No apologies needed; worthy information should certainly be re-shared; look at the repetition of the news cycle on broadcast media and the wide aggregation of articles with popular content. Many Times readers don't read, for time or interest, features and columns, esp. the comments, where late posting buries many good points. If I've seen it (I haven't!), I will move on, if not, I am thankful for the find. It's good information (and no trees died!). Thanks for following your instincts and being a citizen editor!", "recommendationCount": 23}, {"assetID": 3346526, "replies": [], "lft": 162, "assetURL": "http://fivethirtyeight.blogs.nytimes.com/2012/11/04/state-and-national-polls-come-into-better-alignment/", "parentID": null, "commentID": 7571202, "rgt": 163, "userDisplayName": "Nickwoolf", "createDate": "1352092229", "userID": 53454667, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1352092281", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "<a href=\"mailto:nwoolf@email.arizona.edu\">nwoolf@email.arizona.edu</a>", "commentType": "comment", "updateDate": "1352092281", "commentSequence": 28, "commentBody": "One of the questions that wll be asked after this election is<br/>\nwhat changed the  result?<br/>\nI suggest that the graph showing how the  probabiity of the<br/>\nresult changed with time is highly informative because of the<br/>\nway it ampliies the polling results.<br/>\nThe graph shows the abrupt turn around or Romney just after the<br/>\nfirst debate.  But it also shows that is momentum abruplly<br/>\nstopped at the vice-presidential debate, and since that time<br/>\nthe momentum has been entirely with Obama.<br/>\nThere may or may not have been a slight increase in the rate<br/>\nassociated with Sandy,but if there is, it was so small that it will<br/>\nneed a statistical analysis to decide whether it i significant.<br/><br/>The evidence of the graph is that the deciding points of this<br/>\nelection were the first two debates. ", "recommendationCount": 1}, {"assetID": 3346531, "replies": [], "lft": 29, "assetURL": "http://www.nytimes.com/2012/11/05/opinion/krugman-sandy-versus-katrina.html", "parentID": 7570783, "commentID": 7571205, "rgt": 30, "userDisplayName": "trp", "createDate": "1352092290", "userID": 56178805, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1352092338", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "California", "commentType": "userReply", "updateDate": "1352092338", "commentSequence": 1, "commentBody": "Let's not forget that the right is a whole lot stronger today than it was during FDR's era, while the progressive forces today are much weaker. Obama had to steer toward the center. Had he not done so he would not have been able to pass those important measures he was in fact able to pass, and he would not have had a chance of reelection. Without a second term nothing accomplished during the first term would have held, and in fact, unless the Democrats win again in 2016 much of Obama's second term (I assume he will prevail Tuesday) will have been for naught also. Its fine to criticize, but the President had to deal with the political realities on the ground. I feel much of your expectations were simply unrealistic given the current political environment.", "recommendationCount": 72}, {"assetID": 3346529, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 7571213, "replies": [], "commentID": 7572321, "trusted": 0, "userDisplayName": "PeKayEs", "createDate": "1352113399", "userID": 64418437, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1352122268", "userTitle": null, "recommendations": 4, "editorsSelection": false, "parentUserDisplayName": "Lenore", "userURL": null, "userLocation": "not- NEW YORK", "depth": 1, "commentType": "userReply", "updateDate": "1352122268", "commentSequence": 1, "commentBody": "Ego beat LOGIC!"}]}, "lft": 34, "assetURL": "http://www.nytimes.com/2012/11/05/sports/new-york-marathon-took-uneasy-route-to-cancellation.html", "parentID": null, "commentID": 7571213, "rgt": 37, "userDisplayName": "Lenore", "createDate": "1352092441", "userID": 30724444, "replyCount": 1, "commentTitle": "n/a", "status": "approved", "approveDate": "1352092458", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Manhattan", "commentType": "comment", "updateDate": "1352092458", "commentSequence": 8, "commentBody": "I am sorry that there is such animosity toward runners, who I think were basically pawns in this. Not to pile on, I have only two points to make:<br/><br/>1. Unlike the statement that continues to be made both by the mayor and NYRR on its website and in its message to us members, it is impossible to think that the race would not have diverted needed resources from the recovery. And the proof is that NYRR is now donating food, clothing, equipment etc. to the recovery, so they could have done that immediately.<br/><br/>2. Does the mayor really not see the differences between running a marathon nearly two months after September 11 when there was no more \"recovery\" ongoing except on the site itself and this, less than a week after the storm when people are still lacking power, heat, food, homes, possibly life? (Of course our ex-mayor would support this grandiose idea.)<br/><br/>(by the way, the actual first running event held in Central Park after September 11 was the Grete Waitz half marathon held about a month after that attack. I did it and it was very emotional, and healing. That was the right thing to do. This marathon was just wrong--too bad it wasn't obvious with just a bit of thought.)", "recommendationCount": 19}, {"assetID": 3346540, "replies": [], "lft": 2, "assetURL": "http://india.blogs.nytimes.com/2012/11/04/a-conversation-with-author-aarthi-ramachandran/", "parentID": null, "commentID": 7570998, "rgt": 3, "userDisplayName": "SS", "createDate": "1352089734", "userID": 579740, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1352092553", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "San Francisco", "commentType": "comment", "updateDate": "1352092553", "commentSequence": 1, "commentBody": "Sixty-five years after independence, the slavish mentality that keeps this rotting dynasty alive continues with a new generation of sepoys. What passes for independent \"tough\" journalism is nothing more than the Indian equivalent of Fox And Friends.", "recommendationCount": 1}, {"assetID": 3346540, "replies": [], "lft": 4, "assetURL": "http://india.blogs.nytimes.com/2012/11/04/a-conversation-with-author-aarthi-ramachandran/", "parentID": null, "commentID": 7571008, "rgt": 5, "userDisplayName": "R Singh", "createDate": "1352089789", "userID": 44203909, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1352092557", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Johannesburg, South Africa", "commentType": "comment", "updateDate": "1352092557", "commentSequence": 2, "commentBody": "Rahul is an 'empty suit' as a US diplomat has stated in a Wikileaks document. <br/><br/>This article has been overly charitable. <br/><br/>To western readers, Sarah Palin is more qualified than Rahul! She actually won an election and acquired some administrative experience.", "recommendationCount": 1}, {"assetID": 3346526, "replies": [], "lft": 35, "assetURL": "http://fivethirtyeight.blogs.nytimes.com/2012/11/04/state-and-national-polls-come-into-better-alignment/", "parentID": 7570640, "commentID": 7571220, "rgt": 36, "userDisplayName": "Gene S", "createDate": "1352092527", "userID": 63535533, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1352092580", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Hollis, NH", "commentType": "userReply", "updateDate": "1352092580", "commentSequence": 1, "commentBody": "I'll take a shot at this question. The discrepancies probably arise in determinations of who is likely to vote. Republicans are more likely to vote, overall, but the determination of how big an allowance to make for that is still apparently more art than science.<br/><br/>Also, as Nate has mentioned recently, robo-calling is not allowed to cellphones. So polling which depends upon robo-calling only miss many people, mostly younger people more likely to be Democrats than Republicans. <br/><br/>Apparently state polls, focusing on a smaller population, are able to do more to avoid these two problem areas.<br/><br/>The apparent ending of most of the divergence between state and national polls, which Nate reports in today's blog, is, he suggests, suspect in that it may reflect last-minute adjustments to methodology in processing the data. Such tinkering is bad polling and bad statistical work, and it is a shame that polling organization may be indulging in such shenanigans to avoid appearing too far off in their estimates when compared with actual results.", "recommendationCount": 4}, {"assetID": 3346528, "replies": [], "lft": 45, "assetURL": "http://www.nytimes.com/2012/11/05/opinion/keller-the-republican-id.html", "parentID": 7571156, "commentID": 7571226, "rgt": 46, "userDisplayName": "Rima Regas", "createDate": "1352092583", "userID": 52131820, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1352092640", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Mission Viejo, CA", "commentType": "userReply", "updateDate": "1352092640", "commentSequence": 1, "commentBody": "Alternate math. Alternate science. Alternate social science. Alternate economics. Alternate history. All this just so their kids keep the lineage going? We, lefties, are supposed to be the elitists? Hmm...", "recommendationCount": 205}, {"assetID": 3346531, "replies": [], "lft": 140, "assetURL": "http://www.nytimes.com/2012/11/05/opinion/krugman-sandy-versus-katrina.html", "parentID": null, "commentID": 7571244, "rgt": 141, "userDisplayName": "Bill Pieper", "createDate": "1352092749", "userID": 12818211, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1352092821", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Taiwan", "commentType": "comment", "updateDate": "1352092821", "commentSequence": 27, "commentBody": "\"I hate big government\" - Randspeak-to-English translation: I hate any government activity that costs me money and does not directly benefit me and people like me or that might help some group of people I do not like.<br/>\nFaux conservatives love big government when it is enforcing policies that reward companies for sending decent jobs to emerging markets, or pad corporate profits with subsidies and tax shelters. They really, really, really love government when it is throwing billions at cost plus weapons designed to fight the USSR or prisons for profit. But when it comes to providing services that actually help people, even services that can ONLY be done by government, then it is all \"socialism\". They use Ayn Rand's ludicrous social philosophy as a psuedointellectual justification for their own selfishness, prejudices and irrational fears.<br/>\nAfter 30 plus years of this hollow rhetoric, I think most Americans are finally seeing it for what it is, a bumper sticker, and not an appropriate basis for a system of modern governance.<br/>\nNow, can we finally, finally discuss the realities and science behind human influenced global warming and what we can do about it? And yes, this is also something that can only realistically be done by government, governments in fact. Chris Christie has provided the GOP an example of what acting like a adult is like, I hope they can learn from this and we can take global warming as seriously and urgently as it deserves to be. ", "recommendationCount": 274}, {"assetID": 3346526, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 7571243, "replies": [], "commentID": 7571363, "trusted": 0, "userDisplayName": "robert.pullar", "createDate": "1352094267", "userID": 63947203, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1352094327", "userTitle": null, "recommendations": 26, "editorsSelection": false, "parentUserDisplayName": "jules", "userURL": null, "userLocation": "Denver, CO", "depth": 1, "commentType": "userReply", "updateDate": "1352094327", "commentSequence": 1, "commentBody": "I agree.  We can't forget the efforts to suppress voters.  2014 will be the year when we can put an end to these unconstitutional, if not treasonous, affairs.  We can and will control both houses by then.<br/><br/>The right can no longer assume that the people are not paying attention, or are too naive to understand their intentions.  Because of social media and population changes, we will witness the end of the GOP as we know it."}, {"recommendedFlag": 0, "parentID": 7571243, "replies": [], "commentID": 7571330, "trusted": 0, "userDisplayName": "JLS", "createDate": "1352093835", "userID": 60024349, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1352095425", "userTitle": null, "recommendations": 4, "editorsSelection": false, "parentUserDisplayName": "jules", "userURL": null, "userLocation": "Nevada", "depth": 1, "commentType": "userReply", "updateDate": "1352095425", "commentSequence": 2, "commentBody": "I totally agree with you. I hope we will do something about it. Florida and some of the other states look like third world countries. Oregon and Washington are vote-by-mail only, and it works. It's also less costly. Maybe we should consider that nation-wide."}, {"recommendedFlag": 0, "parentID": 7571243, "replies": [], "commentID": 7579059, "trusted": 0, "userDisplayName": "DMC", "createDate": "1352167105", "userID": 56889753, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1352167156", "userTitle": null, "recommendations": 0, "editorsSelection": false, "parentUserDisplayName": "jules", "userURL": null, "userLocation": "Chico, CA", "depth": 1, "commentType": "userReply", "updateDate": "1352167156", "commentSequence": 3, "commentBody": "You're absolutely right.  If a huge state with 37 million people can vote on time without long lines or questionable voting machines, why can't these smaller, less-populous states do it?<br/><br/>Answer:  we have conscientious state and local officials who are committed to a fair vote rather than a partisan outcome.  They cheat.<br/><br/>I'm a permanent vote-by-mail California voter.  Got my ballot about a month ago, five minutes to fill it out.  One Forever stamp.  Check the Butte County Elections Office Web site a couple of days later to confirm that it was received and approved for counting.  Done.<br/><br/>Go play golf.<br/><br/>How can voting be so difficult in such important places?  Republicans cheat."}]}, "lft": 164, "assetURL": "http://fivethirtyeight.blogs.nytimes.com/2012/11/04/state-and-national-polls-come-into-better-alignment/", "parentID": null, "commentID": 7571243, "rgt": 171, "userDisplayName": "jules", "createDate": "1352092749", "userID": 66719145, "replyCount": 3, "commentTitle": "n/a", "status": "approved", "approveDate": "1352092822", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "california", "commentType": "comment", "updateDate": "1352092822", "commentSequence": 29, "commentBody": "I am despairing of news footage and reader comments about the long voting lines, restricted hours, etc.  This egregiously affects hourly workers.  Here in northern Calif I have never experienced anything like it, and I always vote in person on election day.  I walk right in to the precinct and maybe the line is three or four minutes.<br/><br/>I just can't believe it.  We must change this, somehow.", "recommendationCount": 75}, {"assetID": 3346531, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 7571250, "replies": [], "commentID": 7573118, "trusted": 0, "userDisplayName": "Atlant", "createDate": "1352121813", "userID": 1121175, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1352134176", "userTitle": null, "recommendations": 1, "editorsSelection": false, "parentUserDisplayName": "muschg", "userURL": null, "userLocation": "New Hampshire", "depth": 1, "commentType": "userReply", "updateDate": "1352134176", "commentSequence": 1, "commentBody": "There's an ad running (it may be just an \"Internet ad\") that draws exactly that point. It's very powerful."}]}, "lft": 142, "assetURL": "http://www.nytimes.com/2012/11/05/opinion/krugman-sandy-versus-katrina.html", "parentID": null, "commentID": 7571250, "rgt": 145, "userDisplayName": "muschg", "createDate": "1352092841", "userID": 50352614, "replyCount": 1, "commentTitle": "n/a", "status": "approved", "approveDate": "1352092882", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Portland, OR", "commentType": "comment", "updateDate": "1352092882", "commentSequence": 28, "commentBody": "It's probably worth reminding voters that in his acceptance speech Romney basked in waves of Republican applause for heaping scorn on President Obama for planning to address the issue of rising sea levels due to global warming.", "recommendationCount": 469}, {"assetID": 3346528, "replies": [], "lft": 47, "assetURL": "http://www.nytimes.com/2012/11/05/opinion/keller-the-republican-id.html", "parentID": 7571156, "commentID": 7571253, "rgt": 48, "userDisplayName": "David Underwood", "createDate": "1352092863", "userID": 53612425, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1352092936", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Citrus Heights", "commentType": "userReply", "updateDate": "1352092936", "commentSequence": 2, "commentBody": "If I am not mistaken, Miami University of Ohio is a private institution. So your criticism is misdirected in this case. That does not mean that I agree with his political and philosophical views, but it is necessary to remain fair when criticizing him.", "recommendationCount": 32}, {"assetID": 3346531, "replies": [], "lft": 119, "assetURL": "http://www.nytimes.com/2012/11/05/opinion/krugman-sandy-versus-katrina.html", "parentID": 7571033, "commentID": 7571259, "rgt": 120, "userDisplayName": "Rima Regas", "createDate": "1352092963", "userID": 52131820, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1352093004", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Mission Viejo, CA", "commentType": "userReply", "updateDate": "1352093004", "commentSequence": 1, "commentBody": "\"The meme that bad is always good, that no difference exists between parties\"<br/><br/>You're so right, Walter! That, in large part, is what the right wing always says, when they run out of arguments. You do it too... Um, no. We don't!", "recommendationCount": 28}]}, "copyright": "Copyright (c) 2016 The New York Times Company.  All Rights Reserved."}