{"debug": {"version": 3.1}, "status": "OK", "results": {"api_timestamp": "1481480254", "totalCommentsFound": 4615, "totalCommentsReturned": 25, "comments": [{"assetID": 3365359, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 8654219, "replies": [], "commentID": 8654308, "trusted": 0, "userDisplayName": "Chanson de Roland", "createDate": "1364703949", "userID": 10494, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1364703966", "userTitle": null, "recommendations": 1, "editorsSelection": false, "parentUserDisplayName": "Chanson de Roland", "userURL": null, "userLocation": "Cleveland, OH", "depth": 1, "commentType": "userReply", "updateDate": "1364700366", "commentSequence": 1, "commentBody": ", where both the real Minimal Wage-Income and the real interest rate are both negative, that is, were both are below zero-lower bound and both are correct is a sufficient fiscal stimulus, which both increases demand, increasing wages above the Minimal Wage-Income level, which further increases demand and income through multiplier effects; and which causes moderate yet sufficient inflation to more to make real interest slightly negative but provides positive returns on investment as demand increases, requiring increases output but at higher prices.<br/><br/>This works without initially causing inflation, because the economy is operating well below its potentials for optimal output at full employment. Until we approach full employment or the expectations of full employment the Fed must use monetary stimulus to keep short-term rates at zero and long-term rate low, while the federal government continues fiscal stimulus, both continuing until we've reached full employment.  <br/><br/>So, sneaky you, you've stated the wrong problem, because both prices are right.  What's wrong is that both prices are below zero-lower bound, which implies that the economy must be operating well below optimal well below full employment and its optimal level of output, which can only be solved by robust fiscal and monetary stimuli to raise wages above the Minimal Wage-Income level, lower real interest rates to negative, and increase demand so that output at profitable prices increases."}]}, "lft": 252, "assetURL": "http://krugman.blogs.nytimes.com/2013/03/30/the-price-is-wrong/", "parentID": null, "commentID": 8654219, "rgt": 255, "userDisplayName": "Chanson de Roland", "createDate": "1364702735", "userID": 10494, "replyCount": 1, "commentTitle": "n/a", "status": "approved", "approveDate": "1364702765", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Cleveland, OH", "commentType": "comment", "updateDate": "1364699165", "commentSequence": 45, "commentBody": "Okay, I'll bite.  Here's my answer to the exam question.  First, for workers, especially low wage workers, the kind who are more likely to increase output rather than more efficiently produce the current output, are constrained with a zero-lower bound for wages, which is known as autonomous consumption.  So wages for minimal low wage workers (Minimal Wage), given autonomous consumption and their level of debt, has set their aggregate Minimal Wage level at a price higher than market-equilibrium wage that would clear the labor market.  <br/><br/>The result is that worker are unemployed and surviving on transfer payments.  And eliminating or even reducing transfer payment, both money and in-kind, would take workers and the unemployed below their Minimal Wage/income levels, resulting in privations, social disorder, and even death.  Also, as you note, supra, eliminating the transfer payment would only further weaken demand, increasing unemployment, and further decreasing real GDP.  So the price of labor isn't worng; it is simply at the zero-lower bound of autonomous consumption and fixed debt, i.e., the Minimal Wage-Income level.<br/><br/>But, as Keynes demonstrated more than 80 years ago, the demand-side constraint is at negative real interest rates, so it too is at zero-lower bound for interests rates, because money to increase output won't earn a sufficient risk-adjusted positive return.  So that price is also correct.  The solution, as Keynes revealed is . . .  (cont.)", "recommendationCount": 0}, {"assetID": 3364930, "replies": [], "lft": 259, "assetURL": "http://parenting.blogs.nytimes.com/2013/03/27/easter-vs-passover-in-interfaith-marriages-moms-faith-wins-out/", "parentID": 8652724, "commentID": 8654222, "rgt": 260, "userDisplayName": "Paul", "createDate": "1364702789", "userID": 34677113, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1364702826", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Bellerose Terrace", "commentType": "userReply", "updateDate": "1364699226", "commentSequence": 1, "commentBody": "All of your claims are artificial obstructions to love. My wife (Greek Orthodox) and I (Jewish) have been married 29 years (anniversary tomorrow!). We simply do not observe either religion, even though she was raised going to church, and I was Bar Mitzvahed and went to synagogue.<br/>When did we know that our love and the love of our children had rendered perfectly irrelevant  our religious differences? At about the same time, my mother asked what Helen's family was doing for the High Holy Days, and my father-in-law started speaking to me in Greek. Quite simply, my mother treasured my wife more than me, and my in-laws (particularly Helen's grandmother) treasured me more than her. It IS possible.", "recommendationCount": 3}, {"assetID": 3365364, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 8654229, "replies": [], "commentID": 8654238, "trusted": 1, "userDisplayName": "Rima Regas", "createDate": "1364702981", "userID": 52131820, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1364703006", "userTitle": null, "recommendations": 143, "editorsSelection": false, "parentUserDisplayName": "Janet Ellingson", "userURL": null, "userLocation": "Mission Viejo, CA", "depth": 1, "commentType": "userReply", "updateDate": "1364699406", "commentSequence": 1, "commentBody": "\"You can not return procreation to the primary role of marriage simply by denying gay couples access to a marriage license. You would also need to deny women access to birth control and deny them economic independence. If women can't control their fertility and they can't feed, clothe and house themselves, \"traditional\" marriage may become the norm again. Hence the GOP's war on women.\"<br/><br/>This. Is. Exactly. It. Brilliantly written, Janet! Thank you!"}, {"recommendedFlag": 0, "parentID": 8654229, "replies": [], "commentID": 8654414, "trusted": 0, "userDisplayName": "Gal", "createDate": "1364705865", "userID": 16461628, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1364727497", "userTitle": null, "recommendations": 30, "editorsSelection": false, "parentUserDisplayName": "Janet Ellingson", "userURL": null, "userLocation": "Tel Aviv", "depth": 1, "commentType": "userReply", "updateDate": "1364723897", "commentSequence": 2, "commentBody": "Excellent!! Yes, thank you, Janet.<br/><br/>What Douthat does not see is that his \"logic\" is governed less by reason and more by some emotional attachment to what marriage represents to him,  grounded in a prelapsarian fantasy of Catholicism rooted in some imagined past. Marriage has certainly changed; it will continue to change. It was a vastly different institution a hundred, much less a thousand, years ago.<br/><br/>Yet, as a gay man, I do resent Douthat generalizing from two selective voices (Ross and Savage) as representative of . . . what? It's as if gays are the serpents whispering into the ears of heterosexuals things they never thought of, not to mention are already engaging in. (Ironically, there are gays who are equally worried about the heterosexualization of homosexuality, as if there were not already many LGBTQ people engaged in monogamous, procreative unions.)<br/><br/>Finally, I do not hear anyone saying that marriage has nothing to do with children. (Justice Kennedy's concern for the children of gay couples undermines that straw dog.) But, Douthat, please don't you be so naive as to propose that marriage has ONLY to do with children. "}]}, "lft": 32, "assetURL": "http://www.nytimes.com/2013/03/31/opinion/sunday/douthat-marriage-looks-different-now.html", "parentID": null, "commentID": 8654229, "rgt": 37, "userDisplayName": "Janet Ellingson", "createDate": "1364702853", "userID": 14480101, "replyCount": 2, "commentTitle": "n/a", "status": "approved", "approveDate": "1364702886", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Salt Lake City, Utah", "commentType": "comment", "updateDate": "1364699286", "commentSequence": 7, "commentBody": "You state \"Correlations do not, of course, establish causation,\" but then go on to claim that gay marriage is the cause for the undermining of the ideology of procreation within marriage.  If we can't see that direct cause, we are just naive.   \"But there is also a certain willed naïveté to the idea that the advance of gay marriage is unrelated to any other marital trend.\"<br/><br/>The decline in female fertility has been one of the most studied historical trends, beginning in the early 19th century. As women gained access to birth control, they made procreation a choice not a consequence of marriage.  Now that women can conceive without marriage, having a child is a choice a woman can make independent of a man's consent and independent of marriage.<br/><br/>Gay marriage has had nothing to do with this change.  In fact, the argument for gay marriage could not have been made had not the separation of procreation from marriage already occurred a generational earlier.  If there is any causal relationship it is that the redefinition of traditional marriage made possible the inclusion of gay couples.  <br/><br/>You can not return procreation to the primary role of marriage simply by denying gay couples access to a marriage license.  You would also need to deny women access to birth control and deny them economic independence.  If women can't control their fertility and they can't feed, clothe and house themselves, \"traditional\" marriage may become the norm again.  Hence the GOP's war on women.", "recommendationCount": 368}, {"assetID": 3365364, "replies": [], "lft": 33, "assetURL": "http://www.nytimes.com/2013/03/31/opinion/sunday/douthat-marriage-looks-different-now.html", "parentID": 8654229, "commentID": 8654238, "rgt": 34, "userDisplayName": "Rima Regas", "createDate": "1364702981", "userID": 52131820, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1364703006", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Mission Viejo, CA", "commentType": "userReply", "updateDate": "1364699406", "commentSequence": 1, "commentBody": "\"You can not return procreation to the primary role of marriage simply by denying gay couples access to a marriage license. You would also need to deny women access to birth control and deny them economic independence. If women can't control their fertility and they can't feed, clothe and house themselves, \"traditional\" marriage may become the norm again. Hence the GOP's war on women.\"<br/><br/>This. Is. Exactly. It. Brilliantly written, Janet! Thank you!", "recommendationCount": 143}, {"assetID": 3365369, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 8654241, "replies": [], "commentID": 8654318, "trusted": 0, "userDisplayName": "Nancy", "createDate": "1364704088", "userID": 63367016, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1364739667", "userTitle": null, "recommendations": 2, "editorsSelection": false, "parentUserDisplayName": "jnzmhr", "userURL": null, "userLocation": "Vancouver, Canada", "depth": 1, "commentType": "userReply", "updateDate": "1364736067", "commentSequence": 1, "commentBody": "My goal was happy, healthy, responsible and productive."}]}, "lft": 114, "assetURL": "http://www.nytimes.com/2013/03/31/opinion/sunday/bruni-a-childless-bystanders-baffled-hymn.html", "parentID": null, "commentID": 8654241, "rgt": 117, "userDisplayName": "jnzmhr", "createDate": "1364703004", "userID": 32430016, "replyCount": 1, "commentTitle": "n/a", "status": "approved", "approveDate": "1364703066", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Jenkintown PA", "commentType": "comment", "updateDate": "1364699466", "commentSequence": 15, "commentBody": "Having raised  (sorry for the old fashion term) 3 children and beamed at the arrivals and subsequent growth of 6 grandchildren, the main responsibility of my wife and myself, as well as the children when they became parents,  was not parenting! It was to raise independent, societally contributing adults. The goal is simple, but as always, the devil is in the details", "recommendationCount": 37}, {"assetID": 3365233, "replies": [], "lft": 178, "assetURL": "http://parenting.blogs.nytimes.com/2013/03/29/does-nesting-children-after-divorce-work/", "parentID": null, "commentID": 8654242, "rgt": 179, "userDisplayName": "Patricia Exley", "createDate": "1364703021", "userID": 50818886, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1364703066", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Philadelphia", "commentType": "comment", "updateDate": "1364699466", "commentSequence": 58, "commentBody": "As a Realtor I have worked for quite a few divorced and divorcing couples who are \"nesting\", to benefit the kids and also out of necessity. When one parent is in the home with the kids the other is staying with parents,friends, or a significant other. In many cases the family home was purchased when the market was high and the couple cannot afford to support additional households. For these families nesting is an affordable alternative to or next step beyond the pressure cooker of both parents living in the home together during and post-divorce.<br/>I have seen it work,and work well,  but it does require clear communication between the parents. How are household tasks and upkeep responsibilities to be divided ? What is acceptable as far as significant others sleeping over ? There are many points at which this plan, intended to benefit the kids, can actually just confuse them.<br/>The status of the parents does not lend itself to clear communication so one thing I have seen work is the use of white boards and other tools to keep things flowing and functioning smoothly . Minimizing the possibility of conflict between the parents spilling over into the household during the switch-off can keep the home the peaceful organized sanctuary all parents aspire to for their families.  ", "recommendationCount": 5}, {"assetID": 3365369, "replies": [], "lft": 69, "assetURL": "http://www.nytimes.com/2013/03/31/opinion/sunday/bruni-a-childless-bystanders-baffled-hymn.html", "parentID": 8653411, "commentID": 8654244, "rgt": 70, "userDisplayName": "retired northernCA teacher", "createDate": "1364703084", "userID": 56645697, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1364703126", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Redding, CA", "commentType": "userReply", "updateDate": "1364699526", "commentSequence": 1, "commentBody": "I did not push vegies on my daughters. They were available with each meal, but there was no fight over them- they were eaten or left. Recently, dining with my youngest daughter at her favorite spot in Brooklyn (Kiwiannas), she was happily consuming brussel sprouts. I remarked on it as a nice surprise. She said: I love lots of different vegetables, Mom. <br/><br/>I remember as a child, my brother hated peas but he had to eat one for each year of his age: six yrs old = 6 peas, 15 yrs old = 15 peas. To this day, he refuses to eat peas. ", "recommendationCount": 13}, {"assetID": 3365369, "replies": [], "lft": 118, "assetURL": "http://www.nytimes.com/2013/03/31/opinion/sunday/bruni-a-childless-bystanders-baffled-hymn.html", "parentID": null, "commentID": 8654254, "rgt": 119, "userDisplayName": "Tom Hopkins", "createDate": "1364703153", "userID": 9244356, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1364703186", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "SA", "commentType": "comment", "updateDate": "1364699586", "commentSequence": 16, "commentBody": "My \"credentials:\" two kids, son age 28 and daughter age 26. Happily married 38 years.<br/><br/>My opinion is that kids want direction, but they don't want to be too tightly controlled. Indeed, they absolutely need the freedom to make choices and mistakes. The parent needs to offer direction and advice, and obviously try to ensure the kids' choices are safe ones. The parent needs to be engaged. Child rearing was my Job One and ditto for my wife, but we did not suffocate the kids.<br/><br/>Children will take their moral compass from their parents. Our system was pretty simple. We are not religious, but live by the Golden Rule. Works well.<br/><br/>Looking back, the usual child rearing hassles were just bumps in the road - nothing major. I grew up in a totally dysfunctional family, so I knew that I did not want that environment for my kids, and I was (am) fortunate to have a partner who shared the same vision with me. That is the other key to child rearing: stability. Kids need it and want it.<br/><br/>While mistakes were always tolerated, failure was not. What I mean by that is you learn from the mistake and correct it - you don't just pack it in. I enjoy mountaineering and I have turned back from several summits because of danger, but I have always returned and bagged them. That is what I taught the kids, that they can accomplish what they want to accomplish. It has worked so far. They are both highly successful and have planned out great futures for themselves.<br/><br/>So give 'em their head, but be there for 'em", "recommendationCount": 58}, {"assetID": 3365233, "replies": [], "lft": 180, "assetURL": "http://parenting.blogs.nytimes.com/2013/03/29/does-nesting-children-after-divorce-work/", "parentID": null, "commentID": 8654261, "rgt": 181, "userDisplayName": "chadash890", "createDate": "1364703220", "userID": 60708633, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1364703245", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Boyertown, PA", "commentType": "comment", "updateDate": "1364699645", "commentSequence": 59, "commentBody": "I have found that one of the best characteristics a parent can have is to feel comfortable and secure themselves.  For most parents living an insecure life by not being grounded in their  own permanent space is going to ultimately be worse for their children and themselves. Kids switching can be rough on them, but they will clearly adjust to a situation that had to be. Parents living as martyrs will ultimately result in many kids feeling guilt and sadness when they realize how disruptive their parents lives were by \"nesting.\" New boundaries and spaces need to be created and honored when their are very few alternatives. Parents, stop making excuses for your kids' issues blames on a divorce;  they will adjust. Any problems would have happened regardless if the divorce happened or not. ", "recommendationCount": 5}, {"assetID": 3365364, "replies": [], "lft": 38, "assetURL": "http://www.nytimes.com/2013/03/31/opinion/sunday/douthat-marriage-looks-different-now.html", "parentID": null, "commentID": 8654272, "rgt": 39, "userDisplayName": "sdavidc9", "createDate": "1364703322", "userID": 57353517, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1364703366", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Cornwall Bridge, Connecticut", "commentType": "comment", "updateDate": "1364699766", "commentSequence": 8, "commentBody": "Marriage as it was started decaying when divorce became possible.  Divorce removes legal support from the  \"'till death do us part'\" part of marriage, making it a mere ideal rather than a legal and social reality.  Most supporters of traditional marriage do not want that traditional part of traditional marriage back.  There is no popular cry to safeguard marriage by making divorce once again more difficult to obtain.  <br/><br/>So the defenders of traditional marriage are not doing that and have no intention of it.    In fact, immigrants have brought several different sorts of traditional marriage (marriage as a political move to unite two families, arranged marriages, marriages of convenience, marriage of women past childbearing age) to our shores.  Some patterns are more prevalent or have been here longer, but that does not make any one of them the pattern.    ", "recommendationCount": 28}, {"assetID": 3365383, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 8653293, "replies": [], "commentID": 8656741, "trusted": 0, "userDisplayName": "Robert C Guenveur", "createDate": "1364744994", "userID": 57595223, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1364779240", "userTitle": null, "recommendations": 0, "editorsSelection": false, "parentUserDisplayName": "bruce", "userURL": null, "userLocation": "Brooklyn", "depth": 1, "commentType": "userReply", "updateDate": "1364775640", "commentSequence": 3, "commentBody": "Huh?"}, {"recommendedFlag": 0, "parentID": 8653293, "replies": [], "commentID": 8654293, "trusted": 0, "userDisplayName": "wlp", "createDate": "1364703630", "userID": 2076390, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1364779242", "userTitle": null, "recommendations": 0, "editorsSelection": false, "parentUserDisplayName": "bruce", "userURL": null, "userLocation": "mandeville, LA", "depth": 1, "commentType": "userReply", "updateDate": "1364775642", "commentSequence": 4, "commentBody": "No, that didn't occur to me. I wonder why it occurred to you..."}, {"recommendedFlag": 0, "parentID": 8653293, "replies": [], "commentID": 8657768, "trusted": 0, "userDisplayName": "CKent", "createDate": "1364755269", "userID": 46253616, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1364779257", "userTitle": null, "recommendations": 0, "editorsSelection": false, "parentUserDisplayName": "bruce", "userURL": null, "userLocation": "Florida", "depth": 1, "commentType": "userReply", "updateDate": "1364775657", "commentSequence": 5, "commentBody": "I'm sure that those who at first knew nothing of West Point (let's capitalize proper nouns, shall we?) were, by day's end,  impressed with this American institution and charmed by the young ladies and gentlemen who study there."}]}, "lft": 2, "assetURL": "http://bats.blogs.nytimes.com/2013/03/30/a-yankees-final-exhibition-is-less-about-baseball/", "parentID": null, "commentID": 8653293, "rgt": 13, "userDisplayName": "bruce", "createDate": "1364689432", "userID": 14749653, "replyCount": 5, "commentTitle": "n/a", "status": "approved", "approveDate": "1364703505", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "nara, japan", "commentType": "comment", "updateDate": "1364699905", "commentSequence": 1, "commentBody": "I WONDER if it occurred to anybody that the charm of west point could be lost on the non americans on the team........", "recommendationCount": 0}, {"assetID": 3365383, "replies": [], "lft": 14, "assetURL": "http://bats.blogs.nytimes.com/2013/03/30/a-yankees-final-exhibition-is-less-about-baseball/", "parentID": null, "commentID": 8653620, "rgt": 15, "userDisplayName": "Coach John", "createDate": "1364694626", "userID": 63794090, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1364703507", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Saugerties, NY", "commentType": "comment", "updateDate": "1364699907", "commentSequence": 2, "commentBody": "Joba and Mariano were paricularly generous in the time they spent signing autographs. Joba engaged in a long game of catch with one lucky young fan in the bleachers.", "recommendationCount": 0}, {"assetID": 3364275, "replies": [], "lft": 174, "assetURL": "http://rendezvous.blogs.nytimes.com/2013/03/21/the-dark-side-of-the-expat-life/", "parentID": null, "commentID": 8654246, "rgt": 175, "userDisplayName": "Albert", "createDate": "1364703096", "userID": 67367232, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1364703508", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "San Diego", "commentType": "comment", "updateDate": "1364699908", "commentSequence": 75, "commentBody": "Someone I knew at an Ivy League law school moved to Taiwan after graduation. <br/><br/>I was very surprised by his decision.  His parents left Taiwan and came to the United States, so that their children would have a better future.  He was born in Pennsylvania, grew up in Pennsylvania, spoke English with no accent, and befriended some Taiwanese graduate students in order to practice his Chinese conversation.  He spoke Chinese with a strong Yankee accent.<br/><br/>Several years later, I had dinner with him in Taiwan.  I was really curious why he chose to leave the Land of Opportunity and settle down in his father’s homeland.<br/><br/>This is what he told me:<br/><br/>In America, people would ask me, “Where are you from?”<br/><br/>He would reply, “I am from Pittsburgh.”<br/><br/>Most people would not take Pittsburgh for an answer.  Predictably, they would ask, “No, really, where are you originally from?”<br/><br/>After explaining to people for years that he indeed was originally from Pittsburgh, he felt that he really did not belong to Pittsburgh.  <br/><br/>He was a “perpetual foreigner” in America, even though he could prove his United States citizenship with clear and convincing evidence – U.S. Passport.<br/><br/>So, he went to Taiwan, and became an American expat there.<br/><br/>I met with him a few times in Taiwan.  He appeared to be happy.  People around him made him feel that he does not belong here.  He felt accepted there.", "recommendationCount": 1}, {"assetID": 3365360, "replies": [], "lft": 95, "assetURL": "http://krugman.blogs.nytimes.com/2013/03/30/no-trickle/", "parentID": 8652303, "commentID": 8654288, "rgt": 96, "userDisplayName": "Benjamin Island", "createDate": "1364703523", "userID": 3945183, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1364703546", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Detroit, MI", "commentType": "userReply", "updateDate": "1364699946", "commentSequence": 1, "commentBody": "The answer may lie with the illusory business models tied to advertising, data analysis, social media and internet content distribution.<br/><br/>Misconduct is of course another possibility.", "recommendationCount": 0}, {"assetID": 3365381, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 8654290, "replies": [], "commentID": 8655215, "trusted": 0, "userDisplayName": "Laszlo", "createDate": "1364730987", "userID": 31827643, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1364731027", "userTitle": null, "recommendations": 0, "editorsSelection": false, "parentUserDisplayName": "John", "userURL": null, "userLocation": "Jackson Heights", "depth": 1, "commentType": "userReply", "updateDate": "1364727427", "commentSequence": 1, "commentBody": "John,<br/><br/>Your avatar is a pianist,<br/><br/><a href=\"http://www.youtube.com/watch?v=2x-OHljZzHQ\" title=\"http://www.youtube.com/watch?v=2x-OHljZzHQ\" target=\"_blank\">http://www.youtube.com/watch?v=2x-OHljZzHQ</a><br/><br/>at least according to the above video."}]}, "lft": 100, "assetURL": "http://wordplay.blogs.nytimes.com/2013/03/30/special-features/", "parentID": null, "commentID": 8654290, "rgt": 103, "userDisplayName": "John", "createDate": "1364703562", "userID": 12857582, "replyCount": 1, "commentTitle": "n/a", "status": "approved", "approveDate": "1364703606", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Chicago", "commentType": "comment", "updateDate": "1364700006", "commentSequence": 5, "commentBody": "OK, this puzzle is about movies.  Here are some extras that were not clued as movies.  There are so many that even I have a hard time Caleb thought of these when he constructed this Oscar.<br/><br/>DUELs (in the Sun).<br/>The Two JAKEs.<br/>ERROL Flynn (there is only one).<br/>Nicolas CAGE.<br/>MCM – I’m sure he wanted MGM but couldn’t find a way.<br/>AWAKE.<br/>The NATURAL.<br/>Revenge of the NERDs (as clued).<br/>NATASHA (a movie and so many actresses with such a rare name).<br/>CACTUS (several movies besides Cactus Flower).<br/>The THING.<br/>And those are only the Acrosses (and I might have missed a few).<br/><br/>For the Downs LADIES NIGHT is a gimme and you can finish the rest.  ", "recommendationCount": 0}, {"assetID": 3365359, "replies": [], "lft": 253, "assetURL": "http://krugman.blogs.nytimes.com/2013/03/30/the-price-is-wrong/", "parentID": 8654219, "commentID": 8654308, "rgt": 254, "userDisplayName": "Chanson de Roland", "createDate": "1364703949", "userID": 10494, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1364703966", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Cleveland, OH", "commentType": "userReply", "updateDate": "1364700366", "commentSequence": 1, "commentBody": ", where both the real Minimal Wage-Income and the real interest rate are both negative, that is, were both are below zero-lower bound and both are correct is a sufficient fiscal stimulus, which both increases demand, increasing wages above the Minimal Wage-Income level, which further increases demand and income through multiplier effects; and which causes moderate yet sufficient inflation to more to make real interest slightly negative but provides positive returns on investment as demand increases, requiring increases output but at higher prices.<br/><br/>This works without initially causing inflation, because the economy is operating well below its potentials for optimal output at full employment. Until we approach full employment or the expectations of full employment the Fed must use monetary stimulus to keep short-term rates at zero and long-term rate low, while the federal government continues fiscal stimulus, both continuing until we've reached full employment.  <br/><br/>So, sneaky you, you've stated the wrong problem, because both prices are right.  What's wrong is that both prices are below zero-lower bound, which implies that the economy must be operating well below optimal well below full employment and its optimal level of output, which can only be solved by robust fiscal and monetary stimuli to raise wages above the Minimal Wage-Income level, lower real interest rates to negative, and increase demand so that output at profitable prices increases.", "recommendationCount": 1}, {"assetID": 3365322, "replies": [], "lft": 130, "assetURL": "http://krugman.blogs.nytimes.com/2013/03/29/europes-second-depression-a-correction/", "parentID": null, "commentID": 8654327, "rgt": 131, "userDisplayName": "Udayan Deshpande", "createDate": "1364704411", "userID": 60709030, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1364704445", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Seattle", "commentType": "comment", "updateDate": "1364700845", "commentSequence": 38, "commentBody": "Should we not look at area below (above) the curve rather than merely current GDP? I.e., the integral over time, or summation of GDP lost over the years? I understand that the GDP was greater (in the GD-1) after an equal amount of time, relative to before the crisis started, however were the losses not more severe in the time leading up to the end of the chart?<br/><br/>Certainly, I accept that growth could be much higher if austerity measures were not applied, and the difference in the summation of lost GDP below (above) the curve would have been substantially wider.", "recommendationCount": 0}, {"assetID": 3363759, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 8654333, "replies": [], "commentID": 9776432, "trusted": 0, "userDisplayName": "dmutchler", "createDate": "1377013328", "userID": 66527343, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1377020698", "userTitle": "NULL", "recommendations": 2, "editorsSelection": false, "parentUserDisplayName": "Daisy", "userURL": "NULL", "userLocation": "Upper Mississippi :)", "depth": 1, "commentType": "userReply", "updateDate": "1377017098", "commentSequence": 1, "commentBody": "The idea that a man can simply father more kids \"always\" presumes he's being selfish and just wants to spread his seed, desires progeny for progeny's sake.  That *would* be selfish.  How is it not selfish, then, for the wife to want more kids until she says \"that's enough\"?<br/><br/>It seems to me that having even one child is a compromise of a sort.<br/><br/>As for the \"date night is a superficial entertainment,\" well that says a bit.  Might not that first kid have come about due to a date night?  So, unless it's about kids and having more kids, the man should just be happy he's got a wife who will (theoretically) give hubby some time when she'd damn well ready?<br/><br/>Wow.  I think I knew your husband.  He was the guy in the chair next to me for the 13 years I was a drunk."}]}, "lft": 502, "assetURL": "http://parenting.blogs.nytimes.com/2013/03/18/i-want-more-children-he-doesnt/", "parentID": null, "commentID": 8654333, "rgt": 505, "userDisplayName": "Daisy", "createDate": "1364704500", "userID": 16090040, "replyCount": 1, "commentTitle": "n/a", "status": "approved", "approveDate": "1364704505", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Boston, Ma", "commentType": "comment", "updateDate": "1364700905", "commentSequence": 136, "commentBody": "In this situation 3 children would be a good \"compromise\", but this mom who is longing for a baby should have a chance to have at least another baby.  This isn't an equal argument between a man and a woman because of biology.   It's wrong of him to deny her the opportunity, because he can always have more children if he changes his mind, but she only has a limited number of years in which to be a mom.  Great, so he wants date night, but date night is a superficial entertainment and date night can wait.   When your kids are small it's a time to enjoy them, more fun to be home with them tucking them in at night, than off in some restaurant having \"date night'.  There are decades in life for night life, but only a few precious years with your babies.", "recommendationCount": 2}, {"assetID": 3365386, "replies": [], "lft": 303, "assetURL": "http://www.nytimes.com/2013/03/31/education/curious-grade-for-teachers-nearly-all-pass.html", "parentID": 8653874, "commentID": 8654332, "rgt": 304, "userDisplayName": "Janet Ellingson", "createDate": "1364704465", "userID": 14480101, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1364704506", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Salt Lake City, Utah", "commentType": "userReply", "updateDate": "1364700906", "commentSequence": 1, "commentBody": "Yes, it is hard to believe. ", "recommendationCount": 24}, {"assetID": 3365386, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 8654334, "replies": [], "commentID": 8654430, "trusted": 0, "userDisplayName": "Chris D", "createDate": "1364706144", "userID": 3015630, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1364738760", "userTitle": null, "recommendations": 0, "editorsSelection": false, "parentUserDisplayName": "Janet Ellingson", "userURL": null, "userLocation": "WI", "depth": 1, "commentType": "userReply", "updateDate": "1364735160", "commentSequence": 1, "commentBody": "Since the teachers that pass are being rated as \"effective\" or “at expectations\" you cannot know where average lies. Or are you suggesting that anyone below average is not \"effective\"?"}, {"recommendedFlag": 0, "parentID": 8654334, "replies": [], "commentID": 8654649, "trusted": 0, "userDisplayName": "Roger Morgan", "createDate": "1364712016", "userID": 60329095, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1364738987", "userTitle": null, "recommendations": 0, "editorsSelection": false, "parentUserDisplayName": "Janet Ellingson", "userURL": null, "userLocation": "Baltimore", "depth": 1, "commentType": "userReply", "updateDate": "1364735387", "commentSequence": 2, "commentBody": "...and yet the students' achievements are below those in other countries. Strange."}, {"recommendedFlag": 0, "parentID": 8654334, "replies": [], "commentID": 8654953, "trusted": 0, "userDisplayName": "Donald", "createDate": "1364726142", "userID": 18421058, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1364739882", "userTitle": null, "recommendations": 1, "editorsSelection": false, "parentUserDisplayName": "Janet Ellingson", "userURL": null, "userLocation": "Worcester, MA", "depth": 1, "commentType": "userReply", "updateDate": "1364736282", "commentSequence": 3, "commentBody": "The Lake Wobegon one liner that the author takes up refers to the students in public school,meaning all kids.  The teachers are trained professional working in their chosen career.  One would expect the vast majority to at least be competent."}]}, "lft": 444, "assetURL": "http://www.nytimes.com/2013/03/31/education/curious-grade-for-teachers-nearly-all-pass.html", "parentID": null, "commentID": 8654334, "rgt": 451, "userDisplayName": "Janet Ellingson", "createDate": "1364704530", "userID": 14480101, "replyCount": 3, "commentTitle": "n/a", "status": "approved", "approveDate": "1364704565", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Salt Lake City, Utah", "commentType": "comment", "updateDate": "1364700965", "commentSequence": 51, "commentBody": "As in Lake Wobegon, America's teachers are all above average.", "recommendationCount": 14}, {"assetID": 3365369, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 8654361, "replies": [], "commentID": 8654998, "trusted": 0, "userDisplayName": "Thorina Rose", "createDate": "1364727547", "userID": 55140300, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1364739667", "userTitle": null, "recommendations": 0, "editorsSelection": false, "parentUserDisplayName": "Thorina Rose", "userURL": null, "userLocation": "San Francisco", "depth": 1, "commentType": "userReply", "updateDate": "1364736067", "commentSequence": 1, "commentBody": "iPad typo: meant to write \"non-parental\"."}]}, "lft": 120, "assetURL": "http://www.nytimes.com/2013/03/31/opinion/sunday/bruni-a-childless-bystanders-baffled-hymn.html", "parentID": null, "commentID": 8654361, "rgt": 123, "userDisplayName": "Thorina Rose", "createDate": "1364705034", "userID": 55140300, "replyCount": 1, "commentTitle": "n/a", "status": "approved", "approveDate": "1364705046", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "San Francisco", "commentType": "comment", "updateDate": "1364701446", "commentSequence": 17, "commentBody": "Mr. Bruni, I acknowledge the accuracy of your observation of contemporary parenting, it is easier to criticize then to actally do. With respect to your loving role as an uncle, you can hand the young ones back to their parents at the end of the day. (Furthermore, kids are often much less demading of non-premtal adults.) Small children seem to be born with the tools to out-wait and out-wit their frazzled parents, and I succumbed to negotiating with my two sons, and, exhausted, I often simply gave in. <br/><br/>But miraculously, the boys grew up and matured! The oldest who couldn't sit still for literally years of his childhood, is now 17, and turned out to be level headed, sensitive, observant. The 14 year old is living in Vietnam with his father, adapted easily to a new school and made friends instantly. I am grateful that we had the wherewithal to send the kids to private international schools (with financial aid for the most part) and were able to expose the kids to travel and a broad range of experiences. By the way, I'm a proponent of keeping kids busy. If they have a lot of activities after school they don't have enough time to get bored and experiment with the negative stuff.<br/><br/>One of the commentators mentioned that the bigger problem in society rests with the kids who are under-nurtured. Perhaps my generation is over nurturing their kids, but I meet a lot of wonderful, self-aware, teens who I think will be well prepared, when their time comes, to take over the reigns.", "recommendationCount": 15}, {"assetID": 3365368, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 8654364, "replies": [], "commentID": 8654568, "trusted": 0, "userDisplayName": "Leesa Sopjes", "createDate": "1364709034", "userID": 43174633, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1364739433", "userTitle": null, "recommendations": 30, "editorsSelection": false, "parentUserDisplayName": "Mary Scott", "userURL": null, "userLocation": "SF Bay Area", "depth": 1, "commentType": "userReply", "updateDate": "1364735833", "commentSequence": 1, "commentBody": "Thank you for pointing out the differences underlying the US and Finland.  One would have expected the writer of this column to do it."}]}, "lft": 42, "assetURL": "http://www.nytimes.com/2013/03/31/opinion/sunday/friedman-need-a-job-invent-it.html", "parentID": null, "commentID": 8654364, "rgt": 45, "userDisplayName": "Mary Scott", "createDate": "1364705065", "userID": 43644377, "replyCount": 1, "commentTitle": "n/a", "status": "approved", "approveDate": "1364705106", "userTitle": null, "editorsSelection": 1, "statusID": 2, "userURL": null, "userLocation": "NY", "commentType": "comment", "updateDate": "1364735920", "commentSequence": 10, "commentBody": "There are no private schools in Finland. Even the few independent schools are publicly financed and are not allowed to charge tuition. In the 1980's when school reform began in Finland, the focus was not on creating one of the best school systems in the world but to make sure that every student had equal educational opportunities. They sought equity and the outcome was excellence. <br/><br/>Schools are clean and safe, meals are free, health care and psychological counseling which are available for all students are also free. Teachers must have a master's degree and extensive training and mentoring before assignment to a classroom. Teachers graduate from the top universities, which are also free.<br/><br/>The US does not have the framework to support the Finnish model and little inclination to build one. The vast inequities in income, financial security, access to health care and educational opportunities doom the US to second-rate status at best.", "recommendationCount": 384}, {"assetID": 3365381, "replies": [], "lft": 9, "assetURL": "http://wordplay.blogs.nytimes.com/2013/03/30/special-features/", "parentID": 8653285, "commentID": 8654367, "rgt": 10, "userDisplayName": "TJ in MT", "createDate": "1364705084", "userID": 5782650, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1364705106", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Not California at the moment..", "commentType": "userReply", "updateDate": "1364701506", "commentSequence": 4, "commentBody": "One of the more popular fake books is actually called \"The Real Book.\" The transcriptions are unlicensed -&gt; no royalties -&gt; technically it's illegal. Or, so I'm told..<br/><br/>Real Genius is a very funny 80's movie with Val Kilmer", "recommendationCount": 0}, {"assetID": 3365360, "replies": [], "lft": 156, "assetURL": "http://krugman.blogs.nytimes.com/2013/03/30/no-trickle/", "parentID": null, "commentID": 8654384, "rgt": 157, "userDisplayName": "Chanson de Roland", "createDate": "1364705333", "userID": 10494, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1364705346", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Cleveland, OH", "commentType": "comment", "updateDate": "1364701746", "commentSequence": 37, "commentBody": "The graph, supra, results when bother market clearing real interests rates and the Minimal Wage-Income level are negative, both below their respective zero-lower bounds, and both those prices are right.  This implies that the economy is operating well below full employment and what output would be at full employment.  The solution, as I explain in my comment to your \"The Price Is Wrong,\" is to either engaged in robust fiscal and monetary stimuli, or we can wait for the processes of long-run adjustment to restore the economy to full employment.  <br/><br/>But the wait for long-run process, aside from being an unnecessarily long and miserable process, isn't inevitable, for, if the economy performs too poorly over too long a period or if transfer payments drop below the Minimal Wage-Income level, there could be social collapse and, perhaps, even the fall of our civilization.  In that case, the long-run will be indeed be very long and very bloody.  <br/><br/>The last time that happened in the West, the long-run, from the Dark Ages to Renaissance, took a thousand years.  That is a very long time, but it was interesting, perhaps too interesting for some living and dying in those times, and it often resulted in elites losing their status and being replaced by new elites.", "recommendationCount": 1}, {"assetID": 3359932, "replies": [], "lft": 21, "assetURL": "http://www.nytimes.com/2013/02/18/booming/from-stay-at-home-moms-to-back-to-work-lawyers.html", "parentID": 8491820, "commentID": 8653110, "rgt": 22, "userDisplayName": "Janda", "createDate": "1364686414", "userID": 65656195, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1364705351", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Yla", "commentType": "userReply", "updateDate": "1364701751", "commentSequence": 1, "commentBody": "There should not be alimony at all. And certainly not alimony for a lifetime. In my state, alimony is a maximum of 3 years. It should not even be that. ", "recommendationCount": 0}]}, "copyright": "Copyright (c) 2016 The New York Times Company.  All Rights Reserved."}