{"debug": {"version": 3.1}, "status": "OK", "results": {"api_timestamp": "1481460551", "totalCommentsFound": 5081, "totalCommentsReturned": 25, "comments": [{"assetID": 2879220, "replies": [], "lft": 1746, "assetURL": "http://www.nytimes.com/2011/06/26/magazine/my-life-as-an-undocumented-immigrant.html", "parentID": null, "commentID": 4039132, "rgt": 1747, "userDisplayName": "M. Lopez", "createDate": "1308799559", "userID": 61363419, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1308801646", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Alberta, Canada", "commentType": "comment", "updateDate": "1308798046", "commentSequence": 572, "commentBody": "Love your story. All the best of luck to you!", "recommendationCount": 0}, {"assetID": 2881296, "replies": [], "lft": 896, "assetURL": "http://www.nytimes.com/2011/06/23/world/asia/23prexy.html", "parentID": null, "commentID": 4039220, "rgt": 897, "userDisplayName": "wbilger", "createDate": "1308801336", "userID": 13771684, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1308801649", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Lake Acion, WI", "commentType": "comment", "updateDate": "1308798049", "commentSequence": 357, "commentBody": "I'm not sure who's more foolish: all of you Obama haters on the left or all of you Obama haters on the right...if you believe that everything our President does is based on poll numbers and political maneuvering, then that's the way you'll see all of his actions...if you believe that everything our President does is to bring us one step closer to Socialism (eek!), then that's the way you'll see all of his actions. <br/><br/>Criticize all you want if it makes you feel better, but it won't make a bad situation better.<br/><br/>Imagine if McCain and Palin were in the White House right now...Palin would probably have put the place up on eBay to pay off our debt and McCain would be on a permanent junket to the middle east to rah rah the 500,000 troops he committed to the Iraq/Iran border...and all the while, we'd be at 50% unemployment and climbing...we'd have food riots, New Jersey and California would be under martial law...and Texas would have seceded from the union...<br/><br/>...come to think of it, we'd probably be even worse off than that.<br/><br/>If you really want to make a difference, come up with solutions to our problems, not just state what you want the outcome to be. We ALL want the troops home...the question is how, at what pace, and at what cost...<br/><br/>Until that starts to happen, nothing's going to change. Nothing's going to happen...you can't make something happen without figuring out how to do it.", "recommendationCount": 3}, {"assetID": 2879220, "replies": [], "lft": 1752, "assetURL": "http://www.nytimes.com/2011/06/26/magazine/my-life-as-an-undocumented-immigrant.html", "parentID": null, "commentID": 4039143, "rgt": 1753, "userDisplayName": "alfredh", "createDate": "1308799705", "userID": 2006919, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1308801684", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "ny, ny", "commentType": "comment", "updateDate": "1308798084", "commentSequence": 573, "commentBody": "I applaud you for telling your story, and your friends and family for supporting you.  You have put a face to the \"illegal alien.\"  What resonated with me is the fact that once you disclosed your status, people accepted and helped you.  We sometimes have too little compassion for unknown \"others,\" but when we see how people we know struggle with our immigration system, our hearts and minds recognize the injustice.  I hope that continues to remain the case for you with the publication of this article.  ", "recommendationCount": 1}, {"assetID": 2879220, "replies": [], "lft": 1750, "assetURL": "http://www.nytimes.com/2011/06/26/magazine/my-life-as-an-undocumented-immigrant.html", "parentID": null, "commentID": 4039141, "rgt": 1751, "userDisplayName": "Legallyhere", "createDate": "1308799672", "userID": 60439706, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1308801687", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New York, NY", "commentType": "comment", "updateDate": "1308798087", "commentSequence": 574, "commentBody": "Imagine that you are to undergo extensive surgery and you find out that the surgeon lied and never went to medical school. Would you still want him/her to perform the surgery?  Even if the surgeon had 20 years of experience, wouldn't you want another surgeon who actually has the paperwork proving that he/she went to medical school?  The paperwork might not make much of a difference in reality, but I'm sure that some of the commentators who are sympathetic towards illegal/undocumented immigrants would request a different surgeon. ", "recommendationCount": 10}, {"assetID": 2879220, "replies": [], "lft": 1754, "assetURL": "http://www.nytimes.com/2011/06/26/magazine/my-life-as-an-undocumented-immigrant.html", "parentID": null, "commentID": 4039160, "rgt": 1755, "userDisplayName": "Obie Travels", "createDate": "1308799997", "userID": 64342822, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1308801718", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "US of A", "commentType": "comment", "updateDate": "1308798118", "commentSequence": 575, "commentBody": "I'm appalled at some of the comments. Do not forget that our country was formed by immigrants and founded upon breaking with the law (of Britain). Perhaps I'm among a civilized minority who believe that freedom of movement and access to health care are basic human rights. As for taxes, who among us does not pay sales tax? Did income taxes not get deducted from Mr. Vargas' paychecks? As for the \"proper\" route, there is expediency for those of means to emigrate, but give us not your poor, for there is no path by which a poor, young or undereducated person may become AMERICAN.  It must be easier for a poor man to pass through the eye of a needle than to enter the land of opportunity.<br/><br/> What would YOU give to for your rights, your freedoms? Would you walk across the desert? Would you leave family and home? Would you embark to a strange land where you'd be shunned, even hunted? Shut your mouths, you hypocrites, our forebears have done all this for us. Do not mistake xenophobia for patriotism. ", "recommendationCount": 6}, {"assetID": 2881296, "replies": [], "lft": 898, "assetURL": "http://www.nytimes.com/2011/06/23/world/asia/23prexy.html", "parentID": null, "commentID": 4039229, "rgt": 899, "userDisplayName": "Jason", "createDate": "1308801637", "userID": 35014462, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1308801764", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "DC", "commentType": "comment", "updateDate": "1308798164", "commentSequence": 358, "commentBody": "Two separate comments:<br/>\n1) \"it is time to focus on nation-building here at home.\" I wish more of our elected representatives felt the same way(I'm looking at you Congress and, in particular, Congressional Republicans).<br/>\n2) To everyone criticizing the drawdown or coming up with some sort of \"he's got to get re-elected\" theory: Ten years ago I remember the two big reasons for war being a) Osama Bin Laden was hiding there and b) the Taliban are allowing the country that they control to be used as a base to train our attackers. Now that Osama Bin Laden is dead, neither of those reasons can be used to continue the war. From my perspective, that means we are done there and it is appropriate to bring our forces home. If we limited the times when we could draw down our troops to non-election cycles, I think we would only have the first 3 months after each election every two years to bring troops home!", "recommendationCount": 1}, {"assetID": 2879220, "replies": [], "lft": 1756, "assetURL": "http://www.nytimes.com/2011/06/26/magazine/my-life-as-an-undocumented-immigrant.html", "parentID": null, "commentID": 4039163, "rgt": 1757, "userDisplayName": "Karen", "createDate": "1308800025", "userID": 64342802, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1308801770", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Los Angeles", "commentType": "comment", "updateDate": "1308798170", "commentSequence": 576, "commentBody": "Your courage is inspiring.  Thank you for giving a voice to countless others.  I, too, was brought here when I was very young. My father was recruited for his artistic ability, and, at the age of 5, I became an undocumented immigrant, an illegal, or whatever you feel most comfortable calling me.  We never went on welfare.  We could not have even if we wanted to.  You have to be legal to get welfare, but my dad would have shot himself rather than ask for a handout.<br/>\nThen, in the mid 80s, the Reagan administration saw fit to allow many, many of us to become legal. I was too young to know the difference, and, honestly, there wasn't any.  My dad still went to work every day, my mom still babysat to help put food on the table, and I still went to school every day.<br/>\nEventually, I attended three top universities, became a citizen, earned a doctorate and landed a great job at a very prestigious campus. THIS is what we accomplish when given the chance.  I understand the resentment of those who argue we should wait in line.  My response is that we were children.  Nobody asked us if we wanted to come here, but many expect we can just \"go back\" to places we unknown and cultures not ours.<br/>\nI truly believe part of the anger against us stems from the fact that folks can't tell if we're legal by looking at us.  My family portrait contains legal residents, naturalized citizens, natural born citizens, and illegals.  It must be really frustrating to not know whom to aim the anger towards, so I see why it is thrown out in generalities.<br/>\nGood luck, Mr. Vargas.  I will pray for you, as I do for all of us who await the DREAM Act.", "recommendationCount": 6}, {"assetID": 2879220, "replies": [], "lft": 1760, "assetURL": "http://www.nytimes.com/2011/06/26/magazine/my-life-as-an-undocumented-immigrant.html", "parentID": null, "commentID": 4039167, "rgt": 1761, "userDisplayName": "Midwesterner", "createDate": "1308800135", "userID": 64342920, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1308801778", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Midwest", "commentType": "comment", "updateDate": "1308798178", "commentSequence": 577, "commentBody": "Jose, best to you. You are not alone. Our thoughts and prayers are with you, hopefully the situation will be resolved. You have done very well in contributing to the community, you have lead an exemplary life. We need to fight for immigration reform. Keep the fight !!!", "recommendationCount": 0}, {"assetID": 2879220, "replies": [], "lft": 1762, "assetURL": "http://www.nytimes.com/2011/06/26/magazine/my-life-as-an-undocumented-immigrant.html", "parentID": null, "commentID": 4039168, "rgt": 1763, "userDisplayName": "Glenn Omanio", "createDate": "1308800164", "userID": 59043988, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1308801789", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Boston, MA", "commentType": "comment", "updateDate": "1308798189", "commentSequence": 578, "commentBody": "I admire the writer for his guts and bravery to face what lies ahead after this revelation. But I'm disgusted of how his family robbed him of his future. The Dream Act is a long shot and more likely this talented writer would have to leave the US, which he considers home, or face some jail time for all the forgery, deceit and lies forced on him by his family.", "recommendationCount": 2}, {"assetID": 2879220, "replies": [], "lft": 1764, "assetURL": "http://www.nytimes.com/2011/06/26/magazine/my-life-as-an-undocumented-immigrant.html", "parentID": null, "commentID": 4039170, "rgt": 1765, "userDisplayName": "Jack Liu", "createDate": "1308800263", "userID": 64342566, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1308801819", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Pasedena, CA", "commentType": "comment", "updateDate": "1308798219", "commentSequence": 579, "commentBody": "It is true that every immigrant has a story to tell.  But I could not help with my tears reading through this touching article. Compared to Mr. Vargas, I am very lucky.  I came to this country the same year as Mr.Vargas did, but as legal immigrant worker sponsored by the employer at that time, and have been in legal status and paying taxes ever since.  I can relate quite well with some of his life experiences here, despite of the difference in our immigration status.  <br/><br/>The immigration issue is very complex one, and in my opinion, I can better understand the plight of Mr. Vargas from an immigrant point of view, because I am taking the path, though a quite different one.<br/><br/>For me, it is an 18 years arduous journey to realize my “American Dream”, and become the Newest American citizen Today.  Despite of the hardship on the way, I am very proud to become a part of the American family.<br/><br/>Thank you, Mr. Vargas, to share part of  your and our American journey, and I sincerely send you my very best wishes, and  hope good luck will fall on you, to help you to realize your ““American Dream”, so  that you no longer deal with the daily anxiety being an undocumented immigrant.<br/><br/>Thank you, NY times to publish this moving article, to share part of our American journeys.<br/><br/>Thank you, America, and Let’s Reform our immigration law now!", "recommendationCount": 2}, {"assetID": 2881296, "replies": [], "lft": 900, "assetURL": "http://www.nytimes.com/2011/06/23/world/asia/23prexy.html", "parentID": null, "commentID": 4039230, "rgt": 901, "userDisplayName": "Hedgehog", "createDate": "1308801639", "userID": 53764086, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1308801828", "userTitle": null, "editorsSelection": 1, "statusID": 2, "userURL": null, "userLocation": "Oregon", "commentType": "comment", "updateDate": "1308798228", "commentSequence": 359, "commentBody": "No kidding! You mean to tell me that all you bright people in Washington just now concluded that the end game in Afghanistan will always be the same. If the Afghan people don't want the Taliban, they won't have the Taliban. After all, they managed to boot the Russians. But then the war has never really been about the people, there or here. It's been about feeding corruption and the US military-industrial complex and the worn out ideology that the US is somehow the savior of the globe designate. Let's hope that our policy about military intervention in any capacity reflects this. And do we really need to be a NATO patsy long after the end of the Cold War. ", "recommendationCount": 48}, {"assetID": 2879220, "replies": [], "lft": 1768, "assetURL": "http://www.nytimes.com/2011/06/26/magazine/my-life-as-an-undocumented-immigrant.html", "parentID": null, "commentID": 4039183, "rgt": 1769, "userDisplayName": "DLF", "createDate": "1308800469", "userID": 17633227, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1308801845", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "NYS", "commentType": "comment", "updateDate": "1308798245", "commentSequence": 580, "commentBody": "I lived in Canada for years- a country that welcomes and has been transformed through immigration, a country where provinces at times fight for their fair share of new immigrants. This country has its blinders on. We forget where we came from and choose to ignore the wide ranging and important contributions of people who make the US their country of choice. Our loss. Our lack of vision. Our delusions.", "recommendationCount": 3}, {"assetID": 2879220, "replies": [], "lft": 1772, "assetURL": "http://www.nytimes.com/2011/06/26/magazine/my-life-as-an-undocumented-immigrant.html", "parentID": null, "commentID": 4039188, "rgt": 1773, "userDisplayName": "Dr. Mo", "createDate": "1308800662", "userID": 21736995, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1308801855", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Orange County, CA", "commentType": "comment", "updateDate": "1308798255", "commentSequence": 581, "commentBody": "WOW!  Whjat an amazing story . . . what harrowing chalenges . . . what accomplishments that hard work &amp; dedication can achieve.<br/><br/>Kudos to you Sr. Vargas.  i do wish you all the best of luck in the coming journey,  Don't really have much advice to give, except, that determination will always pay off . . . and honesty pays in spades.<br/><br/>Again, best of luck to you.<br/><br/>Mo", "recommendationCount": 0}, {"assetID": 2879220, "replies": [], "lft": 1776, "assetURL": "http://www.nytimes.com/2011/06/26/magazine/my-life-as-an-undocumented-immigrant.html", "parentID": null, "commentID": 4039203, "rgt": 1777, "userDisplayName": "william", "createDate": "1308800960", "userID": 64342919, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1308801875", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "houston TX", "commentType": "comment", "updateDate": "1308798275", "commentSequence": 582, "commentBody": "This is beyond my imagination. Thank you for your courage Mr. Jose I'm just like you; accounting senior, legally entered this great country but i can not get a legitimate job because of my immigration status. I wish your article will help open the eyes of many and most importantly I pray you become a citizen of this nation. My prayers and condolences to Lola.", "recommendationCount": 0}, {"assetID": 2880726, "replies": [], "lft": 48, "assetURL": "http://www.nytimes.com/2011/06/23/us/23flood.html", "parentID": null, "commentID": 4039232, "rgt": 49, "userDisplayName": "motherlodebeth", "createDate": "1308801730", "userID": 9171130, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1308801920", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Calaveras County Ca", "commentType": "comment", "updateDate": "1308798320", "commentSequence": 17, "commentBody": "The Dakotas have had floods that go back hundreds of years if not centuries. It's called mother nature.  And were there no man made levies the land would flood naturally as it had done for hundreds of years and more.  \r<br/><br/>No one seems to mention that you cannot control a river and never expect it to hold it's water back.  It's human arrogance to think otherwise and makes me wonder how educated folks are.\r<br/><br/>In Southern California the chaparral needs fire to reseed, and it grows in the hills where yearly fires happen and where more and more homes have been built, and burn over and over. Fires here in the west have been the norm for hundreds and possibly thousands of years. \r<br/><br/>Earthquakes are also the norm here on the west coast, and one would be foolish to think they can build here and somehow fool nature.  One need only look at the Grand Canyon to see how powerful mother nature can be.\r<br/><br/>Again its mother nature.   ", "recommendationCount": 12}, {"assetID": 2879757, "replies": [], "lft": 52, "assetURL": "http://travel.nytimes.com/2011/06/26/travel/pack-your-own-food-for-your-next-flight.html", "parentID": null, "commentID": 4039256, "rgt": 53, "userDisplayName": "The TerryReport", "createDate": "1308802444", "userID": 55954630, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1308802502", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Out beyond the Beltway", "commentType": "comment", "updateDate": "1308798902", "commentSequence": 24, "commentBody": "Oh, I am all for trying to find something better, but I don't think it exists. The no food supplied by the airlines rule has turned the waiting area and the plane itself into a lunch room, and I mean that in the worst possible way. People are trying to eat big hamburgers, with piles of lettuce, onions, pickles, mayo and all the rest, while they wait for the airline to board. Disgusting it is. I once saw three rather attractive young women using the floor of the waiting area as their table. What would Renoir have done with \"luncheon of the boarding party\"? I fear no worthy art could be made from that scene.<br/><br/>What I find rather, yes, also disgusting is having to take in all the scents that flow through the aircraft from the various food choices of the hungry and the restless. Fries, burgers, BBQ, cold sandwiches, KFC, you name it, it is coming your way, ready or not. <br/><br/>If you are going to eat on an aircraft, don't bring in fast food that is getting colder by the minute while you wait and then have to gobble it down as soon as possible. I would suggest that everyone pretend we are civilized and wait until the aircraft is fully in the sky (cruising altitude), use an alcohol wipe to clear the tray and one's hands, too. And, keep in mind, you aren't alone in the woods somewhere eating your last meal, you are on an aircraft where minimal concern for others is a requirement. Keep the food as simple, as plain as possible, realizing that the goal is to survive the flight without great hunger pangs and to enjoy a good meal when you land, at leisure and preferably with family, friends or business associates. <br/><br/>I have gone through 18 hour days, flying out somewhere, working and coming back in the evening, without a proper meal. It is awful. That's life in the big city. Until we force the airlines to do better, this is our common fate in the 21st century.<br/><br/>Doug Terry<br/>\n<a href=\"http://terryreport.com\" title=\"http://terryreport.com\" target=\"_blank\">http://terryreport.com</a>", "recommendationCount": 50}, {"assetID": 2881296, "replies": [], "lft": 914, "assetURL": "http://www.nytimes.com/2011/06/23/world/asia/23prexy.html", "parentID": null, "commentID": 4039283, "rgt": 915, "userDisplayName": "vazquez1602", "createDate": "1308803224", "userID": 50134875, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1308803405", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New York", "commentType": "comment", "updateDate": "1308799805", "commentSequence": 360, "commentBody": "This president is a disappointment and a poor student of history. He had ignored the lessons of Vietnam, a prolong war that resulted in the loss of ten of thousands our best young men and resulted in many being physically and mentally wounded and the erosion of our image and treasure.  <br/><br/>He also forgotten the instances when other powers wage wars at multiple fronts that resulted in loss of prestige and standing.  <br/><br/>More importantly this president is weak minded and lacks the will to comprehend that this war and the other current wars, are his war and he is the commander of chief of our forces not the generals in the pentagon or in the combat areas. <br/><br/>His inaction will only add to our current cynicism of the political process but it make us all poorer as a people and nation. ", "recommendationCount": 2}, {"assetID": 2881296, "replies": [], "lft": 904, "assetURL": "http://www.nytimes.com/2011/06/23/world/asia/23prexy.html", "parentID": null, "commentID": 4039236, "rgt": 905, "userDisplayName": "STYLEMAN", "createDate": "1308801861", "userID": 16856444, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1308803671", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "SAN JOSE, CA", "commentType": "comment", "updateDate": "1308800071", "commentSequence": 361, "commentBody": "As I read all of the harsh and unfair criticism leveled against President Obama, I'm reminded of the adage \"Those who do not learn from history are doomed to repeat it\".  Obama did not launch either war, G.W. Bush did.  And the expectation of liberals (of which I once was, but with whom I have now broken in disgust and revulsion) that he would end both on January 21, 2009 is naive and unrealistic. The only decision in which I supported George Bush was the invasion of Afghanistan. Have you all forgotten 9/11 and the 3,000 dead or just don't care anymore?  We have all grown weary of the wars, in their length and cost but would you critics say the same if Germany and Japan held on for 10 years? Would you all just give it up, kiss your Islamic fundamentalist heroes on the cheek, throw up your hands and say what the Hell, and return to the isolationism of the 1930's? If it's in our national interest to destroy al-Quaeda (wherever they are by the way) and have a stable government in Afghanistan, then that's what it takes.   As far as the Iraq adventure is concerned, I can't say that the lesser of the two evils was to have Sadam Hussein remain in power (who managed to stabilize the region with a Stalin-like iron fist) than the chaos that reigns there now.  I would not be bothered by a quick withdrawal from Iraq unless a weakened Iraq emboldens the tryrannical theocracy in Iran. Unlike the Leftist critics I note in these comments (who seem to be all-wise and all-knowing), I just don't know enough.  I have faith in Obama and Hilary Clinton and he (or she) will get my vote in 2012.", "recommendationCount": 2}, {"assetID": 2321472, "replies": [], "lft": 108, "assetURL": "http://economix.blogs.nytimes.com/2011/01/20/the-deficit-we-want/", "parentID": null, "commentID": 4039296, "rgt": 109, "userDisplayName": "New Yorker", "createDate": "1308803602", "userID": 38449145, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1308803703", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "WeKnowWhatsGoodForYou", "commentType": "comment", "updateDate": "1308800103", "commentSequence": 49, "commentBody": "Huh.<br/>\nHow about letting the debt grow until the either US defaults or prints so many dollars that they become worthless. That way everyone gets what they want!<br/><br/>Seniors want pay for no work; then while chest-pumping a dead economy their grandchildren will get to work for no pay. ", "recommendationCount": 0}, {"assetID": 2874994, "replies": [], "lft": 836, "assetURL": "http://www.nytimes.com/2011/06/22/health/policy/22smoke.html", "parentID": null, "commentID": 4039301, "rgt": 837, "userDisplayName": "Rachel", "createDate": "1308803722", "userID": 61326089, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1308804005", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Australia", "commentType": "comment", "updateDate": "1308800405", "commentSequence": 367, "commentBody": "They tried that in Australia, but smokers just laughed, bought cigarette cases in happy colours and kept right on smoking.  Here, they are sold in packets of 20s, 25s and 50s!!  Packets of 20 cost $16.00 a pack! Sixteen dollars!  Anyway, after about 1 or 2 years of graphic advertising not getting the desired effect, the government now has not only forced plain packaging on tobacco companies -- no logos, no colours -- but also make shopkeepers store cigarettes behind non-see through cabinets in the shops.  I am an ex-smoker, so is my husband.  Cigarettes killed my beloved mother.  She'd tried to quit several times but didn't have the will power it takes.  People can quit, but they must put in the hard effort.  Her dying process was ugly, slow, painful, frightening, and worst of all, avoidable.  Nicotine and the extra poisons that cigarette companies inject into them are pure evil.  ", "recommendationCount": 1}, {"assetID": 2878084, "replies": [], "lft": 502, "assetURL": "http://www.nytimes.com/2011/06/22/business/22union.html", "parentID": null, "commentID": 4039314, "rgt": 503, "userDisplayName": "K", "createDate": "1308804009", "userID": 13292502, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1308804304", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Ny", "commentType": "comment", "updateDate": "1308800704", "commentSequence": 225, "commentBody": "It is amazing to see public employees receive a salary close to private employees and can retire as multi millioaires (100K for say 30 years is 3 million). Jobs of private sector employees are NOT secure. They can and are fired at will. This insecurity should have market premium. On top of this, private sector employees have to be on their toes all the time - things are a lot more demanding in the private sector. One can't just pack up and leave at 5 or 6 pm like a public sector worker can. Kids get to see less of their parents. There ought to be a private sector premium for this extra hustle/legwork everyday. <br/><br/>The only solution is state employee defined benefit plans should be replaced with defined contribution plans like 401k. So it is clear what the taxpayer is signing up for upfront. ", "recommendationCount": 1}, {"assetID": 2879220, "replies": [], "lft": 1426, "assetURL": "http://www.nytimes.com/2011/06/26/magazine/my-life-as-an-undocumented-immigrant.html", "parentID": null, "commentID": 4038043, "rgt": 1427, "userDisplayName": "sp", "createDate": "1308782443", "userID": 61295262, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1308804381", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Sacramento CA", "commentType": "comment", "updateDate": "1308800781", "commentSequence": 583, "commentBody": "First to everyone who instantly calls someone a racists for not supporting this person and other illegal immigrants like him are racists themselves. Second, nobody has the right to move here just because they feel like it, especially if they decide to first break our laws then demand citizenship. Finally, the united states is being invaded by undocumented people. 30 million demanding rights and protection. People need to take responsibility for their own countries before demanding protection from others. Anyone notice the only places there is immigration is in Europe or countries founded by Europeans? And they are the racists for not wanting to give away their countries which they built? Especially after the Europeans were booted back out of all the colonies when the people didn't want their own countries taken over. There will be a day very soon when enough is enough and people realize the real problem is people can't govern themselves and only want what other people have. This country is far too generous. Go back to the Philippines and help your own country if you are such a productive person and take some responsibility for your own life.", "recommendationCount": 9}, {"assetID": 2879220, "replies": [], "lft": 1430, "assetURL": "http://www.nytimes.com/2011/06/26/magazine/my-life-as-an-undocumented-immigrant.html", "parentID": null, "commentID": 4038047, "rgt": 1431, "userDisplayName": "Mike Hall", "createDate": "1308782464", "userID": 523080, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1308804388", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Pennsylvania", "commentType": "comment", "updateDate": "1308800788", "commentSequence": 584, "commentBody": "Are we a nation of laws? Yes or no?<br/>\nWhy does the law only apply to certain people?<br/>\nWhy do I have to observe any laws I disagree with? Illegal immigrants don't.<br/>\nWhy do I have to pay taxes and fees, and buy insurances that illegal aliens ignore with impunity?<br/><br/>I suggest you go back to your Filipino family, and use your contacts here to assist yourself and others of your country to emigrate legally. Sneaking in the back door to avoid the reception at the front door should not entitle you to abide our home unimpeded.", "recommendationCount": 18}, {"assetID": 2879220, "replies": [], "lft": 1432, "assetURL": "http://www.nytimes.com/2011/06/26/magazine/my-life-as-an-undocumented-immigrant.html", "parentID": null, "commentID": 4038048, "rgt": 1433, "userDisplayName": "KJ", "createDate": "1308782480", "userID": 64340791, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1308804404", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New York, NY", "commentType": "comment", "updateDate": "1308800804", "commentSequence": 585, "commentBody": "I hate to point this out to Mr. Vargas, but falsely claiming to be a US citizen results in a permanent bar to lawful permanent residence with no availability of a waiver. Thus, by admitting in a national publication that he claimed to be a citizen on I-9 forms he essentially barred himself for life. A little too clever by half.<br/><br/>We can and should appreciate the hardworking unlawful aliens who do our lawns, pick the strawberries, wash the dishes and, evidently, write for the Times and Washington Post. But there are legions of others who come here as members of MS13, others who drive drunk with no license, others who run human trafficking rings, etc. etc. etc. The prison statistics make it clear that not everybody who has the wherewithal to come to the country and stay here against our laws is making a great contribution to the well-being of the country. <br/><br/>Perhaps a reform bill that wasn't hinged on simplistic assumptions and generalizations that all illegals are good or all illegals are bad, but instead recognized that granting legal status must be done on a case by case basis would stand a chance of passage.  ", "recommendationCount": 6}, {"assetID": 2879220, "replies": [], "lft": 1442, "assetURL": "http://www.nytimes.com/2011/06/26/magazine/my-life-as-an-undocumented-immigrant.html", "parentID": null, "commentID": 4038080, "rgt": 1443, "userDisplayName": "Kate", "createDate": "1308782871", "userID": 64341107, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1308804412", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Phoenix, AZ", "commentType": "comment", "updateDate": "1308800812", "commentSequence": 586, "commentBody": "As an emigrant of 6  years I can tell the US has very underdeveloped social system. It would be more correct to say - they have NO social system, primitive support to underprivileged population. What is the result - too many social problems, which again the US's system is not designed to solve. And statements of conservative saying emigrants can be a burden for the US is a nonsense.<br/>\nAt the same time tons of undesirable jobs stay vacant, as it is indecent for Americans to take them. There have been significantly more jobs since deportation campaign broke out. This country needs hard-working people who are focused on creating stable future for themselves and their families. All in all, this country was build by emigrants. It may need them to survive   ", "recommendationCount": 0}]}, "copyright": "Copyright (c) 2016 The New York Times Company.  All Rights Reserved."}