{"debug": {"version": 3.1}, "status": "OK", "results": {"api_timestamp": "1481459831", "totalCommentsFound": 5705, "totalCommentsReturned": 25, "comments": [{"assetID": 1133999, "replies": [], "lft": 582, "assetURL": "http://opinionator.blogs.nytimes.com/2010/02/05/assassinating-americans-killing-the-constitution/", "parentID": null, "commentID": 1549090, "rgt": 583, "userDisplayName": "Tom", "createDate": "1265832455", "userID": 26746468, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1265864930", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "San Jose", "commentType": "comment", "updateDate": "1265864930", "commentSequence": 274, "commentBody": "I'm sorry, but I can't read all the comments.  That said, of everything I have read, one thing I have not seen brought up is:  who decides who the terrorists are?  Who determines what is \"credible evidence\"?<br /><br />If someone representing a sovereign nation, is sitting on a ship one thousand miles away and sends a bomb into another sovereign nation and kills, for the sake of argument, a wedding party, is that not an act of terror?<br /><br />Or, if someone, sitting on a ship, launches a missile that shoots down a fully-occupied commercial airliner, killing close to 300 people, is that not an act of terror?<br /><br />Both of these acts have been committed (and the wedding party incident more than once) by those accruing to themselves the say-so of who is and is not a terrorist.<br /><br />In the case of the Iranian airliner shot down in the Persian Gulf about 20 years ago, the sitting administration made up lie after lie, one lie advanced upon another after its predecessor was exposed, until there was nothing more to justify the murders committed.<br /><br />So maybe the NYT could do a little contextualizing before starting a discussion -- of course, that could lead people to some embarrassing conclusions about the \"War on Terror\" and the Prez.  In this case Pete Townsend was right - meet the new boss, same as the old boss.", "recommendationCount": 1}, {"assetID": 1136411, "replies": [], "lft": 136, "assetURL": "http://opinionator.blogs.nytimes.com/2010/02/06/the-two-worlds-of-the-citizen-soldier/", "parentID": null, "commentID": 1549261, "rgt": 137, "userDisplayName": "PD", "createDate": "1265834716", "userID": 3398635, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1265864930", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Boston", "commentType": "comment", "updateDate": "1265864930", "commentSequence": 68, "commentBody": "As a Harvard College 1975 alum who went in the National Guard at 17, before Harvard, I appreciated the insights. I never went overseas, but I saw the disconnect between civilian life and the military. This is not just a New England phenomenon, it is common in much of the country as the military (by head count) is a much smaller piece of the total national fabric today -- hence we view it and understand it less well then we did 50 or 150 years ago; so perhaps we need to work harder to connect to it.<br />I have to take exception to one  writer (#4. bob h) who suggested that Harvard's Vietnam dead are minimal in count compared to the Civil War (inferentially that Harvard grads have recently avoided service) -- a mathematical review would reveal the serious flaw to this premise.  A plaque was unveiled this past year in Memorial Church to Harvard's 22 Vietnam dead.  Three percent of the total national population died in the Civil War.  The percentage of the national population that died in Vietnam is .00025%.  Any comparison of the numbers of Civil War dead to the Vietnam War would highlight increased devotion to country – not decreased.<br />", "recommendationCount": 0}, {"assetID": 1107812, "replies": [], "lft": 414, "assetURL": "http://opinionator.blogs.nytimes.com/2010/01/28/the-next-time/", "parentID": null, "commentID": 1549356, "rgt": 415, "userDisplayName": "Levintow", "createDate": "1265835807", "userID": 12366931, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1265864930", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "San Francisco, CA", "commentType": "comment", "updateDate": "1265864930", "commentSequence": 195, "commentBody": "And what was all that Republican yammering about \"not legislating from the bench?\"  I guess that only applies when it serves Democratic goals.", "recommendationCount": 0}, {"assetID": 1139172, "replies": [], "lft": 292, "assetURL": "http://opinionator.blogs.nytimes.com/2010/02/07/rock-groups/", "parentID": null, "commentID": 1549424, "rgt": 293, "userDisplayName": "jazzymom", "createDate": "1265836672", "userID": 60016433, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1265864930", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Atlanta, GA", "commentType": "comment", "updateDate": "1265864930", "commentSequence": 144, "commentBody": "Thank you! I will definitely follow you on my website. <a href=\"http://www.doyouspeakmath.blogspot.com\" target=\"_blank\">www.doyouspeakmath.blogspot.com</a> I started the blog for parents who may have apprehensions about math but need to teach their children. This article will be great for them!", "recommendationCount": 0}, {"assetID": 1107812, "replies": [], "lft": 416, "assetURL": "http://opinionator.blogs.nytimes.com/2010/01/28/the-next-time/", "parentID": null, "commentID": 1549425, "rgt": 417, "userDisplayName": "W Smith", "createDate": "1265836710", "userID": 38239530, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1265864930", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "LA", "commentType": "comment", "updateDate": "1265864930", "commentSequence": 196, "commentBody": "The conservatives on the Court are the most frequent judicial activists overturning precedents at a much, much higher rate than the Court's liberals.  Why this doesn't get more play by the Democrats amazes me.<br /><br />Scalia's \"originalist\" interpretation of the Constitution is not only puerile, but also racist.  To look to the original intent is to validate the writers' worldview, which was racist.  Why is he and the others not called out for this?  No \"originalist\" should ever be validated for any court, let alone elected to city council.  ", "recommendationCount": 0}, {"assetID": 1149053, "replies": [], "lft": 152, "assetURL": "http://opinionator.blogs.nytimes.com/2010/02/10/snowed-in/", "parentID": null, "commentID": 1549581, "rgt": 153, "userDisplayName": "Papasan", "createDate": "1265838469", "userID": 35537036, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1265864930", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Arizona", "commentType": "comment", "updateDate": "1265864930", "commentSequence": 100, "commentBody": "In my industry if you can't produce concrete evidence of your productivity, you're fired!<br />When will we get around to applying the same standards on Elected Officials, and for that matter let's through in a \"no work, NO PAY\" clause. That would empty out most of Capitol Hill in moments...", "recommendationCount": 1}, {"assetID": 1149053, "replies": [], "lft": 154, "assetURL": "http://opinionator.blogs.nytimes.com/2010/02/10/snowed-in/", "parentID": null, "commentID": 1549606, "rgt": 155, "userDisplayName": "Michael", "createDate": "1265838852", "userID": 27136809, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1265864930", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Tacoma, WA", "commentType": "comment", "updateDate": "1265864930", "commentSequence": 101, "commentBody": "Frankly I don't think structural solutions--like killing the fillibuster--are the right medicine.  Structure can only get us so far, in the end we need substantial committments by our politicians and our citizens to make things work.  The fillibuster can play an important role, as can the Senate (and would we really want to give more power to the House?  I don't know which scares me more).  But when irresponsible politicians invoke it at every turn we have a failure of government.  Both parties need to committ to using it only as a last resort on serious issues, not as a way of making 60 votes necessary to do anything.  I would advocate actually making them talk and hold the floor.  This would help make it a high cost endeavor both in personal exertion and in the publicity.  It's not like they are getting anything done.  My as well read cookbooks and telephone directories into the record.<br /><br />How do we get better substance?  I'm not sure.  I just don't think looking to change structure only will do it.  I would point to campaign finance reform: while the effort was good it ended up leading to 527s and politicians not using the system.  It didn't solve the underlying problem because unscrupulous politicians and political operatives are a clever bunch.  Perhaps some structural changes would help, I would just caution that they are no panacea and might have unintended consequences...", "recommendationCount": 1}, {"assetID": 1149053, "replies": [], "lft": 158, "assetURL": "http://opinionator.blogs.nytimes.com/2010/02/10/snowed-in/", "parentID": null, "commentID": 1549612, "rgt": 159, "userDisplayName": "adam", "createDate": "1265838969", "userID": 56200211, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1265864930", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "california", "commentType": "comment", "updateDate": "1265864930", "commentSequence": 102, "commentBody": "I don't believe there is any conceivable scenario which woul dallow the waiver of filibuster procedure.  What bygone balance of power produced the supermajority?  Surely only a conjoined-twins house, conjoined with another conjoined twins senate, could produce such an outcome.  Hand in hand they marched, into the artic wilderness.", "recommendationCount": 0}, {"assetID": 1149053, "replies": [], "lft": 162, "assetURL": "http://opinionator.blogs.nytimes.com/2010/02/10/snowed-in/", "parentID": null, "commentID": 1549631, "rgt": 163, "userDisplayName": "luvtoroam", "createDate": "1265839220", "userID": 976975, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1265864930", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "chicago", "commentType": "comment", "updateDate": "1265864930", "commentSequence": 103, "commentBody": "Brooks is fibbing on the CBO scoring. Ryan determined the variables on the scoring exercise. Basically Ryan is using fantasy arithmetic to falsify conclusions. Does Brooks know this or is Ryan pulling a fast one.<br /><br />Let's get to the bottom of this.", "recommendationCount": 4}, {"assetID": 1143668, "replies": [], "lft": 158, "assetURL": "http://opinionator.blogs.nytimes.com/2010/02/09/home-fires-shaking-all-over/", "parentID": null, "commentID": 1549647, "rgt": 159, "userDisplayName": "Stephen", "createDate": "1265839458", "userID": 56968121, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1265864930", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Windsor, Ontario, Canada", "commentType": "comment", "updateDate": "1265864930", "commentSequence": 82, "commentBody": "I am reminded that somebody once asked, \"Where was God at Auschwitz?\" and the reply became,<br />\"Where was man?\"", "recommendationCount": 0}, {"assetID": 1149053, "replies": [], "lft": 164, "assetURL": "http://opinionator.blogs.nytimes.com/2010/02/10/snowed-in/", "parentID": null, "commentID": 1549662, "rgt": 165, "userDisplayName": "q", "createDate": "1265839624", "userID": 31405814, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1265864930", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New York, NY", "commentType": "comment", "updateDate": "1265864930", "commentSequence": 104, "commentBody": "The unavoidable fact is that the Senate filibuster rule is entirely different in operation for Democrats and Republicans.<br /><br />These days the Dems are no better than a loose coalition.  They are all over the place, which would be admirable diversity in most libertarian settings, but gets in the way of appearing \"decisive\".  Not only did they NEVER really have a \"filibuster proof majority\" (it was only 60 if you ignored the fact that there are multiple factions, some more like the Reps than most other Dems), they could never even stop the Reps from doing whatever they pleased (e.g. Roberts and Alito) back in the Bush years when the \"Dems\" had 40+ votes in the Senate (like the Reps now) and thus had filibuster capability.<br /><br />The Reps on the other hand are these days like a brainwashed cult, in a lockstep march to whatever crazy song (or test) their crazy mouthpieces and leaders play.  You didn't think Bush was in control did you?  Remember his attempt to appoint his own Supreme Court justice?  Hah!  He did what he was told, just like all the other Reps.  Fanatics or fearful, they all look \"effective\", although a wooden stake will still kill them.  What a disgrace!<br /><br />The fact that the only thing worse in Washington than the Dems is the Reps is sad, but I don't understand why, in a democracy, the \"lesser of evils\" is that bad a choice.  At the least,  it should not be surprising.  As a social libertarian, I am certainly not surprised or all that disappointed, although the dysfunction is getting pretty bad.  But you got a real solution?  I doubt it.<br /><br />Anyhow, the filibuster rule is just one that the Senate made for itself and is not in the Constitution.  They could junk it themselves tomorrow (but don't hold your breath).  It could and should be ended except: as bad as it is, I think at least a 60% vote approval requirement should be kept for any lifetime appointments (e.g. Supreme Court)  because we know now that the Reps are so unprincipled that they will put in extreme and crazy radicals in positions whenever they have 51 votes, and the Dems can't /won't stop them.<br /><br />", "recommendationCount": 2}, {"assetID": 1149053, "replies": [], "lft": 166, "assetURL": "http://opinionator.blogs.nytimes.com/2010/02/10/snowed-in/", "parentID": null, "commentID": 1549663, "rgt": 167, "userDisplayName": "Michael", "createDate": "1265839635", "userID": 46908845, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1265864930", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Texas", "commentType": "comment", "updateDate": "1265864930", "commentSequence": 105, "commentBody": "Term Limits.  In my humble opinion the establishment of term limits for Senators and Representatives would move the polotical environment toward elimination of the perpetual campaign.  Combine that with non-gerrymandered congressional districts and there would be a chance to govern again.  Representatives in The House would not be automatically  re-elected and instead of just trying to hold onto power the Senators might once in a while make a decision in the best long-term interest of the country.  Term limits are good enough for the President and should be good enough for other federal elected officials.  ", "recommendationCount": 1}, {"assetID": 1143668, "replies": [], "lft": 160, "assetURL": "http://opinionator.blogs.nytimes.com/2010/02/09/home-fires-shaking-all-over/", "parentID": null, "commentID": 1549665, "rgt": 161, "userDisplayName": "trustme", "createDate": "1265839651", "userID": 14120465, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1265864930", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Charlottesville, VA", "commentType": "comment", "updateDate": "1265864930", "commentSequence": 83, "commentBody": "Are we ignoring what is happening now in Burma, Zimbabwe, The Congo, North Korea, etc. while we decry what happened in Cambodia?<br /><br />It's still going on folks.<br /><br />", "recommendationCount": 0}, {"assetID": 1149053, "replies": [], "lft": 168, "assetURL": "http://opinionator.blogs.nytimes.com/2010/02/10/snowed-in/", "parentID": null, "commentID": 1549666, "rgt": 169, "userDisplayName": "delepo", "createDate": "1265839654", "userID": 57739728, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1265864930", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "washington state", "commentType": "comment", "updateDate": "1265864930", "commentSequence": 106, "commentBody": "actually I have wondered for a long time if the parties(dem &amp; repub) are in violation of the founders attempt to not have a lot of power in one entity...as it is now, because a democrat or a republican canidate for a state office can draw monitary support from a national party, any independent is at an extreme disadvantadge just to run.. so how to fix it..<br />I believe the filibuster is there to prevent one group from producing bad laws. that said I also think the current congresspeople are acting like my friends in 2nd grade, you know draw a line in the sand ... when they are supposed to represent us , not represent an inflexible party line...<br />I also find it distaseful that we have dinosaurs in seats heck they die in office..whereas we are force-retired at 62 or 65. what are they , supermen.<br />social security and medicare are broken because the congress persons have their own retirement, I bet if they had to depend on social security and medicare they would be fixed/funded yesterday", "recommendationCount": 3}, {"assetID": 1147231, "replies": [], "lft": 156, "assetURL": "http://opinionator.blogs.nytimes.com/2010/02/09/thursday-promises-to-be-anothe/", "parentID": null, "commentID": 1549694, "rgt": 157, "userDisplayName": "nobody", "createDate": "1265839994", "userID": 22139317, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1265864930", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "santa maria, ca", "commentType": "comment", "updateDate": "1265864930", "commentSequence": 82, "commentBody": "Iran's nuclear ambition is a problem with no solution.  Any Iranian regime, opposition included, will naturally wish to acquire nuclear weapons, and take steps to do so. There is no negotiation or sanction strategy which can possibly stop Iran.  Israel can bomb the sites, but not all of them and not forever.  Invasion of the country is impossible - no foreign power could possibly sustain an occupation of Iran.  Iran will certainly get nuclear weapons someday.  The goal for a U.S. President, then, is not to allow it to happen of his/her watch.  To do so would be political suicide.  It is like a game of hot potato - the President left holding the potato when Iran gets the bomb will live forever in infamy, and so will his/her party.  To those who cry \"Iran must not be allowed to get a nuclear weapon!\" we have to say, how can you prevent it?", "recommendationCount": 1}, {"assetID": 1147231, "replies": [], "lft": 158, "assetURL": "http://opinionator.blogs.nytimes.com/2010/02/09/thursday-promises-to-be-anothe/", "parentID": null, "commentID": 1549695, "rgt": 159, "userDisplayName": "maddy", "createDate": "1265840015", "userID": 38285542, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1265864930", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "delaware", "commentType": "comment", "updateDate": "1265864930", "commentSequence": 83, "commentBody": "The United Sates put a puppet Shah in Iran to gain control of the country,  and has done everything possible to try again. It was Israel who first threatened Iran with nukes, because Israel wanted to strike Syria, and Bush supplied the bombs, and then Lebanon ,and feared Iran would interfere. Bush and Israel tried to pressure Iran into a conflict for 8 years to give reason for Israel to use nukes. Soon as Iran dare mention nukes for his defence, made Bush threaten more. No country other then the GOP 's friend Israel ,,and the United States are allowed to have nukes unless given permission by  the mighty US. The case being dictatorship. As the one in germany tried, -one empire, one leader.   We supply Israel with a stock pile of weapons, send them our tax dollars,  massacre thousands, threaten Iran , and now we use sanctions in hope destroying iran, take control to please Israel,  and the US the oil.  Does Israel have something they are holding over our heads??  How many more must die for the neocons,  Obama is just another Bush.", "recommendationCount": 0}, {"assetID": 1143668, "replies": [], "lft": 162, "assetURL": "http://opinionator.blogs.nytimes.com/2010/02/09/home-fires-shaking-all-over/", "parentID": null, "commentID": 1549705, "rgt": 163, "userDisplayName": "lilhmb", "createDate": "1265840278", "userID": 45141092, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1265864930", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Half Moon Bay, CA", "commentType": "comment", "updateDate": "1265864930", "commentSequence": 84, "commentBody": "Thank for your remarkable writing, and for your eloquence in expressing your humanity. The cruelty of human beings doesn't appear to have any boundaries, but requires the balance of good people trying to good things wherever and whenever they can. Until we come come to grips with our dark sides, we are destined to continue the inhumanity perpetrated on our fellow human beings. Cruelty such as you describe brings chills to the body, tears to my eyes, and confounds the soul.", "recommendationCount": 0}, {"assetID": 1143668, "replies": [], "lft": 164, "assetURL": "http://opinionator.blogs.nytimes.com/2010/02/09/home-fires-shaking-all-over/", "parentID": null, "commentID": 1549729, "rgt": 165, "userDisplayName": "Brenda Davis", "createDate": "1265840614", "userID": 17227459, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1265864930", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New York, New York", "commentType": "comment", "updateDate": "1265864930", "commentSequence": 85, "commentBody": "I remember the feeling that Mr. Turner describes so eloquently. I had it both times I have visited S-21, it's like fear sticking to you.    What has a very strong presence there is the sense that it was once a school and the proximately that people lived to this place.   ", "recommendationCount": 0}, {"assetID": 1149053, "replies": [], "lft": 174, "assetURL": "http://opinionator.blogs.nytimes.com/2010/02/10/snowed-in/", "parentID": null, "commentID": 1549753, "rgt": 175, "userDisplayName": "Malcolm", "createDate": "1265840931", "userID": 46878569, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1265864930", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "NYC", "commentType": "comment", "updateDate": "1265864930", "commentSequence": 107, "commentBody": "Has anyone calculated how the composition of the Senate disadvantages minority groups?<br /><br />So many Senators come from the Dakotas and other states with small, mostly white populations.  Given that, the will of African Americans and Hispanic Americans is likely to be HUGELY under-represented in the Senate.  How does that measure up with our commitment to equal rights for all?  ", "recommendationCount": 2}, {"assetID": 1149053, "replies": [], "lft": 176, "assetURL": "http://opinionator.blogs.nytimes.com/2010/02/10/snowed-in/", "parentID": null, "commentID": 1549769, "rgt": 177, "userDisplayName": "mojodaddy", "createDate": "1265841081", "userID": 3113844, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1265864930", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "los angeles", "commentType": "comment", "updateDate": "1265864930", "commentSequence": 108, "commentBody": "How about requiring an actual filibuster, like in Mr. Smith Goes to Washington? If a senator had to actually stand there on C-Span reading from the Yellow Pages, maybe they'd reconsider and roll up their sleeves and work something out instead.", "recommendationCount": 2}, {"assetID": 1149053, "replies": [], "lft": 230, "assetURL": "http://opinionator.blogs.nytimes.com/2010/02/10/snowed-in/", "parentID": null, "commentID": 1550918, "rgt": 231, "userDisplayName": "Joel Goldberger", "createDate": "1265862537", "userID": 1259735, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1265864930", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Chicago, IL", "commentType": "comment", "updateDate": "1265864930", "commentSequence": 109, "commentBody": "It's all Lincoln's fault. He should have let them secede. ", "recommendationCount": 4}, {"assetID": 1143668, "replies": [], "lft": 178, "assetURL": "http://opinionator.blogs.nytimes.com/2010/02/09/home-fires-shaking-all-over/", "parentID": null, "commentID": 1550930, "rgt": 179, "userDisplayName": "Sadie", "createDate": "1265862843", "userID": 58209449, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1265864930", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Chicago", "commentType": "comment", "updateDate": "1265864930", "commentSequence": 86, "commentBody": "What a writer! Chilling but well told.", "recommendationCount": 0}, {"assetID": 1151008, "replies": [], "lft": 12, "assetURL": "http://opinionator.blogs.nytimes.com/2010/02/10/slumburbia/", "parentID": null, "commentID": 1550934, "rgt": 13, "userDisplayName": "Charlene", "createDate": "1265862886", "userID": 10537395, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1265864930", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Winnipeg", "commentType": "comment", "updateDate": "1265864930", "commentSequence": 5, "commentBody": "You know, I have a 700 square foot house, and it's big enough for two people - we could even get a third in here if necessary. Why do these people think they need such big houses?<br /><br />Of course, I also live 300 feet from a bus stop, so maybe I just don't understand the need for a three-car garage, either. I'd point out that people don't want to pay adequate taxes, except that property taxes in the US are outlandish, four or five times what they are in Canada, and you still get fewer services.<br /><br />And can we can the American exceptionalism? If you want to pat yourself on the back for being better than everyone else, maybe it would help to actually pay attention to the rest of the world.", "recommendationCount": 929}, {"assetID": 1151008, "replies": [], "lft": 14, "assetURL": "http://opinionator.blogs.nytimes.com/2010/02/10/slumburbia/", "parentID": null, "commentID": 1550960, "rgt": 15, "userDisplayName": "Pierce Randall", "createDate": "1265863724", "userID": 57645384, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1265864996", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Atlanta, GA", "commentType": "comment", "updateDate": "1265864996", "commentSequence": 6, "commentBody": "Well, places with laissez faire planning just had bigger booms and bigger busts.  The real problem isn't I-told-you-so medium term growth consequences to that decision.  It's that their residents are more likely to get immediate pleasures that lower quality-of-life:  they get larger houses, more driving, more obesity, lower costs, more brand-named stores, but at the expense of--I dunno, this crazy idea that you should have a sense of place.", "recommendationCount": 196}, {"assetID": 1151008, "replies": [], "lft": 16, "assetURL": "http://opinionator.blogs.nytimes.com/2010/02/10/slumburbia/", "parentID": null, "commentID": 1550968, "rgt": 17, "userDisplayName": "David", "createDate": "1265863893", "userID": 51471536, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1265864996", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New York", "commentType": "comment", "updateDate": "1265864996", "commentSequence": 7, "commentBody": "America has no urban policy. Great cities are simply allowed to tank, wether the disaster is natural or man made. Detroit or New Orleans.<br />For 2 hundred years neither democratic or republican candidate, neither executive or congressional office has seen fit to hire or even consult urbanists and academics to develop one. Not even a short sighted temporary policy.<br />Why?<br />Because cities are held hostage by the state they sit in. Only the Governor matters.<br />Cash cows all cities fund the services that hicks consume but could never pay for on their own.<br />New York, Chicago and Los Angeles each have quadruple the population of a dozen states but no clout whatsoever in Washington.<br />They are treated like the property of their State Governments in much the same way that women used to be treated by men—known to be important, but without ideas in their pretty urban heads and essentially property for exploitation.<br />The new suburban ghost towns were cooked up by dishonest foolish macho hick bravado. Even if they had worked out as gambling, no one who lives in a fully functioning urban neighborhood would ever imagine them to be cities.<br />For all you americans who think you pay your way consider this—when the federal income tax was first imposed, thirty percent of the national take came from the island of Manhattan. American cities have grown and regional wealth has developed, but New York could still become the next detroit if a series of misfortunes followed in close order. All of our money goes to Washington or Albany and very, very few of us are investment bankers. ", "recommendationCount": 538}]}, "copyright": "Copyright (c) 2016 The New York Times Company.  All Rights Reserved."}