{"debug": {"version": 3.1}, "status": "OK", "results": {"api_timestamp": "1481460625", "totalCommentsFound": 3204, "totalCommentsReturned": 25, "comments": [{"assetID": 3096547, "replies": [], "lft": 532, "assetURL": "http://www.nytimes.com/2011/08/13/business/financial-aftershocks-with-precedent-in-history.html", "parentID": null, "commentID": 4344370, "rgt": 533, "userDisplayName": "Andrew", "createDate": "1313294247", "userID": 56549585, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1313294406", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Colesville, MD", "commentType": "comment", "updateDate": "1313290806", "commentSequence": 247, "commentBody": "The 1938 recovery cannot repeat in 2011 because of at least one important factor – the investment then in variable capital or labor power was much higher than now. At the present, 73 years later, the investment in the fixed capital is much higher than in the variable capital hence the productive forces are hugely larger than in 1938 and, as a result, the labor productivity much larger as well.\r<br/><br/>High labor productivity means high profits but low growth. In 1938, the labor productivity was not as high as it is now so that profits were lower and growth rate higher than now. Due to higher growth rate, the 1938 recovery was solid and the recession within a Great Depression ended earlier than expected. The war in the earlier 1940s also boosted the employment.\r<br/><br/>The masters of the universe together with the masters of Washington, D.C. have overly relied on tweaking of the fiscal and monetary policies as the only tools for securing a recovery and therefore failed miserably because they do not understand the fundamentals of the political economics of capitalism of lateness.\r<br/><br/>The policy changes might have worked in 1938 but are no longer working now. The only working remedies at least on a temporary basis these days are, heavy debt incurred upon the households to boost artificial demand, outsourcing investments and jobs overseas to help alleviate and compensate anemic domestic growth, and large-scale, heavy war expenditures to dissipate unused or surplus capital and labor power. \r<br/><br/>Each of these remedies has enormous drawbacks, as extremely negative by-products, which are inimical to a decent recovery. \r<br/><br/>The only correct approach is the transformative approach – to transform private into public profits in the economy by levying heavy (from 61% to 75%) taxes on the wealthy 2% and corporations. The public then invest these tax funds in both profitable and non-profitable enterprises via the government for PUBLIC profits.\r", "recommendationCount": 1}, {"assetID": 3085754, "replies": [], "lft": 52, "assetURL": "http://economix.blogs.nytimes.com/2011/08/10/the-debt-downgrade-and-stock-prices/", "parentID": null, "commentID": 4344404, "rgt": 53, "userDisplayName": "guyatbar", "createDate": "1313295278", "userID": 60552545, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1313295303", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "terracarbs", "commentType": "comment", "updateDate": "1313291703", "commentSequence": 21, "commentBody": "Unless we see wealth distribution return to normalcy in these here states I fear that American capitalism will prove to be a failed political experiment in industrial policy. The credit rating downgrade is a direct result of a political failure that is propelled by monied interests and a xenophobic Republican base that will no longer hold a conversation with urbane Americans. The right-wing tax position is by definition anti-American as it jeopardizes dollar hegemony. The Republican party, therefore, is anti-American; as is supply-side economics.", "recommendationCount": 0}, {"assetID": 3087203, "replies": [], "lft": 88, "assetURL": "http://travel.nytimes.com/2011/08/14/travel/how-to-beat-roaming-fees-while-traveling-abroad.html", "parentID": null, "commentID": 4344425, "rgt": 89, "userDisplayName": "Sheira", "createDate": "1313295795", "userID": 2090660, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1313295903", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Morristown", "commentType": "comment", "updateDate": "1313292303", "commentSequence": 40, "commentBody": "I just came back from 2 weeks in France and Spain. I usually stayed in hotels with free WI-FI, which minimized my data costs. Before I left I signed up for AT&amp;T's Europe calling discounts, so that I would pay about $1 per minute for calls in Europe. That was for back-up. I also signed up for 200 MB of data in Europe. It turned out that I used somewhat less because I had access to the WI-FI. When I returned, AT&amp;T reduced my cost somewhat for the unused data portion.  They had said they would do that before I left, but I had been skeptical that it would really happen.<br/><br/>I also took travel expert Rick Steve's advice on an earlier trip and purchased an unlocked cellphone and local SIM card. My husband felt we wouldn't need it - who did we know to call? - but humored me. When our rental car broke down 2 days later, we were able to call for a replacement with that phone.  For this trip I purchased a SIM card from a company which caters to students abroad and offered English-language customer service.  It turned out that we couldn't get the phone number for the SIM card until we got to France. (We flew in and out of<br/>\nSpain.) When my husband and I got to France and got the phone number I tried to confirm some reservations in Spain. The calls would not go through. I called the company, which confirmed the numbers were blocked \"because of potential fraud.\" After 3 days of this, with all my calls blocked, I persuaded the company to make an exception to their policy and refund my money in return for a promise not to identify them. Luckily I had the back-up calling plan with AT&amp;T, which was the best price we could get after that. I checked several French phone stores, but none of them offered anything better that what we already had.", "recommendationCount": 1}, {"assetID": 3098401, "replies": [], "lft": 32, "assetURL": "http://parenting.blogs.nytimes.com/2011/08/12/revisiting-a-childhood-home/", "parentID": null, "commentID": 4344418, "rgt": 33, "userDisplayName": "LNF", "createDate": "1313295634", "userID": 23056343, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1313295905", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Paso Robles, CA", "commentType": "comment", "updateDate": "1313292305", "commentSequence": 16, "commentBody": "My family moved to California when I was three and my parents bought a new home the following year (1963). In 2011, after the death of my dad, my sisters and I sorted out, cleared and cleaned and sold the home that my parents shared for more than 40 years.<br/><br/>I lived in the home for 19 years, until I graduated from college. My parent's home was the gathering ground for my sisters and our growing families. Christmas Eve was spent there with the ever expanding group of grandchildren. Many happy Easter celebrations, egg hunts in the backyard, Thanksgiving dinners, birthday celebrations, summer barbecues. One of my children took his first steps towards my niece, on the field of my elementary school, right around the corner from my childhood home. <br/><br/>It was difficult and heartbreaking to sell my parent's home this year. My parents were the original owners of the house. I grew up there: riding my bike, walking to school, having endless neighborhood adventures and games. I remember vividly finally getting my own room: my father sacrificed his \"den\" so I could move out of my sister's room. I spent countless hours on my bed, (reading, reading,) shooting rubberbands to the ceiling, playing countless games of solitaire with my best friend on my bed. My children have fond memories of spending the night there, trick-or-treating in the neighborhood where I did the same, and opening Christmas and birthday present in the living room. It's where we gathered as each of my parents lay dying; the post-funeral gatherings were held there as well. Lots of memories, both beautiful and sad.<br/><br/>I don't expect I will ever enter that home again. What made it \"home\" no longer exists (my mom and my dad). My husband and I created our own home when we had our first child and started our own family traditions. Our current home (what we call our terminal destination) will continue to be the place where my children gather, and their future families will hopefully form beautiful memories.", "recommendationCount": 2}, {"assetID": 3083482, "replies": [], "lft": 90, "assetURL": "http://frugaltraveler.blogs.nytimes.com/2011/08/09/home-again-home-again/", "parentID": null, "commentID": 4344432, "rgt": 91, "userDisplayName": "Susan", "createDate": "1313295988", "userID": 4440358, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1313296204", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "NYC", "commentType": "comment", "updateDate": "1313292604", "commentSequence": 41, "commentBody": "I travel a lot, and I'm always thrilled to return to NYC. Spotting the Empire State building from the plane, its antenna appears poised like a needle to inject arrivals with the excitement of the greatest city on earth.", "recommendationCount": 1}, {"assetID": 3099725, "replies": [], "lft": 130, "assetURL": "http://fivethirtyeight.blogs.nytimes.com/2011/08/12/g-o-p-house-majority-at-risk/", "parentID": null, "commentID": 4344477, "rgt": 131, "userDisplayName": "The AntiProgressive", "createDate": "1313297336", "userID": 59915317, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1313297402", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Philadelphia, PA", "commentType": "comment", "updateDate": "1313293802", "commentSequence": 35, "commentBody": "Get used to it.  This time it is different like last time it was different like next time it will also be different.  If instead the \"progressives\" and thier failed ideology and failed agenda are still in power they won't have a country to argue over.  There will be no economy and we will see anarchy be the new game across this country.  It is time for a radical U-turn back to prosperity, capitalism and common sense solutions.\r", "recommendationCount": 2}, {"assetID": 3099725, "replies": [], "lft": 134, "assetURL": "http://fivethirtyeight.blogs.nytimes.com/2011/08/12/g-o-p-house-majority-at-risk/", "parentID": null, "commentID": 4344500, "rgt": 135, "userDisplayName": "Thoughtful and Prudent", "createDate": "1313298030", "userID": 62910381, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1313298306", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Seattle", "commentType": "comment", "updateDate": "1313294706", "commentSequence": 36, "commentBody": "Wow - that was an exercise in futility this puff piece is.  With a better than even chance the President will not be reelected and all but a couple of states going through redistricting with Republican administrations, it would seem the article isn't credible. ", "recommendationCount": 3}, {"assetID": 3095866, "replies": [], "lft": 462, "assetURL": "http://thecaucus.blogs.nytimes.com/2011/08/11/fact-check-the-republican-debate/", "parentID": null, "commentID": 4344524, "rgt": 463, "userDisplayName": "Byron Johnson", "createDate": "1313298591", "userID": 41822690, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1313298602", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Brooklyn", "commentType": "comment", "updateDate": "1313295002", "commentSequence": 150, "commentBody": "To be fair, Sastrugi (#2), citizens are not required to buy auto liability insurance.  Only drivers are so required.", "recommendationCount": 0}, {"assetID": 3088218, "replies": [], "lft": 126, "assetURL": "http://parenting.blogs.nytimes.com/2011/08/10/who-needs-summer-homework/", "parentID": null, "commentID": 4344516, "rgt": 127, "userDisplayName": "Uly", "createDate": "1313298382", "userID": 34189369, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1313298604", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "NY", "commentType": "comment", "updateDate": "1313295004", "commentSequence": 61, "commentBody": "Ironically, even though I loathe summer homework, my biggest problem with it is that teachers don't assign enough. I've been thinking this one through.<br/><br/>No, hear me out. When they assign homework during the school year, there are typically two assignments a day - an English assignment and a math assignment. And then there's a weekly Spanish or science handout.<br/><br/>It's not exactly the most inspiring work ever, but it's clear and predictable. Every day we sit down and each kid picks two worksheets of her choice from the homework packet and if nobody whines or dawdles it's all done in half an hour.<br/><br/>And then for summer they make a slightly-longer packet. <br/><br/>If they gave as  much homework for summer as they did for eight weeks of school, it'd be easy to get done. I'd just say  \"Every day, right after swimming we do our homework.\" It'd take half an hour out of our day, and none of us would really like it, but we'd have a routine and we'd do it.<br/><br/>But instead there's no way to dole it out evenly, because it's about a week's worth of work (or a day's if you do more than one page at a time), and you feel silly having them do half a page every Monday or whatever. So instead you do it all the last day of school and then lose it under the couch, or intend to do it all the last day of vacation but instead lose it under the couch. (Or somewhere. It's not actually under the couch, which is a problem, but we've been doing our own work during the summer anyway.)<br/><br/>If they're going to assign dreary worksheets over the summer (something which they can grade, unlike anything useful and interesting), they might as well go whole hog and give us enough to do it right. (And then it doesn't even work, so they think, and the first month of school is all mindless, tedious review anyway!)", "recommendationCount": 1}, {"assetID": 3083482, "replies": [], "lft": 92, "assetURL": "http://frugaltraveler.blogs.nytimes.com/2011/08/09/home-again-home-again/", "parentID": null, "commentID": 4344529, "rgt": 93, "userDisplayName": "lauriematthews", "createDate": "1313298755", "userID": 16865399, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1313298903", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "PDX", "commentType": "comment", "updateDate": "1313295303", "commentSequence": 42, "commentBody": "I can relate. If I'm not on the road then I'm planning the next adventure. I'm often happiest when I'm moving and experiencing new places. Though I love the thrill of feeling like I'm living in them while I'm there - getting groceries, learning the transit system, finding \"my\" coffee shop.", "recommendationCount": 1}, {"assetID": 3099725, "replies": [], "lft": 140, "assetURL": "http://fivethirtyeight.blogs.nytimes.com/2011/08/12/g-o-p-house-majority-at-risk/", "parentID": null, "commentID": 4344588, "rgt": 141, "userDisplayName": "joycemcnulty", "createDate": "1313300591", "userID": 64677537, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1313300703", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "us", "commentType": "comment", "updateDate": "1313297103", "commentSequence": 37, "commentBody": "ace was the one who lost in the debates.  I was very disappointed in the questions that he and a few others asked. I am trying to figure out who would be the best candidate that could beat out Obama and most closely reflects my views.  Obama needs to go. The GOP candidate will win.      <a href=\"http://bit.ly/n7aOv8\" title=\"http://bit.ly/n7aOv8\" target=\"_blank\">http://bit.ly/n7aOv8</a>", "recommendationCount": 2}, {"assetID": 3099725, "replies": [], "lft": 142, "assetURL": "http://fivethirtyeight.blogs.nytimes.com/2011/08/12/g-o-p-house-majority-at-risk/", "parentID": null, "commentID": 4344643, "rgt": 143, "userDisplayName": "Manzoa", "createDate": "1313303341", "userID": 60271857, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1313303403", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Los Angeles, CA", "commentType": "comment", "updateDate": "1313299803", "commentSequence": 38, "commentBody": "Exactly two days before this Gallup poll...of registered voters I would add which makes it less reliable than those which poll likely voters...RCP reported two generic Congressional ballot polls that had the Republicans ahead by 2% and 1%.  Unless you are a liberal desperate for any good news with the possibility of a double dip recession looming, all this proves is that the voters mood is as volatile as the stock market.  One poll is not a trend since the trend has been the Republicans leading in the generic ballot for the past several months.  Retaking the House after the 2010 census reapportionment will be a big lift for the Dems...I don't see that happening.  It is more likely the Republicans will hold the House and capture the majority in the Senate.  The presidential race depends entirely on the Republican nominee.", "recommendationCount": 1}, {"assetID": 3099725, "replies": [], "lft": 144, "assetURL": "http://fivethirtyeight.blogs.nytimes.com/2011/08/12/g-o-p-house-majority-at-risk/", "parentID": null, "commentID": 4344687, "rgt": 145, "userDisplayName": "Wally Pipp", "createDate": "1313305366", "userID": 59977459, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1313305502", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Cape Cod", "commentType": "comment", "updateDate": "1313301902", "commentSequence": 39, "commentBody": "Dream on. It is possible that Axie and Plouffe can orchestrate another miracle, but that is a tall order without the benefit of the 8 year MSM saturation barrage that landed on Bush 43. This time around, media coronation of the totally, unbelievably awesome Man of Hope won't be happening. Hence, the reverse coattails noted above, and therefore no Dem House either.<br/><br/>The Democrats smugly created dozens of pigmentation districts which guarantee<br/>\nthem a winner, but these are useless when the national election question is a referendum on economic centralization.  So what if the Bronx, Watts and DC vote 100-zip for Barack and the Pelosi agenda?  That still only produces Charlie Rangel and a handful of electoral votes.<br/><br/>  Silver is in fantasy land.  People who are capable of actually analyzing choices<br/>\nare not going to return Congress to the control of the clumsy centralizers who stumbled through the Obamacare PR fiasco or the ineffectual Stimulus porkbarrel.   ", "recommendationCount": 3}, {"assetID": 3099776, "replies": [], "lft": 20, "assetURL": "http://atwar.blogs.nytimes.com/2011/08/12/vantage-point-no-4-reading-the-rebels-in-misurata-libya/", "parentID": null, "commentID": 4342615, "rgt": 21, "userDisplayName": "nick", "createDate": "1313252015", "userID": 46737689, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1313306691", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Skien,norway", "commentType": "comment", "updateDate": "1313303091", "commentSequence": 10, "commentBody": "If in some smothering dreams you too could pace<br/>\nBehind the wagon that we flung him in,<br/>\nAnd watch the white eyes writhing in his face,<br/>\nHis hanging face, like a devil's sick of sin;<br/>\nIf you could hear, at every jolt, the blood<br/>\nCome gargling from the froth-corrupted lungs,<br/>\nObscene as cancer, bitter as the cud<br/>\nOf vile, incurable sores on innocent tongues,--<br/>\nMy friend, you would not tell with such high zest<br/>\nTo children ardent for some desperate glory,<br/>\nThe old Lie: Dulce et decorum est<br/>\nPro patria mori.<br/><br/>Wilfred Owen (1893-1918)", "recommendationCount": 1}, {"assetID": 3099776, "replies": [], "lft": 22, "assetURL": "http://atwar.blogs.nytimes.com/2011/08/12/vantage-point-no-4-reading-the-rebels-in-misurata-libya/", "parentID": null, "commentID": 4342702, "rgt": 23, "userDisplayName": "Demetrio", "createDate": "1313253770", "userID": 61265902, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1313306695", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Brooklyn", "commentType": "comment", "updateDate": "1313303095", "commentSequence": 11, "commentBody": "Amazing article, very interesting to see a narrative to normally very chaotic scenes.", "recommendationCount": 0}, {"assetID": 3099776, "replies": [], "lft": 26, "assetURL": "http://atwar.blogs.nytimes.com/2011/08/12/vantage-point-no-4-reading-the-rebels-in-misurata-libya/", "parentID": null, "commentID": 4342861, "rgt": 27, "userDisplayName": "stockblind", "createDate": "1313257473", "userID": 62256337, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1313306714", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "louisiana", "commentType": "comment", "updateDate": "1313303114", "commentSequence": 12, "commentBody": "Merkel was correct.", "recommendationCount": 3}, {"assetID": 3099776, "replies": [], "lft": 28, "assetURL": "http://atwar.blogs.nytimes.com/2011/08/12/vantage-point-no-4-reading-the-rebels-in-misurata-libya/", "parentID": null, "commentID": 4342902, "rgt": 29, "userDisplayName": "MS", "createDate": "1313258208", "userID": 63892305, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1313306767", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Benghazi - Libya", "commentType": "comment", "updateDate": "1313303167", "commentSequence": 13, "commentBody": "My entry is mainly directed to people who have taken the time to enter a comment on this article. The article itself is fair to a certain degree, although I don't agree with the authors comment about libyans in the east of the country and men there fleeing under fire. A reminder her that there are many of the fighters in Misrata that joined the fight coming from the east through the sea.<br/>\nBack to the comments. My general impression of the comments is that they are made by people who probably never heard about Libya until the recent uprise. For those who haven't yet figured who the 'rebels' are, these are ordinary citizens facing extinction by Gaddafi war machine if they don't fight. They are sunni muslims. there is no Alqaeda, since Gaddafi has destroyed it in Libya long ago (the only good deed in his entire life). There is no tribal war, fighters from all tribes are in the same battle fighting together. We are fed up trying to explain to the world the tribalism in libya is a social curtain not political in any way!<br/>\nFor those thinking that going to Libya resulted in escalation of killing, I am again sorry to say this is wrong. I would suggest looking on you tube for the convoys of heavy weapons and artillary that Gaddafi sent to Benghazi. this convoy was more than 20 miles in length and with the orders to WIPE OUT Benghazi city (1 million population). these are not my words but the confessions of Gaddafi's soldiers and battle leaders about there orders. Don't you think this has saved many lives?<br/>\nDue to the geographic area of libya, most of Gaddafi's forces are concentrated in the west and hence resistance is suffering a bigger hit there.<br/>\nFor those asking for withdrawal at this stage, what do you think will happen then. I guarantee that more than half of the libyan population will be extinct in few weeks by Gaddafi, especially with the help of those rogue regimes that still support him like Syria, Iran &amp; Algeria.<br/>\nFinally, they are not rebels. They only want freedom.", "recommendationCount": 1}, {"assetID": 3099776, "replies": [], "lft": 30, "assetURL": "http://atwar.blogs.nytimes.com/2011/08/12/vantage-point-no-4-reading-the-rebels-in-misurata-libya/", "parentID": null, "commentID": 4343795, "rgt": 31, "userDisplayName": "Permyakov P.A.", "createDate": "1313281738", "userID": 60930336, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1313306779", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Vladivostok, Russia", "commentType": "comment", "updateDate": "1313303179", "commentSequence": 14, "commentBody": "On the bright part, this ex-civilian libyans are probably not the cadre of Al Qaeda (thanks to CIA efforts back in 80th, those guys tend to know how to use the recoiless rifles properly). The bad part (aside of senseless loss of humane lifes) is that next time these already mature partisans will be puting a fire on Israeli APCs in Ghaza or on American Strikers in... wherever Americans will invade next summer.", "recommendationCount": 2}, {"assetID": 3081935, "replies": [], "lft": 108, "assetURL": "http://fivethirtyeight.blogs.nytimes.com/2011/08/09/long-term-investors-can-relax-a-little/", "parentID": null, "commentID": 4344776, "rgt": 109, "userDisplayName": "George in Florida", "createDate": "1313310508", "userID": 60889184, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1313310602", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Tampa", "commentType": "comment", "updateDate": "1313307002", "commentSequence": 41, "commentBody": "There are two fallacies in your argument.<br/><br/>The first is that P/E for the last 10 years SHOULD be high during economic downturns.  For the long term investor, a stock should be valued at what it can bring in during the next 10 years, not the previous 10 years.  During periods of economic downturns, future profits are expected to be higher than an average growth figure of the ten years.  Lok what happened after the great depression, or even the last large recession of the early 80's.  Both these periods were charcterized by positive slopes in the S&amp;P valuation trend.  Some of the long term anomalies that you see are strongly effected by this.<br/><br/>The second effect that is not accounted for is the advent of 401Ks.  With 401Ks, more money went into the stock market, so a higher P/E ratio should be expected.  While the next 20 will see money removed from the stock market as baby boomers retire, there will still be more money entering the stock market from 401Ks than there was before 401Ks started.  So a different slope should be used after the advent of 401Ks.  While the bubbles that we've experienced for the last 15 years tend to hide this, even discounting the bubbles shows an overall trend of higher P/E ratios that pre-401K years.<br/><br/>IF you are a short term investor, I wouldn't begin to tell you where the market is going to be in 1 day, 1week, 1 month, or even 1 year from now.  But if you are looking to 10 or 20 years into the future, you would be stupid not to invest in the future of the stock market.", "recommendationCount": 0}, {"assetID": 3100797, "replies": [], "lft": 30, "assetURL": "http://fifthdown.blogs.nytimes.com/2011/08/13/cashman-defends-giants-reese-not-a-good-sign/", "parentID": null, "commentID": 4344562, "rgt": 31, "userDisplayName": "Paul", "createDate": "1313299919", "userID": 19789683, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1313312486", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Marin County", "commentType": "comment", "updateDate": "1313308886", "commentSequence": 15, "commentBody": "Giants fans will never have a better moment than beating the Patriots in the Super Bowl.  Ever!  That was the perfect storm, when everything fell into place  and the Big Fan in the Sky repaid us for all the other years of suffering.<br/><br/>Back to reality.  Manning is not among the top quarterbacks in the league, Coughlin is on his way out after this year and Reese isn't blowing anyone away with his picks, trades and free agent decisions.  Other than that, it's all good in the Meadowlands.", "recommendationCount": 1}, {"assetID": 3091855, "replies": [], "lft": 296, "assetURL": "http://www.nytimes.com/2011/08/11/science/earth/11meter.html", "parentID": null, "commentID": 4344868, "rgt": 297, "userDisplayName": "H", "createDate": "1313315670", "userID": 58266735, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1313315703", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Maastricht", "commentType": "comment", "updateDate": "1313312103", "commentSequence": 138, "commentBody": "The article is one-sided: all pro, no anti. Maybe Ms Rosenthal did not find any anti voice? She could have talked to me, I'm anti.<br/><br/>1) privacy issues<br/>\nI'm amazed how many people couldn't care less that every step they take is stored on some devices - at first, maybe, only inside the car - later communicated to some government computer.<br/><br/>2) micro-managing everything we do<br/>\nMore and more western societies seem to flirt with the idea of micromanaging everything we do, especially when some noticeable percentage of the population has decided they have to control \"immorality\" (like \"squander\", or \"unreasonable behavior\" in general). Who is still glad we got rid of the power of the churches and - in Europe - totalitarian regimes? I am. And I'm not exactly anxiously waiting for the next totalitarians.<br/><br/>3) A rule for everything<br/>\nA feast for all administrators and the legal profession. Think about how you can fine-tune the usage of cars. Time of day, type of car, type of road - but also, when needed: gender, education, economic circumstances, occupancy etc etc etc. I hope nobody is so naive to think that politicians and those who make a living of making things more complicated for us will never think of more elaborate, \"just\", \"preferable\" rules. In short, I expect the worst. It will take time, grow and suffocate slowly - never completely, because we still have to be able to pay taxes.<br/><br/>Why not making things a little more simple and guard our freedom of choice? <br/><br/>Energy and fuel prices should be enough to influence our behavior, but voluntarily. If Mr van Dedem (cited at the beginning of the article) likes the educative effect of instant price information that can also be had without all the interference and totalitarian effect. Give every car a decent cost display. Our lawmakers, I'm sure, can make a law for that. More we don't need.    ", "recommendationCount": 1}, {"assetID": 3102157, "replies": [], "lft": 8, "assetURL": "http://www.nytimes.com/2011/08/14/opinion/sunday/Dowd-power-to-the-corporation.html", "parentID": null, "commentID": 4343456, "rgt": 9, "userDisplayName": "Karen Garcia", "createDate": "1313276463", "userID": 48110597, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1313317414", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New Paltz, NY", "commentType": "comment", "updateDate": "1313313814", "commentSequence": 14, "commentBody": "Mitt's hair moved, and unfortunately for him but entertainingly for us, his mouth moved too:\r<br/><br/>“Corporations are people, my friend... of course they are. Everything corporations earn ultimately goes to the people. Where do you think it goes? Whose pockets? Whose pockets? People's pockets - Human beings, my friend.\"\r<br/><br/>Romney was answering a member of the “New Bottom Line” activist group which has made heckling into an art form.  Some of them had also shown up to hurl invective at the House of Representatives when it was voting to impose austerity on the poor a few weeks ago. The protesters were summarily hauled out of the public gallery by Capitol Police. But thank goodness, it’s still permissible to heckle phony millionaire politicians who create their own sideshows at state fairs during campaign season!\r<br/><br/>The Iowans had a follow-up question that Romney didn’t answer: “If corporations are people, are people corporations?” I would go a step further and ask: (rhetorically, of course) Are politicians people, or are they simply the dehumanized puppets of the corporations which fund their elections and share the spoils of victory?  Actually, Romney is in a class all by himself, since he is, literally, his very own LLC or INC. It’s hard to tell where the money ends and the corpus delicti begins.\r<br/><br/>And unfortunately, while people are not corporations, an awful lot of them will be turning into premature corpses if Mitt and his cohort get their way: rewarding the richest one percent who own 40 percent of all the wealth and won’t be satisfied until they have seized every last penny out of the Social Security checks and meager savings of the people who actually earned it, rather than inherited or stole it.\r<br/><br/>The next time Romney utters the infuriating phrase “my friend” let’s hope it’s when he drops out (or loses), and he paraphrases Jim Morrison -- This is the End, beautiful friend... of our elaborate plans -- The End.\r<br/><br/><a href=\"http://kmgarcia2000.blogspot.com/\" title=\"http://kmgarcia2000.blogspot.com/\" target=\"_blank\">http://kmgarcia2000.blogspot.com/</a>", "recommendationCount": 331}, {"assetID": 3102157, "replies": [], "lft": 14, "assetURL": "http://www.nytimes.com/2011/08/14/opinion/sunday/Dowd-power-to-the-corporation.html", "parentID": null, "commentID": 4343515, "rgt": 15, "userDisplayName": "Marie Burns", "createDate": "1313277187", "userID": 4461145, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1313317414", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Fort Myers, Florida", "commentType": "comment", "updateDate": "1313313814", "commentSequence": 9, "commentBody": "\"Corporations are people, my friend.... Anything corporations earn ultimately goes to people.\" Millard Foolmore Romney<br/><br/>Millard there is trying to pretend that the \"people\" corporate earnings go to are workers like you and me and that Iowa heckler. No, they're not. As Paul Krugman pointed out in a blogpost last week, \"... the corporate profits tax isn't a tax on these organizations. It's a tax on these organizations' profits -- the share of their income that does NOT go to workers and suppliers.\" <br/><br/>As any number of pundits, not to mention your own common sense, will tell you -- the \"people\" corporate earnings go to are executives and shareholders. These people are disproportionally rich. While the taxes corporations pay vary widely, corporations pretty much all pay at a lower rate than a middle-class taxpayer does, and some corporations pay no tax at all: GE, for instance, paid a negative tax for 2010 -- they GOT $1.1 billion from the taxpayers. Overall, corporate earnings taxes are at a near-historic low. The Congressional Budget Office estimates that the effective corporate-level tax rate ranges from \"29 percent on computer equipment to a negative 2.2 percent on petroleum and natural-gas structures.\" <br/><br/>No wonder Millard stands up for corporate \"people.\" He is one of them. He loves that corporate welfare. If Millard were to become president, he would benefit financially from his own policies. That's one clear difference between Millard &amp; Barack. Barack is urging Congress to tax the Obamas more. Millard is promising to tax the Romneys less.<br/><br/>In no way does Millard resemble Cary Grant. Grant was funny on purpose. Romney is funny by accident. Grant, who was much better-looking than Millard, was best-known for playing wry, debonair gentlemen. Romney is better known for telling awkward, flopping jokes, for flip-flopping, for trying to sing \"Who Let the Dogs Out\" -- and speaking of dogs -- there was that Canada trip.<br/><br/>The Constant Weader at <a href=\"http://www.RealityChex.com\" title=\"www.RealityChex.com\" target=\"_blank\">www.RealityChex.com</a>  ", "recommendationCount": 595}, {"assetID": 3102157, "replies": [], "lft": 20, "assetURL": "http://www.nytimes.com/2011/08/14/opinion/sunday/Dowd-power-to-the-corporation.html", "parentID": null, "commentID": 4343599, "rgt": 21, "userDisplayName": "mancuroc", "createDate": "1313278457", "userID": 12582762, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1313317414", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Rochester, NY", "commentType": "comment", "updateDate": "1313313814", "commentSequence": 22, "commentBody": "Romney says \"Corporations are people, my friend\" - and he's one of the least far-out of a far out-bunch.  Unfortunately, he has the supreme court on his side.  This is the overriding reason above all others to vote for President Obama in 2012.  Any GOP President will only strengthen the ideologues on the court who have already devalued the voices of real persons by elevating the power of corporate persons.  ", "recommendationCount": 123}, {"assetID": 3102157, "replies": [], "lft": 48, "assetURL": "http://www.nytimes.com/2011/08/14/opinion/sunday/Dowd-power-to-the-corporation.html", "parentID": null, "commentID": 4343683, "rgt": 49, "userDisplayName": "Winning Progressive", "createDate": "1313279764", "userID": 61073654, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1313317414", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Chicago, IL", "commentType": "comment", "updateDate": "1313313814", "commentSequence": 17, "commentBody": "I'm not so sure that you can divide the Republican Presidential candidates into the sane and the insane.  <br/><br/>At the Iowa debate a couple of nights ago, all eight candidates in attendance said that they would reject a deficit reduction deal that included $10 of spending cuts for every $1 of revenue increases.  Given that taxes on the wealthy are at their lowest levels since the 1950s, our economy continues to struggle with 16.1% underemployment, and our infrastructure and education needs remain high, and ever dollar cut means another slash to the social safety net, environment, or defense, the GOP's refusal to accept a $10-$1 deal is insanity.  <br/><br/>There was one GOP candidate who was not at the debate - Rick Perry.  But this is a man who thinks the best way to address a crippling drought in his state is for people to pray and leave things in the hands of God, rather than using the strength of government to help people get through it. Coming from an elected official, that seems pretty insane to me. <br/><br/><a href=\"http://www.winningprogressive.org\" title=\"http://www.winningprogressive.org\" target=\"_blank\">http://www.winningprogressive.org</a><br/><br/><a href=\"https://www.facebook.com/pages/Winning-Progressive/195682780442236\" title=\"https://www.facebook.com/pages/Winning-Progressive/195682780442236\" target=\"_blank\">https://www.facebook.com/pages/Winning-Progressive/195682780442236</a>", "recommendationCount": 255}]}, "copyright": "Copyright (c) 2016 The New York Times Company.  All Rights Reserved."}