{"debug": {"version": 3.1}, "status": "OK", "results": {"api_timestamp": "1481480562", "totalCommentsFound": 8708, "totalCommentsReturned": 25, "comments": [{"assetID": 3377691, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 9525176, "replies": [], "commentID": 9525360, "trusted": 0, "userDisplayName": "Doug Terry", "createDate": "1374469326", "userID": 65455323, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1374469387", "userTitle": "NULL", "recommendations": 24, "editorsSelection": false, "parentUserDisplayName": "Scott", "userURL": "NULL", "userLocation": "Maryland, DC Metro area", "depth": 1, "commentType": "userReply", "updateDate": "1374465787", "commentSequence": 1, "commentBody": "Your point about the less populated states having more power, through the US Senate, is well taken. Additionally, the Republicans have a lock on a number of lower population states and they want to keep it. Yet, aside from farm subsidies, I have never seen a careful analysis of the effect of the deliberately undemocratic US Senate on giving out federal funds. It is generally true, however, that the heavily populated states, which tend toward the Democrats, send out more of their tax dollars to the smaller states than they get back, while, in turn, those states favor Republicans.<br/><br/>This whole thing resembles a secret deal whereby peace, but not justice or fairness, is kept within the lower 48 states. Competing interests are melded into one, somewhat happy exchange. Yet, with the Republicans on the warpath, threatening to destroy America's \"full faith and credit\" for debt obligations, maybe it is time to re-examine this huge trade off of conflicting interests. It has allowed those who oppose everything the populous states need to get more in federal programs than their paid taxes. Perhaps it is time for change. <br/><br/>City and other officials in Texas were recently denouncing the \"failure\" of the federal govt. to cover the full cost impact of the explosion in West, Texas. Yet, every day of the week, they denounce the power of the federal govt. and taxation. Something is wrong with that picture."}, {"recommendedFlag": 0, "parentID": 9525176, "replies": [], "commentID": 9526550, "trusted": 0, "userDisplayName": "TWILL59", "createDate": "1374496448", "userID": 57594883, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1374512949", "userTitle": "NULL", "recommendations": 1, "editorsSelection": false, "parentUserDisplayName": "Scott", "userURL": "NULL", "userLocation": "INDIANA", "depth": 1, "commentType": "userReply", "updateDate": "1374509349", "commentSequence": 2, "commentBody": "As a resident of one of the most socialist states around, Indiana, I see Doug Terry's point. At least Indiana was smart enough to save some money from our windfalls and not promise our future away on pensions NO ONE can afford"}]}, "lft": 264, "assetURL": "http://www.nytimes.com/2013/07/22/opinion/krugman-detroit-the-new-greece.html", "parentID": null, "commentID": 9525176, "rgt": 269, "userDisplayName": "Scott", "createDate": "1374465617", "userID": 45342380, "replyCount": 2, "commentTitle": "n/a", "status": "approved", "approveDate": "1374465668", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Illinois", "commentType": "comment", "updateDate": "1374462068", "commentSequence": 27, "commentBody": "Detroit's problems have been building since whole blocks were burned out in the late 1960's, some areas never to recover. Until property can become more valuable because there are good paying jobs nearby, a recovery is a long way off.<br/><br/>It seems like government buildings ring Washington or are constructed in Utah, or you pick your red state recipient of federal largess, without much fuss. Shouldn't need be a component of decision making on the level of federal hiring and the location of government buildings be given to areas that would most benefit from new construction? <br/><br/>What it all ends up being about is, the way the Senate is made up favors disproportionately smaller population rural states. Our cities are in fact becoming second rate through little fault of their own. Instead it's the master gerrymander effect mandated by our own constitution that gives too much power to rural  states and the wealthy landowning elites that control those states. Franklin's \"A Republic if you can keep it\" signals the founders hope for a far less democratic nation than is popularly imagined, and the long term end result is that much of the strength of urban areas is sapped away and intentionally left to wither. ", "recommendationCount": 19}, {"assetID": 3377638, "replies": [], "lft": 79, "assetURL": "http://opinionator.blogs.nytimes.com/2013/07/20/whos-your-daddy/", "parentID": 9519447, "commentID": 9525183, "rgt": 80, "userDisplayName": "Janet Ellingson", "createDate": "1374465702", "userID": 14480101, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1374465726", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Salt Lake City, Utah", "commentType": "userReply", "updateDate": "1374462126", "commentSequence": 2, "commentBody": "What????  In spite of the fact that women represent a higher portion of college graduates, they still make on average only 75% of what men make -- and this is after a generation of fighting for wage equality.  Women are more likely to be employed in this economy because they are paid less than men.  Conservatives could learn a thing or two from the facts, if only they would consider them.", "recommendationCount": 26}, {"assetID": 3377691, "replies": [], "lft": 33, "assetURL": "http://www.nytimes.com/2013/07/22/opinion/krugman-detroit-the-new-greece.html", "parentID": 9524924, "commentID": 9525192, "rgt": 34, "userDisplayName": "Rima Regas", "createDate": "1374465804", "userID": 52131820, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1374465846", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Mission Viejo, CA", "commentType": "userReply", "updateDate": "1374462246", "commentSequence": 3, "commentBody": "@KnowItAll<br/><br/>If by purge you mean plunder, it has been under way for some months now. If by purge you mean taking retirees' hard-earned money and handing it to the banks, I am hopeful one good judge will put a stop to it. Sure, Detroit has had problems for a long time. Things don't have to be resolved in the way the governor and legislature have chosen.", "recommendationCount": 36}, {"assetID": 3377687, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 9525191, "replies": [], "commentID": 9527798, "trusted": 0, "userDisplayName": "AC", "createDate": "1374503345", "userID": 27537473, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1374504401", "userTitle": "NULL", "recommendations": 9, "editorsSelection": false, "parentUserDisplayName": "Mark Thomason", "userURL": "NULL", "userLocation": "Quebec", "depth": 1, "commentType": "userReply", "updateDate": "1374500801", "commentSequence": 5, "commentBody": "@Bartolo :<br/><br/>No thanks. Unless you do the following first:<br/>1) repeal the second amendment<br/>2) adopt single-payer universal health care<br/>3) remove control over the entire electoral process from the parties and place it into the hands of an independant electoral commission.<br/><br/>(and a few more modest proposal)"}, {"recommendedFlag": 0, "parentID": 9525191, "replies": [], "commentID": 9528184, "trusted": 0, "userDisplayName": "Concerned Citizen", "createDate": "1374505457", "userID": 11228992, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1374508788", "userTitle": "NULL", "recommendations": 2, "editorsSelection": false, "parentUserDisplayName": "Mark Thomason", "userURL": "NULL", "userLocation": "Anywheresville", "depth": 1, "commentType": "userReply", "updateDate": "1374505188", "commentSequence": 6, "commentBody": "If it gets too hot to grow crops in Nebraska or Kansas, then we will grow them in Montana and North Dakota -- or Canada.<br/><br/>On the bright side, I live in Ohio -- unlimited fresh water (Great Lakes!) and we'll have a climate like Florida, meaning we don't have to move when we retire, to live in a warm sunny place!"}, {"recommendedFlag": 0, "parentID": 9525191, "replies": [], "commentID": 9525380, "trusted": 1, "userDisplayName": "Richard Luettgen", "createDate": "1374469999", "userID": 47123844, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1374514867", "userTitle": "NULL", "recommendations": 1, "editorsSelection": false, "parentUserDisplayName": "Mark Thomason", "userURL": "NULL", "userLocation": "New Jersey", "depth": 1, "commentType": "userReply", "updateDate": "1374511267", "commentSequence": 7, "commentBody": "Pretty good comment. But, taking your argument to its logical conclusion, no governance framework currently at work here or in Europe really is competent to address much less solve the problem. and everywhere else it's much worse, because rampant corruption enters the picture strongly.<br/><br/>Where there will be less here and more there, you create interests: those who wish to protect what will be lost and those who wish to gain what will be obtained. Rational discussion of the net gets lost in the distractions created by the interests. <br/><br/>If gobal climate change brings about truly dramatic challenges to how we must live our lives, then democracy, the most legitimate but the least efficient form of government, may have had its day. We made need a dictator to define who wins and who loses; and to make it stick."}]}, "lft": 20, "assetURL": "http://www.nytimes.com/2013/07/22/opinion/our-coming-food-crisis.html", "parentID": null, "commentID": 9525191, "rgt": 35, "userDisplayName": "Mark Thomason", "createDate": "1374465798", "userID": 37674938, "replyCount": 7, "commentTitle": "n/a", "status": "approved", "approveDate": "1374465847", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Clawson, MI", "commentType": "comment", "updateDate": "1374462247", "commentSequence": 3, "commentBody": "Climate change is real.  Growing regions are changing.<br/><br/>But the growing regions are not disappearing, they are moving.  In Europe, grapes no longer grow where they once grew, but they do grow on other hillsides where before they would not grow.  <br/><br/>The questions are two: 1) How much will the present growing regions be able to grow after these changes, and of what; and 2) what new regions will open up to replace them.<br/><br/>Yes we will lose something.  We will not lose it all.  We will also gain something.  <br/><br/>The real issue is the net, the net effect.  Will we lose more, or gain more, and where?  <br/><br/>Some countries are likely to be hurt badly.  Some others will have far better growing conditions.  How will it net out?  How will the change be managed?  <br/><br/>I fear the answers are that the net will be ignored and the change will be handled badly.  <br/><br/>We ought not to have gotten ourselves into this mess.  We did.  We don't seem to be changing very much about that.  <br/><br/>Still, realism about where to go from here is called for, not panic, not doomsaying.", "recommendationCount": 49}, {"assetID": 3377691, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 9525198, "replies": [], "commentID": 9525410, "trusted": 1, "userDisplayName": "JPG", "createDate": "1374470697", "userID": 5499180, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1374470706", "userTitle": "NULL", "recommendations": 2, "editorsSelection": false, "parentUserDisplayName": "JPG", "userURL": "NULL", "userLocation": "Webster, Mass", "depth": 1, "commentType": "userReply", "updateDate": "1374467106", "commentSequence": 1, "commentBody": "<br/>I guess I should make it clear that my post was to point out that there really is a city in the US that used to make buggy whips - Westfield, Mass.<br/><br/>And - even though buggy whips are not as popular as they used to be - the city seems to have found a way to survive that calamity.<br/><br/>Dr Krugman - in his piece today - wondered aloud what became of that unnamed city.<br/>-"}, {"recommendedFlag": 0, "parentID": 9525198, "replies": [], "commentID": 9526520, "trusted": 0, "userDisplayName": "TWILL59", "createDate": "1374496276", "userID": 57594883, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1374508480", "userTitle": "NULL", "recommendations": 2, "editorsSelection": false, "parentUserDisplayName": "JPG", "userURL": "NULL", "userLocation": "INDIANA", "depth": 1, "commentType": "userReply", "updateDate": "1374504880", "commentSequence": 2, "commentBody": "Krugman does not do his research or provide real numbers or provide solutions. Simply, he's a political talking head"}]}, "lft": 270, "assetURL": "http://www.nytimes.com/2013/07/22/opinion/krugman-detroit-the-new-greece.html", "parentID": null, "commentID": 9525198, "rgt": 275, "userDisplayName": "JPG", "createDate": "1374465870", "userID": 5499180, "replyCount": 2, "commentTitle": "n/a", "status": "approved", "approveDate": "1374465907", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Webster, Mass", "commentType": "comment", "updateDate": "1374462307", "commentSequence": 28, "commentBody": "<br/>In New England, lots of towns have nicknames:<br/><br/> Manchester, NH = Queen City<br/> Keene, NH = Elm City<br/> Manchester, Conn = Silk City<br/> Norwich, Conn = Rose City<br/><br/>Well, don't you know Westfield, Mass, is Whip City.  Population of 41,000 &amp; median family income of $55,000.<br/><br/>See, World, there is hope!<br/>-", "recommendationCount": 4}, {"assetID": 3377672, "replies": [], "lft": 1220, "assetURL": "http://www.nytimes.com/2013/07/21/us/some-mormons-search-the-web-and-find-doubt.html", "parentID": null, "commentID": 9524288, "rgt": 1221, "userDisplayName": "Don", "createDate": "1374448279", "userID": 36273458, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1374465937", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Redwood City, CA", "commentType": "comment", "updateDate": "1374462337", "commentSequence": 272, "commentBody": "This is a classic crisis of belief when one faces evidence-based reality. All religions are the products of mankind's creativity--the result of a struggle to formulate a narrative that explains the cosmic, awesome reality we find ourselves living in. There are multiple types of truth including factual truth, emotional (--based) truth, and what I choose to call, meta-truth. The latter is that which is formed by a critical mass of people who choose to believe and support a communal narrative. <br/><br/>All of us are born with \"an imperative to create a narrative;\" it's wired into the genome. It began with primitive humans who needed it badly to find safety in a dangerous, predatory world. These narratives spread out to incorporate all forms and categories we experience, the physical, social, spiritual, religious, psychological, relationships, etc. Once they are formed, especially religious, social and political ones, co-believers are driven by the the need to be exclusively correct--to claim, \"We have the only true belief.\" <br/><br/>When dispassionate, unfettered research demonstrates a genuine realities that are a contradiction to them, some of us can't handle the disparity. Cognitive dissonance sets in. The threat is too much for the psyche and the ego--the security we seek.<br/><br/>Overall, it's an incredible scene. The Singularity expressing itself in unending multiplicity. How do any of us have the gall to conclude that, \"ours is THE only way.\"", "recommendationCount": 1}, {"assetID": 3377672, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 9524305, "replies": [], "commentID": 9525383, "trusted": 0, "userDisplayName": "Vanka", "createDate": "1374470027", "userID": 64980843, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1374512954", "userTitle": "NULL", "recommendations": 7, "editorsSelection": false, "parentUserDisplayName": "ProTruth", "userURL": "NULL", "userLocation": "Utah", "depth": 1, "commentType": "userReply", "updateDate": "1374509354", "commentSequence": 1, "commentBody": "And notice that Elder Jensen was quickly marginalized (made \"emeritus\") soon after his candid statements about the exodus from the Mormon Church.<br/><br/>That is how the Mormon cult works: anyone who does not \"build the kingdom\" at any and all costs (even at the expense of truth itself), must be run over, moved aside, or destroyed.<br/><br/>This is a dangerous cult."}]}, "lft": 1222, "assetURL": "http://www.nytimes.com/2013/07/21/us/some-mormons-search-the-web-and-find-doubt.html", "parentID": null, "commentID": 9524305, "rgt": 1225, "userDisplayName": "ProTruth", "createDate": "1374448633", "userID": 67904936, "replyCount": 1, "commentTitle": "n/a", "status": "approved", "approveDate": "1374465937", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "California", "commentType": "comment", "updateDate": "1374462337", "commentSequence": 273, "commentBody": "Enjoyed the article and interview.  Well done.  The deception of LDS history and doctrine is done from childhood to hundreds of thousands of children.  It takes a bold and rare child to challenge trusted and loved parents and authority figures, especially prior to the Internet, the deception started in 1830, with Joseph Smith and friends, not with the Internet..<br/><br/>The article uses the claims of the LDS Church of a worldwide membership of 14 million plus and a growth of one million members every three years.  Marlin Jensen referred to in the article is on the record for exposing a modern apostasy of Mormon members at a recent Utah State University meeting.  When asked,  \"Did the leaders of the Church of Jesus Christ of Latter-Day Saints know that members are \"leaving in droves?\" <br/><br/>He replied<br/><br/>\"We are aware,\" said Jensen, according to a tape recording of his unscripted remarks. \"And I'm speaking of the 15 men that are above me in the hierarchy of the church. They really do know and they really care,\" he said.<br/><br/>The LDS Church uses an \"Address Unknown File\" to keep millions of people on their records without counting them in their activity rate numbers.  These people are likely dead, non-Mormon, or of another faith.  This is well known to leadership and former leadership.  LDS membership, where both the LDS Church and the member recognize association is more likely 3 to 5 million, based on census and poll numbers.", "recommendationCount": 10}, {"assetID": 3377672, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 9524382, "replies": [], "commentID": 9530552, "trusted": 0, "userDisplayName": "Seagulls", "createDate": "1374517925", "userID": 64893290, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1374522455", "userTitle": "NULL", "recommendations": 0, "editorsSelection": false, "parentUserDisplayName": "Matt", "userURL": "NULL", "userLocation": "Virginia", "depth": 1, "commentType": "userReply", "updateDate": "1374518855", "commentSequence": 1, "commentBody": "The evidence for what is totally clear? All the sources I've read conclude that Jesus did exist. Most mainstream Christians do not literally believe that the earth was created in seven days eight thousand years ago, and they know that Noah's Flood probably told the millennia-old story of a locally devastating flood, not one that actually covered the earth, etc.<br/><br/>There's nothing inherently poisonous about mainstream Christian faith, and if people can take lessons for their own lives from ancient stories, why does this bother you? What is poisonous about faith is when it is used to justify violence, or controlling the rights of others, or many other things. But people going to church on Sunday, strengthening their relationships and community? Not particularly threatening."}]}, "lft": 1226, "assetURL": "http://www.nytimes.com/2013/07/21/us/some-mormons-search-the-web-and-find-doubt.html", "parentID": null, "commentID": 9524382, "rgt": 1229, "userDisplayName": "Matt", "createDate": "1374450602", "userID": 62861161, "replyCount": 1, "commentTitle": "n/a", "status": "approved", "approveDate": "1374465937", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Seattle", "commentType": "comment", "updateDate": "1374462337", "commentSequence": 274, "commentBody": "Very good Mr. Mattsson. Now when will this start happening in traditional Christian denominations. The Bible is no more true than the Book of Mormon. There was no Adam and Eve, no great flood, no Exodus, no Moses, and on and on. We know these things beyond a shadow of a doubt because of genetics, archaeology, carbon dating, and all sorts of great science.<br/><br/>Even the New Testament is bogus as a historical document. There is universal agreement among ancient historians and NT scholars. Half of the letters of Paul are forgeries. The Gospels are mostly fiction written by non-eye witness anonymous authors drawing on standard Greek mythology and the OT to construct the stories of Jesus. Nazareth probably didn't exist at the time of Jesus. There are no external references to Jesus outside the Bible.<br/><br/>Just look any of this up yourself. I've talked to many New Testament scholars and they've said that this is nearly unanimous consensus on the points I just wrote. The evidence is that overwhelmingly clear. ", "recommendationCount": 6}, {"assetID": 3377672, "replies": [], "lft": 1230, "assetURL": "http://www.nytimes.com/2013/07/21/us/some-mormons-search-the-web-and-find-doubt.html", "parentID": null, "commentID": 9524410, "rgt": 1231, "userDisplayName": "david", "createDate": "1374451133", "userID": 67762214, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1374465937", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "new york", "commentType": "comment", "updateDate": "1374462337", "commentSequence": 275, "commentBody": "The most remarkable part of this article isn't that the \"factual\" basis for Mormonism is untenable.  That information is already out there.  For example, it is untenable to believe that native americans who are genetically Asian are actually Hebrews who came to the Americas from the middle east on a boat they built themselves and lighted with glow-in-the-dark rocks.  It is untenable to conclude that Joseph Smith translated pagan funeral texts into the \"Book of Abraham.\"  God is not a racist who suddenly saw the light and changed his ways in 1978.  God did not tell Gordon B. Hinckley to buy and then hide forged documents from Mark Hoffman.  Magical underwear does not protect you from evil.  The Masons' \"secret\" handshake is not the secret sign that gets you admitted to heaven.<br/><br/>What is remarkable is that the internet has changed the balance of information to such a degree that NOW the Mormon Church finds it needs to make some attempt to explain away some of these factual issues.  Contrary to what is stated in the article, the Mormon Church's approach to dissent has historically NOT been acceptance.  Ask D. Michael Quinn, or any of the other scholars that BYU has fired. Look up \"blood atonement\" (which was Brigham Young's justification for killing people who sought to leave Mormonism).", "recommendationCount": 21}, {"assetID": 3377672, "replies": [], "lft": 425, "assetURL": "http://www.nytimes.com/2013/07/21/us/some-mormons-search-the-web-and-find-doubt.html", "parentID": 9522837, "commentID": 9524414, "rgt": 426, "userDisplayName": "Artie", "createDate": "1374451189", "userID": 46831839, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1374465937", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Honolulu", "commentType": "userReply", "updateDate": "1374462337", "commentSequence": 3, "commentBody": "So what happened to Hemingway?  This position (assuming that it reflects his personal view) did not result in a happy outcome...", "recommendationCount": 0}, {"assetID": 3377672, "replies": [], "lft": 1232, "assetURL": "http://www.nytimes.com/2013/07/21/us/some-mormons-search-the-web-and-find-doubt.html", "parentID": null, "commentID": 9524417, "rgt": 1233, "userDisplayName": "golden rule", "createDate": "1374451220", "userID": 23239639, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1374465937", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "America", "commentType": "comment", "updateDate": "1374462337", "commentSequence": 276, "commentBody": "The folly of teaching myths to children is that they may believe them and be sorely hurt when their intellect finally reveals the truth to them.<br/><br/>Whether it is reading printed golden plates with the help of a \"peeping stone,\" a dead body coming to life three days later, or having an angel squeeze a holy book from the mouth of a prophet, eventually an honest thinking person has to back off and ask themselves, \"Really?\"", "recommendationCount": 10}, {"assetID": 3377672, "replies": [], "lft": 1234, "assetURL": "http://www.nytimes.com/2013/07/21/us/some-mormons-search-the-web-and-find-doubt.html", "parentID": null, "commentID": 9524419, "rgt": 1235, "userDisplayName": "Garrett Clay", "createDate": "1374451299", "userID": 57981976, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1374465937", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "San Francisco Bay", "commentType": "comment", "updateDate": "1374462337", "commentSequence": 277, "commentBody": "I'm shocked, shocked I tell you to hear that a religion would make up facts!!  ", "recommendationCount": 5}, {"assetID": 3377672, "replies": [], "lft": 1236, "assetURL": "http://www.nytimes.com/2013/07/21/us/some-mormons-search-the-web-and-find-doubt.html", "parentID": null, "commentID": 9524420, "rgt": 1237, "userDisplayName": "Jane Roberts", "createDate": "1374451300", "userID": 15747646, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1374465937", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Redlands, CA", "commentType": "comment", "updateDate": "1374462337", "commentSequence": 278, "commentBody": "The last sentence;\"I don't want to hurt the church, I just want the truth.  If every believer in every religion  wanted the truth of their religion, religion would disappear. ", "recommendationCount": 11}, {"assetID": 3377672, "replies": [], "lft": 1238, "assetURL": "http://www.nytimes.com/2013/07/21/us/some-mormons-search-the-web-and-find-doubt.html", "parentID": null, "commentID": 9524429, "rgt": 1239, "userDisplayName": "Dave", "createDate": "1374451470", "userID": 65637736, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1374465937", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "London", "commentType": "comment", "updateDate": "1374462337", "commentSequence": 279, "commentBody": "One need simply look at the facsimiles printed in every 'Book of Abraham' (Mormon Cannon).  Comparing Joseph Smiths analogy with those of an Egyptologist will instantly show anyone with an ounce of common sense that Joseph Smith Jr. was nothing more than a con artist.<br/>I'm astounded so many otherwise intelligent human beings can be so easily deluded by this scam.  The mental gymnastics they must perform on a daily basis to keep faith in such must be absolutely phenomenal. <br/><br/>When it comes to Mormonism, Mark Twain's idea especially rings true. \"Religion was invented when the first con man met the first fool.\"", "recommendationCount": 16}, {"assetID": 3377672, "replies": [], "lft": 23, "assetURL": "http://www.nytimes.com/2013/07/21/us/some-mormons-search-the-web-and-find-doubt.html", "parentID": 9522331, "commentID": 9524440, "rgt": 24, "userDisplayName": "Brad", "createDate": "1374451809", "userID": 35450068, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1374465937", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Brigham City, Utah", "commentType": "userReply", "updateDate": "1374462337", "commentSequence": 5, "commentBody": "I don't disagree with your assertion about polygamy, but I've never heard anything about the existence of same sex marriage in the early church. What is your source for this?", "recommendationCount": 0}, {"assetID": 3377672, "replies": [], "lft": 1240, "assetURL": "http://www.nytimes.com/2013/07/21/us/some-mormons-search-the-web-and-find-doubt.html", "parentID": null, "commentID": 9524449, "rgt": 1241, "userDisplayName": "John", "createDate": "1374452047", "userID": 65793237, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1374465937", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "New York City", "commentType": "comment", "updateDate": "1374462337", "commentSequence": 280, "commentBody": "“ -ism is still an adolescent religion.” <br/><br/>I always love how religious leaders always use this excuse to justify wrongdoings within their communities.", "recommendationCount": 2}, {"assetID": 3377672, "replies": [], "lft": 207, "assetURL": "http://www.nytimes.com/2013/07/21/us/some-mormons-search-the-web-and-find-doubt.html", "parentID": 9522602, "commentID": 9524459, "rgt": 208, "userDisplayName": "Tiger^2", "createDate": "1374452281", "userID": 55680274, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1374465937", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "earth", "commentType": "userReply", "updateDate": "1374462337", "commentSequence": 7, "commentBody": "Mr. Nelson,<br/><br/>Can you provide sources for your information regarding the care of Japanese orchards in Hood River during the internment years?<br/><br/>Thank you! ", "recommendationCount": 3}, {"assetID": 3377672, "replies": [], "lft": 1242, "assetURL": "http://www.nytimes.com/2013/07/21/us/some-mormons-search-the-web-and-find-doubt.html", "parentID": null, "commentID": 9524462, "rgt": 1243, "userDisplayName": "Ricaname", "createDate": "1374452341", "userID": 67903996, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1374465937", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "CA", "commentType": "comment", "updateDate": "1374462337", "commentSequence": 281, "commentBody": "JW, maybe you missed my point: it's a straw-man argument to say there's no evidence for Israelites in North America. \"American continent\" is the closest I've seen to an official position from the church.", "recommendationCount": 0}, {"assetID": 3377548, "replies": [], "lft": 21, "assetURL": "http://economix.blogs.nytimes.com/2013/07/19/what-went-wrong-in-detroit-and-the-road-ahead/", "parentID": 9508909, "commentID": 9525201, "rgt": 22, "userDisplayName": "A. Reader", "createDate": "1374466001", "userID": 9625869, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1374466026", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "BIrmingham, AL", "commentType": "userReply", "updateDate": "1374462426", "commentSequence": 1, "commentBody": "Southern Ontario, as part of Ontario has made real efforts to deal with racism. There are, for the most part, reasonably effective ways for people of differing ethnic minority backgrounds to move up the economic ladder. <br/><br/>That's not to say that Canada hasn't had issues with racial discrimination (it has) and that we can't do a better job in some quarters (we can). But that history hasn't played out in the shape (and condition) of our cities because we have different divisions of powers between the provincial and municipal levels of government, and have also chosen to pursue fairly cohesive and targeted industrial development policies to get shuttered industrial lands repurposed and back  into use as new facilities. We have, as a general rule, less fighting between the provincial and municipal levels of government, and compared to the U.S., a significantly less complicated regulatory environment. It's a smaller population. It's cold in the winter. We have to work together. <br/><br/>Detroit's problems are similar to Birmingham, AL's, and I'd say structurally linked, in that both cities were dominated by one major industry in the early twentieth century, (cars in Detroit, iron and steel in Birmingham) with strong interests in remaining the dominant employer within region. Racism is a handy tool for dividing the working masses. As a Canadian, I understood this intellectually, but didn't _really_ get it until I moved south and started repeatedly bumping into all the unspoken assumptions.", "recommendationCount": 0}, {"assetID": 3377691, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 9525206, "replies": [], "commentID": 9525541, "trusted": 0, "userDisplayName": "cesplin", "createDate": "1374473668", "userID": 61157499, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1374505738", "userTitle": "NULL", "recommendations": 1, "editorsSelection": false, "parentUserDisplayName": "Anetliner Netliner", "userURL": "NULL", "userLocation": "phx, az", "depth": 1, "commentType": "userReply", "updateDate": "1374502138", "commentSequence": 1, "commentBody": "No Detroit needs to pay the piper.  California is next and the list goes on and on.  Bad management and even worse decisions in government have to have consequences.  People have to know that voting for feel good candidates have personal consequences.  We must never again have the \"Kardashian\"  politics of Obama and his ilk.  The country has to be run like a business not a monopoly game."}]}, "lft": 276, "assetURL": "http://www.nytimes.com/2013/07/22/opinion/krugman-detroit-the-new-greece.html", "parentID": null, "commentID": 9525206, "rgt": 279, "userDisplayName": "Anetliner Netliner", "createDate": "1374466123", "userID": 33888832, "replyCount": 1, "commentTitle": "n/a", "status": "approved", "approveDate": "1374466151", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Washington, DC area", "commentType": "comment", "updateDate": "1374462555", "commentSequence": 29, "commentBody": "As a recent visitor to Detroit, I'm saddened but not surprised by the bankruptcy.  Detroit's CBD is shrunken and its streets and highways are ominously quiet during rush hours.  The city has been forced to maintain municipal infrastructure that is not supported by the economic base.<br/><br/>To blame Detroit's collapse on its municipal unions is gross over-simplification.  The need now is to find a way forward.  Yes, municipal unions will no doubt need to cut benefits.  But political will and creative solutions, including federal support, will likely need to be part of a long-term fix.  <br/><br/>The U.S. bailed out Wall Street five years ago, and provided much-needed financial support to the auto industry.  Can we muster the political will to assist a major American city in its hour of need? The question is political as much as it is financial.", "recommendationCount": 20}, {"assetID": 3377653, "replies": [], "lft": 231, "assetURL": "http://wordplay.blogs.nytimes.com/2013/07/20/artful-thinking/", "parentID": 9523594, "commentID": 9525213, "rgt": 232, "userDisplayName": "Maura T. Fan", "createDate": "1374466227", "userID": 63414225, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1374466267", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Manhattanville", "commentType": "userReply", "updateDate": "1374462667", "commentSequence": 2, "commentBody": "Ryan,<br/><br/>Did you find your way to SDCC, and if so, what events did you attend?<br/><br/>I just watched the \"Psych\" panel discussion online.<br/><br/>-- Maggielawson's Thirty Four*<br/><br/>* -- The \"Psych\" star is actually almost 33.  But she plays mature.", "recommendationCount": 0}, {"assetID": 3377691, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 9525221, "replies": [], "commentID": 9525346, "trusted": 1, "userDisplayName": "Anetliner Netliner", "createDate": "1374468855", "userID": 33888832, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1374468908", "userTitle": "NULL", "recommendations": 16, "editorsSelection": false, "parentUserDisplayName": "Jim Johnson", "userURL": "NULL", "userLocation": "Washington, DC area", "depth": 1, "commentType": "userReply", "updateDate": "1374465308", "commentSequence": 2, "commentBody": "The percentage of budget going to pensions in Detroit is high because of budget cuts in other expenditures.  Police and fire fighters in Detroit (who do not earn Social Security) draw average pensions in the $30,000 range; other city employees, who do draw Social Security, earn average pensions in the $19,000 range, according to today's New York Times.<br/><br/>The story of Detroit is one of erosion of economic base and tax revenues."}, {"recommendedFlag": 0, "parentID": 9525221, "replies": [], "commentID": 9526508, "trusted": 0, "userDisplayName": "TWILL59", "createDate": "1374496192", "userID": 57594883, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1374508479", "userTitle": "NULL", "recommendations": 1, "editorsSelection": false, "parentUserDisplayName": "Jim Johnson", "userURL": "NULL", "userLocation": "INDIANA", "depth": 1, "commentType": "userReply", "updateDate": "1374504879", "commentSequence": 3, "commentBody": "Not only the size of the pensions, but the length of them too"}, {"recommendedFlag": 0, "parentID": 9525221, "replies": [], "commentID": 9526857, "trusted": 0, "userDisplayName": "Jim Johnson", "createDate": "1374498277", "userID": 27491122, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1374519066", "userTitle": "NULL", "recommendations": 1, "editorsSelection": false, "parentUserDisplayName": "Jim Johnson", "userURL": "NULL", "userLocation": "San Jose, CA", "depth": 1, "commentType": "userReply", "updateDate": "1374515466", "commentSequence": 4, "commentBody": "Neither of you addressed my principal points: chronic underfunding due to bad assumptions and unrealistic salaries and retirement plans because of poor/corrupt administration."}]}, "lft": 280, "assetURL": "http://www.nytimes.com/2013/07/22/opinion/krugman-detroit-the-new-greece.html", "parentID": null, "commentID": 9525221, "rgt": 289, "userDisplayName": "Jim Johnson", "createDate": "1374466300", "userID": 27491122, "replyCount": 4, "commentTitle": "n/a", "status": "approved", "approveDate": "1374466326", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "San Jose, CA", "commentType": "comment", "updateDate": "1374462726", "commentSequence": 30, "commentBody": "Another column by Prof. Krugman telling us that very dark grey is really very light grey. A few favorite quotes \"State and local pensions are indeed underfunded, with experts at Boston College putting the total shortfall at $1 trillion. But many governments are taking steps to address the shortfall. These steps aren’t yet sufficient;\" Not ONE word about how they got this way and what impact that has on municipal and state government. It's a big deal here in California. <br/><br/>Another gem \" So was Detroit just uniquely irresponsible? Again, no. Detroit does seem to have had especially bad governance, ...\" Again no discussion about how the economics of municipalities is skewed by it employees voting themselves much more generous salaries, job security and pensions than similar workers get in the private sector. The number I heard was slight more than a third of Detroit's budget currently going to pensions, and that number would likely increase to 68% within 10 years. 68% of the city's budget on pensions. Tell me that is sustainable.", "recommendationCount": 12}, {"assetID": 3377691, "replies": [], "lft": 7, "assetURL": "http://www.nytimes.com/2013/07/22/opinion/krugman-detroit-the-new-greece.html", "parentID": 9524892, "commentID": 9525220, "rgt": 8, "userDisplayName": "Meredith", "createDate": "1374466289", "userID": 28617892, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1374466327", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "New York", "commentType": "userReply", "updateDate": "1374462727", "commentSequence": 1, "commentBody": "You're right JC, the negative consequences of racial segregation continues to combine with all the other factors to hollow out the economic base of cities. . But it's been hardly discussed for years, and is quite accepted as natural. It results in unequal funding of education and transportation services. Stop and Frisk is much more easily done in areas segregated by race also. They all work together, and reality deniers can point to the most convenient factor for their own purposes.   ", "recommendationCount": 20}, {"assetID": 3377682, "replies": [], "lft": 54, "assetURL": "http://opinionator.blogs.nytimes.com/2013/07/21/nothing-to-see-here-demoting-the-uncertainty-principle/", "parentID": null, "commentID": 9525219, "rgt": 55, "userDisplayName": "Red Pill", "createDate": "1374466281", "userID": 12219306, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1374466328", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Portland, OR", "commentType": "comment", "updateDate": "1374462728", "commentSequence": 10, "commentBody": "Callendar is right that 'measurement' needs to be demystified. Its mystification is largely due to the longstanding difficulty of explaining, in physical terms, what alters the linearity of the basic evolution of the quantum state (i.e., what 'collapses the wavefunction). This is the 'measurement problem,' and 'consciousness' if often invoked as the only thing that seemingly could cause  'collapse', which is what leads to the rampant unscientific psycho-physical speculations. But you don't need 'consciousness,' nor do you need to tinker with the basic dynamics of the theory. You just need to take absorption into account. Callendar does not mention the interpretation that does this, which is the transactional interpretation. ", "recommendationCount": 1}, {"assetID": 3377671, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 9525222, "replies": [], "commentID": 9525309, "trusted": 0, "userDisplayName": "Bruce Crossan", "createDate": "1374468003", "userID": 51531790, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1374495071", "userTitle": "NULL", "recommendations": 0, "editorsSelection": false, "parentUserDisplayName": "Steve Sailer", "userURL": "NULL", "userLocation": "Lebanon, OR", "depth": 1, "commentType": "userReply", "updateDate": "1374491471", "commentSequence": 1, "commentBody": "You would need percentages from, say 2000 and 2005, as well as total population numbers (how many people have left?) to be able to make any useful comparisons.  bc"}, {"recommendedFlag": 0, "parentID": 9525222, "replies": [], "commentID": 9525532, "trusted": 0, "userDisplayName": "Mike M", "createDate": "1374473484", "userID": 4892486, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1374495071", "userTitle": "NULL", "recommendations": 0, "editorsSelection": false, "parentUserDisplayName": "Steve Sailer", "userURL": "NULL", "userLocation": "Marshall, TX", "depth": 1, "commentType": "userReply", "updateDate": "1374491471", "commentSequence": 2, "commentBody": "Bingo!"}, {"recommendedFlag": 0, "parentID": 9525222, "replies": [], "commentID": 9530032, "trusted": 1, "userDisplayName": "Pierce Randall", "createDate": "1374515039", "userID": 57645384, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1374515046", "userTitle": "NULL", "recommendations": 0, "editorsSelection": false, "parentUserDisplayName": "Steve Sailer", "userURL": "NULL", "userLocation": "Atlanta, GA", "depth": 1, "commentType": "userReply", "updateDate": "1374511446", "commentSequence": 3, "commentBody": "Ah, America's leading troll.<br/><br/>Even were that explanation true, affluence would do the explanatory work, and race would be at best a rough indicator of affluence."}]}, "lft": 270, "assetURL": "http://krugman.blogs.nytimes.com/2013/07/21/a-tale-of-two-rust-belt-cities/", "parentID": null, "commentID": 9525222, "rgt": 277, "userDisplayName": "Steve Sailer", "createDate": "1374466392", "userID": 63984680, "replyCount": 3, "commentTitle": "n/a", "status": "approved", "approveDate": "1374466446", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "America", "commentType": "comment", "updateDate": "1374462846", "commentSequence": 59, "commentBody": "White people tend to be richer than black people, so, all else being equal, it's easier for a whiter municipality to extract enough in taxes to pay its debts than a blacker municipality.<br/><br/>From the 2010 Census:<br/><br/>Detroit: 82.7% black<br/>Pittsburgh: 25.8% black", "recommendationCount": 9}]}, "copyright": "Copyright (c) 2016 The New York Times Company.  All Rights Reserved."}