{"debug": {"version": 3.1}, "status": "OK", "results": {"api_timestamp": "1481459944", "totalCommentsFound": 4777, "totalCommentsReturned": 25, "comments": [{"assetID": 1424351, "replies": [], "lft": 30, "assetURL": "http://lens.blogs.nytimes.com/2010/05/02/readers-13/", "parentID": null, "commentID": 1933505, "rgt": 31, "userDisplayName": "Kuem-Hee", "createDate": "1272858564", "userID": 60390923, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1272859200", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Seoul, Korea", "commentType": "comment", "updateDate": "1272855600", "commentSequence": 12, "commentBody": "As a complete novice to taking pictures, if the instructions had involved shooting \"broadly symbolic visual emblems\" and went on to discourage \"cats, dogs, tulips and coffee cups\" I would never have been brave enough to submit my picture of my world just through my window.  In the silence of midnight, my two babies sleeping, I was really excited just to be a part of something bigger, something that shrunk space and time ... even if it was only for a moment.", "recommendationCount": 23}, {"assetID": 1421169, "replies": [], "lft": 52, "assetURL": "http://dealbook.nytimes.com/2010/05/01/buffettpalooza-2010-buffett-defends-goldman/", "parentID": null, "commentID": 1929212, "rgt": 53, "userDisplayName": "Sam", "createDate": "1272733642", "userID": 22810030, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1272859221", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "LA", "commentType": "comment", "updateDate": "1272855621", "commentSequence": 26, "commentBody": "Will be interesting to see if Warren has ALL the facts about who ended up with all these toxic securities that Goldman was pumping into the market place and then shorting.<br /><br />There is growing evidence that municipalities across America and public pension funds, duped by the AAA ratings (given by firms like  Moody's, also backed by Buffet at the time 2004-2008), gut stuck with the investments.<br /><br />Even if Goldman did the pass-through  thru German banks, does this make it a good thing?  (like the pass throuth of AIG bailout tos GS through Fed/MaidenLane)<br /><br />If you put poison in the food chain that ends up killing people, are you at least guilty of<br />manslaughter?   If you sell a ticking time bomb into the retail distribution chain (eg Ford Pinto, Vioxx, Fen-Phen, etc.)) that blows up maiming people, what liability do you have for damages?<br /><br />We'll see if the facts turn out to support Buffet's current narrative.<br />setting off bombs in municipalities and pension funds across America.  Schools, universities, libraries, Police/Fire departments are experiencing SEVERE cuts as ticking timeBOMBS set in place by your GS cronies explode into deficits of 20-35% in municipal budgets !!!!<br /><br />Where was the Due Diligence and Full Disclosure?  Who in their right mind thought that No Doc/Nothing down Liar loans were good for anyone--much less something to be sliced and diced and sold to ratings agencies, widows and orphans as prudent investments.<br /><br />No derivative engineering can make a BAD Loan a good investment. Yet, this is just the kind of factory that would-be alchemist GS and others on WS set in place: they repackaged ecoli-infested beef as Prime Rib, and then sold unsecured/under-reserved insurance \"in case\" somebody got sick or died.<br />There is no face validity to any of this.  And the more you try to defend and explain it, the more you lose your own integrity and become part of the Confidence games and Trust problems that are wreaking havoc to our economy.<br />Here is one example of stories that run in LOCAL papers across America  every day, but are not important enough to get on the CNBC radar.<br /><br /><a href=\"http://latimes.com/business/la-fi-goldman-impact-20100429,0,4553017.story\" target=\"_blank\">latimes.com...</a><br /><br />", "recommendationCount": 0}, {"assetID": 1421169, "replies": [], "lft": 54, "assetURL": "http://dealbook.nytimes.com/2010/05/01/buffettpalooza-2010-buffett-defends-goldman/", "parentID": null, "commentID": 1929221, "rgt": 55, "userDisplayName": "rational", "createDate": "1272733832", "userID": 17444620, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1272859229", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Washington", "commentType": "comment", "updateDate": "1272855629", "commentSequence": 27, "commentBody": "Buffett is yet another capitalist manipulating the system for his own profit. He was an investor in Moody and he is an investor in Goldman Sachs. He is as much a part of the problem and focused on building his own wealth at the expense of the public.", "recommendationCount": 1}, {"assetID": 1421169, "replies": [], "lft": 56, "assetURL": "http://dealbook.nytimes.com/2010/05/01/buffettpalooza-2010-buffett-defends-goldman/", "parentID": null, "commentID": 1929231, "rgt": 57, "userDisplayName": "MC", "createDate": "1272734004", "userID": 19838366, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1272859236", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Brooklyn", "commentType": "comment", "updateDate": "1272855636", "commentSequence": 28, "commentBody": "Buffett's really missing the forest for the trees here. It may be hard to feel sympathy for ABN Amro, but CDO deals like this deliberately snuck risky investment into every part of the market, threatening the entire world economy. Maybe we can feel some sympathy for the millions of bankrupt, foreclosed, and unemployed victims of this financial catastrophe.<br /><br />I would have like to hear Buffett's \"no sympathy for banks\" message at the beginning of the TARP \"too big to fail\" multibillion-dollar charity drive. ", "recommendationCount": 0}, {"assetID": 1421169, "replies": [], "lft": 58, "assetURL": "http://dealbook.nytimes.com/2010/05/01/buffettpalooza-2010-buffett-defends-goldman/", "parentID": null, "commentID": 1929233, "rgt": 59, "userDisplayName": "pec", "createDate": "1272734039", "userID": 45750569, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1272859245", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Lafayette, CO", "commentType": "comment", "updateDate": "1272855645", "commentSequence": 29, "commentBody": "\"The government's case is political only and has no legal merit.\", #14, above.<br />But the legal system has been constructed with great care to accomodate persons of substance such as Warren Buffett. And persons of substance have taken care, in the past, to stay within the law. Now we hear mention of ethics. IMHO, politics is all about changing the law when the law has been subverted, or misinterpreted.", "recommendationCount": 0}, {"assetID": 1424351, "replies": [], "lft": 22, "assetURL": "http://lens.blogs.nytimes.com/2010/05/02/readers-13/", "parentID": null, "commentID": 1933406, "rgt": 23, "userDisplayName": "ah", "createDate": "1272855689", "userID": 40198923, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1272859253", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "ny", "commentType": "comment", "updateDate": "1272855653", "commentSequence": 13, "commentBody": "I'm also a bit insulted by the \"cats, dogs, tulips and coffee cups\" comment. I interpreted this project as capturing a real moment of our lives that represents what we'd be doing at that time regardless of the NYT. I remembered to take a photo only when I heard the clock tower chime 11am, so I ran inside to get my camera and photograph where I had been. ", "recommendationCount": 19}, {"assetID": 1421169, "replies": [], "lft": 60, "assetURL": "http://dealbook.nytimes.com/2010/05/01/buffettpalooza-2010-buffett-defends-goldman/", "parentID": null, "commentID": 1929235, "rgt": 61, "userDisplayName": "Sam", "createDate": "1272734070", "userID": 22810030, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1272859260", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "LA", "commentType": "comment", "updateDate": "1272855660", "commentSequence": 30, "commentBody": "Will be interesting to see if Warren has ALL the facts about who ended up with all these toxic securities that Goldman was pumping into the market place and then shorting.<br /><br />There is growing evidence that municipalities across America and public pension funds, duped by the AAA ratings --given by firms like  Buffet-backed Moody's at the time 2004-2008-- gut stuck with the Loser Loan investments.  <a href=\"http://latimes.com/business/la-fi-goldman-impact-20100429,0,4553017.story\" target=\"_blank\">latimes.com...</a><br /><br />Even if Goldman did the pass-thru with layers of players like German banks, does this make it a good thing?  (like the pass thru of AIG bailout to GS through Fed/MaidenLane)<br /><br />If you put poison in the food chain that ends up killing people, are you at least guilty of<br />manslaughter?   If you sell a ticking time bomb into the retail distribution chain (eg Ford Pinto, Vioxx, Fen-Phen, etc.) that blows up maiming people, what liability do you have for damages?<br /><br />We'll see if the facts turn out to support Buffet's current narrative.", "recommendationCount": 0}, {"assetID": 1421169, "replies": [], "lft": 62, "assetURL": "http://dealbook.nytimes.com/2010/05/01/buffettpalooza-2010-buffett-defends-goldman/", "parentID": null, "commentID": 1929239, "rgt": 63, "userDisplayName": "Stuart", "createDate": "1272734201", "userID": 43645449, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1272859275", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Boston", "commentType": "comment", "updateDate": "1272855675", "commentSequence": 31, "commentBody": "All true, relative to those on the other side of Paulson being grown-ups and institutional investors.<br /><br />As a client of Goldman, however, and with the knowledge that they needed to create buyers for the bonds that Paulson was shorting, it should make you wonder what \"relative value\" they attach to your client relationship.<br /><br />Goldman has always attracted the smartest people to its firm, and recent compensation practices will ensure that for years to come.  Clients need to be wary when dealing with folks of this intellectual caliber when the intellect can be parsed and used for one client versus another OR for the firm's own proprietary trading.<br /><br />We needn't even discuss the futility of either rating agencies or government employees, usually the dregs of society, having a shred of hope of reining in a firm like Goldman.<br /><br />Eric Holder might put up a decent case.  But the pathetic spectacle of people like Senator Levin makes me fear for our nation.<br /><br />Senator Schumer, one of the only guys bright enough to go toe-to-toe with a firm like Goldman, has been as silent as a church mouse.  Check the funds he received from the Deutsche Bank and Goldman Sachs PACs in his recent reelection for a sense of where his matzos is buttered.", "recommendationCount": 0}, {"assetID": 1421169, "replies": [], "lft": 64, "assetURL": "http://dealbook.nytimes.com/2010/05/01/buffettpalooza-2010-buffett-defends-goldman/", "parentID": null, "commentID": 1929246, "rgt": 65, "userDisplayName": "Arun Shanbhag", "createDate": "1272734395", "userID": 6951264, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1272859284", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Boston, USA", "commentType": "comment", "updateDate": "1272855684", "commentSequence": 32, "commentBody": "As pointed out already,  Buffet invested $5 Billion in Goldman Sachs.  That was essentially the nadir of its share price ~ $50.  Now the shares are trading near $150,  So Buffet now has about $15 billion in Goldman, in preferred shares that too.  He HAS to take care of his investment.<br /><br />Errrrr, only a small conflict of Interest!", "recommendationCount": 0}, {"assetID": 1423580, "replies": [], "lft": 198, "assetURL": "http://lens.blogs.nytimes.com/2010/05/02/readers-12/", "parentID": null, "commentID": 1933504, "rgt": 199, "userDisplayName": "ronaldo", "createDate": "1272858436", "userID": 60216741, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1272859284", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "nyc", "commentType": "comment", "updateDate": "1272855684", "commentSequence": 51, "commentBody": "Clearly unintended, everything about this project stated in the gentlest way, the question still needs to be asked: how could you not anticipate and prepare for a flood of response? It is what you asked for.<br /><br />Hopefully a submission form will be available and I can be part of this. I would like to be. For the moment, it feels like being invited to the best birthday party ever and then finding out there's a bouncer at the door and one hasn't made the cut. Just the truth. How disappointingly maladroit.<br /><br />Nonetheless, terrific project. Terrific to do. Doesn't matter if it's been done before. Volcanos are erupting, oil is bleeding from an unstoppable oceanic wound, earthquakes are hastening their pace. Now was a moment to reveal common selves to what is most certainly a world soon to be overthrown.<br /><br />Regards, Ronaldo ", "recommendationCount": 0}, {"assetID": 1421169, "replies": [], "lft": 66, "assetURL": "http://dealbook.nytimes.com/2010/05/01/buffettpalooza-2010-buffett-defends-goldman/", "parentID": null, "commentID": 1929264, "rgt": 67, "userDisplayName": "Preston Bridges", "createDate": "1272734681", "userID": 21976619, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1272859295", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "NYC", "commentType": "comment", "updateDate": "1272855695", "commentSequence": 33, "commentBody": "Sure Buffett now ,and Jim Cramer on MSNBC have become the Goldman Sachs apologists<br />they do have a  personal vested interest in this company and business,don't they?<br />I for one am happy that criminal charges are pending against this company it will either<br />clear the air or some will see prison.", "recommendationCount": 0}, {"assetID": 1424376, "replies": [], "lft": 22, "assetURL": "http://www.nytimes.com/2010/05/03/opinion/03krugman.html", "parentID": null, "commentID": 1933373, "rgt": 23, "userDisplayName": "Lisa No. 17", "createDate": "1272854889", "userID": 17281655, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1272859296", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Chicago", "commentType": "comment", "updateDate": "1272855696", "commentSequence": 11, "commentBody": "I wonder what the total would be if someone were to add up the cost of the cleanup, the impact on our economy (there is talk that these two aspects will easily excedd $14B), as well as the cost of higher oil/gas prices, which are bound to dampen our fragile, still recovering economy. That sum doesn't include the devastation being wreaked on the environment, families and communities dependent upon tourism, trade, fishing, etc.  Whatever that enormous total is, I wonder how far a similar amount could have been used to take us down the road to achieving cleaner and cheaper forms of alternative energy, especially ones with which we can achieve a true long-term form of energy independence, without destroying the environment. ", "recommendationCount": 331}, {"assetID": 1424376, "replies": [], "lft": 24, "assetURL": "http://www.nytimes.com/2010/05/03/opinion/03krugman.html", "parentID": null, "commentID": 1933385, "rgt": 25, "userDisplayName": "Kate Madison", "createDate": "1272855138", "userID": 25120579, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1272859296", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Depoe Bay, Oregon", "commentType": "comment", "updateDate": "1272855696", "commentSequence": 12, "commentBody": "<br />...\"For the most part, anti-environmentalists have been silent about the catastrophe. True, Mr. Limbaugh — arguably the Republican Party’s de facto leader — promptly suggested that environmentalists might have blown up the rig to head off further offshore drilling. But that remark probably reflected desperation: Mr. Limbaugh knows that his narrative has just taken a big hit.\"<br /><br />YUP, Professor Krugman, the silver lining to this awful, terrible, very bad environmental crisis could very well be that Rush Limbaugh and the freaky wingnuts have all taken a BIG HIT!  November approaches, and people are reeling in disbelief that this oil spill could spread so much that it may go around the tip of Florida and up the East Coast!  I hope that does not happen!  But I also hope the threat and possiblity of that happening remain in the public consciousness for a very long time--well past November!  I think Obama is a smart, pragmatic President, and we will not see off-shore drilling anytime soon near our Coasts--hopefully never!<br /><br />What is equally as repugnant to the public, after this catastrophe, is the remembrance of BP's green ads on TV and in print!  BP--the environmentally concerned corporation!  Yeah, sure!!!  Concerned about the bottom line, which is $$$.  This is BP's disaster, not Obama's, and they are going to take a hit too.  Maybe all of America's gullible Tea Partiers and right-wingers will now see that corporations DO NOT CARE!  They really don't!  BP assured us that their rig was absolutely accident-proof, and the chances of a problem (LEAK) were less than 1%.  They didn't really know that, but they DID know how incurious the American public is and how very few would check out the information that they did not put in place equipment that might have prevented the leaks--because they were not REQUIRED to do so!  How about that idea of regulation?  Is it lookin' better to ya yet?<br /><br />Me?  I am grieving for all of the injured and dead sea creatures, and for our ocean, ponds and rivers that have only begun their suffering.   I am sad for the lost lives, jobs, livelihoods and beautiful places that have been ruined, probably forever, by this terrible (preventable) corporate sponsored oil spill!<br /><br />", "recommendationCount": 876}, {"assetID": 1424376, "replies": [], "lft": 26, "assetURL": "http://www.nytimes.com/2010/05/03/opinion/03krugman.html", "parentID": null, "commentID": 1933399, "rgt": 27, "userDisplayName": "pvolkov", "createDate": "1272855598", "userID": 40468540, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1272859296", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Burlington, Ontario", "commentType": "comment", "updateDate": "1272855696", "commentSequence": 13, "commentBody": "Thank you Mr.Krugman for a timely and forceful column. What is most troubling is the lack of regulations for corporations who bypass the health and safety of their workers as well as possible destruction to the environment which affects all of us. British Petroleum was not required to put necessary safety equipment on their rig which might have saved the lives of the 11 workers who are unaccounted for, and shut down the leaks, in order to make bigger profits.  Ditto for the miserable conditions in the recent mine disaster which forced miners to work in highly unsafe conditions, and on and on it goes.<br /><br />If nothing else I hope this is a wake up call for President Obama's plans for further drilling. I hope public reaction will light a fire under him and force him to create and return required regulations be it for the environment, Wall Street, bank activities or whatever.<br /><br />My friends and I are seriously worried about the condition of the world we are leaving our grandchildren and their progeny. They will inherit burdens that will cripple their lives and we seniors feel that our life's work has been thrown back in our faces.<br /><br />Thank you for your column - I hope it starts a movement for change among so many caring citizens who can no longer tolerate what is happening around and to us.<br />", "recommendationCount": 402}, {"assetID": 1424376, "replies": [], "lft": 30, "assetURL": "http://www.nytimes.com/2010/05/03/opinion/03krugman.html", "parentID": null, "commentID": 1933444, "rgt": 31, "userDisplayName": "Jim Harrington", "createDate": "1272856974", "userID": 34107285, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1272859296", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "San Diego, CA", "commentType": "comment", "updateDate": "1272855696", "commentSequence": 14, "commentBody": "Yes some good will probably come out of this disaster. The economy of the gulf region could be hit very hard for a long time. Fishing, restaurants, tourism and tax revenue could be hard hit. I do not see the gulf coast public as overly environmentally aware but this disaster could change this. Governor Jindal is crying for a federal rescue and he should get it with some strings attached, more regulations for current oil drilling operations and a ban on all future projects until we can be assured this will never happen again.", "recommendationCount": 191}, {"assetID": 1424376, "replies": [], "lft": 32, "assetURL": "http://www.nytimes.com/2010/05/03/opinion/03krugman.html", "parentID": null, "commentID": 1933464, "rgt": 33, "userDisplayName": "Darrell Hampton", "createDate": "1272857370", "userID": 38564564, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1272859296", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Dayton Ohio", "commentType": "comment", "updateDate": "1272855696", "commentSequence": 15, "commentBody": "It seems that with every waking morning comes another revelation that we have no useful laws to control any of the people in positions of power and money. The politicians, both Democratic and Republicans have sold out all of our safety for the next political contribution. Wall Street-No regulation, The Environment-NO regulation, neighborhood loans (Payday lenders)- NO regulation, Civil rights- NO regulation, Voting rights NO regulation. Everywhere we turn crimes have been committed but there are “really” no laws on the books to hold them accountable because our brilliant leaders haven’t written any! It seems that the whole world has moved forward and America has stayed back in the 60’s still trying to govern a country while refusing to update our laws to meet the present dangers that threaten our way of life. Somebody had better get on the stick and get updated on what it takes to protect 21st century Americans from the dangers that lurk behind capitalism, greed and profit. All the while we listen to ravening capitalist who tell us they are doing no harm and all is well. If we do not aggressively develop and enforce regulations to hold these demagogues accountable we will wake up one day and find we have not only allowed them to destroy our economy but the future of our children and the entire earth also. Good government is not a violation of the ten commandments!  Laws are made for the unjust!<br /><br />", "recommendationCount": 511}, {"assetID": 1424376, "replies": [], "lft": 34, "assetURL": "http://www.nytimes.com/2010/05/03/opinion/03krugman.html", "parentID": null, "commentID": 1933474, "rgt": 35, "userDisplayName": "choice", "createDate": "1272857661", "userID": 58495303, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1272859296", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "NH", "commentType": "comment", "updateDate": "1272855696", "commentSequence": 16, "commentBody": "This oil disaster, like the financial disasters ongoing, is totally unavoidable given the all profit, no regulation, full privatization. ", "recommendationCount": 389}, {"assetID": 1424376, "replies": [], "lft": 36, "assetURL": "http://www.nytimes.com/2010/05/03/opinion/03krugman.html", "parentID": null, "commentID": 1933481, "rgt": 37, "userDisplayName": "Bill Pieper", "createDate": "1272857845", "userID": 12818211, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1272859296", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Taiwan", "commentType": "comment", "updateDate": "1272855696", "commentSequence": 17, "commentBody": "The problem as I see it is not that \"the anti-environmentalists have been winning the argument,\" rather the problem is that public opinion is irrelevant to what policies are actually implemented. Public opinion can be manufactured and easily manipulated if necessary. In cases where this is difficult, such as with this highly visible disaster in the Gulf, anti-environmentalists do not really need a majority on their side. It is only necessary to incite the most vocal 20% of the voters, i.e. the useful idiots of the right wing and the corporatists that able to strike terror in the hearts of Democrats and more can Republicans (or perhaps gives them a convenient excuse for inaction or \"compromise\").  These are the true believers that understand that America is God's chosen nation, it has the right, indeed the obligation to gobble up as much of the world's fossil fuels as quickly as is humanly possible, by any means necessary. Americans, they seem to believe, have a constitutionally guaranteed right to drive SUVs, pay far less than the real price for gas and live a heavily-subsidized suburban existence at the expense of unfortunate urban dwellers, people unable to own cars, public transit, the rest of the planet and other miscellaneous godless commies. And if some country far away inconveniently populated by brown skinned non-Christians has the nerve to be located over America's oil, then by God we will do whatever is necessary to secure it, even start wars of aggression and recklessly endanger the lives and livelihoods of all Americans - especially American soldiers - for generations.<br /><br />How has this policy worked out for ya America? the last 40 years or so? Apparently quite pretty well for some.<br /><br />There are reasons the visible pollution has diminished, one positive reason being improved technology to monitor and clean the offensive pollutants. However, along with decent middle class wage earning jobs, many of the offending industries have simply been exported to nations with lax environmental and labor laws. And putting messy environmental and labor protections into trade agreements is vorboten lest we offend the gods of free markets. Thus we have an environmental catastrophes looming in China and elsewhere. Yet another American policy that might have enormous unforeseen costs to the planet and nation. Blowback anyone?<br /><br />Indeed it does depend on leadership, the type of leadership that has been absent from the US for generations, not just in government and politics, but in every large social institution, business, religion, academia, what have you. I would love to be proven wrong, but prevailing circumstances in modern American allow an exceptionally wealthy and powerful minority to control public policy to their own benefit, the rest of humanity be damned. Until this changes, there will be more environmental disasters, perhaps in the case of human generated global warming, a catastrophe that engulfs the planet.<br /><br />On behalf of my irresponsible baby boomer generation, I'd like to sincerely apologize for the mess we bequeath to progeny. ", "recommendationCount": 382}, {"assetID": 1424376, "replies": [], "lft": 38, "assetURL": "http://www.nytimes.com/2010/05/03/opinion/03krugman.html", "parentID": null, "commentID": 1933501, "rgt": 39, "userDisplayName": "Jim", "createDate": "1272858387", "userID": 53919205, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1272859296", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New York", "commentType": "comment", "updateDate": "1272855696", "commentSequence": 18, "commentBody": " \"In particular, greenhouse gases pose a greater threat than smog or burning rivers ever did.\"<br /><br />I believe you may want to rethink this statement. Smog is air that poses an immediate threat to anyone with a respiratory condition and the image of \"burning rivers\" speaks for itself.<br />This is an important issue but your comparison to real events where the results were immediately apparent with a possible \"doomsday scenario\" somewhere down the road is the reason the \"Green\" crowd have been losing the public opinion debate.<br />The BP spill offers an opportunity to portray the immediate affects of off shore drilling.  The forthcoming photos of this catastrophe, which will detail the devastation along the Gulf Coast States, will change public opinion in much the same manner as Three Mile Island did during the 70's.<br />", "recommendationCount": 68}, {"assetID": 1424376, "replies": [], "lft": 40, "assetURL": "http://www.nytimes.com/2010/05/03/opinion/03krugman.html", "parentID": null, "commentID": 1933524, "rgt": 41, "userDisplayName": "dhyana", "createDate": "1272858858", "userID": 19417667, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1272859296", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "San Francisco, CA", "commentType": "comment", "updateDate": "1272855696", "commentSequence": 19, "commentBody": "Corporations will fight anything that impedes maximizing profits, and that's how it should be. Unfortunately too many Americans believe Charles Erwin Wilson statement that what's good for GM is good for the country and vice versa.  Change will happen when American voters recognize that their best interests don't always coincide with the profit motive and demand that politicians stop bending to the will of the corporations and protect the interests of Americans.", "recommendationCount": 438}, {"assetID": 1421169, "replies": [], "lft": 68, "assetURL": "http://dealbook.nytimes.com/2010/05/01/buffettpalooza-2010-buffett-defends-goldman/", "parentID": null, "commentID": 1929265, "rgt": 69, "userDisplayName": "Superduperdave", "createDate": "1272734690", "userID": 17105908, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1272859300", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Paris", "commentType": "comment", "updateDate": "1272855700", "commentSequence": 34, "commentBody": "He doesn't get it. No one feels sorry for ABN Amro. People are sorry that Goldman gamed the system and it was TAXPAYERS who got caught with the bag.", "recommendationCount": 0}, {"assetID": 1421169, "replies": [], "lft": 70, "assetURL": "http://dealbook.nytimes.com/2010/05/01/buffettpalooza-2010-buffett-defends-goldman/", "parentID": null, "commentID": 1929266, "rgt": 71, "userDisplayName": "Sidney Gendin", "createDate": "1272734718", "userID": 2161763, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1272859309", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Ann Arbor, Michigan", "commentType": "comment", "updateDate": "1272855709", "commentSequence": 35, "commentBody": "That a man is adept at making money is no reason to suppose he is qualified to tell us what is illegal and what is \"merely\" unethical.  The distinction is bogus in any case, as is the genius of the man from Omaha.  And as for the philosophy of \"Let the buyer beware\" - just plain disgusting.", "recommendationCount": 0}, {"assetID": 1423580, "replies": [], "lft": 140, "assetURL": "http://lens.blogs.nytimes.com/2010/05/02/readers-12/", "parentID": null, "commentID": 1933051, "rgt": 141, "userDisplayName": "Maree89", "createDate": "1272846883", "userID": 60389963, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1272859318", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New Zealand", "commentType": "comment", "updateDate": "1272855718", "commentSequence": 52, "commentBody": "Thank you. That will teach me not to try and do things at 3am - lol :)", "recommendationCount": 0}, {"assetID": 1421169, "replies": [], "lft": 72, "assetURL": "http://dealbook.nytimes.com/2010/05/01/buffettpalooza-2010-buffett-defends-goldman/", "parentID": null, "commentID": 1929286, "rgt": 73, "userDisplayName": "intcamd", "createDate": "1272735113", "userID": 55312817, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1272859320", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "NJ", "commentType": "comment", "updateDate": "1272855720", "commentSequence": 36, "commentBody": "It is so \"inspiring\" to see a nunch of clueless whiners decrying Buffett's defense of Goldman. I can safely say that most of you have no clue about what you are talking about, most of you will never be rich in your lives, most of you are smitten with jealousy of people who are more successful and smarter than you are, and most of you have some blood relation to Madame Defarge.", "recommendationCount": 2}, {"assetID": 1421169, "replies": [], "lft": 74, "assetURL": "http://dealbook.nytimes.com/2010/05/01/buffettpalooza-2010-buffett-defends-goldman/", "parentID": null, "commentID": 1929292, "rgt": 75, "userDisplayName": "Mike Strike", "createDate": "1272735184", "userID": 10949069, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1272859326", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Boston", "commentType": "comment", "updateDate": "1272855726", "commentSequence": 37, "commentBody": "It would be surprising if Buffett had been other than supportive of the looters of the universe. Buffett is heavily invested in the racket that is Wall Street. So of course he is going to be supportive.<br />Buffett's views are formed by his own self interest and so as far he is concerned let  ethics and morality be dammed. ", "recommendationCount": 1}]}, "copyright": "Copyright (c) 2016 The New York Times Company.  All Rights Reserved."}