{"debug": {"version": 3.1}, "status": "OK", "results": {"api_timestamp": "1481460254", "totalCommentsFound": 5104, "totalCommentsReturned": 25, "comments": [{"assetID": 2127694, "replies": [], "lft": 62, "assetURL": "http://newoldage.blogs.nytimes.com/2010/11/30/the-graying-workforce/", "parentID": null, "commentID": 2915384, "rgt": 63, "userDisplayName": "Unemployed and Over 50", "createDate": "1291158344", "userID": 38768605, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1291179633", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New York City", "commentType": "comment", "updateDate": "1291179633", "commentSequence": 29, "commentBody": "The people working in second career post-retirement jobs probably have a pension in addition to Social Security. Therefore, if the size of their paycheck is less than what they earned before, it's a supplemental income stream and not their livelihood.<br /><br />Those of us over 50 who lost jobs in the dot com bust of 2000-01, the Post 9/11 Recession of 2001-02, or the current Financial Crisis of 2008-10 have no pensions, Social Security will be bankrupt by the time we are eligible, and our IRA and 401 (k) accounts are in the toilet due to the stock market's gyrations.<br /><br />Currently, we are unable to find jobs at anywhere near our previous salaries and rampant age discrimination keeps us on the sidelines..<br /><br />Meanwhile, the discussion that the \"official\" retirement age of 65 will be jacked higher is frightening.<br /><br />Where is the government's New Deal/WPA program to create jobs that will tide us over, so we over 50's can earn above minimum wage until we can collect our diminished Social Security and withdraw from our battered retirement savings accounts?", "recommendationCount": 16}, {"assetID": 2127694, "replies": [], "lft": 64, "assetURL": "http://newoldage.blogs.nytimes.com/2010/11/30/the-graying-workforce/", "parentID": null, "commentID": 2915600, "rgt": 65, "userDisplayName": "Bob Ryan", "createDate": "1291161168", "userID": 47215316, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1291179633", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Amherst, Mass", "commentType": "comment", "updateDate": "1291179633", "commentSequence": 30, "commentBody": "At 67 I'm still working as a life guard which I did as a second job for the last 35 yrs. Not for the money but to see people, feel useful. and get a free gym membership.", "recommendationCount": 6}, {"assetID": 2127694, "replies": [], "lft": 66, "assetURL": "http://newoldage.blogs.nytimes.com/2010/11/30/the-graying-workforce/", "parentID": null, "commentID": 2915838, "rgt": 67, "userDisplayName": "CD", "createDate": "1291164760", "userID": 60709493, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1291179633", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "CA", "commentType": "comment", "updateDate": "1291179633", "commentSequence": 31, "commentBody": "Age discrimination is bad for our society in so many ways. Here is one very important one: Young people stay in school longer - to age 25 or so - in order to qualify for jobs. If people are pushed, irrevocably, out of the workforce at age 55, that leaves only thirty years productive life for each person. Now assuming we live to about 85 or so, that is two-thirds of one's life as a \"dependent.\"<br /><br />This is not sustainable. We would have to raise taxes A LOT to  accommodate a society with a minority of workers and majority of dependents. European societies do this with high taxes and a strong safety net, as well as a \"leisure is good\" ethic. We in the US with our work ethic and low taxes and less of a safety net are going to have to create jobs for everyone who wants and can work at one, and this includes the elderly. Otherwise, it's time for sky-high taxes to support all the dependents.<br /><br />People get a sense of purpose from working. They may not want to work full-time and they may want to intersperse with periods of leisure, but most people want to work. Sitting on the porch sipping lemonade, or playing golf, or low-level volunteer work like stuffing envelopes or counter sales gets old fast.", "recommendationCount": 7}, {"assetID": 2127694, "replies": [], "lft": 68, "assetURL": "http://newoldage.blogs.nytimes.com/2010/11/30/the-graying-workforce/", "parentID": null, "commentID": 2916189, "rgt": 69, "userDisplayName": "Mike Donohue", "createDate": "1291171623", "userID": 53093679, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1291179633", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Minneapolis", "commentType": "comment", "updateDate": "1291179633", "commentSequence": 32, "commentBody": "Seniors work, some because they must; others for the social context or for the sense of fulfillment. This article was about that and about choice. The right to choose is the gift of working at what you select for the joy of it.<br /><br />Always in the early years and in the middle years of our lives were entirely occupied striving. We worked at what we wanted to become, once there, worked at the expectations of what we had become. We had time for nothing else if we wanted to do justice to the task before us. We of course did just that.<br /><br />Then when our lives reach the senior shelves we found it to be nothing but that. It is on that shelf we are able to see out and view an altogether new perspective open to us. It is the horizon of our choosing. Ours but to make that selection we choose and proceed on our way. This is what the Gray One in the article is about.<br /><br />It is also what I am about. My horizon was different than that of Linh Pham in the article. We are not different in age, we are different in circumstance. He yet has his health, I do not. Nonetheless we have both made the choice this time of our respective lives offer us.<br /><br />That choice for both of us was undertaking to do, within the capacity we could do, something that would be both satisfying and fulfilling. His is to do have the social contact from the work he is doing and supplementing his pension. Mine is to sit home and write about what is keeping me home and unable to do many things.<br /><br />Mine is fulfilling because not only is it a choice available to me at my age 74, it is one the uniquely allows me to hope I make a difference with what I do with an otherwise devastating illness, Alzheimer’s disease (AD). I enjoy writing; thank God I can yet do so. My payback is the satisfaction of doing something that might be helpful.<br /><br />Not many of us can still write and talk about it in full sentences with this disease. In that way AD, hateful as it is, my particular brand comes in a very palatable gift package.<br /><br />Both Linh Pham and I are doing what we choose and I will say for him as I can say for me, we are finding more happiness from it than we ever thought possible.<br />", "recommendationCount": 3}, {"assetID": 2128374, "replies": [], "lft": 200, "assetURL": "http://parenting.blogs.nytimes.com/2010/11/30/cures-for-a-dawdling-child/", "parentID": null, "commentID": 2916628, "rgt": 201, "userDisplayName": "Ally", "createDate": "1291179437", "userID": 59839485, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1291180021", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Seattle", "commentType": "comment", "updateDate": "1291180021", "commentSequence": 99, "commentBody": "How about a sticker chart if the child is ready by a certain time. I recommend the Love and Logic\" methods which would advocate for putting your kid in the car w/ his pajamas on.", "recommendationCount": 0}, {"assetID": 1988021, "replies": [], "lft": 76, "assetURL": "http://consults.blogs.nytimes.com/2010/10/22/ask-an-expert-about-gambling-addiction/", "parentID": null, "commentID": 2913558, "rgt": 77, "userDisplayName": "MAC", "createDate": "1291139680", "userID": 36241568, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1291180613", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Boston", "commentType": "comment", "updateDate": "1291180613", "commentSequence": 35, "commentBody": "Gambling addiction is caused by intermittent gratification.  Once you understand that – you begin to understand the particular addiction.", "recommendationCount": 0}, {"assetID": 2131732, "replies": [], "lft": 2, "assetURL": "http://www.nytimes.com/2010/12/01/opinion/01friedman.html", "parentID": null, "commentID": 2916198, "rgt": 3, "userDisplayName": "George O'Conner", "createDate": "1291171736", "userID": 58947605, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1291180616", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Paris", "commentType": "comment", "updateDate": "1291180616", "commentSequence": 1, "commentBody": "Everyone knows the cable you wrote as valid (more or less), as similarly nothing major was revealed by the cable leaks (more or less). The important thing with the leaks seems to be the interpersonal relationships and the validation. We all know that the Arab governments are pressing the US to act against Iran and see a nuclear Iran as a threat to their existence even more so than Israel does, but will these leaks change public opinion about it? It won't. Mostly these leaks will effect the personal relationships involve, more so than public politics, which is the ethical question in this instance of leaks. An interesting discussion on the ethics of wikileaks:<br /><a href=\"http://www.thinqon.com/topic/wikileaks_a_hero_or_just\" target=\"_blank\">http://www.thinqon.com...</a>", "recommendationCount": 10}, {"assetID": 2131732, "replies": [], "lft": 4, "assetURL": "http://www.nytimes.com/2010/12/01/opinion/01friedman.html", "parentID": null, "commentID": 2916280, "rgt": 5, "userDisplayName": "Phil in the mountains of Kyushu", "createDate": "1291172838", "userID": 58220231, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1291180616", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Japan", "commentType": "comment", "updateDate": "1291180616", "commentSequence": 2, "commentBody": "So wonderful to know you just made all this up.<br /><br />If it were even close to reality -- that U.S. trains are an international laughing stock -- that an Arizona Kyl puts lunatic partisanship ahead of national interest -- that most Congress people openly take money that all know are corporate bribes -- that U.S. schools die -- many American leaders live nowhere near any reality-based world -- well, good thing you just made this all up.", "recommendationCount": 965}, {"assetID": 2131732, "replies": [], "lft": 6, "assetURL": "http://www.nytimes.com/2010/12/01/opinion/01friedman.html", "parentID": null, "commentID": 2916315, "rgt": 7, "userDisplayName": "B. Mull", "createDate": "1291173310", "userID": 55840051, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1291180616", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Orange County, CA", "commentType": "comment", "updateDate": "1291180616", "commentSequence": 3, "commentBody": "ULTRA SECRET - EYES ONLY /Subject: America today.<br /><br />Never mind all that stuff in the TOP SECRET cable. I just copied it from Tom Friedman's book. I don't even know what the phrase \"America's structural problems\" means. Friedman says it means the deficit, education, infrastructure, immigration, and of course global warming. Have you ever been to his house by the way? Holy mama.<br /><br />Anyway we're not worried about Americans as long as they don't blow up the world which is always a possibility. Or, almost as bad, attack Iran which makes the price of oil skyrocket. Please continue to put Valium in the plastic cups and plates we sell them. And don't let them measure your irises! /s", "recommendationCount": 49}, {"assetID": 2131732, "replies": [], "lft": 8, "assetURL": "http://www.nytimes.com/2010/12/01/opinion/01friedman.html", "parentID": null, "commentID": 2916329, "rgt": 9, "userDisplayName": "Marie Burns", "createDate": "1291173768", "userID": 4461145, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1291180616", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Fort Myers, Florida", "commentType": "comment", "updateDate": "1291180616", "commentSequence": 4, "commentBody": "A tragic bit of satire which only a liberal &amp; perhaps a strapped conservative or two can appreciate. I'm afraid Sen. Kyl &amp; former half-Gov. Palin, along with most other Republican \"leaders,\" wouldn't know what you were getting at. Unfortunately, Americans suffering under nonsensical Republican obstructionism get the joke. We get it because the joke's on us.<br /><br />And the laughs keep coming. Just look what's been reported in the last 24-hour news cycle:<br /><br />The \"liberal\" Republican Sen. Scott Brown from Taxachusetts blocked a vote on extending jobless benefits, which expired at midnight, because \"We just found out today, or late yesterday, that we were even going to talk about this.\" Right. Brown had no idea the Congress was leaving two million Americans destitute. Whose fault is that? I knew about it, &amp; so did most of those two million Americans about to lose their benefits. Why, I'll bet the Chinese embassy staff knew about it, too.<br /><br />Meanwhile over at the White House, the President appointed Friend of the Banksters Tim Geithner to \"negotiate\" with Republicans on tax breaks for the wealthy. Never mind that those tax breaks will force us to borrow more from China, my money (what little I have) is on Geithner's caving to the wealthy immediately if not sooner. That should make for some very cheery Chinese embassy cables.<br /><br />And those elections the Chinese found so comical? The Chinese and most Americans probably think they were over a month ago. But they're not. In Alaska, the state asked a court to expedite a suit brought by Joe Miller, who lost the election by thousands of votes but who has brought what the state calls as \"unfounded\" challenge against the results. In Minnesota, they're still counting votes in the governor's race, with the Republican candidate challenging a ridiculous number of election board decisions. Monday he claimed that a totally blank ballot was a vote for him. Our quaint little elections really are laughable.<br /><br />Oh, and that civil war we had a century-and-a-half ago? Some Americans can't quite get over it just yet. Throughout the South, the Times reports, they're planning \"secession balls\" &amp; other hoopla to celebrate the states' seceding from the Union. Oh, glory. I lived in a mixed-race neighborhood (not so easy to find in these parts), but that doesn't stop one of my lovely white neighbors from flying the Confederate flag. Wonder how a rebel flag would fly in China?<br /><br />In fact, about the only news from the last 24-hour cycle that might have the Chinese embassy staffers scratching their heads is the Supreme Court's concern for the \"horrendous conditions\" (Justice Breyer's words) in California jails. The Supremes didn't seem to agree on what to do about the overcrowding in California jails, but at least they cared. It's likely the Chinese would wonder what the fuss was all about. It's encouraging to know that sooner or later (usually later) we try to get some things right here.<br /><br />The Constant Weader at <a href=\"http://www.RealityChex.com\" target=\"_blank\">www.RealityChex.com</a> ", "recommendationCount": 743}, {"assetID": 2131732, "replies": [], "lft": 10, "assetURL": "http://www.nytimes.com/2010/12/01/opinion/01friedman.html", "parentID": null, "commentID": 2916361, "rgt": 11, "userDisplayName": "Winning Progressive", "createDate": "1291174219", "userID": 61073654, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1291180616", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Chicago, IL", "commentType": "comment", "updateDate": "1291232026", "commentSequence": 5, "commentBody": "This is a spot on critique of our country today.  But I disagree on one thing - your statement that we are too politically polarized.  Instead, on the critical economic and foreign policy issues we face, we are not polarized enough.<br /><br />In particular, we have one side, the Republicans, who aggressively fight for exactly what they believe in.  On the other side, the Democrats too often give into the incessant message from the conservative media that the Democrats need to sacrifice their core beliefs in favor of timid centrism and \"bi-partisanship.\"  As a result, our political system has moved consistently rightward, even while reality shows the need to move leftward.<br /><br />So, over the past 30 or so years we have enacted massive deregulation of financial, banking, credit card, and housing industries.  We progressives knew that such deregulation would result in the spectacular meltdown that occurred over the past couple of years.  Unfortunately, too many Democrats were unwilling to aggressively fight such deregulation and so we have essentially conceded the argument to the Republicans even though they are wrong.<br /><br />On Iraq, Republicans did whatever they could to invade, which was a disastrous waste of lives and resources.  Progressives knew it was a bad idea, but too many Democrats wanted to appear to be \"centrists\" and so voted for it.<br /><br />On the economy, Republicans fought every effort at stimulus.  Democrats knew that significantly more stimulus was needed, but instead they cut back in an effort to appear centrist.<br /><br />And Republicans have been working to undermine the critical role of government in our society. Progressives know the importance of government in developing and maintaining infrastructure, regulating industry, protecting our environment and public health, and providing a safety net.  But too many Democrats have declined to offer a full-throated defense of government as they were concerned that such an approach would undermine their appearance of centrism.<br /><br />The result of all of this is that way too few people have been fighting for the bold progressive change that we need to restore our economic strength here at home and our moral strength abroad. As progressives, we need to start demanding that the Democrats do better in fighting back against the conservative viewpoint that is undermining the fabric of our society.<br /><br /><a href=\"http://www.winningprogressive.org\" target=\"_blank\">http://www.winningprogressive.org</a><br /><br /> ", "recommendationCount": 578}, {"assetID": 2131732, "replies": [], "lft": 12, "assetURL": "http://www.nytimes.com/2010/12/01/opinion/01friedman.html", "parentID": null, "commentID": 2916383, "rgt": 13, "userDisplayName": "Frunobulax", "createDate": "1291174606", "userID": 50176648, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1291180616", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Chicago", "commentType": "comment", "updateDate": "1291180616", "commentSequence": 6, "commentBody": "You may have inadvertently hit on a strategy to rouse the bumpkins on Capitol Hill: bring back the specter of The Yellow Peril, this time recast mostly as an economic imperative but retaining some of the racist and xenophobic rhetoric to appeal to the \"American Exceptionalists,\" those drearily unexceptional folks that love to hate someone, anyone, anything. Let's hate and demonize China. Bring back the newsreels. Show these grimly efficient Asiatics working their economic magic to the detriment of proper Americans. It's worth a shot. Certainly nothing else we do ever works.", "recommendationCount": 159}, {"assetID": 2131732, "replies": [], "lft": 14, "assetURL": "http://www.nytimes.com/2010/12/01/opinion/01friedman.html", "parentID": null, "commentID": 2916384, "rgt": 15, "userDisplayName": "N", "createDate": "1291174632", "userID": 57595356, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1291180616", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "N.Y", "commentType": "comment", "updateDate": "1291180616", "commentSequence": 7, "commentBody": "Another article about China !<br /><br />NYT editorials are boring these days as they are more obsessed with China growth. I think USA should concentrate on its own strength (innovation) and also eradicate its weakness.<br /><br />To begin with let US revamp its education system and make it affordable to middle class families without huge loan.", "recommendationCount": 64}, {"assetID": 2131732, "replies": [], "lft": 20, "assetURL": "http://www.nytimes.com/2010/12/01/opinion/01friedman.html", "parentID": null, "commentID": 2916401, "rgt": 21, "userDisplayName": "tory472", "createDate": "1291175073", "userID": 47190208, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1291180616", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Maine", "commentType": "comment", "updateDate": "1291180616", "commentSequence": 8, "commentBody": "Apparently America has been buying STUPID PILLS along with everything else from China.  And unfortunately too many of our citizens would rather take those stupid pills every morning with their Faux News than actually educate themselves.<br /><br /> ", "recommendationCount": 456}, {"assetID": 2131732, "replies": [], "lft": 22, "assetURL": "http://www.nytimes.com/2010/12/01/opinion/01friedman.html", "parentID": null, "commentID": 2916440, "rgt": 23, "userDisplayName": "akhilleus", "createDate": "1291175701", "userID": 1949626, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1291180616", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Bowling Green, KY", "commentType": "comment", "updateDate": "1291232047", "commentSequence": 9, "commentBody": "And if there were a wikileaker in the RNC, or in the offices of John Kyl or Mitch McConnell or Jim DeMint or any number of Republican Lords of the Universe, we might be hearing them wishing they could have the kind of control here that Chinese leaders have.<br /><br />Dissidents? Nope. Jail time. Decades of jail time.<br /><br />Strings attached to big projects desired by those with most favored status? Not anymore. Environmentalists? Sure. Banished to Mongolia. People whining about expensive health care? Not unless they want a knock on the door in the middle of the night. Problems with judges handing down inconvenient decisions. Ahh....nope.<br /><br />Cronies found guilty of fraud, malfeasance and general lawlessness and funneling cash to where it doesn't belong?<br /><br />Never have to worry about that.<br /><br />But we don't have to wait to hear about such insider memos and backroom conversations. We only have to watch and pay attention to their actions. Republicans have always had an authoritarian streak. Only now that streak is enhanced by Teabagger craziness.<br /><br />Those imaginary Chinese in Mr. Friedman's column with raised eyebrows and mouths agape at the detrimental effects of withering hyper partisanship on this country would be mirrored by average Americans if they stopped watching Fox news long enough to see what's been happening while they've been screaming about getting Obama.", "recommendationCount": 184}, {"assetID": 2131732, "replies": [], "lft": 24, "assetURL": "http://www.nytimes.com/2010/12/01/opinion/01friedman.html", "parentID": null, "commentID": 2916481, "rgt": 25, "userDisplayName": "JLT", "createDate": "1291176427", "userID": 2182617, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1291180616", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Palo Alto, California", "commentType": "comment", "updateDate": "1291232087", "commentSequence": 10, "commentBody": "\"Most of the Republicans just elected to Congress do not believe what their scientists tell them about man-made climate change.\"<br /><br />Apparently, Tom Friedman and the Chinese never heard of Climategate.  That's probably because the NY Times refused to publish the Climategate e-mails.", "recommendationCount": 56}, {"assetID": 2131732, "replies": [], "lft": 28, "assetURL": "http://www.nytimes.com/2010/12/01/opinion/01friedman.html", "parentID": null, "commentID": 2916514, "rgt": 29, "userDisplayName": "Tom", "createDate": "1291177055", "userID": 14334198, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1291180616", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "West Windsor, NJ", "commentType": "comment", "updateDate": "1291232110", "commentSequence": 11, "commentBody": "You think things are great now?  Just wait until 2012!  We'll dazzle the world!<br /><br />In 2012, China will have a chemical engineer as president, and a PhD economist as premier.  Meanwhile, we have a real chance of electing a Sarah as president.  And whoever the vice-president is, I guarantee you (s)he will not have a PhD.", "recommendationCount": 719}, {"assetID": 2131732, "replies": [], "lft": 30, "assetURL": "http://www.nytimes.com/2010/12/01/opinion/01friedman.html", "parentID": null, "commentID": 2916533, "rgt": 31, "userDisplayName": "Sam Kathir", "createDate": "1291177442", "userID": 59697517, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1291180616", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New York", "commentType": "comment", "updateDate": "1291232128", "commentSequence": 12, "commentBody": "Any American child should know what you have just said, by know. But alas, even the adults don't... At the last elections \"We The People\" voted for ... CHINA!!!<br /><br />We buy Chinese products, made by American Corporations (including the iconic Apple Inc.), at Walmart, putting American workers out of work. Now, our newly elected majority party wants to reward these same Amrican Corporations with tax-breaks, for their effort, so they can wreak even more havoc on American workers.<br /><br />\"We The People\" should elect more of them at the next election, so that we can put the last nail on the American Coffin, without further delay.<br /><br />Why prolong the agony!<br /><br />", "recommendationCount": 268}, {"assetID": 2131732, "replies": [], "lft": 32, "assetURL": "http://www.nytimes.com/2010/12/01/opinion/01friedman.html", "parentID": null, "commentID": 2916553, "rgt": 33, "userDisplayName": "Michael", "createDate": "1291177812", "userID": 52699596, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1291180616", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Florida", "commentType": "comment", "updateDate": "1291232140", "commentSequence": 13, "commentBody": "Our government has been spying on American citizens and everyone else in the world for the past 9 or 10 years, ever since 9-11 was used as a pretext to pass the \"Patriot\" Act.  They've got the goods to blackmail or prosecute anyone they like, maybe using trumped up or contrived evidence...who knows?  How do you protect yourself or contradict fabricated electronic evidence?  In any event, I say turnabout is fair play.  Sad to say, but most Americans should not trust their government any further than they could toss it.<br /><br />Kudos to the brave Mr. Assange for exposing the charlatans in high places around the entire globe, included right here in America.  And with respect to your hypothetical re China, I'd sure like to know what they are thinking, speaking and planning behind their palace doors as well.  Things seem pretty sweet for them right now, it wouldn't surprise me in the least if they weren't indulging in the hubris you suggest.<br /><br />When it comes to making plans for the future on any level by anybody, truth is always the coin of the realm.  Better we know than merely guess at what treachery any of these world leaders have in mind.  We need more Julian Assanges, more Wikileakers.  I'd give 'em all medals, not criminal indictments, but I certainly understand that TPTB want to CTA's, and so will pursue their like to our collective detriment.", "recommendationCount": 69}, {"assetID": 2131732, "replies": [], "lft": 34, "assetURL": "http://www.nytimes.com/2010/12/01/opinion/01friedman.html", "parentID": null, "commentID": 2916621, "rgt": 35, "userDisplayName": "Roland", "createDate": "1291179174", "userID": 59795347, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1291180616", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "China", "commentType": "comment", "updateDate": "1291180616", "commentSequence": 14, "commentBody": "You are so right Thomas. I'm an American living in Shanghai. Everywhere<br />I go people are building here. Everything China wants done gets done because<br />of one party rule. While America keeps arguing amongst itself. Why won't Americans support<br />Obama through his good and bad. Nomatter what he is our president. We should be loyal.<br />That's what I like about China. Nomatter what Hu Jin Tao does the people respect and listen<br />to him BECAUSE he's president.", "recommendationCount": 194}, {"assetID": 1179241, "replies": [], "lft": 74, "assetURL": "http://consults.blogs.nytimes.com/2010/02/19/projecting-an-eating-disorder-on-a-partner/", "parentID": null, "commentID": 2914614, "rgt": 75, "userDisplayName": "HealingScienceToday", "createDate": "1291150157", "userID": 61535392, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1291180620", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "NY", "commentType": "comment", "updateDate": "1291180620", "commentSequence": 35, "commentBody": "Eating disorders are multifaceted. But nonetheless they need dealing with. Liz told me her story explaining how she jumped the hurdle of bulimia. It wasn't easy for her, and I'm glad there are many people willing to help.<br />Liz's story <a href=\"http://healingsciencetoday.wordpress.com/2010/11/27/bulemia-a-series-on-food-and-eating-iv/\" target=\"_blank\">http://healingsciencetoday.wordpress.com...</a>", "recommendationCount": 0}, {"assetID": 1364802, "replies": [], "lft": 6, "assetURL": "http://consults.blogs.nytimes.com/2010/04/14/readers-ask-multiple-myeloma/", "parentID": null, "commentID": 2914927, "rgt": 7, "userDisplayName": "spskeen", "createDate": "1291153264", "userID": 62061630, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1291180625", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Knoxville, TN", "commentType": "comment", "updateDate": "1291180625", "commentSequence": 3, "commentBody": "My husband was diagnosed w/Multiple Myeloma in '07.  Since that time he's received over 220 intravenous chemo treatments with Velcade and Doxil.  He's been on steroids as well.  He underwent extreme chemo and a stem cell transplant in '09 using the cells they harvested from him earlier.  This past June he had no cancer cells in his bone marrow but struggles w/hospital and insurance he's not had any treatment since August.  His IGA is 470 at present with WBC and platelets normal YET he is unable to get out of bed 3-4 times a week.  He is prescribed fentanyl patches (two 100mgh every two days) and oxycodone for breakthrough pain.  He is also taking paxil and Acyclovir.  Any suggestions for his well-being?  His is 51-years old and we have an 8-year old son.  Thank you. Sharon", "recommendationCount": 0}, {"assetID": 2102643, "replies": [], "lft": 58, "assetURL": "http://wordplay.blogs.nytimes.com/2010/11/22/elevator/", "parentID": null, "commentID": 2916642, "rgt": 59, "userDisplayName": "Saeba", "createDate": "1291179800", "userID": 393608, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1291180759", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "NY", "commentType": "comment", "updateDate": "1291180759", "commentSequence": 28, "commentBody": "So where are the official solutions?", "recommendationCount": 1}, {"assetID": 2131766, "replies": [], "lft": 16, "assetURL": "http://wordplay.blogs.nytimes.com/2010/11/30/born-1211935/", "parentID": null, "commentID": 2916676, "rgt": 17, "userDisplayName": "Douglas", "createDate": "1291180394", "userID": 36114186, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1291180768", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Seoul, South Korea", "commentType": "comment", "updateDate": "1291180768", "commentSequence": 8, "commentBody": "Nice puzzle.<br /><br />I can't understand \"ANO.\"  The clue is \"Mayo is in it.\"  Can anyone explain?  \"The Mayo Clinic\"?  \"Mayonnaise\"?  The Internet has info on a Filipino alternative rock band and a black bird of tropical America.<br /><br />Thanks.", "recommendationCount": 0}, {"assetID": 2131766, "replies": [], "lft": 18, "assetURL": "http://wordplay.blogs.nytimes.com/2010/11/30/born-1211935/", "parentID": null, "commentID": 2916687, "rgt": 19, "userDisplayName": "Douglas", "createDate": "1291180536", "userID": 36114186, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1291180775", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Seoul, South Korea", "commentType": "comment", "updateDate": "1291180775", "commentSequence": 9, "commentBody": "I got it.  \"Ano\" is Spanish for \"year.\"  ", "recommendationCount": 0}]}, "copyright": "Copyright (c) 2016 The New York Times Company.  All Rights Reserved."}