{"debug": {"version": 3.1}, "status": "OK", "results": {"api_timestamp": "1481481109", "totalCommentsFound": 6789, "totalCommentsReturned": 25, "comments": [{"assetID": 3395936, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 11276019, "replies": [], "commentID": 11278210, "trusted": 0, "userDisplayName": "A.G. Alias", "createDate": "1394030350", "userID": 26366817, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1394036017", "userTitle": "NULL", "recommendations": 3, "editorsSelection": false, "parentUserDisplayName": "Don Duval", "userURL": "NULL", "userLocation": "St Louis, MO", "depth": 1, "commentType": "userReply", "updateDate": "1394036017", "commentSequence": 11278210, "commentBody": "I fully understand, &amp; don't want to take issue with both Eddie &amp; Concerned. I am aware of the problems in implementing  higher taxes. But the space is limited. Still within reason, a lot more could be raised from the rich to reduce the GROWTH of inequality &amp; spend those extra amount on most necessary programs. In spite of being as Eddie implying not \"CLEVER\" enough, pres. Obama's current budget reduces even the debt-to-GDP ratio steadily over the next decade (see Annie Lowery's piece in NYT).<br/><br/>As for Concerned's, you may access figures in many places especially in Mother Jones. Rich indeed paid not @ 90% rate, but well over 50% rate, &amp; inequality was quite acceptable &amp; benign, but @ current rate, anything could happen - far too often, history teaches us totally unpredictable happens; if Saddam expected his ouster &amp; execution, he &amp; sons would have fled w. his $billion &amp; waited for another day hoping to return, maybe in glory! If Steve Cohen were WISER, or if taxes were @ pre-Reagan era level, he would still be making money &amp; admired by those who admired him before; now he is virtually \"felon on the run!\"<br/><br/>And, a fair minimum wage (MW) is $15, as in Australia with a little over 5% unemployment rate, not $7.25; real U.S. average income grew by &gt;a third while MW dropped. Just to match that of 1968, MW should be almost $11. Businesses can't afford such a huge rise in MW. Federal subsidy to be GRADUALLY phased out is required, which would REDUCE inequality. EITC should cont.     "}, {"recommendedFlag": 0, "parentID": 11276019, "replies": [], "commentID": 11280075, "trusted": 0, "userDisplayName": "jce", "createDate": "1394042249", "userID": 63947708, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1394042623", "userTitle": "NULL", "recommendations": 1, "editorsSelection": false, "parentUserDisplayName": "Don Duval", "userURL": "NULL", "userLocation": "Pgh, PA", "depth": 1, "commentType": "userReply", "updateDate": "1394042623", "commentSequence": 11280075, "commentBody": "Its not about tax breaks for the sake of tax breaks - why is that so hard to understand? It is about responsible use of tax dollars and reducing taxes to increase personal spending and jobs. And don't fall back on the greedy corporations argument - that is a fool's game. Any corporate taxes will either be passed to the consumer or corporations will take action to shelter or avoid taxes. In the end the burden will always fall on the middle class. There are not enough wealthy people to be taxed enough  counteract the degree of spending by the current government. Just simple math - why is it so hard for so many people to grasp?"}]}, "lft": 532, "assetURL": "http://www.nytimes.com/2014/03/05/us/politics/obama-submits-budget-to-congress.html", "parentID": null, "commentID": 11276019, "rgt": 537, "userDisplayName": "Don Duval", "createDate": "1393995271", "userID": 31110263, "replyCount": 2, "commentTitle": "<br/>", "status": "approved", "approveDate": "1393995605", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "North Carolina", "commentType": "comment", "updateDate": "1393995605", "commentSequence": 11276019, "commentBody": "\"President Obama called for ending tax breaks to pay for new spending, but Republicans are unlikely to go along.\"<br/><br/>Pretty much sums the story up...Republicans, rock-ribbed defenders of tax breaks.", "recommendationCount": 16}, {"assetID": 3395979, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 11276041, "replies": [], "commentID": 11276395, "trusted": 0, "userDisplayName": "David", "createDate": "1394002433", "userID": 58963537, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1394021612", "userTitle": "NULL", "recommendations": 2, "editorsSelection": false, "parentUserDisplayName": "Mark Thomason", "userURL": "NULL", "userLocation": "Auckland New Zealand", "depth": 1, "commentType": "userReply", "updateDate": "1394021612", "commentSequence": 11276395, "commentBody": "The US didn't do much to assist Russia to regain Crimea in either WW1 or WW2, and to be honest there wasn't much it could do except provide equipment, but a lot of that was inferior to what the Russians already had and what the Germans had. However in the current spat Ukraine now knows that the EU/US wont provide any military assistance, that both the EU &amp; US don't have any money to give to Ukraine with both only offering a miserly $1.0 billion each, and the only country in a position to assist Ukraine is Russia, but of course it doesn't recognise the government of Ukraine. Also Russia could intervene at any time to assist the ethnic Russians in the East and South. Also EU isn't interested in economic sanctions and Russia's threatened reply to US sanctions threat is to drop use of US dollar as reserve currency and not repay loans owing to US banks and cause BRIC countries that in about 4 years will represent over 50% of worlds GDP to all work closer together to destroy US Dollar as a reserve currency which would see its value plunge and result in hyper inflation in US like Germany after WW1."}, {"recommendedFlag": 0, "parentID": 11276041, "replies": [], "commentID": 11276704, "trusted": 0, "userDisplayName": "Ladislav Nemec", "createDate": "1394014226", "userID": 4187964, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1394022069", "userTitle": "NULL", "recommendations": 2, "editorsSelection": false, "parentUserDisplayName": "Mark Thomason", "userURL": "NULL", "userLocation": "Big Bear, CA", "depth": 1, "commentType": "userReply", "updateDate": "1394022069", "commentSequence": 11276704, "commentBody": "Rather than concocting my own comment, I'll just reply to yours. I agree almost completely with you and I no longer read Douthat - he was so completely wrong about Romney, for instance.<br/><br/>Unfortunately, as I commented on Cohen's column, there are some American males who think it is a good idea to 'teach Putin a lesson'. And, of course, there are a lot of Russians and even Ukrainians who are very happy to make us unhappy.<br/><br/>But, as you say, nobody was killed, that is, by the regular Russian army. Tens were killed in Kiev by Russians, almost certainly, but they will not acknowledge it.<br/><br/>The markets seem to understand that. First they went sharply down, now they moved sharply up being, as always, bit hysterical."}, {"recommendedFlag": 0, "parentID": 11276041, "replies": [], "commentID": 11278517, "trusted": 1, "userDisplayName": "Richard Luettgen", "createDate": "1394032305", "userID": 47123844, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1394034887", "userTitle": "NULL", "recommendations": 2, "editorsSelection": false, "parentUserDisplayName": "Mark Thomason", "userURL": "NULL", "userLocation": "New Jersey", "depth": 1, "commentType": "userReply", "updateDate": "1394034887", "commentSequence": 11278517, "commentBody": "Smart comment, and a clear bead on reality, despite all the dust being sent up by a west that is largely bored talking about the new pope."}]}, "lft": 6, "assetURL": "http://www.nytimes.com/2014/03/05/opinion/a-rational-response-to-ukraines-crisis.html", "parentID": null, "commentID": 11276041, "rgt": 13, "userDisplayName": "Mark Thomason", "createDate": "1393995652", "userID": 37674938, "replyCount": 3, "commentTitle": "<br/>", "status": "approved", "approveDate": "1393995667", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Clawson, MI", "commentType": "comment", "updateDate": "1393995667", "commentSequence": 11276041, "commentBody": "The American Revolutionary War hero John Paul Jones was Admiral of the Russian forces that took the Crimea in 1783. Since then, Russia lost and won back the Crimea in the Crimean War, WW1, and WW2, the last two with our help, on our side. Since the breakup of the USSR, they were satisfied with a long term lease on it, just as the US did with Guantanamo Bay and the Panama Canal Zone, and Britain did with Hong Kong. It is a genuine Red Line for the Russians, and would be for any Russian government, not just Putin.<br/><br/>Our intense reaction to these events is so intense because those reacting so strongly were caught messing up badly. Reread Douthat's column crowing about this. The found a real Russian Red Line, and they danced across it recklessly, just as they did when the encouraged Georgia attack Russia. A large part of the announced need to \"do something\" is to save them from their humiliation. Yes, the guy thrown out was corrupt, as were the people he replaced, and the people who are replacing him. Yes, there was a genuine movement of Ukraine's people. But there was also a US Asst Sec of State there, caught boasting of doing a new Color Revolution, caught boasting of spending $5 billion to subvert the Ukraine Government, and caught making a mess of it by ignoring the red line of the other big nuclear power.<br/><br/>Putin is \"backing off\" because now he has what he wants most, and is sticking us with the bill, not even paying the $15 billion he expected to pay.  And nobody was killed.", "recommendationCount": 77}, {"assetID": 3395982, "replies": [], "lft": 104, "assetURL": "http://www.nytimes.com/2014/03/05/world/europe/putin-flashing-disdain-defends-action-in-crimea.html", "parentID": null, "commentID": 11276047, "rgt": 105, "userDisplayName": "Jim Steinberg", "createDate": "1393995701", "userID": 29629210, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1393995728", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Fresno, California", "commentType": "comment", "updateDate": "1393995728", "commentSequence": 11276047, "commentBody": "I'm beginning to smell Napoleonic complex with this short guy Putin.", "recommendationCount": 1}, {"assetID": 3395952, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 11275956, "replies": [], "commentID": 11276263, "trusted": 0, "userDisplayName": "Mike 71", "createDate": "1393999199", "userID": 40204713, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1393999492", "userTitle": "NULL", "recommendations": 0, "editorsSelection": false, "parentUserDisplayName": "knockainey", "userURL": "NULL", "userLocation": "Chicago Area", "depth": 1, "commentType": "userReply", "updateDate": "1393999492", "commentSequence": 11276263, "commentBody": "If St. Vincent DePaul demanded that those who donate to the poor must apologize for those making donations, he was creating the one of largest disincentives to charitable giving of all time. Pope Francis, who emphasizes  humility and service to the poor, would hardly approve of that attitude. But, like Cuban government socialist economic policies, it helps explain the reasons for Cubans' impoverishment and miserable standard of living!"}]}, "lft": 144, "assetURL": "http://www.nytimes.com/2014/03/05/world/americas/as-cubas-economy-opens-a-bit-some-who-fled-castro-return-to-help.html", "parentID": null, "commentID": 11275956, "rgt": 147, "userDisplayName": "knockainey", "createDate": "1393994350", "userID": 23760025, "replyCount": 1, "commentTitle": "<br/>", "status": "approved", "approveDate": "1393995780", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Ottawa Canada", "commentType": "comment", "updateDate": "1393995780", "commentSequence": 11275956, "commentBody": "Canadians have always been able to travel to Cuba - we went there about 12 years ago and were treated very well.  The people did not have much but they are proud of what they are and shared their love of music with us constantly.<br/>We were encouraged to leave behind toiletries and medicines such as aspirin and other small things but<br/>without making a big deal of it or offering things as a gift.  Several people brought school supplies.  As St.<br/>Vincent dePaul once said \"We must ask the poor to forgive us for what we give them.\"  ", "recommendationCount": 8}, {"assetID": 3395952, "replies": [], "lft": 148, "assetURL": "http://www.nytimes.com/2014/03/05/world/americas/as-cubas-economy-opens-a-bit-some-who-fled-castro-return-to-help.html", "parentID": null, "commentID": 11275974, "rgt": 149, "userDisplayName": "SteveinSoCal", "createDate": "1393994618", "userID": 52249842, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1393995783", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Newbury Park, CA", "commentType": "comment", "updateDate": "1393995783", "commentSequence": 11275974, "commentBody": "Nothing screams hypocrisy than the United States' continued embargo of Cuba. In terms of maintaining any semblance of the moral high ground the US long abdicated that position. <br/><br/>And if only Cuba had it's own oil reserve or owned a chunk of US debt, we wouldn't even be having this debate...", "recommendationCount": 12}, {"assetID": 3395952, "replies": [], "lft": 150, "assetURL": "http://www.nytimes.com/2014/03/05/world/americas/as-cubas-economy-opens-a-bit-some-who-fled-castro-return-to-help.html", "parentID": null, "commentID": 11275985, "rgt": 151, "userDisplayName": "JT FLORIDA", "createDate": "1393994733", "userID": 37343100, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1393995792", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Venice, FL", "commentType": "comment", "updateDate": "1393995792", "commentSequence": 11275985, "commentBody": "There are several things President Obama can do starting in November after the mid term congressional elections:<br/><br/>1. He can use Executive Authority to restore diplomatic relations with Cuba. we did it with China, Vietnam, even Burma. Why not Cuba?<br/>2. He needs to send a high level delegation to Cuba headed by the Secretary of State  to negotiate the release of Alan Gross, the contractor convicted of \"spying\" in Cuba and the so-called Cuban Five, convicted of spying against the exile community in Miami.<br/>3. He needs to support People-to-People programs like President Clinton did in the late 1990's. Send the Orioles back for games along with jazz artists, debate teams, cinema exchanges, sciences exchanges, etc.<br/>4. Encourage additional entrepreneurship programs with young Cuban Americans leading the way? Sponsor them through the State Department that  Cuba can become more like Vietnam in terms of being a dynamic economy in the Caribbean .<br/>5. Begin rounding up republican support for ending the embargo by 2015. Yes, republican support will be the key as Senators like Jeff Flake (R) AZ and a variety,of GOP congressmen whose districts have benefitted for years in mostly agricultural areas where cattle and peas, etc have, under the radar, found their way to Cuba. Some embargo when Cuba gets a majority of its food from the USA!<br/><br/>This plan could be a historic foreign policy achievement by President  Obama as his initiative would end a nightmare of a foreign policy.", "recommendationCount": 13}, {"assetID": 3395914, "replies": [], "lft": 1701, "assetURL": "http://www.nytimes.com/2014/03/05/world/europe/ukraine.html", "parentID": 11275632, "commentID": 11275910, "rgt": 1702, "userDisplayName": "OD", "createDate": "1393993833", "userID": 35975885, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1393995828", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "UK", "commentType": "userReply", "updateDate": "1393995828", "commentSequence": 11275910, "commentBody": "It's a squadron flag, dating from the time when the squadron was part of the Red Army Air Force in WW2.", "recommendationCount": 0}, {"assetID": 3395914, "replies": [], "lft": 1679, "assetURL": "http://www.nytimes.com/2014/03/05/world/europe/ukraine.html", "parentID": 11275491, "commentID": 11276056, "rgt": 1680, "userDisplayName": "BC", "createDate": "1393995767", "userID": 64511541, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1393995852", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Hoboken, NJ", "commentType": "userReply", "updateDate": "1393995852", "commentSequence": 11276056, "commentBody": "Yes, a ruling is needed by the Constitutional Court of Ukraine, or the Senate, if the Senate is the appropriate authority to rule on Presidential legitimacy.  <br/><br/>And, hopefully, a better narrative will be provided of what transpired after Yanukovych signed the agreement and then afterward fled to Russia. Why did he dismiss, if he did (?), the police and other security personnel responsible for his safety?  If they simply deserted him, after being with him so far, why?<br/><br/>The negotiated agreement seemed to be at least a temporary resolution. What went wrong ?", "recommendationCount": 1}, {"assetID": 3395914, "replies": [], "lft": 1714, "assetURL": "http://www.nytimes.com/2014/03/05/world/europe/ukraine.html", "parentID": null, "commentID": 11276043, "rgt": 1715, "userDisplayName": "Eugene Gorrin", "createDate": "1393995673", "userID": 55726510, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1393995875", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Union, NJ", "commentType": "comment", "updateDate": "1393995875", "commentSequence": 11276043, "commentBody": "In Sunday's NY Times, Peter Baker reported that German Chancellor Angela Merkel had tried talking some sense into Vladimir Putin. The Russian leader has an affinity for the Germans and Merkel especially: He served in the KGB in East Germany, where Merkel grew up. And yet, nothing: <br/><br/>\"Chancellor Angela Merkel of Germany told Mr. Obama by telephone on Sunday that after speaking with Mr. Putin she was not sure he was in touch with reality, people briefed on the call said. 'In another world,' she said.\"<br/><br/>If you weren't sure of the veracity of that report, all doubt should've vanished after Putin's press conference today.  The guy is nuts.  <br/><br/>Slouching in a fancy chair in front of reporters, Putin rambled. And rambled and rambled.   And sounded very confused:  Victor Yanukovich is still the acting president of Ukraine, but he can't talk to Ukraine because Ukraine has no president. Ukraine needs elections, but you can't have elections because there is already a president.  And no elections will be valid given that there is terrorism in the streets of Ukraine. <br/><br/>Today's Putin was nervous, angry, cornered, and paranoid.  <br/><br/>Merkel was absolutely right: Putin has lost it. Unfortunately, it makes him that much harder to deal with.<br/><br/>And someone who is nuts is very dangerous because no one knows what to expect.", "recommendationCount": 1}, {"assetID": 3395982, "replies": [], "lft": 106, "assetURL": "http://www.nytimes.com/2014/03/05/world/europe/putin-flashing-disdain-defends-action-in-crimea.html", "parentID": null, "commentID": 11276015, "rgt": 107, "userDisplayName": "Roberto", "createDate": "1393995219", "userID": 66167933, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1393995920", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Spokano", "commentType": "comment", "updateDate": "1393995920", "commentSequence": 11276015, "commentBody": "We set the standard when we invaded Iraq and killed hundreds of thousands of their people all based on the lies of Bush.  We're still paying off that 3 trillion dollar debt though we can never repay the blood we spilled on both sides.", "recommendationCount": 29}, {"assetID": 3395982, "replies": [], "lft": 15, "assetURL": "http://www.nytimes.com/2014/03/05/world/europe/putin-flashing-disdain-defends-action-in-crimea.html", "parentID": 11275811, "commentID": 11276030, "rgt": 16, "userDisplayName": "Alex", "createDate": "1393995490", "userID": 68742211, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1393995935", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "New York", "commentType": "userReply", "updateDate": "1393995935", "commentSequence": 11276030, "commentBody": "what does it have to do with conspiracy theories?", "recommendationCount": 0}, {"assetID": 3395982, "replies": [], "lft": 17, "assetURL": "http://www.nytimes.com/2014/03/05/world/europe/putin-flashing-disdain-defends-action-in-crimea.html", "parentID": 11275811, "commentID": 11276035, "rgt": 18, "userDisplayName": "davidny34", "createDate": "1393995567", "userID": 60772256, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1393995956", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Manhattan", "commentType": "userReply", "updateDate": "1393995956", "commentSequence": 11276035, "commentBody": "You did a fine job of enunciating the Standard, deceitful Western position.<br/><br/>One legal point.  The 1994 agreement is arguably no longer controlling.  Look closely at the language:  It says something like this: \"noting the change in the security situation,\"  Ukraine's boundaries and frontiers are to be respected etc.   It makes it clear that the agreement was being made because of certain changes in the security situation.<br/><br/>However, the \"security situation\" has changed.  Poland is a member of Nato.  Kosovo was taken from Serbia after a Nato bombing campaign.  John Mc Cain says that we should encircle Russia with a Democratic noose.<br/><br/>In light of the flagrant and violent lunges to the East, the security situation has changed once again, the 1994 agreement must be deemed dead  and Russia is warranted in standing-up for Russian, Slavic, Progressive Pride.   ", "recommendationCount": 1}, {"assetID": 3395569, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 11276067, "replies": [], "commentID": 11307524, "trusted": 0, "userDisplayName": "entjmom", "createDate": "1394411589", "userID": 62450767, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1394411646", "userTitle": "NULL", "recommendations": 0, "editorsSelection": false, "parentUserDisplayName": "susan116", "userURL": "NULL", "userLocation": "Ann Arbor, MI", "depth": 1, "commentType": "userReply", "updateDate": "1394408046", "commentSequence": 11307524, "commentBody": "susan116.  I notice this teeny phrase as well; it stood out at me from the whole article!   My intuition says the \"persona\" of each state in the United States is going to come through in the realization of the essence of CC.  Perhaps that is the strength in the wisdom of our federal system.   Some States will dictate, ie doing more hand-holding on how CC will be materialized, which are required to be followed in public schools, while others will be less parental.  Either way, I feel this transition will give private schools an opportunity to showcase their attention to instructional excellence, all of which outcomes will then be judged by popular experience of our students and their parents.  I agree with you that standardized tests will certainly be used as a gauge by parents and educators.  I hope in public schools, those master teachers are duly recognized for their professional excellence in implementing the essence of CC, and more!"}]}, "lft": 160, "assetURL": "http://parenting.blogs.nytimes.com/2014/02/27/a-lesson-on-the-common-core/", "parentID": null, "commentID": 11276067, "rgt": 163, "userDisplayName": "susan116", "createDate": "1393996060", "userID": 20667454, "replyCount": 1, "commentTitle": "<br/>", "status": "approved", "approveDate": "1393996086", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "evanston, illinois", "commentType": "comment", "updateDate": "1393996086", "commentSequence": 11276067, "commentBody": "The issue is not the fact of the Common Core itself: very little about it is offensive, in my (high school English teacher) opinion. The issue has to do with that teeny phrase, \"Decisions about how to implement the standards are left to the states.\" And to individual districts and school boards. Unfortunately, many states, districts, and boards are using the standards in reactionary and visionless ways. Fear--of test scores, school boards, and anxious parents--yet again drives curricula. ", "recommendationCount": 1}, {"assetID": 3395982, "replies": [], "lft": 7, "assetURL": "http://www.nytimes.com/2014/03/05/world/europe/putin-flashing-disdain-defends-action-in-crimea.html", "parentID": 11275796, "commentID": 11276039, "rgt": 8, "userDisplayName": "carol psky", "createDate": "1393995623", "userID": 39362793, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1393996096", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Malvern, PA", "commentType": "userReply", "updateDate": "1393996096", "commentSequence": 11276039, "commentBody": "Umm.  The Ukrainian parliament essentially impeached the President, there was no forced overthrow. By the Ukrainian constitution, this was in the parliament's power.<br/>ummm. The US no longer controls the Panama Canal. Jimmy Carter gave up control way back...during the cold war! ", "recommendationCount": 7}, {"assetID": 3395985, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 11276073, "replies": [], "commentID": 11277240, "trusted": 0, "userDisplayName": "Modface", "createDate": "1394023144", "userID": 68896796, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1394024162", "userTitle": "NULL", "recommendations": 5, "editorsSelection": false, "parentUserDisplayName": "Josh Hill", "userURL": "NULL", "userLocation": "London", "depth": 1, "commentType": "userReply", "updateDate": "1394024162", "commentSequence": 11277240, "commentBody": "Well I am English and I do not see the Windsors and their coterie of benefit scroungers being chased out of Buckingham Palace and all the other palaces they laid claim to upon the blood sweat and tears of their subjects. Also looking across the pond your  gated and patrolled communities of mainly white haves keeping out the mainly black have-nots seems to be growing as does the division between rich and poor overall. You talk of freedom of the press, I think heroes like Chelsea Manning, Edward Snowden and Julian Assange may have a thing or two to say about that. You also talk of Europe being prosperous and yes rather like your country for a privileged elite it is (rather like Russia as well) but for most of us we may count ourselves lucky if we look to the conditions of the masses living in the so called developing world but our streets are paved with broken glass rather than gold.<br/>Finally I really don't think an American or an Englishman for that matter should shout out about Afghanistan to the Russians as it was in a lot better state under their watch than it is ours not that the Afghans wanted any of us there, rather like the Iraqis in that sense I suppose but hey maybe the Afghanis should count themselves lucky when they see what a basket case Halliburton and Blackwater amongst others made of Iraq in the name of freedom."}, {"recommendedFlag": 0, "parentID": 11276073, "replies": [], "commentID": 11277392, "trusted": 0, "userDisplayName": "DNA Girl", "createDate": "1394024446", "userID": 623759, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1394036274", "userTitle": "NULL", "recommendations": 4, "editorsSelection": false, "parentUserDisplayName": "Josh Hill", "userURL": "NULL", "userLocation": "CT", "depth": 1, "commentType": "userReply", "updateDate": "1394036274", "commentSequence": 11277392, "commentBody": "Indeed.  Mr. Pukhov's delusions are laid bare in the last sentence where he characterizes the protesters as \"some Ukrainian neo-Nazi's\".  It's like he doesn't know we can read news other than that which he makes up."}, {"recommendedFlag": 0, "parentID": 11276073, "replies": [], "commentID": 11278377, "trusted": 1, "userDisplayName": "Josh Hill", "createDate": "1394031357", "userID": 20663434, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1394031367", "userTitle": "NULL", "recommendations": 4, "editorsSelection": false, "parentUserDisplayName": "Josh Hill", "userURL": "NULL", "userLocation": "New London, CT", "depth": 1, "commentType": "userReply", "updateDate": "1394031367", "commentSequence": 11278377, "commentBody": "Modface, I share your concern with the material inequities of the industrialized democracies. But if you read something of the situation in Ukraine, I think you'll find that our situation is radically superior to that of the people of Ukraine, or Russia.<br/><br/>Manning, Snowden, and Assange have nothing to do with freedom of the press and everything to do with the wholesale disclosure of secret documents that revealed no illegality. Daniel Elsberg and other whistelblowers are heroes of mine; those three are not. In any case, note that the Guardian and the Times were free to print those documents. The Russian press, on the other hand, cannot even criticize Putin. As with economic disparity, one must beware of false equivalency.<br/><br/>Afghanistan under the Russians was not in a good state. It was a desperate, brutalized place, and both Afghanistan and the world are still feeling the fallout of that.<br/><br/>Finally, it's easy to get a distorted picture of the situation in a country when one observes it from afar. Most of us do not live in gated communities, nor does income divide cleanly along black/white lines as your post suggests."}]}, "lft": 2, "assetURL": "http://www.nytimes.com/2014/03/05/opinion/what-putin-really-wants.html", "parentID": null, "commentID": 11276073, "rgt": 11, "userDisplayName": "Josh Hill", "createDate": "1393996159", "userID": 20663434, "replyCount": 5, "commentTitle": "<br/>", "status": "approved", "approveDate": "1393996205", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "New London, CT", "commentType": "comment", "updateDate": "1393996205", "commentSequence": 11276073, "commentBody": "Yes, some of us knew that Russian intervention was likely. That doesn't mean that it is disingenuous to denounce it, now that it has occurred.<br/><br/>As to your laughable characterization of the Ukrainian protesters as neo-Nazis, you seem to forget that some of us live in countries that still have freedom of the press.<br/><br/>Finally, you may not have noticed it, but we \"simpletons of international politics\" are perhaps not such simpletons at all: the world's autocrats are, after all, being chased out of their presidential palaces by the people they brutalize and rob.<br/><br/>This is no victory for Putinism. It is rather an act of desperation and an admission of failure, much like the Soviet invasions of Hungary, Czechoslovakia, and Afghanistan. Were Russia as prosperous, free, and lawful as the countries of the European Union, Ukrainians would have been clamoring to join the Russian sphere, rather than to escape it.", "recommendationCount": 127}, {"assetID": 3395982, "replies": [], "lft": 47, "assetURL": "http://www.nytimes.com/2014/03/05/world/europe/putin-flashing-disdain-defends-action-in-crimea.html", "parentID": 11275888, "commentID": 11276044, "rgt": 48, "userDisplayName": "Yurko", "createDate": "1393995678", "userID": 68841739, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1393996252", "userTitle": "NULL", "editorsSelection": 1, "statusID": 2, "userURL": "NULL", "userLocation": "US", "commentType": "userReply", "updateDate": "1393996688", "commentSequence": 11276044, "commentBody": "Ukrainians don't need concessions from Russia; Putin's pupped regime in Kyiv has robbed Ukraine of billions in recent years. What Ukrainians need is to establish a transparent government with no criminal ties to Kremlin functionaries. Then the authorities will investigate and try to recover the funds and assets stolen by the former President Yanukovych, who is currently hiding in Russia under Putin's protection. Obviously, some portion of the missing Ukrainian Treasury in within Russia's borders now. ", "recommendationCount": 40}, {"assetID": 3395982, "replies": [], "lft": 9, "assetURL": "http://www.nytimes.com/2014/03/05/world/europe/putin-flashing-disdain-defends-action-in-crimea.html", "parentID": 11275796, "commentID": 11276045, "rgt": 10, "userDisplayName": "AHS", "createDate": "1393995685", "userID": 43812406, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1393996264", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Washington DC", "commentType": "userReply", "updateDate": "1393996264", "commentSequence": 11276045, "commentBody": "Your comment is simplistic.  One, any people have the right to remove a corrupt government.  In the US, it's called impeachment.  Two, the US has never invaded a country to protect bases.  Reagan did invade Panama to arrest Noriega, but, whatever you think of that action, we acknowledged our own soldiers and promptly got out.<br/><br/>The worst example against us is, of course, our invasion of Iraq on a pretext.  But not even Dick  Cheney would orchestrate such an elaborate show of thuggery and deny his own soldiers as Putin has in Ukraine.  Whether he is living in a fantasy, it does suggest that he is not dealing from a position of power.", "recommendationCount": 3}, {"assetID": 3395936, "replies": [], "lft": 473, "assetURL": "http://www.nytimes.com/2014/03/05/us/politics/obama-submits-budget-to-congress.html", "parentID": 11275202, "commentID": 11276079, "rgt": 474, "userDisplayName": "Einstein", "createDate": "1393996233", "userID": 58955230, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1393996267", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "America", "commentType": "userReply", "updateDate": "1393996267", "commentSequence": 11276079, "commentBody": "It all depends on who makes the rules.<br/><br/>Thanks to Milton Friedman, the world is in economic crisis.<br/><br/>Thanks to Milton Friedman, income equality in the USA is destroying our notions of freedom and equality for all.<br/><br/>Even a stopped clock is right twice in a day.", "recommendationCount": 2}, {"assetID": 3395982, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 11276048, "replies": [], "commentID": 11276526, "trusted": 0, "userDisplayName": "SB", "createDate": "1394007899", "userID": 57489269, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1394010627", "userTitle": "NULL", "recommendations": 1, "editorsSelection": false, "parentUserDisplayName": "Judyw", "userURL": "NULL", "userLocation": "Los Altos, CA", "depth": 1, "commentType": "userReply", "updateDate": "1394010627", "commentSequence": 11276526, "commentBody": "@Judyw - Sure, why not? Finland was a part of Russian Empire from 1812 to 1918, it was just a province of Sweden before then. Why shouldn't this mistake be corrected? Or Kalinigrad for instance - it was known as Königsberg before 1945 and according to your impeccable logic this former  German city and its vicinity was given to USSR  because of \"poorly drawn boundaries by Great Powers at the end of wars\". I bet that Putin's inner circle won't appreciate this, so here is better idea just for your thoughts. Let's give Pomerania and the rest of Eastern Prussia back to Germany. After all, as you've mentioned a few days ago, its all Poland's fault."}]}, "lft": 108, "assetURL": "http://www.nytimes.com/2014/03/05/world/europe/putin-flashing-disdain-defends-action-in-crimea.html", "parentID": null, "commentID": 11276048, "rgt": 111, "userDisplayName": "Judyw", "createDate": "1393995704", "userID": 22452103, "replyCount": 1, "commentTitle": "<br/>", "status": "approved", "approveDate": "1393996276", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "cumberland, MD", "commentType": "comment", "updateDate": "1393996276", "commentSequence": 11276048, "commentBody": "This trouble in Ukraine highlight the imprudence with which borders were drawn when the USSR imploded. More attention should have been given to older boundaries.  We were too anxious to humiliate Russia. Then we promised there would be no NATO encroachment but both Clinton and Bush pushed NATO further east.<br/><br/>It may be time to redraw those boundaries again. Ukraine was NEVER a country until the last 30 years. It was always a region. Parts of modern Ukraine used to be in Poland, Gallicia, Russia etc. It would have been smarter to redraw the boundaries considering history than creating a new country with so many various ethnic divisions that unity is truly impossible and clashes will be frequent.<br/><br/>Crimea and the Donbas should go back to Russia of which they were part for hundreds of years. Recreate Gallicia. The best solution to this current problem is to redraw realistic borders by going back to the maps before and after WWI which more closely align with the ethnic composition in the area than do the modern boundaries. It was a major mistake to create Ukraine and to sever areas which had been Russian for hundreds of years to create a new country.<br/><br/>Poorly drawn boundaries by Great Powers at the end of wars are always badly done and lay the groundwork for future wars. We have only to look at the Middle East to realize the fiasco created by artificially drawn borders and now we see it in Europe too. War will break out sooner or later as border or ethnic disputes arise. ", "recommendationCount": 12}, {"assetID": 3395982, "replies": [], "lft": 112, "assetURL": "http://www.nytimes.com/2014/03/05/world/europe/putin-flashing-disdain-defends-action-in-crimea.html", "parentID": null, "commentID": 11276049, "rgt": 113, "userDisplayName": "Marion Stieglitz", "createDate": "1393995705", "userID": 56611902, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1393996284", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Edmonton Alberta Canada", "commentType": "comment", "updateDate": "1393996284", "commentSequence": 11276049, "commentBody": "A lot of Americans seem unaware that the blueprint for the rather dictatorial current Russian system, actually had Boris Yeltsin, not Putin, as its architect. (Remember him: Boris, that fairly drunk but pro-western bumpkin who was a pretty good stick, bringing Russia into democracy, even if he did tinkle on the White House lawn after hoisting a few. A couple of items Mr. Yeltsin implemented were the amount of Presidential power a Russian leader can have; and oh, the dismantling of Russian state infrastructure relinquished into the hands of a few oligarchs. ", "recommendationCount": 3}, {"assetID": 3395982, "replies": [], "lft": 114, "assetURL": "http://www.nytimes.com/2014/03/05/world/europe/putin-flashing-disdain-defends-action-in-crimea.html", "parentID": null, "commentID": 11276052, "rgt": 115, "userDisplayName": "Onbeyondzen", "createDate": "1393995739", "userID": 67082210, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1393996352", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Berkeley", "commentType": "comment", "updateDate": "1393996352", "commentSequence": 11276052, "commentBody": "I hate to say it, being a small man myself, but he exhibits a classic example of a little man complex.  He is a very dangerous creature.  Why is it that Russia historically seems to push up paranoid leaders who just can't seem to manage their emotions?", "recommendationCount": 0}, {"assetID": 3395982, "replies": [], "lft": 116, "assetURL": "http://www.nytimes.com/2014/03/05/world/europe/putin-flashing-disdain-defends-action-in-crimea.html", "parentID": null, "commentID": 11276054, "rgt": 117, "userDisplayName": "Alberto136", "createDate": "1393995760", "userID": 57597866, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1393996380", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Edmonton, AB", "commentType": "comment", "updateDate": "1393996380", "commentSequence": 11276054, "commentBody": "The oft pious rhetoric of America and in this case represented by Kerry aisde, it does strike me that there is a grain of truth in what Putin says.  The Ukrainians have not exhibited a whole lot of practical governance virtue in the past 10 years and I think the western press is not delving very deeply into the context of this turn of events preferring to stay with the politicians and at the edges of the demonstrators whoever the heck they are.  Like the blather artist John Baird External Affairs Minister for Canada who jetted on down to Kiev last week looking for someone in charge to give some flowers and handouts to, so Kerry is a one man welcome wagon, laying the requisite nesting doll at the wailing wall.  It's like mourners showing up at the wake.  Not much to do but \"say a few words of support\" and drink the toasts.", "recommendationCount": 18}, {"assetID": 3368655, "replies": [], "lft": 2432, "assetURL": "http://opinionator.blogs.nytimes.com/2013/04/27/no-rich-child-left-behind/", "parentID": null, "commentID": 11276093, "rgt": 2433, "userDisplayName": "fgs", "createDate": "1393996444", "userID": 68664567, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1393996506", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "<br/>", "commentType": "comment", "updateDate": "1393996506", "commentSequence": 11276093, "commentBody": "I agree with the author that resources need to be more invested in early childhood development. Nurse partnerships have proven to be helpful, but I don’t think that conservatives are comfortable with practices that can be seen as invasive. The problem may be that those who oppose those types of programs are seeing the world through “rose colored lenses”. Not every family is perfect and not ever family may need help, but I would think that we as a society are compassionate enough to offer the help to those who are willing to accept it. Eventually the quality of education is really determined by how a kid accepts it and applies it; and those are habits and practices found outside of the classroom.", "recommendationCount": 0}, {"assetID": 3395975, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 11276099, "replies": [], "commentID": 11276128, "trusted": 0, "userDisplayName": "John", "createDate": "1393997086", "userID": 55210464, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1394013739", "userTitle": "NULL", "recommendations": 4, "editorsSelection": false, "parentUserDisplayName": "Mark Thomason", "userURL": "NULL", "userLocation": "Turlock, CA", "depth": 1, "commentType": "userReply", "updateDate": "1394013739", "commentSequence": 11276128, "commentBody": "Very well said.  I have come to look for your comments -- always balanced and well-reasoned."}, {"recommendedFlag": 0, "parentID": 11276099, "replies": [], "commentID": 11276202, "trusted": 0, "userDisplayName": "AO", "createDate": "1393998196", "userID": 57677228, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1394013921", "userTitle": "NULL", "recommendations": 10, "editorsSelection": false, "parentUserDisplayName": "Mark Thomason", "userURL": "NULL", "userLocation": "JC NJ", "depth": 1, "commentType": "userReply", "updateDate": "1394013921", "commentSequence": 11276202, "commentBody": "I guess you have read very little or none at all of Aleksandr Solzhenitsyn. Russia operated on the slave labor of its people and the cannon fodder of its armies after most of the experienced officers were purged by Stalin. Stalin also decided to sign a treaty with Hitler and partition Poland and attack Finland. So Stalin and Communism (not the Russian people) got what they deserved. I believe that the US sent quite a bit of aid to the Soviets and that we are probably still waiting for payment. Currently Russia is even more corrupt than the US and Putin is delusional and repressive."}, {"recommendedFlag": 0, "parentID": 11276099, "replies": [], "commentID": 11276879, "trusted": 0, "userDisplayName": "Swans21", "createDate": "1394018498", "userID": 26203284, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1394031078", "userTitle": "NULL", "recommendations": 5, "editorsSelection": false, "parentUserDisplayName": "Mark Thomason", "userURL": "NULL", "userLocation": "Stamford, CT", "depth": 1, "commentType": "userReply", "updateDate": "1394031078", "commentSequence": 11276879, "commentBody": "\"He was speaking with real understanding to a nation that made huge sacrifice in WW2\"<br/><br/>Absolutely ridiculous ... I am so tired of hearing of russia/ussr's WW2 sacrifices, losses, etc.  They deserved it.  From August 1939 through June 1941, they were Nazi Germany's ally and co-conspiator in carving up Poland, the Baltics, and much of the rest of E. Europe.  Why does everyone seem to have amnesia when it comes to this fact?"}]}, "lft": 26, "assetURL": "http://www.nytimes.com/2014/03/05/opinion/friedman-why-putin-doesnt-respect-us.html", "parentID": null, "commentID": 11276099, "rgt": 33, "userDisplayName": "Mark Thomason", "createDate": "1393996629", "userID": 37674938, "replyCount": 3, "commentTitle": "<br/>", "status": "approved", "approveDate": "1393996685", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Clawson, MI", "commentType": "comment", "updateDate": "1393996685", "commentSequence": 11276099, "commentBody": "\"Any man who actually believes, as Putin has said, that the breakup of the Soviet Union was “the greatest geopolitical catastrophe” of the 20th century is caught up in a dangerous fantasy\"<br/><br/>He also explained, \"Those who do not regret the collapse of the Soviet Union have no heart, and those that do regret it have no brain.\"  <br/><br/>He was speaking with real understanding to a nation that made huge sacrifice in WW2 as the USSR, and the lifetime of everybody was spent being the USSR. They are better off, but they still feel a sense of loss. <br/><br/>Soviet war college studies reported at the time in the Western specialist press, like our Army's Armor magazine, opined that the overstretch was more cost than benefit, and was dragging them down. It was an intelligent choice made at the highest levels, not an accident, but still has a component of emotional loss. <br/><br/>Divorces are like that.<br/><br/>Friedman here oversimplifies, and fails to show the real understanding that Putin did show. That may explain why Putin is President again with twice the poll numbers as our President or our last President.<br/><br/>Yes, he is a hard man. Painting him as a fool, out of touch, is just foolishness and out of touch. <br/><br/>This is about Putin's red line, not ours. It was about our lack of respect, not his. Russia fought for the Crimea repeatedly since 1783, repeatedly with our help. It has now a long term lease, just as we do on Guantanamo Bay in Cuba, and just as we did on the Panama Canal and Britain did on Hong Kong.", "recommendationCount": 157}, {"assetID": 3395971, "replies": [], "lft": 58, "assetURL": "http://www.nytimes.com/2014/03/05/us/sherwin-b-nuland-author-who-challenged-concept-of-dignified-death-dies-at-83.html", "parentID": null, "commentID": 11276042, "rgt": 59, "userDisplayName": "Pete", "createDate": "1393995672", "userID": 1606674, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1393996787", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "CA", "commentType": "comment", "updateDate": "1393996787", "commentSequence": 11276042, "commentBody": "My wife had the opportunity to work with him, and though she referred to him as \"Shep\" in conversation with others (as did everyone who knew him), in his presence he was never anything but \"Dr. Nuland\"--a reflection of the profound respect, admiration, and affection she had for him. He was one of a kind.", "recommendationCount": 22}]}, "copyright": "Copyright (c) 2016 The New York Times Company.  All Rights Reserved."}