{"debug": {"version": 3.1}, "status": "OK", "results": {"api_timestamp": "1481479631", "totalCommentsFound": 7074, "totalCommentsReturned": 25, "comments": [{"assetID": 3328482, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 6542883, "replies": [], "commentID": 6548761, "trusted": 0, "userDisplayName": "A Reader", "createDate": "1341342693", "userID": 29159724, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1341344960", "userTitle": null, "recommendations": 0, "editorsSelection": false, "parentUserDisplayName": "Thoughtful Woman", "userURL": null, "userLocation": "Detroit, MI", "depth": 1, "commentType": "userReply", "updateDate": "1341341360", "commentSequence": 1, "commentBody": "And your qualifications for second-guessing this young woman's decision are...?"}]}, "lft": 122, "assetURL": "http://www.nytimes.com/2012/07/03/sports/olympics/tarmoh-withdraws-from-100-meter-runoff.html", "parentID": null, "commentID": 6542883, "rgt": 125, "userDisplayName": "Thoughtful Woman", "createDate": "1341284727", "userID": 55102361, "replyCount": 1, "commentTitle": "n/a", "status": "approved", "approveDate": "1341288013", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Oregon", "commentType": "comment", "updateDate": "1341284413", "commentSequence": 40, "commentBody": "The guy who read the photo finish is purportedly the best in the business.  There are two cameras, one filming from across the inside lane and one filming from across the outside lane.  The outside image is the most frequently referred to in deciding races, but in this case, a raised arm obscured the torsos, making it impossible to determine which torso crossed the line first.  It's the inside image that shows the torsos flush with the line. Although he first ruled Tarmoh third, he almost immediately second guessed himself and called in four referees for a consultation.<br/><br/>If Tarmoh believes she was rightly the winner, she was only so provisionally and only for the time it took the judge to overrule himself.  I'm sensing that she's a vulnerable, inexperienced newcomer who has fallen back on her high school and college mentors because--as if things weren't complicated enough--she and Felix share a coach in Bobby Kersee who has been doing his best all week to avoid the conflict of interest of advising either runner what to do.  When pressed, he said \"It would be like your asking me which one of my kids I would let drown.\"<br/><br/>Neither Tarmoh, nor her chosen mentors, seem well enough versed in the \"thrill of victory and the agony of defeat\" nature of Olympic Trials competition.  It's a tough game.  Runners come flying to victory only to discover they are disqualified from stepping a half toe on the white line.  To become a champion, you take the knocks, you rise, and you rise again.", "recommendationCount": 11}, {"assetID": 3328482, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 6543000, "replies": [], "commentID": 6543624, "trusted": 0, "userDisplayName": "creegah", "createDate": "1341304496", "userID": 8609152, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1341324489", "userTitle": null, "recommendations": 0, "editorsSelection": false, "parentUserDisplayName": "Kevin Brock", "userURL": null, "userLocation": "Murphy, NC", "depth": 1, "commentType": "userReply", "updateDate": "1341320889", "commentSequence": 1, "commentBody": "Spot on! Another way would be to use their respective placements in the qualifying, quatrers and semis. Then the complaint might be, \"but I wasn't really trying my hardest\". Oh well."}, {"recommendedFlag": 0, "parentID": 6543000, "replies": [], "commentID": 6544843, "trusted": 0, "userDisplayName": "Thoughtful Woman", "createDate": "1341319333", "userID": 55102361, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1341324489", "userTitle": null, "recommendations": 1, "editorsSelection": false, "parentUserDisplayName": "Kevin Brock", "userURL": null, "userLocation": "Oregon", "depth": 1, "commentType": "userReply", "updateDate": "1341320889", "commentSequence": 2, "commentBody": "A number of commenters are berating USATF for not having had a rule in place for such a situation.  But considering that, with all the heats and semis and finals that have been run at Olympic Trials over the years, this has never happened before, I would cut them a little slack.<br/><br/>It's the three slots only that complicates the situation here; if they'd tied for first or second the third place finisher would have been out of luck.  Presumably in open competition, they could have tied for the bronze, but the rules say only three can go to the Olympics.  This situation was made so much more complicated by the fact that both girls had both entered in two events and both had been warming up, running, and cooling down all week.  Ato Bolden for NBC was adamant that the issue should be settled by competitive means and not a coin toss, but that was easy for him to say, he was sitting in a booth on his fanny all week.  A high stakes runoff?  It's like asking them to just go out there and, why not?, tear a  hamstring for TV.<br/><br/>Your suggestion that the tiebreaker should be the runners' progression of times has merit.  During the rounds, advancing can depend either on placing or on the next fastest times, so the concept is already in place in track, it just needs to be formalized.  Pole vaulters and high jumpers are placed based both on final height and progressive misses.  No reason why qualifying times in the sprints can't be averaged in, but only to break a tie in a final at a trials."}]}, "lft": 126, "assetURL": "http://www.nytimes.com/2012/07/03/sports/olympics/tarmoh-withdraws-from-100-meter-runoff.html", "parentID": null, "commentID": 6543000, "rgt": 131, "userDisplayName": "Kevin Brock", "createDate": "1341286555", "userID": 59890819, "replyCount": 2, "commentTitle": "n/a", "status": "approved", "approveDate": "1341288017", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Waynesville, NC", "commentType": "comment", "updateDate": "1341284417", "commentSequence": 41, "commentBody": "After reading several reports, it seems that the official results declaring the race a tie for 3rd place were announced about two hours after the race, overturning the judge's initial \"unofficial\" declaration of Tarmoh as the 3rd place qualifier.  If it took a panel of referees two hours to determine that this was a tie, then there need to be improvements made in the technology.  It was another 24 hours before USATF proposed their coin flip or runoff alternatives to the two competitors.<br/><br/>Specific \"tiebreaker\" rules should be in place ahead of meets, instead of the ad hoc manner of this coin flip or runoff.  For example, one could take combined times from all the qualifying heats leading up to the final...the runner with the lowest combined time wins.  It would be rare indeed for the combined times from three or four races to be \"equal\" down to one-one thousandth of a second.  The added benefit of that would be to make qualifying heats more competitive - running to advance would turn into running harder and faster to improve ones chances in a tiebreaker.", "recommendationCount": 8}, {"assetID": 3328472, "replies": [], "lft": 15, "assetURL": "http://economix.blogs.nytimes.com/2012/07/02/how-much-would-the-medicaid-expansion-cost-your-state/", "parentID": 6541932, "commentID": 6543098, "rgt": 16, "userDisplayName": "ActBlue", "createDate": "1341288084", "userID": 1087876, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1341288135", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Austin", "commentType": "userReply", "updateDate": "1341284535", "commentSequence": 2, "commentBody": "Dave, you would not spend $2 bn to get $54 bn?  That's an offer no reasonable person would pass up. The fact that it would expand health coverage to millions of deserving Texans is justification on its own,  but the accompanying lift that huge infusion of cash would have on the entire state economy is something this state desperately needs. I'm not sure who you hate more, the Feds or our lower middle class.<br/>\nYour contrived hostility toward the federal government, along with that of our disgraced governor, has reached a point so far beyond the realm of  rational thought that we deserve to be seen as the backward , laughing stock of the nation.  I am counting the days with great anticipation until, in the not too distant future, we rip control of this state out of your hands with a fury and determination not seen since the Alamo.  <br/><br/>This state's willfull disregard for the needs of the non-white non-evangelical population, a majority of Texans, will have dire consequences for the status quo.  You won't recognize the state when we're through with it.  ", "recommendationCount": 14}, {"assetID": 3328338, "replies": [], "lft": 368, "assetURL": "http://www.nytimes.com/2012/07/02/world/americas/mexico-presidential-election.html", "parentID": null, "commentID": 6542975, "rgt": 369, "userDisplayName": "Deth", "createDate": "1341286300", "userID": 66303535, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1341288401", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Nuevo Leon", "commentType": "comment", "updateDate": "1341284801", "commentSequence": 128, "commentBody": "Yesterday's elections confirmed something i am afraid: the country is divided, and the PRI seized the moment and won, right now i blame the PAN supporters because they believe this fake story of AMLO is like Chavez and this is false. im not a left supporter, but AMLO was the right choose, but don't, PAN supporters decided to vote for a retrograde woman whose conservative ideology is outdated, her campaign team are not responsible for her lost, it was her... only her. (i mean, what chances the campaign team has to make her president? for the love of god! 0%)<br/>\nim not going to say something about the new president, like a person said here early, he is the Mexican version of George W. Bush on the IQ side this is the only thing Americans needs to know about him.<br/>\nabout Televisa being involved, this is not the first time something like this happen, in the end of the 80's Globo TV of Brazil put Collor de Melo on the presidency (hope i am right on this)<br/>\ni am afraid of what comes next, censorship on all media in general (including internet) in Mexico is imminent imo<br/><br/>and for the last, compare Michelle Obama with the soon to be Mexico's 1st Lady", "recommendationCount": 0}, {"assetID": 3328338, "replies": [], "lft": 370, "assetURL": "http://www.nytimes.com/2012/07/02/world/americas/mexico-presidential-election.html", "parentID": null, "commentID": 6543090, "rgt": 371, "userDisplayName": "Luis", "createDate": "1341287955", "userID": 66303640, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1341288425", "userTitle": null, "editorsSelection": 1, "statusID": 2, "userURL": null, "userLocation": "Monterrey", "commentType": "comment", "updateDate": "1341284825", "commentSequence": 129, "commentBody": "Here in Mexico the population comitted the same error all over again (voted PRI) but is not entirely their fault i'll explain:<br/><br/>The PRI has gobernated Mexico for about 80 years they  learned how to manipulate the population incresing poverty, ignorance by the means of stoping all the  structural reforms that this country needs. In most of the places in mexico they buy the votes beneficiating from this things, in most cases they give food and money, in exchange of the credentials to vote (IFE cards), it is a phenomenon that happens in the eyes of the mexican people , the authorities and is so flagrant that is unbelivable. <br/><br/>It seems  to me that for Mexico there is a long way to have a real democracy, the job executed by the IFE is inefficient and inaccurate tailored for being a tool for the corruption that reigns in this country.<br/><br/>I have faith that Mr. Peña Nieto in fact has a  willing to work  for the good of this country that I love so much.<br/><br/>And then...  there  is Televisa but that is another history<br/><br/>Best regards", "recommendationCount": 2}, {"assetID": 3328318, "replies": [], "lft": 1227, "assetURL": "http://www.nytimes.com/2012/07/02/us/politics/economy-cuts-into-obamas-youth-support.html", "parentID": 6542668, "commentID": 6543083, "rgt": 1228, "userDisplayName": "nyhugenot", "createDate": "1341287805", "userID": 65312034, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1341288786", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Charlotte, NC", "commentType": "userReply", "updateDate": "1341285186", "commentSequence": 1, "commentBody": "YADA YADA YADA! Perhaps people have realized the mistake of electing a man who despises private industry enough to say that his one year he actually held a job was like sleeping with the enemy? Even the smallest of business' owners have more experience than this guy in management. SEnd him home and give us a business professional who knows where the buck comes from and where it stops. I've been a business owner for 30 years and guess what? When mistakes are made they are mine.", "recommendationCount": 0}, {"assetID": 3328318, "replies": [], "lft": 369, "assetURL": "http://www.nytimes.com/2012/07/02/us/politics/economy-cuts-into-obamas-youth-support.html", "parentID": 6534616, "commentID": 6543112, "rgt": 370, "userDisplayName": "Duke Kona", "createDate": "1341288327", "userID": 61198366, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1341288830", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Tucson", "commentType": "userReply", "updateDate": "1341285230", "commentSequence": 74, "commentBody": "Dave, if for no other reason, and I disagree with most of the ones your express, you need to vote for the President in order to avoid stacking the courts with young, right-wing justices. This clear objective of the Republican wealthy has already paid off for them with Citizens United. With further protection of the wealthy classes, there may not even BE a Green Party in the future. There IS a difference. I'm not totally happy with the President either but the alternative has become, over the last ten years, a nightmare.", "recommendationCount": 1}, {"assetID": 3328318, "replies": [], "lft": 1175, "assetURL": "http://www.nytimes.com/2012/07/02/us/politics/economy-cuts-into-obamas-youth-support.html", "parentID": 6540430, "commentID": 6543114, "rgt": 1176, "userDisplayName": "nyhugenot", "createDate": "1341288348", "userID": 65312034, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1341288842", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Charlotte, NC", "commentType": "userReply", "updateDate": "1341285242", "commentSequence": 1, "commentBody": "I believe it was Winston Churchhill who said that anyone who is not a Liberal at 20 has no heart and anyone who is still a LIberal at 40 has no brains? Don't you think economic and fiscal issues affect social issues and vice versa. The true difference between the parties is that teh Republicans believe in an equal opportunity to acchieve success. The Democrats want an equal outcome regardless of circumsatnces. Even the guy who is incompetent should be just as successful as the guy who works smart.", "recommendationCount": 0}, {"assetID": 3327289, "replies": [], "lft": 200, "assetURL": "http://wordplay.blogs.nytimes.com/2012/06/25/numberplay-se5en/", "parentID": null, "commentID": 6543133, "rgt": 201, "userDisplayName": "Stephen Meskin", "createDate": "1341288853", "userID": 37204635, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1341288914", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Maryland", "commentType": "comment", "updateDate": "1341285314", "commentSequence": 47, "commentBody": "Using medieval Roman Numerals, the next in the sequence would be e399ht.", "recommendationCount": 0}, {"assetID": 3328441, "replies": [], "lft": 121, "assetURL": "http://www.nytimes.com/2012/07/03/us/probation-fees-multiply-as-companies-profit.html", "parentID": 6539743, "commentID": 6543092, "rgt": 122, "userDisplayName": "Martha Shelley", "createDate": "1341287987", "userID": 31638827, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1341288919", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Portland OR", "commentType": "userReply", "updateDate": "1341285319", "commentSequence": 1, "commentBody": "But the prisoners can be rented out to corporations. They can and do work in call centers, manufacture armor for our troops, sew uniforms for MacDonald's, etc. They work for a lot less than the laborers in Chinese factories. Hey, it's a win-win situation for all kinds of private enterprise!", "recommendationCount": 4}, {"assetID": 3328441, "replies": [], "lft": 1037, "assetURL": "http://www.nytimes.com/2012/07/03/us/probation-fees-multiply-as-companies-profit.html", "parentID": 6542033, "commentID": 6543100, "rgt": 1038, "userDisplayName": "john doe", "createDate": "1341288100", "userID": 3255939, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1341288933", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "new york, ny", "commentType": "userReply", "updateDate": "1341285333", "commentSequence": 2, "commentBody": "Undoubtedly, Harold.  But I gotta think that blacks and latinos are getting pulled over way more often similarly to the stop and frisk ridiculousness.  It they are, then it's logical to assume that they're going to get jammed up more by this insanity as well.", "recommendationCount": 0}, {"assetID": 3328441, "replies": [], "lft": 1291, "assetURL": "http://www.nytimes.com/2012/07/03/us/probation-fees-multiply-as-companies-profit.html", "parentID": 6543032, "commentID": 6543123, "rgt": 1292, "userDisplayName": "andrea", "createDate": "1341288551", "userID": 56400966, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1341288942", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "madison wi", "commentType": "userReply", "updateDate": "1341285342", "commentSequence": 1, "commentBody": "Amen.  And unfortunately Canada doesn't even want the likes of us.  I'm age 43, and a practicing attorney.  My DH is age 54, and a writer with a PhD.  Both of us are highly educated, yet the Canadian immigration attorney I consulted last week told me that there was nothing he could do to assist us with immigration and that we really didn't qualify under any of the criteria that Canada had set.", "recommendationCount": 11}, {"assetID": 3328441, "replies": [], "lft": 1155, "assetURL": "http://www.nytimes.com/2012/07/03/us/probation-fees-multiply-as-companies-profit.html", "parentID": 6542451, "commentID": 6543124, "rgt": 1156, "userDisplayName": "Deborah", "createDate": "1341288612", "userID": 61773814, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1341288960", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Staten Island, NY", "commentType": "userReply", "updateDate": "1341285360", "commentSequence": 1, "commentBody": "Moral Compass? Hmmm. So establishing a nation, based on exterminating the human beings already living here,then dragging people from Africa and Europe as indentured servants (Africans were indentured servants in Jamestown, VA in 1619, a year before the Mayflower landed) literally dragging poor people from the streets of Brisol,London and Ireland and luring them from Germany only to be sequesterd on Governor's Island across from Liberty Island overlooking a New York harbor to a Wall Street Built by Slaves and sold on Stock Exchange. The NYSE is built atop a slave stockade.<br/>\n  Was this \"moral compass\" engaged when George Washington was raping his slaves or being so miserable master that he would rotate his slaves in order to deny them freedom in certain states? He wasn't shooting blanks, there are descendants today who look Black.<br/>\n Chase Bank and AIG were STARTED on trading slaves/bbank loans and insuring them respectively.<br/>\nDo realize that EVERY time you see a person of obvious African descent in all of the Americas with a European surname, that is the modern day affect of a group so greedy and ruthless and determined to dominate they would strip my ancestors of their very names/origins to be lost forever. Every time you say Condoleeza Rice, Michael Jackson, Michael Jordan, Martin Luther KIng, Jr., Cosby, Winfrey you affirm that hateful act.This is why you balk at the thought of Malcolm's surname as X and why some of us speak English as we wish.  It's to drive you insane.", "recommendationCount": 1}, {"assetID": 3327449, "replies": [], "lft": 67, "assetURL": "http://rendezvous.blogs.nytimes.com/2012/06/26/for-hispanics-a-court-decision-wont-root-out-profiling/", "parentID": 6529682, "commentID": 6542940, "rgt": 68, "userDisplayName": "Concerned Citizen", "createDate": "1341285801", "userID": 11228992, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1341289227", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Anywheresville, USA", "commentType": "userReply", "updateDate": "1341285627", "commentSequence": 1, "commentBody": "So by your own definition in your last paragraph, the police are NOT profiling based on \"olive skin or curly hair\" but on an inability to speak English.", "recommendationCount": 0}, {"assetID": 3327449, "replies": [], "lft": 61, "assetURL": "http://rendezvous.blogs.nytimes.com/2012/06/26/for-hispanics-a-court-decision-wont-root-out-profiling/", "parentID": 6519548, "commentID": 6542959, "rgt": 62, "userDisplayName": "Concerned Citizen", "createDate": "1341286045", "userID": 11228992, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1341289253", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Anywheresville, USA", "commentType": "userReply", "updateDate": "1341285653", "commentSequence": 1, "commentBody": "Most of the people stopped DO NOT have a driver's license nor any photo ID, and couldn't produce any even in a day of \"chasing papers around\".<br/><br/>Most people wouldn't need to produce more than a driver's license, as in most states you get that with a birth certificate anyhow.<br/><br/>It's actually pretty darn easy to produce your birth certificate if you are a legal US citizen (or your green card or visa if you are not, but here legally). Or your Social Security card.<br/><br/>When we find US citizens in the slammer because they can't find their birth certificate, then maybe this needs further refinement. In fact, these laws are only picking up illegals who have NO driver's license, NO I.D. of any kind, often no license plates on the vehicle, and don't speak any English, and are in fact, here illegally.<br/><br/>This is a vast problem, and it is unfair that lefties want to categorize as something it isn't, \"persecuting Canadians\", etc.", "recommendationCount": 1}, {"assetID": 3327449, "replies": [], "lft": 55, "assetURL": "http://rendezvous.blogs.nytimes.com/2012/06/26/for-hispanics-a-court-decision-wont-root-out-profiling/", "parentID": 6510565, "commentID": 6542970, "rgt": 56, "userDisplayName": "Concerned Citizen", "createDate": "1341286197", "userID": 11228992, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1341289267", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Anywheresville, USA", "commentType": "userReply", "updateDate": "1341285667", "commentSequence": 1, "commentBody": "It wouldn't work for hispanics anyhow -- they are not a \"race\". There are Mexicans of European/Spanish ancestry, who are not dark skinned, or no more so than Italians (yes, they can be blonde!) and there are Mexicans of native indian ancestry and Mexicans of Mayan ancestry, and plenty of these blended together.<br/><br/>The US is already chockfull of LEGAL hispanic-Americans -- Arizona is 30% hispanic -- and people of Greek, Jewish, Italian and other backgrounds who have olive skin, dark curly hair and so forth. Funny, none of them seem to be getting picked up in \"racist sweeps of brown skinned people\".", "recommendationCount": 2}, {"assetID": 3327449, "replies": [], "lft": 49, "assetURL": "http://rendezvous.blogs.nytimes.com/2012/06/26/for-hispanics-a-court-decision-wont-root-out-profiling/", "parentID": 6510239, "commentID": 6542993, "rgt": 50, "userDisplayName": "Concerned Citizen", "createDate": "1341286473", "userID": 11228992, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1341289286", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Anywheresville, USA", "commentType": "userReply", "updateDate": "1341285686", "commentSequence": 3, "commentBody": "The answer is SELF DEPORTATION. It works, it is cheap -- it doesn't involve ridiculous fences or breaking up families.<br/><br/>We need to remove the jobs, and even more so, the mollycoddling. People without jobs will LEAVE. People who can't get a free education in our schols will LEAVE. People who are not enabled by signs, ATM machines, and BALLOTS in Spanish will LEAVE.<br/><br/>We need to be actively enforcing E-Verify, and actively denying illegals things like driver's licenses. And we need to end \"birthright citizenship\" and clawback \"citizenship by fraud\" (anchor babies).<br/><br/>Having the INS openly present at Emergency Rooms, conducting \"sweeps\" would be very effective as well.<br/><br/>This country is overcrowded NOW, and we can't create jobs for millions of our citizens. We cannot tolerate ANY illegal immigration from ANY nation -- there is nothing \"special\" about hispanics.<br/><br/>There should be NOBODY in the US who is not here legally and with proper papers -- of any nationality or ethnic origin.", "recommendationCount": 4}, {"assetID": 3327449, "replies": [], "lft": 76, "assetURL": "http://rendezvous.blogs.nytimes.com/2012/06/26/for-hispanics-a-court-decision-wont-root-out-profiling/", "parentID": null, "commentID": 6543055, "rgt": 77, "userDisplayName": "David Wright", "createDate": "1341287388", "userID": 63496304, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1341289303", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "San Francisco", "commentType": "comment", "updateDate": "1341285703", "commentSequence": 10, "commentBody": "One insane provision of SB 1070 that I didn't see decided in this decision was the right of individuals to sue if government officials were not as aggressive in sniffing out illegality as those individuals would like. If anything will push fair-minded cops into racial profiling, it's the prospect of of legal complaints by racist or vigilantes. I define 'racial profiling as demanding immigration papers in situations where it's irrelevant or even unreasonable, for example, where it will scare away witnesses or victims, for example).   ", "recommendationCount": 1}, {"assetID": 3328323, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 6543151, "replies": [], "commentID": 6544264, "trusted": 1, "userDisplayName": "leapfinger", "createDate": "1341316413", "userID": 51284005, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1341316455", "userTitle": null, "recommendations": 0, "editorsSelection": false, "parentUserDisplayName": "VPM", "userURL": null, "userLocation": "durham,nc", "depth": 1, "commentType": "userReply", "updateDate": "1341312867", "commentSequence": 1, "commentBody": "OK, Viv, I'm the dumb one here....'especially Le Sage'?...Now I have something else to check into."}]}, "lft": 206, "assetURL": "http://wordplay.blogs.nytimes.com/2012/07/01/gordon/", "parentID": null, "commentID": 6543151, "rgt": 209, "userDisplayName": "VPM", "createDate": "1341289272", "userID": 42471841, "replyCount": 1, "commentTitle": "n/a", "status": "approved", "approveDate": "1341289335", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Houston Tx", "commentType": "comment", "updateDate": "1341285735", "commentSequence": 34, "commentBody": "Thanks for the French writers, especially Le Sage.  Who remembers Gil Blas? Fun puzzle.", "recommendationCount": 0}, {"assetID": 3328509, "replies": [], "lft": 22, "assetURL": "http://www.nytimes.com/2012/07/03/opinion/brooks-a-choice-not-a-whine.html", "parentID": null, "commentID": 6543161, "rgt": 23, "userDisplayName": "ANetliner", "createDate": "1341289367", "userID": 33888832, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1341289393", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Washington, DC area", "commentType": "comment", "updateDate": "1341285793", "commentSequence": 4, "commentBody": "Once again, Mr. Brooks puts ideology before pragmatism by endorsing complex and inadequate 'market based' solutions when a simpler, more cost-effective health care reform alternative is available.<br/><br/>First, the Capretta and Moffitt plan endorsed by Mr. Brooks is just a fancy form of rationing.  The wealthy would pay for more comprehensive 'defined contribution' medical plans, while the poor would be able to afford less.  Unfortunately, though, health needs don't respect income levels.  I might select the 'no frills' plan, but then might encounter a medical need that my  plan doesn't address.  What then?  Additional defects in the Capretta/Moffitt plan include the likelihood that the proposed federal tax cut will be too small a subsidy to sufficiently  offset rising medical costs, and the continuing use of premium revenues for the  profit and administrative and marketing overhead of private insurers.<br/><br/>A better, simpler and more cost-effective approach would of course be a single-payer system, such as those provided in other advanced democracies.  But sadly, Mr. Brooks's knee-jerk conservatism won't let him endorse this proven, cost-effective approach.", "recommendationCount": 498}, {"assetID": 3328509, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 6543165, "replies": [], "commentID": 6544621, "trusted": 1, "userDisplayName": "walterrhett", "createDate": "1341318225", "userID": 33605332, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1341318268", "userTitle": null, "recommendations": 15, "editorsSelection": false, "parentUserDisplayName": "walterrhett", "userURL": null, "userLocation": "Charleston, SC", "depth": 1, "commentType": "userReply", "updateDate": "1341314668", "commentSequence": 4, "commentBody": "\"Fair to middling\" was a Southern buyer's preferred cotton grade; its medium length fibers ran smoothly on industrial looms. Often farmers hid other grades of cotton inside the bale, a deceptive practice to conceal substandard quality and gain higher profits. Those buying the Republican health care plan will find deception at its center and soon experience buyer's remorse.<br/><br/>Richard--we agree! You can now buy coverage from exchanges (beginning in 2914), which include well visits and preventive care. As always (see the colonial poor tax) the poor and destitute will be provided for, an idea that predates the constitution and was found in every colony. And your air, water, and food will be safer, too. Those who were mooching will be required to pay! Some who pay are already receiving rebates. One commenter got $3K back in overpayments (due to the regulation that 85% of premiums must be spent in direct care--despite industry lobbying efforts to include sales commissions as direct care costs!)"}, {"recommendedFlag": 0, "parentID": 6543165, "replies": [], "commentID": 6544451, "trusted": 0, "userDisplayName": "Len Charlap", "createDate": "1341317309", "userID": 288945, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1341320343", "userTitle": null, "recommendations": 11, "editorsSelection": false, "parentUserDisplayName": "walterrhett", "userURL": null, "userLocation": "Princeton, N.J.", "depth": 1, "commentType": "userReply", "updateDate": "1341316743", "commentSequence": 5, "commentBody": "Richard, you need to bone up on your constitional law. For a 100 years, it has been held by the SCOTUS that Congress can tax and spend for anything Congress thinks provides for the general welfare.<br/><br/>Helvering v. Davis<br/><br/>\"The Opinion of the Supreme Court in the case was written by Justice Benjamin N. Cardozo. This decision supported the right of the Congress to interpret the \"general welfare\" clause in the U.S. Constitution. Excerpts from the opinion include:<br/>\n\"Congress may spend money in aid of the 'general welfare'...There have been great statesmen in our history who have stood for other views...The line must still be drawn between one welfare and another, between particular and general. Where this shall be placed cannot be known through a formula in advance of the event...The discretion belongs to Congress, unless the choice is clearly wrong, a display of arbitrary power, not an exercise of judgment. This is now familiar law.\"<br/><br/>********<br/><br/>If health isn't general welfare, what is? The deabte you refernce happened in 1787."}, {"recommendedFlag": 0, "parentID": 6543165, "replies": [], "commentID": 6545140, "trusted": 1, "userDisplayName": "AAC", "createDate": "1341320959", "userID": 26671491, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1341321019", "userTitle": null, "recommendations": 0, "editorsSelection": false, "parentUserDisplayName": "walterrhett", "userURL": null, "userLocation": "NY", "depth": 1, "commentType": "userReply", "updateDate": "1341317419", "commentSequence": 6, "commentBody": "RichardStateline, NV<br/><br/>Walter,<br/><br/>I must have missed the national debate where we decided that cradle to grave medical was a \"Right\" that our Government must provide to all under its \"Enumerated Powers\".<br/><br/>****<br/>\nThere never was a debate because democrats never allowed one.  They had the majority.  They bypassed opponents and passed the ACA.  <br/><br/>The debate has now come to them -- fast and furiously."}]}, "lft": 24, "assetURL": "http://www.nytimes.com/2012/07/03/opinion/brooks-a-choice-not-a-whine.html", "parentID": null, "commentID": 6543165, "rgt": 37, "userDisplayName": "walterrhett", "createDate": "1341289431", "userID": 33605332, "replyCount": 6, "commentTitle": "n/a", "status": "approved", "approveDate": "1341289453", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Charleston, SC", "commentType": "comment", "updateDate": "1341285853", "commentSequence": 5, "commentBody": "Has everyone forgotten the original purpose of government was to \"centralize\" powers and protections of the common good in a way that enhanced individual liberty while reducing its risks? The first notion of government wasn't to abolish itself. It was to offer its citizen's efficient and compelling ways to provide for commerce, security, safety, and life means through provisions decreed by its powers. <br/><br/>Yet we have become a society in which preserving life is deemed a socialist cause. Today's \"patriots\" cry give me liberty--or health coverage.<br/><br/>Calling on Republicans for new ideas is a red herring, fished out by false premises, held up as a fake promise, acting as an illusion of hope. Raise the curtain: Ryan's voucher which is a not a voucher but a government-speak \"premium support system\" (in David-speak, a tax credit!) is endorsed by the Republican Presidential candidate, who, as everybody knows, once passed and signed legislation for a plan that looks like a twin to the current PPACA. (Quick, look up the mental health provision!)<br/><br/>Credit/premium support/voucher--the money will not cover the cost of care and will leave millions exposed, hundreds dead, and the US as the last macro democracy which fails to cover its citizens health from cradle to grave. That's the \"new\" plan, the same as before. It's a plan of solutions that ignores consequences.<br/><br/>Ralph Ellison once wrote of performing brain surgery with a butter knife. \"Pick your pattern\" is the GOP's heartless health plan.", "recommendationCount": 349}, {"assetID": 3328441, "replies": [], "lft": 251, "assetURL": "http://www.nytimes.com/2012/07/03/us/probation-fees-multiply-as-companies-profit.html", "parentID": 6540124, "commentID": 6543160, "rgt": 252, "userDisplayName": "ambAZ", "createDate": "1341289352", "userID": 58979714, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1341289731", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "phoenix", "commentType": "userReply", "updateDate": "1341286131", "commentSequence": 10, "commentBody": "Have you considered that most of these people are of lower socio-economic status or in a racial minority group?<br/><br/>Simply not a random, happenstance coincidence. <br/><br/>I am sure you know that prisons also bear higher than the population percentages of the these same groups? Oh, add less than high school education for most, too.<br/><br/>Ah, those groups just commit more crimes than the white, middle and upper classes, right? <br/><br/>And what of white-collar, white criminals? Where are their jails, fees and fines? ", "recommendationCount": 4}, {"assetID": 3328441, "replies": [], "lft": 1215, "assetURL": "http://www.nytimes.com/2012/07/03/us/probation-fees-multiply-as-companies-profit.html", "parentID": 6542705, "commentID": 6543175, "rgt": 1216, "userDisplayName": "Jaguar6cy", "createDate": "1341289562", "userID": 59381004, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1341289763", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Great Falls VA", "commentType": "userReply", "updateDate": "1341286163", "commentSequence": 1, "commentBody": "Actually the founders knew that government was a racket 250 years ago.  For that very reason they attempted to build a new political system that would keep government small and protect individual rights against government tyranny and intervention.  They succeeded.<br/>\nIt is only the big government advocates of today that have made a mockery of that dream. Unless government is greatly reduced in size it will continue to grow and take your freedoms away in the process. That is what big governments have always done throughout history. They won't stop now, especially because liberal and \"progressive\" education systems run by government and controlled by unions are now in place.", "recommendationCount": 0}, {"assetID": 3328441, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 6543147, "replies": [], "commentID": 6544142, "trusted": 0, "userDisplayName": "Ann", "createDate": "1341315442", "userID": 39797658, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1341326210", "userTitle": null, "recommendations": 3, "editorsSelection": false, "parentUserDisplayName": "Joe Hilley", "userURL": null, "userLocation": "new york", "depth": 1, "commentType": "userReply", "updateDate": "1341322610", "commentSequence": 1, "commentBody": "It amazes me that the southern states are the most cruel to their poor. States such as Alabama, Texas, Louisiana etc. are notorious for treating their poor and unemployed horribly. I am afraid to even drive through those states for fear of getting caught with some made up fine, because people don't want to pay taxes (except to go to war, for their military). But when you are rich  you don't end up in jail. It isstill truly the wild wild west."}, {"recommendedFlag": 0, "parentID": 6543147, "replies": [], "commentID": 6543798, "trusted": 0, "userDisplayName": "rjpaquin", "createDate": "1341310259", "userID": 29337967, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1341327321", "userTitle": null, "recommendations": 0, "editorsSelection": false, "parentUserDisplayName": "Joe Hilley", "userURL": null, "userLocation": "muskegon michigan", "depth": 1, "commentType": "userReply", "updateDate": "1341323721", "commentSequence": 2, "commentBody": "Common sense, Joe. These nasty companys could do land office business at Wall Street if there were guts enough to prosecute."}]}, "lft": 1310, "assetURL": "http://www.nytimes.com/2012/07/03/us/probation-fees-multiply-as-companies-profit.html", "parentID": null, "commentID": 6543147, "rgt": 1315, "userDisplayName": "Joe Hilley", "createDate": "1341289210", "userID": 58767535, "replyCount": 2, "commentTitle": "n/a", "status": "approved", "approveDate": "1341289802", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Houston, Texas", "commentType": "comment", "updateDate": "1341286202", "commentSequence": 324, "commentBody": "Even a loan shark could figure out that putting a man in jail for not paying means only one thing - you'll never get paid.", "recommendationCount": 20}, {"assetID": 3328441, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 6543148, "replies": [], "commentID": 6545161, "trusted": 0, "userDisplayName": "js", "createDate": "1341321052", "userID": 58260559, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1341327807", "userTitle": null, "recommendations": 1, "editorsSelection": false, "parentUserDisplayName": "Frederic C. Schultz, Esq.", "userURL": null, "userLocation": "boston", "depth": 1, "commentType": "userReply", "updateDate": "1341324207", "commentSequence": 1, "commentBody": "Following the example of East Germany, a court will always take the policeman's word (or spy, or neighbor who spied, or anyone else on this slippery slope) over that of the citizen (subject) the system is trying to frame... before the Wall fell these were called \"police states\", but the term has gone out of fashion thanks to being able to always, in extreme cases, bring up some remotely anti-terrorist motive..."}]}, "lft": 1316, "assetURL": "http://www.nytimes.com/2012/07/03/us/probation-fees-multiply-as-companies-profit.html", "parentID": null, "commentID": 6543148, "rgt": 1319, "userDisplayName": "Frederic C. Schultz, Esq.", "createDate": "1341289249", "userID": 65517867, "replyCount": 1, "commentTitle": "n/a", "status": "approved", "approveDate": "1341289813", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "San Diego, California", "commentType": "comment", "updateDate": "1341286213", "commentSequence": 325, "commentBody": "You state that Gina Ray's story is \"not about innocence\".  But if she is telling the truth that her ticket bore the wrong date, or really the right date but that her court date was moved to trick her into not being there, then her story is completely about innocence.  And many of these stories are about innocence.  A few months ago, I was pulled over in a commercial area \"for speeding\".  Before I slowed down, I looked at my speed and I was going 27 mph.  I asked how fast i was going, but the cop would not say.  He just said \"over the speed limit\", and wrote me up for \"35+\".  I went into court to fight the ticket, working on a case (I am an attorney) on the phone while waiting to go into court.  (How someone could fight a ticket who can't leave a job is beyond me.)  I told the judge the truth, hoping that she would believe me.  (I did not tell her I am a lawyer and officer of the court, as I did not believe that should make any difference over a non-lawyer.)  One of the two cops who pulled me over testified, lying on the stand that I was going over 35 mph.  The judge simply took the cop's word over mine, and I had to pay about $200 for not doing anything wrong.  Bringing private companies into the mix, whose incentive is to only make money, perverts justice and turns it into a travesty, destroying the lives of poor people!  We must end all victimless crimes, and free the 2 million in jail for them.  America was once the land of the free, now we are the land of the jailed.  No.", "recommendationCount": 82}]}, "copyright": "Copyright (c) 2016 The New York Times Company.  All Rights Reserved."}