{"debug": {"version": 3.1}, "status": "OK", "results": {"api_timestamp": "1481480411", "totalCommentsFound": 7230, "totalCommentsReturned": 25, "comments": [{"assetID": 3371059, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 9034002, "replies": [], "commentID": 9034654, "trusted": 0, "userDisplayName": "Lennerd", "createDate": "1369047690", "userID": 57336200, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1369063682", "userTitle": "NULL", "recommendations": 2, "editorsSelection": false, "parentUserDisplayName": "Ed", "userURL": "NULL", "userLocation": "Shanghai, China", "depth": 1, "commentType": "userReply", "updateDate": "1369060082", "commentSequence": 1, "commentBody": "Um, I think (I could be wrong, but I think it was in these NY Times pages) that ALL of the Senate are in the 1% of income, if not wealth. And a good number of the members of the House are also in the 1% of income. So, for whose interest are they looking out?<br/><br/>Seems that Ms. Warren and the student loans is a breath of fresh air if e'er there was one."}]}, "lft": 444, "assetURL": "http://opinionator.blogs.nytimes.com/2013/05/18/the-1-percent-are-only-half-the-problem/", "parentID": null, "commentID": 9034002, "rgt": 447, "userDisplayName": "Ed", "createDate": "1369022499", "userID": 66953446, "replyCount": 1, "commentTitle": "n/a", "status": "approved", "approveDate": "1369022525", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Austin, TX", "commentType": "comment", "updateDate": "1369018925", "commentSequence": 79, "commentBody": "Huh.  Half the problem, maybe, but much easier to fix.  The rise of the 1% is largely a direct effect of U.S. tax policy, which has given preference to capital gains, made the income tax rates much less progressive than they were in the middle of last century, and radically reduced real business tax rates.<br/><br/>It seems obfuscatory to start by admitting the 1% is half the issue, even an \"important half\", then delve into the difficult issues of unions and manufacturing and free trade and labor arbitrage, and finally conclude that the problem is that \"liberals and conservatives\" don't understand each other.  <br/><br/>The conclusion the writer makes *may* apply to the other verbage but it certainly doesn't apply to the issue of the 1%.  I am pretty sure Congress understands that issue plainly but simply doesn't want to address rising inequality.  Why?  Because it would pain their donors and country club buddies and also because they can lean on decades of anti-tax (freedom!) rhetoric from well-funded \"think tanks\".", "recommendationCount": 53}, {"assetID": 3371059, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 9034007, "replies": [], "commentID": 9034123, "trusted": 0, "userDisplayName": "Victor", "createDate": "1369024995", "userID": 61842176, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1369062185", "userTitle": "NULL", "recommendations": 3, "editorsSelection": false, "parentUserDisplayName": "Doug Terry", "userURL": "NULL", "userLocation": "Kansas", "depth": 1, "commentType": "userReply", "updateDate": "1369058585", "commentSequence": 1, "commentBody": "I agree with you to a point. Have you ever visited a community college admissions office around enrollment time? Have you ever talked to people desperately looking for a skill that will give them a middle class living? I have. They're everywhere. I've seen people from all walks of life lining up to take nursing classes praying they'll get accepted into a program. Most nursing programs have limited slots by the way.<br/>This whole notion that there's a skill crisis in this country is bogus. I work on the weekends at a part-time job at a warehouse for an internet company that sells tons of cat food and books online (Why people buy cat food online is beyond me. If you're too lazy to pick it up at the grocery store, you're pathetic). I work with lots of teachers who are underpaid and young people that have solid skill sets but they can't find a job outside of retail. So they work at the slavish online retailer's warehouse that pays barely above minimum wage and offers no benefits, yet this company soaks up every dime it can possibly get from local and state taxpayers. Gotta love those tax credits for the job creators!<br/>People need to be paid a fair wage for their labor. They need to be participants in this economy and not victims of it. It used to be that way. It used to be the harder you worked, the more you got. Now you just work hard and get a lousy pay check that may or may not cover the rent, and you can forget about making enough to save. "}]}, "lft": 448, "assetURL": "http://opinionator.blogs.nytimes.com/2013/05/18/the-1-percent-are-only-half-the-problem/", "parentID": null, "commentID": 9034007, "rgt": 451, "userDisplayName": "Doug Terry", "createDate": "1369022546", "userID": 65455323, "replyCount": 1, "commentTitle": "n/a", "status": "approved", "approveDate": "1369022586", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Maryland, DC Metro area", "commentType": "comment", "updateDate": "1369018986", "commentSequence": 80, "commentBody": "There are a number of errors in this op-ed based upon accepting popular conceptions rather than seeking truth. While statistically people without college educations earn less, there are many jobs that require skills, rather than degrees, that pay in the range of 60 to 200 thousand a year. The key is for people to find a foothold in an industry or business that offers a pathway up and then progress over a period of years. Also, many employers seeking specific skills and abilities will allow the substitution of experience for a four year degree. The idea that those without college should consign themselves to a lifetime of poor pay is just wrong.<br/><br/>Consider, also, this: we have become biased in favor of those with degrees. This enables employers to set a minimum standard of a four year degree simply based on the assumption that someone without one might be of lower intelligence and can't stick to a task consistently enough to get a degree. <br/><br/>Employers in turn use the \"no degree\" excuse to reduce pay for those doing similar or the same work, so the lack of a degree statistically shows up as a lagging indicator of pay simply because of this discrimination. Employers leverage their power against employees.<br/><br/>The best way to attack income inequality is to pay people more for the value they bring, degreed or not. Unions are one way. Mass public insistence on greater fairness on pay scales is another. NOTHING happens in the world without workers at all levels.<br/><br/><a href=\"http://terryreport.com\" title=\"http://terryreport.com\" target=\"_blank\">http://terryreport.com</a>", "recommendationCount": 16}, {"assetID": 3370958, "replies": [], "lft": 41, "assetURL": "http://well.blogs.nytimes.com/2013/05/17/smoke-permeates-nonsmoking-hotel-rooms/", "parentID": 9021039, "commentID": 9034009, "rgt": 42, "userDisplayName": "carol goldstein", "createDate": "1369022602", "userID": 26434155, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1369022645", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "new york", "commentType": "userReply", "updateDate": "1369019045", "commentSequence": 1, "commentBody": "Please let's not make another substance illegal.  Even one that has as poor a reward (pleasure sensation) to risk (manifold) ratio as tobacco.  And even though some substances that are arguably less harmful than tobacco are illegal.<br/><br/>I'm old enough to remember when tobacco smkoke permeated virtually every office workplace.  And restaurants and public transportation. And, yes, airplanes.  You learned not to actively hate it because that just took too much energy.  I certainly do not want to go back to that.  I think the balance is about right now in NY.  No smoking in public places or commercial establishments, both expansively defined.  Most smokers abide by the ban because they understand its logic and they are allowed to smoke in private residences.    ", "recommendationCount": 1}, {"assetID": 3370958, "replies": [], "lft": 37, "assetURL": "http://well.blogs.nytimes.com/2013/05/17/smoke-permeates-nonsmoking-hotel-rooms/", "parentID": 9020306, "commentID": 9034021, "rgt": 38, "userDisplayName": "carol goldstein", "createDate": "1369022816", "userID": 26434155, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1369022826", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "new york", "commentType": "userReply", "updateDate": "1369019226", "commentSequence": 5, "commentBody": "David C, It stank 2 or 3 decades ago, too.  Badly.  Really badly.", "recommendationCount": 7}, {"assetID": 3370769, "replies": [], "lft": 290, "assetURL": "http://www.nytimes.com/2013/05/16/booming/sexagenarians-gone-wild.html", "parentID": null, "commentID": 9034026, "rgt": 291, "userDisplayName": "Debbie R.", "createDate": "1369022901", "userID": 46923481, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1369022945", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Brookline, MA", "commentType": "comment", "updateDate": "1369019347", "commentSequence": 98, "commentBody": "\"..rather than spend money on a motel, he just put the passenger seat down, got out his sleeping bag and slept in the car...<br/><br/>I parsed this horrifying remark with a half-dozen New York girlfriends — Broke? Wild? Read too much Kerouac?\"<br/><br/>If he's not broke, then how about - cheap, cheap,  cheap?", "recommendationCount": 3}, {"assetID": 3370962, "replies": [], "lft": 341, "assetURL": "http://dotearth.blogs.nytimes.com/2013/05/17/the-other-climate-science-gap/", "parentID": 9032971, "commentID": 9034040, "rgt": 342, "userDisplayName": "Susan Anderson", "createDate": "1369023133", "userID": 57076816, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1369023185", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Boston", "commentType": "userReply", "updateDate": "1369019585", "commentSequence": 3, "commentBody": "The smug certainty of wmar's assertions is not accompanied by objectivity or reliability, unless you count his reliability as an advocate of the carefully nurtured positions of political advocates for the powers that be in the world of energy and their hundred year old model of how to make profits from polluting our one and only earth.  He is very clever and indefatigable, so answering him is rather a waste of time.  But it is hard to sit by and let the distortions and PR continue without occasionally objecting to the damage intended.", "recommendationCount": 4}, {"assetID": 3371059, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 9034056, "replies": [], "commentID": 9034346, "trusted": 0, "userDisplayName": "Harriet", "createDate": "1369032819", "userID": 67512286, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1369032846", "userTitle": "NULL", "recommendations": 25, "editorsSelection": false, "parentUserDisplayName": "Michael Stein", "userURL": "NULL", "userLocation": "Oakland", "depth": 1, "commentType": "userReply", "updateDate": "1369029246", "commentSequence": 1, "commentBody": "Inequality results from \"trickle-up\". The super-rich get their wealth at the expense of the rest of us. The statistics show that clearly. The recent increase in wealth of the rich has coincided with a decrease in wealth for everyone else.<br/><br/>So inequality feeds on itself. It is the problem. The mistake has been ignoring it."}, {"recommendedFlag": 0, "parentID": 9034056, "replies": [], "commentID": 9034482, "trusted": 0, "userDisplayName": "ggallo", "createDate": "1369041246", "userID": 47091853, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1369063305", "userTitle": "NULL", "recommendations": 0, "editorsSelection": false, "parentUserDisplayName": "Michael Stein", "userURL": "NULL", "userLocation": "Middletown, NY", "depth": 1, "commentType": "userReply", "updateDate": "1369059705", "commentSequence": 2, "commentBody": "Harriet, thanks for mentioning \"trickle up.\" Trickle Up works, Trickle down, Nope."}]}, "lft": 452, "assetURL": "http://opinionator.blogs.nytimes.com/2013/05/18/the-1-percent-are-only-half-the-problem/", "parentID": null, "commentID": 9034056, "rgt": 457, "userDisplayName": "Michael Stein", "createDate": "1369023521", "userID": 45851937, "replyCount": 2, "commentTitle": "n/a", "status": "approved", "approveDate": "1369023546", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Skokie, IL", "commentType": "comment", "updateDate": "1369019946", "commentSequence": 81, "commentBody": "Focusing on inequality is a mistake -- the focus should be on poverty (ameliorating it) and on mobility (ensuring it exists). If those problems are being handled as well as we can, then being concerned about inequality is simply venal jealousy wrapped up in holier than thou language. If we can reach a point where the lower class isn't suffering in poverty, and if the middle class has a strong and improving standard of living, then we're in good shape, whether or not there exists some 1% that is richer than they  need to be.", "recommendationCount": 6}, {"assetID": 3370916, "replies": [], "lft": 17, "assetURL": "http://bits.blogs.nytimes.com/2013/05/17/at-google-conference-even-cameras-in-the-bathroom/", "parentID": 9019827, "commentID": 9034083, "rgt": 18, "userDisplayName": "William Ward", "createDate": "1369023983", "userID": 53181500, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1369024026", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "New York, NY", "commentType": "userReply", "updateDate": "1369020426", "commentSequence": 1, "commentBody": "I think most of us don't agree that there's a line regarding \"public privacy.\"  If \"most\" did, there would not be so many overreaching surveillance technologies, both publicly and privately owned, allowed to follow us about our day.<br/><br/>As with so many social contradictions, I find it disingenuous for outrage to follow public photography, whether surreptitious Google Glass snapshots, or overt and obvious traditional cameras.  The fear of being made fun of, and less likely of being \"found out,\" should not trump artistic expression nor the advancement of personal technologies.  That's regarding the civility of it.<br/><br/>Without regard for civility, cameras will proliferate as our gadgets learn to see for other reasons, and as companies continue to sell their wares, and as the demand for cheap \"spy cameras\" continues for those who feel the need to invade the privacy of others.  There are enough laws we can't enforce against criminal behavior, and civil suits are prohibitively expensive.  For the sake of personal sanity, try to get past the notion of being caught in an unflattering photo that may or may not be shared far and wide, and consider that the likelihood of anyone taking note, or having an attention span of more than a minute, or even being gratified in some way by the image of some unwitting stranger for more than the briefest moment is small.  Few of us are so special as to be the focus of another's camera, and even when we are, we'll quickly be overwritten.", "recommendationCount": 0}, {"assetID": 3370962, "replies": [], "lft": 325, "assetURL": "http://dotearth.blogs.nytimes.com/2013/05/17/the-other-climate-science-gap/", "parentID": 9031506, "commentID": 9034090, "rgt": 326, "userDisplayName": "Asteroid Miner", "createDate": "1369024144", "userID": 60006593, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1369024205", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Illinois", "commentType": "userReply", "updateDate": "1369020605", "commentSequence": 1, "commentBody": "<a href=\"http://www.realclimate.org/index.php/archives/2011/01/reflections-on-funding-panels/\" title=\"www.realclimate.org/index.php/archives/2011/01/reflections-on-funding-panels/\" target=\"_blank\">www.realclimate.org/index.php/archives/2011/01/reflections-on-funding-pa...</a><br/>\"salaries are fixed by the home institutions – you can’t write a grant to pay yourself double what you got last year for instance. Many scientists get by without submitting grants at all (those with so-called ‘hard money’ positions – like university lecturers or government researchers), and if they do, it is often to support other people. For each person being supported by a grant, you have to budget for their salary, fringe benefits and the mysterious ‘overhead’ (some 30 to 60% of the total) that gets taken by the institution. Once you add in some travel and facilities money, most standard individual PI grants end up in the neighbourhood of $100-200K per year, and so for a 3 year grant, something around $300-600K. For fieldwork in Greenland for instance or for outfitting a new lab, the numbers can be substantially higher. This might sound like a lot of money, but the PIs never see this as a lump sum (it is a grant to their institution, not them personally), and as noted above, most of it disappears into the system (to fund necessary things of course) before it gets anywhere near the researcher.\"", "recommendationCount": 3}, {"assetID": 3361807, "replies": [], "lft": 169, "assetURL": "http://parenting.blogs.nytimes.com/2013/03/04/research-a-d-h-d-remains-a-problem-for-adults/", "parentID": 8459328, "commentID": 9034094, "rgt": 170, "userDisplayName": "Ella", "createDate": "1369024294", "userID": 65446845, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1369024326", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Washington State", "commentType": "userReply", "updateDate": "1369020726", "commentSequence": 3, "commentBody": "Yes, and it is significant that ADHD was found to have genetic ties to other major psychiatric disorders (schizophrenia &amp; bipolar) which are known to be multi-factorial neurobiological disorders. A child with both parents having these disorders does not have a 100% chance of developing these disorders. They may not develop a disorder at all, or (more likely) they will develop one related to the parents'.<br/>The fact is, the brain &amp; it's chemical makeup can be 'programmed' by experience &amp; exposure, with adverse experience &amp; exposure waking up the brain's potential for disorder. Factors affecting this include diet, education, or the quality/ amount of stimulation.<br/>Malnourishment of the being of a person manifests in many ways, including chemical imbalance (chronic stress activation) resulting in fight or flight overactivation, which then imprints behavior. As the behavior is repeated neural pathways are formed and strengthened. Even stronger an influence is the one's parent, which 'normalizes' behavior which could actually be maladaptive and again, imprint harmful behavioral patterns.<br/>However, genetic mutations which influence these disorders have also been known to occur de novo, without environmental influence.<br/>However it occurs, poverty is often the result, and is a strong indicator of continuation of the conditions of illness. Aggressive intervention to teach coping skills early, is one of our best ways to fight the effects of mental illness and poverty. ", "recommendationCount": 1}, {"assetID": 3370962, "replies": [], "lft": 271, "assetURL": "http://dotearth.blogs.nytimes.com/2013/05/17/the-other-climate-science-gap/", "parentID": 9026842, "commentID": 9034103, "rgt": 272, "userDisplayName": "Asteroid Miner", "createDate": "1369024527", "userID": 60006593, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1369024565", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Illinois", "commentType": "userReply", "updateDate": "1369020965", "commentSequence": 1, "commentBody": "It isn't about cars.  Coal fired power plants cause 40% of the CO2.  Industrial processes are second.", "recommendationCount": 2}, {"assetID": 3370962, "replies": [], "lft": 177, "assetURL": "http://dotearth.blogs.nytimes.com/2013/05/17/the-other-climate-science-gap/", "parentID": 9023721, "commentID": 9034109, "rgt": 178, "userDisplayName": "Susan Anderson", "createDate": "1369024705", "userID": 57076816, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1369024745", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Boston", "commentType": "userReply", "updateDate": "1369021145", "commentSequence": 1, "commentBody": "Thanks for the link.  I had been trying to locate that.  Certainly not a small sample.", "recommendationCount": 2}, {"assetID": 3370450, "replies": [], "lft": 319, "assetURL": "http://dotearth.blogs.nytimes.com/2013/05/13/more-on-a-sensitive-climate-question/", "parentID": 9008088, "commentID": 9034116, "rgt": 320, "userDisplayName": "Susan Anderson", "createDate": "1369024933", "userID": 57076816, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1369024986", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Boston", "commentType": "userReply", "updateDate": "1369021386", "commentSequence": 7, "commentBody": "Came across a fascinating and mildly OT item in my researches just now and can't resist sharing it.  Since James Annan has suggested that the warming accompanying doubling of CO2 might not be as big as previously thought, he has mistakenly become the darling of the fake skeptics (those with the highly unskeptical attitudes), though he does not support their positions.  On Dr. Curry, he is not reticent:<br/><br/><a href=\"http://julesandjames.blogspot.com/2010/10/she-who-refuses-to-do-arithmetic-is.html\" title=\"http://julesandjames.blogspot.com/2010/10/she-who-refuses-to-do-arithmetic-is.html\" target=\"_blank\">http://julesandjames.blogspot.com/2010/10/she-who-refuses-to-do-arithmet...</a><br/><br/>\"If her accusations of IPCC errors regarding uncertainty are to have any credibility whatsoever, it can only be through her own analysis demonstrating such errors. So far ... she has run away from basically every challenge, merely saying things like the following, on a lengthy collide-a-scape comment thread:<br/><br/>\"\"The fact that the climate blogging community doesn’t get what I’m talking about makes me pretty worried about the intellectual foundations underpinning the whole argument.\"<br/><br/>\"Well yes, Judith, when you find that everyone else is out of step, it is probably appropriate to worry about the intellectual foundations underpinning your whole argument. But somehow I don't think you meant that.\"<br/><br/>Sourcewatch is a great place to go to get backstories when the appearance and the reality diverge:<br/><a href=\"http://www.sourcewatch.org/index.php?title=Judith_Curry\" title=\"http://www.sourcewatch.org/index.php?title=Judith_Curry\" target=\"_blank\">http://www.sourcewatch.org/index.php?title=Judith_Curry</a><br/><br/>It is always useful to look things up.  It would be a hoot if it were not so serious. ", "recommendationCount": 1}, {"assetID": 3370962, "replies": [], "lft": 249, "assetURL": "http://dotearth.blogs.nytimes.com/2013/05/17/the-other-climate-science-gap/", "parentID": 9023902, "commentID": 9034117, "rgt": 250, "userDisplayName": "Asteroid Miner", "createDate": "1369024934", "userID": 60006593, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1369024986", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Illinois", "commentType": "userReply", "updateDate": "1369021386", "commentSequence": 2, "commentBody": "Mark Goldes:  Differences between you and the Wright brothers:  The Wright brothers researched in secret, designed and built their airplane in secret and only announced their flying machine after they had flown it.<br/><br/>Mark Goldes announced other peoples' inventions before a successful machine was built, assuming a successful machine will ever be built.  Real inventors never announce anything before building and testing a working machine.  When they have a working machine, real inventors apply for a patent first.  Only then do they announce anything.  <br/><br/>If so-called \"inventors\" are putting stuff on the web it means they are not inventors.  They are something else, perhaps trying to get \"funding\" to do \"research\" that will never result in a working anything, except a working scam or ponzi scheme.", "recommendationCount": 2}, {"assetID": 3371059, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 9034148, "replies": [], "commentID": 9034431, "trusted": 0, "userDisplayName": "pwaldner", "createDate": "1369037856", "userID": 67249824, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1369037885", "userTitle": "NULL", "recommendations": 8, "editorsSelection": false, "parentUserDisplayName": "Gort", "userURL": "NULL", "userLocation": "Bad Homburg, Germany", "depth": 1, "commentType": "userReply", "updateDate": "1369034285", "commentSequence": 1, "commentBody": "The issue of fairness is central to the solution of the problem of income in our country.  It is not pointless.  Subjective it may be, but the subjective views of the majority count in a democracy.  Just because a view is subjective does not make it wrong or pointless.<br/><br/>Furthermore, the author's views are not wholly subjective--they are indeed supported by facts.  Several undeniable objective facts: <br/><br/>1. Unions are weaker today then in the past.<br/>2. Income equality exists between the highly educated and the less educated.<br/>3. The way income is distributed in this country \"unfair\".  By any definition--you choose, or let your neighbor choose, what unfair means, but this unfairness is a fact.<br/><br/>Reviving unions may not be the answer.  I personally believe giving everybody college educations is not the answer.  Finding a way to preserve dignity within an uneducated life would be good.  Having the haves of the country feel a responsibility to the have-nots of the country would be good.  Changing our priorities as a nation will be absolutely necessary.  What makes us proud to be an American should not be viewed within the context of our strength and wealth but rather our caring and goodness of our lives.  We can't be proud when so many of us are so poor or working so hard or are so worried as to make the pursuit of happiness a moot point."}, {"recommendedFlag": 0, "parentID": 9034148, "replies": [], "commentID": 9034241, "trusted": 0, "userDisplayName": "Eric Norstog", "createDate": "1369028306", "userID": 25270353, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1369063304", "userTitle": "NULL", "recommendations": 2, "editorsSelection": false, "parentUserDisplayName": "Gort", "userURL": "NULL", "userLocation": "Oregon", "depth": 1, "commentType": "userReply", "updateDate": "1369059704", "commentSequence": 2, "commentBody": "Allow me to define basic fairness as compensation for all persons engaged in social endeavor sufficient to provide housing, sustenance, clothing, and time and opportunity for recreation.  That would certainly be setting a low bar to clear for a basic human existence.  In fact we need to provide that basic existence to reduce the recourse to criminality that is the only option for many of the numerous souls who are destitute.  Maybe you call that a subjective difference, but I call it a real difference.<br/><br/>In fact, we (the federal government} can keep borrowing for a long time, and will do so;  our debt is nothing as a problem compared to our masses of idle, impoverished, and dependent workers, and if you had ever bothered to read a decent economic commentary, readily available right here in the NY Times, you might understand that.<br/><br/>Fair taxation, and even more, a fair deal in the first place, would solve every problem that you mentioned; a reasonable and responsible war budget would also go far to reducing our continuing budget deficits, so long as those lost war jobs were replaced with public improvements actually representing an investment, and consequently, turning a profit."}, {"recommendedFlag": 0, "parentID": 9034148, "replies": [], "commentID": 9038405, "trusted": 0, "userDisplayName": "Gort", "createDate": "1369073076", "userID": 31423662, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1369082234", "userTitle": "NULL", "recommendations": 0, "editorsSelection": false, "parentUserDisplayName": "Gort", "userURL": "NULL", "userLocation": "Southern California", "depth": 1, "commentType": "userReply", "updateDate": "1369078634", "commentSequence": 3, "commentBody": "@pwaldner<br/><br/>I'm not suggesting that fairness is pointless because it is subjective.  They're two separate points.  Fairness is subjective.    Is it it unfair that a top hedge fund manager pays $150 million per year in federal taxes while a person in the lower 50% pays nothing in federal taxes.  Or is it unfair that a top hedge fund manager has so much in disposable income and a person in the lower 50% has none?    Depends upon your perspective. <br/><br/>Fairness is pointless because, as a political argument, it doesn't work.  The argument has been made repeatedly since the Reagan cuts, and the gap has widened ever since. <br/><br/>Fairness is pointless because it obscures the hard and important questions of how much money to spend on the various programs and how to raise that money.  The fairness issue is a cheap gimmick by politicians of both parties. <br/><br/>As for income equality existing between the highly educated and the less educated, that is true and undeniable.  But what is also true and undeniable is that income inequality is far greater between the doctors and lawyers who are in the bottom top 1% and the hedge fund managers who are in the upper top 1%. All are highly educated, yet the gap is far greater than that between a doctor and a Walmart cashier.   "}]}, "lft": 458, "assetURL": "http://opinionator.blogs.nytimes.com/2013/05/18/the-1-percent-are-only-half-the-problem/", "parentID": null, "commentID": 9034148, "rgt": 465, "userDisplayName": "Gort", "createDate": "1369025574", "userID": 31423662, "replyCount": 3, "commentTitle": "n/a", "status": "approved", "approveDate": "1369025586", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Southern California", "commentType": "comment", "updateDate": "1369021986", "commentSequence": 82, "commentBody": "Enough of this nonsense about the top 1%. Two points. <br/><br/>(1) The gap between the bottom top 1% and the upper top 1% ($367K vs. $1B+) is one thousand times greater  than the gap between the bottom top 1% and top 10% ($367K vs. $111K). Moreover, hedge market managers making that $1B+ pay taxes at the carried interest rate (15%), not the top tax bracket (39.6%). <br/><br/>(2)  The issue of fairness is wholly subjective and pointless.  The real issues that matter are how and where we get the money to fully fund Medicare, Social Security, Defense, and interest on the national debt, as well as the remaining 25% of the budget; and how much longer we can keep on borrowing.  ", "recommendationCount": 11}, {"assetID": 3370962, "replies": [], "lft": 343, "assetURL": "http://dotearth.blogs.nytimes.com/2013/05/17/the-other-climate-science-gap/", "parentID": 9032971, "commentID": 9034149, "rgt": 344, "userDisplayName": "Asteroid Miner", "createDate": "1369025579", "userID": 60006593, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1369025586", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Illinois", "commentType": "userReply", "updateDate": "1369021986", "commentSequence": 4, "commentBody": "Old_Dog:  Wrong.  There are many natural causes of climate change.  They have been accounted for.  <br/><br/>The small percentage of CO2 that we add tips the balance because the sources and sinks balanced each other before we started burning fossil fuels. <br/><br/>What climates have humans existed in?  How many humans?  We cannot live in a climate that is fit for dinosaurs.", "recommendationCount": 3}, {"assetID": 3370918, "replies": [], "lft": 59, "assetURL": "http://india.blogs.nytimes.com/2013/05/17/why-indian-elites-like-to-call-themselves-middle-class/", "parentID": 9027622, "commentID": 9030234, "rgt": 60, "userDisplayName": "MD Entrepreneur", "createDate": "1368969886", "userID": 10183850, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1369025669", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Chevy Chase, MD", "commentType": "userReply", "updateDate": "1369022069", "commentSequence": 1, "commentBody": "You have no idea what you are talking about. I have visited many call centers and started a few companies in India. The average salary for call center is solidly over $500.  At most its averaging $700-800.  I think you want to make a good point that just because you are not starving does not make you an elite but your stats are all wrong and you risk being marginalized in this conversation. <br/><br/>Yes Indian middle class has a lot more then the poor. The hypocrisy of the politicans tickles down to the educated elite and high income middle class when it comes to programs for the poor versus the elites.  <br/><br/>Indian Middle Class have a very high disposable income and they are spending it like it.  Just go to any urban center and see for yourself the shopping sprees and all.<br/><br/>The author makes a lot good points and I agree with the article", "recommendationCount": 2}, {"assetID": 3370918, "replies": [], "lft": 47, "assetURL": "http://india.blogs.nytimes.com/2013/05/17/why-indian-elites-like-to-call-themselves-middle-class/", "parentID": 9023997, "commentID": 9030253, "rgt": 48, "userDisplayName": "MD Entrepreneur", "createDate": "1368970076", "userID": 10183850, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1369025683", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Chevy Chase, MD", "commentType": "userReply", "updateDate": "1369022083", "commentSequence": 2, "commentBody": "Matan gi ni, there are 16 IITs not 4 but given your lack of understanding of the facts, I guess this simple fact should not be overlooked.  Most of the IIT students are not typically from lower middle class.  You should actually do some research before posting.", "recommendationCount": 1}, {"assetID": 3370771, "replies": [], "lft": 103, "assetURL": "http://india.blogs.nytimes.com/2013/05/16/what-makes-narendra-modi-a-middle-class-hero/", "parentID": 9027731, "commentID": 9030349, "rgt": 104, "userDisplayName": "MD Entrepreneur", "createDate": "1368970830", "userID": 10183850, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1369025698", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Chevy Chase, MD", "commentType": "userReply", "updateDate": "1369022098", "commentSequence": 1, "commentBody": "Its actually 3,000 Muslims that were murdered, lynched, pulled apart under Modi's orders (the article is being conservative in the death and destruction of Muslims in Gujurat).  The Hindu fundamentalists want to rewrite history by claiming some Wikipedia post shows that Modi only murdered 1,000 and it was because the burning of the car rail was from Muslims. As the Supreme Court of India and other nationally esteemed bodies chaired by practicing Hindus have pointed out, the burning of the train car and the subsequent deaths were either caused by an accident or by Hindu fundamentalists again. <br/><br/>Gujurat success is more PR then fact. See <a href=\"http://www.usindiapolicy.org/gujarat-shining-story/\" title=\"http://www.usindiapolicy.org/gujarat-shining-story/\" target=\"_blank\">http://www.usindiapolicy.org/gujarat-shining-story/</a> where actual economists from IIT and IIM make the point that the Gujurat receives 1/6 to 1/8 of the FDI received by other states.  By every economic measure  Gujurat is not exactly a success story.<br/><br/>I love how love for the money makes some Hindu fundamentalists in the West blind to the fascism of their leaders.  Don't buy poor PR and make it into a fact.", "recommendationCount": 1}, {"assetID": 3370918, "replies": [], "lft": 79, "assetURL": "http://india.blogs.nytimes.com/2013/05/17/why-indian-elites-like-to-call-themselves-middle-class/", "parentID": 9020206, "commentID": 9030878, "rgt": 80, "userDisplayName": "ken h", "createDate": "1368975741", "userID": 11153379, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1369025704", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "pittsburgh", "commentType": "userReply", "updateDate": "1369022104", "commentSequence": 1, "commentBody": "How can one be middle-class if one is above the 90th percentile in income?", "recommendationCount": 1}, {"assetID": 3370918, "replies": [], "lft": 65, "assetURL": "http://india.blogs.nytimes.com/2013/05/17/why-indian-elites-like-to-call-themselves-middle-class/", "parentID": 9026812, "commentID": 9030916, "rgt": 66, "userDisplayName": "ken h", "createDate": "1368976208", "userID": 11153379, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1369025735", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "pittsburgh", "commentType": "userReply", "updateDate": "1369022135", "commentSequence": 1, "commentBody": "But, of course, you can hardly be expected to be objective ... one wonders what the other 90% would say about your life and income and class. In my opinion, societies as a whole decide class structure, each person doesn't get to decide for himself. It's how words work, especially \"social\" words.<br/><br/>I'm going to go out on a limb and say that a large, large majority of them would say that you are indeed part of the elite. <br/><br/>Ask around ... and ask yourself how many ACTUAL friends you have - not simply people you know, people you invite to parties - who aren't in that same 10%. Those are the people to ask ... but will they tell you the truth or tell you what they think that you want to hear?<br/><br/>I think you're fooling yourself to feel better.", "recommendationCount": 1}, {"assetID": 3370918, "replies": [], "lft": 84, "assetURL": "http://india.blogs.nytimes.com/2013/05/17/why-indian-elites-like-to-call-themselves-middle-class/", "parentID": null, "commentID": 9031045, "rgt": 85, "userDisplayName": "Srikanth", "createDate": "1368977468", "userID": 67691746, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1369025742", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "India", "commentType": "comment", "updateDate": "1369022142", "commentSequence": 20, "commentBody": "You cannot be progressive and compassionate with a scarcity mindset.<br/><br/>Those whom you call \"elite\" grew up in the general environment of shortages and deprivation of the 20th century. For you to win, someone else had to lose. And if you stopped to think about your less fortunate brethren, someone else would trample you and get ahead.<br/><br/>It's only over the past decade - when a generation brainwashed into calling itself deprived is reaching middle age - that people are beginning to think beyond basic materialistic safety. As a case in point, think of Gates, Buffet, Premji at the peak of their competitive careers, and show me one example of philanthropy<br/><br/>Unfortunately, our education system has largely denied the next generation the self-assurance to succeed on their own terms, and I'm doubtful whether this attitude will change much over the next ten years.", "recommendationCount": 1}, {"assetID": 3370771, "replies": [], "lft": 55, "assetURL": "http://india.blogs.nytimes.com/2013/05/16/what-makes-narendra-modi-a-middle-class-hero/", "parentID": 9013318, "commentID": 9032467, "rgt": 56, "userDisplayName": "Sanjay", "createDate": "1368996210", "userID": 3850057, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1369025754", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Toronto", "commentType": "userReply", "updateDate": "1369022154", "commentSequence": 2, "commentBody": "David, the fact is that \"Hindu\" is an artificial label which conjures up an imaginary homogeneity which isn't there. Just as Native Americans are perfectly legitimate in wanting to throw off the \"Indian\" label in calling themselves First Nations, likewise so-called Hindus don't want to be pigeon-holed into a \"big bad scary monolith\" by those with ulterior motives who would veer towards defining them that way. How do you get hundreds(?), thousands(?) of gods by being a monolith? Is there even any consensus on how many deities there are in so-called \"Hinduism\"? No, because it isn't a single religion with any single origin. The scary monolith argument is just the latest new spin on Brown Peril.", "recommendationCount": 2}, {"assetID": 3370771, "replies": [], "lft": 33, "assetURL": "http://india.blogs.nytimes.com/2013/05/16/what-makes-narendra-modi-a-middle-class-hero/", "parentID": 9007521, "commentID": 9032479, "rgt": 34, "userDisplayName": "Sanjay", "createDate": "1368996402", "userID": 3850057, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1369025770", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Toronto", "commentType": "userReply", "updateDate": "1369022170", "commentSequence": 2, "commentBody": "\"Dr Satish\"<br/>Gujarat is malnourished? Compared to what? Gujarat has some of the best infrastructure in India. Take a look at the Northern states, which have widely earned the name \"Bimaru States\" (sickly states) and you'll see where the worst poverty lies. These states are by no small coincidence the most corrupt and underdeveloped states in India. Certainly, nobody from Gujarat is fleeing to go to cesspools like Bihar or Uttar Pradesh.", "recommendationCount": 1}, {"assetID": 3370771, "replies": [], "lft": 19, "assetURL": "http://india.blogs.nytimes.com/2013/05/16/what-makes-narendra-modi-a-middle-class-hero/", "parentID": 9007198, "commentID": 9032485, "rgt": 20, "userDisplayName": "Sanjay", "createDate": "1368996520", "userID": 3850057, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1369025782", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Toronto", "commentType": "userReply", "updateDate": "1369022182", "commentSequence": 3, "commentBody": "Dr Satish,<br/><br/>Next you will claim that 9-11 attacks were preplanned by Bush in the hopes of creating a pretext to invade other countries. Such tinfoil-hattery may warm the cockles of the Left-wing die-hards, but shows completely amoral dishonesty in interpretation of events.", "recommendationCount": 0}]}, "copyright": "Copyright (c) 2016 The New York Times Company.  All Rights Reserved."}