{"debug": {"version": 3.1}, "status": "OK", "results": {"api_timestamp": "1481460282", "totalCommentsFound": 4730, "totalCommentsReturned": 25, "comments": [{"assetID": 2210543, "replies": [], "lft": 716, "assetURL": "http://www.nytimes.com/2010/12/21/world/europe/21start.html", "parentID": null, "commentID": 3061421, "rgt": 717, "userDisplayName": "chinshihtang", "createDate": "1292907723", "userID": 44468976, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1292907923", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Taos, NM", "commentType": "comment", "updateDate": "1292907923", "commentSequence": 284, "commentBody": "I don't buy the pieties about how politics cannot enter into national security policies.  The point is that those who vote against the START treaty are choosing to raise tensions with Russia (which is not our enemy), reducing the chances they will help us to keep Iran from develop nuclear weapons, delaying or blocking our ability to do on-site verification of their handling of nuclear materials, and basically announcing that we are opposed to Nuclear Nonproliferation (which we are obliged through treaty to try to advance).  I suppose some benighted states will reward their representatives who vote for this sort of retrograde progress.<br /><br />As for the proposed amendment, I suppose I am not opposed to making the statement that we can deploy missile defenses if we choose.  I'm just against spending any more money on it, because it has been amply proven that it doesn't work--at least for defending against missiles. It seems to be a fairly good bargaining chip, so let's use its cancellation to bargain for something we want and can use.<br />", "recommendationCount": 1}, {"assetID": 2210543, "replies": [], "lft": 720, "assetURL": "http://www.nytimes.com/2010/12/21/world/europe/21start.html", "parentID": null, "commentID": 3061441, "rgt": 721, "userDisplayName": "Small Business Owner", "createDate": "1292908149", "userID": 2229488, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1292908202", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New York", "commentType": "comment", "updateDate": "1292908202", "commentSequence": 285, "commentBody": "Just because the head of the armed forces says this is a good treaty, helpful to us, and important in fulfilling the role of the military -- the Republicans are saying, any way some of them, why should that influence us?<br /><br />Am I the only one beginning to wonder if Alzheimer's or senility runs in Sen. McCain's family?", "recommendationCount": 9}, {"assetID": 2210543, "replies": [], "lft": 722, "assetURL": "http://www.nytimes.com/2010/12/21/world/europe/21start.html", "parentID": null, "commentID": 3061444, "rgt": 723, "userDisplayName": "pkbormes", "createDate": "1292908228", "userID": 56852144, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1292908508", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Brookline, MA", "commentType": "comment", "updateDate": "1292908509", "commentSequence": 286, "commentBody": "First things first: Senator Kerry rightly asks:\"Do the Republicans have no shame?\"<br /><br />Perhaps some of the Republicans who will be ratifying the treaty really do have some sense of \"Country First\".<br /><br />I think, however, that some Republicans are simply getting smart as they recognize the potential of a nasty backlash against the party. Boehner and McConnell are not all that popular, and they are not attractive in any way - not physically or morally. People will soon tire of them and their lies.<br /><br />Also I heard it from the grapevine that \"the sleeping giant\", i.e. Hispanics, a not so small and ever increasing minority, are waking up. Their young people are mad, mad, mad about the failure of the Dream Act. Some of them are joining the Republican party just so they can be spoilers.<br /><br />Hats off to them! I wish them all the luck.", "recommendationCount": 3}, {"assetID": 2212322, "replies": [], "lft": 10, "assetURL": "http://wordplay.blogs.nytimes.com/2010/12/20/commentary/", "parentID": null, "commentID": 3061440, "rgt": 11, "userDisplayName": "KarmaSartre", "createDate": "1292908128", "userID": 53999991, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1292908609", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Mercer Island", "commentType": "comment", "updateDate": "1292908609", "commentSequence": 5, "commentBody": "I didn't make the Janis leap, but instead went directly to John Lennon's Mind Games. So important to solve with theme music playing in some otherwise unused lobe or other. Now that the Janis is echoing, I can hear Will singing \"I must make emends\". I enjoyed the puzzle, and had to stare at PLANE BOARDS for a long while before I could grasp it.<br /><br />Speaking of BLOGGING, I'm thinking we only have five Jim Horne blog entries left. Separation anxiety looms. Jim started blogging the puzzle (I think) in November 2007. Here is the link to the his original blog:<br /><br /><a href=\"http://www.xwordblog.com\" target=\"_blank\">http://www.xwordblog.com</a>/<br /><br />It looks like the first comment was made by Mike Nothnagel. The blog was always fun and creative, and was not subject to the NYT Style Guide. There was a month or so between the end of that blog and the start of Wordplay, and commenters Myles Callum and PondGirl kept things interesting on the old one. After the lull, reading Jim again, at Wordplay, was a grand experience. He seemed to carry on seamlessly, with the same creative spark, in spite of any demands imposed by being part of the NYT institution. And, fortunately, XWord Info was migrated as well.<br /><br />Most readers know how he has kept the interest factor at a high level. Besides seeing an aspect of the puzzle I often miss, he manages to find the positive in every puzzle he blogs. That is astouding. And, without fanfare, he has continued to strengthen the XWord Info tool set. If you compare an Internet product like One Across (google it) to XWord Info's \"Find Clues or Match Patterns\", you'll see how much more robust Jim's toolkit is.<br /><br />His multiple talents have slowly revealed themselves, in spite  of his penchant for humility. Or maybe not, perhaps there are others he has not shared. But, I sense such a creative person has a need to expand. it will be interesting to see what he does next, and I have a hunch it won't be writing Sudoku clues.", "recommendationCount": 19}, {"assetID": 2210543, "replies": [], "lft": 724, "assetURL": "http://www.nytimes.com/2010/12/21/world/europe/21start.html", "parentID": null, "commentID": 3061462, "rgt": 725, "userDisplayName": "M Saleem Chaudhry", "createDate": "1292908523", "userID": 54775652, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1292908805", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "karachi pakistan", "commentType": "comment", "updateDate": "1292908805", "commentSequence": 287, "commentBody": "After deferring more than a dozen times ,the ratification of the Treaty with Russia,worked out meticulously by Obama Administration,now Republicans like of Kyl,have cheeks to seek unnecessary amendments or another deferring in the name of being last moment push at the end of year for political gains by Obama.After the appeal of a high profile professional, Chairman of joint chiefs of staff, Mike Mullen to ratify the treaty in the best interest of national security,it's expected that there will be more than required 9 Republicans who will vote what's sensible and reasonable than following whimsical dictate of partisan leadership for personal reasons.This will enable Senate to close this year with creditable achievements, in correspondence with the dictates of the current tumultuous times.", "recommendationCount": 3}, {"assetID": 2212365, "replies": [], "lft": 2, "assetURL": "http://www.nytimes.com/2010/12/21/opinion/21brooks.html", "parentID": null, "commentID": 3061199, "rgt": 3, "userDisplayName": "Kate Madison", "createDate": "1292901410", "userID": 25120579, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1292908862", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Depoe Bay, Oregon", "commentType": "comment", "updateDate": "1292908862", "commentSequence": 1, "commentBody": "...“Erica embodies Judaism’s stand against idol worship. It is actually true that she worships nothing other than God, which is particularly unusual in Washington.”<br /><br />Yes, David--particularly unusual in Washington!  But not really just about Judaism.  Erica Brown speaks like a secular humanist--which, let us face it, all dedicated religious teachers do.  She could be Dalai Lama or Christopher Hedges.  She stands up and demands that her students practice values respectful of all living beings.<br /><br />Let's hear it for Erica Brown, and Dalai Lama, and Christopher Hedges and all others who believe that God is within us all!", "recommendationCount": 143}, {"assetID": 2212365, "replies": [], "lft": 4, "assetURL": "http://www.nytimes.com/2010/12/21/opinion/21brooks.html", "parentID": null, "commentID": 3061215, "rgt": 5, "userDisplayName": "G. Smith", "createDate": "1292901842", "userID": 62274841, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1292908862", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "SW", "commentType": "comment", "updateDate": "1292908862", "commentSequence": 2, "commentBody": "Great teachers are always a joy to find, David.  I'm glad to read that you found another.  ", "recommendationCount": 31}, {"assetID": 2212365, "replies": [], "lft": 6, "assetURL": "http://www.nytimes.com/2010/12/21/opinion/21brooks.html", "parentID": null, "commentID": 3061224, "rgt": 7, "userDisplayName": "Frunobulax", "createDate": "1292901978", "userID": 50176648, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1292908862", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Chicago", "commentType": "comment", "updateDate": "1292908862", "commentSequence": 3, "commentBody": "The Univerity of Chicago's General Studies Program (as you likely know) has been doing a lively business since at least the 1950s offering all manner of interesting courses. These courses are not inexpensive though. The UC also had a free program the Med School did that I audited for a couple of years; and this one was nicely priced at Free.<br /><br />I agree that there should be more emphasis on Adult Education. The lack of more programs, I'm guessing, is that they lose money. ", "recommendationCount": 36}, {"assetID": 2212365, "replies": [], "lft": 8, "assetURL": "http://www.nytimes.com/2010/12/21/opinion/21brooks.html", "parentID": null, "commentID": 3061254, "rgt": 9, "userDisplayName": "Karen Garcia", "createDate": "1292902772", "userID": 48110597, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1292908862", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New Paltz, NY", "commentType": "comment", "updateDate": "1292908862", "commentSequence": 4, "commentBody": "Unfortunately, the accomplished adults who could benefit most from Erica Brown's classes probably will not be attending them. Not only would she need a late seat for the late, she'd need a Greedy Seat for the Wall Street CEOs and corporate tycoons. Besides they are all too busy crying over the bonuses they won't be getting since their salaries doubled. And there also is no Venal Seat for Republican senators who are too busy worshiping at the altar of the same CEOs to bother with multicultural education and altruism. Empathic humanity is just not in their DNA.<br /><br />Finally, the classroom could never accomodate a mobile \"cave\" large enough to contain Capitulator in Chief Obama. Maybe Super Nanny can help out and provide a giant Naughty Chair for he who sold out his base.<br /><br />And David, I have to disagree that this country is ignoring adult education. In my area, the Board of Cooperative Education Services (BOCES) has for many years offered classes to adults. True, the \"education\" is mainly job retraining in such fields as licensed practical nursing, plumbing, photography and small business/ entrepreneurship... the catalog is huge, demand is high and fees are nominal. And there are no \"late chairs\" needed - because attendees are already grown-ups who don't need a scold. They just want to improve their lives.<br /><br />Shhhh.... don't tell the Republicans in Congress about it, though. They'll probably just call it another wasteful socialist program and find a way to cut funding. If there's one thing they don't need a refresher course in, it's chutzpah. Mazel Tov!", "recommendationCount": 247}, {"assetID": 2212365, "replies": [], "lft": 10, "assetURL": "http://www.nytimes.com/2010/12/21/opinion/21brooks.html", "parentID": null, "commentID": 3061291, "rgt": 11, "userDisplayName": "Gemli", "createDate": "1292903900", "userID": 57048689, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1292908862", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Boston", "commentType": "comment", "updateDate": "1292908862", "commentSequence": 5, "commentBody": "I don’t think anyone should be able to give a straight yes or no answer to tough moral questions.  That’s what makes them tough.  I may or may not expose a friend’s adultery, depending on many factors, and with everything I know about the people involved, I may still get it wrong.  But I’m sure I can make a better decision than someone who ignores human feeling and relies only on ancient religious texts and a sense of moral superiority.<br /><br />I am also fond of my perpetually open mind, and would resist any effort to close it so that only the Torah’s teachings made it through.  I’ll bet this ancient text, like the Bible and the Koran, says quite a few unfashionable things, and that there are people who might admire the “unfashionable” parts sounds a bit creepy and cultish to me.<br /><br />I can see why a conservative would be all moon-eyed over Ms. Brown, what with all the regimented thinking and emphasis on tradition and use of humiliation as a teaching tool, even if she wields her ego-destroying discomforting pain-inducing lash with love.<br /><br />I don’t know Ms. Brown, and I don’t want to criticize her out of hand, but frankly she scares me a bit.  I prefer people who are a little unsure of themselves, who are self-deprecating, and who have a sense of humor.  But then I’m not a conservative.", "recommendationCount": 676}, {"assetID": 2212365, "replies": [], "lft": 12, "assetURL": "http://www.nytimes.com/2010/12/21/opinion/21brooks.html", "parentID": null, "commentID": 3061306, "rgt": 13, "userDisplayName": "JimF", "createDate": "1292904384", "userID": 53056169, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1292908862", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Los Altos Hills, CA", "commentType": "comment", "updateDate": "1292908862", "commentSequence": 6, "commentBody": "Yes, indeed. Too bad the Republicans want to cut educational funding, cut child-care support, cut healthcare, cut mass transit, and cut compensation for teachers. Other than that, I'm sure Brooks' conservative colleagues share his compassionate conservatism. Not.<br /><br />", "recommendationCount": 155}, {"assetID": 2212365, "replies": [], "lft": 20, "assetURL": "http://www.nytimes.com/2010/12/21/opinion/21brooks.html", "parentID": null, "commentID": 3061459, "rgt": 21, "userDisplayName": "Elizabeth Fuller", "createDate": "1292908435", "userID": 59801905, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1292909354", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Peterborough, NH", "commentType": "comment", "updateDate": "1292909354", "commentSequence": 7, "commentBody": "You say that Ms. Brown offers a path out of the tyranny of the perpetually open mind by presenting authoritative traditions and teachings, and you also state that for her Judaism is a path to superior living.  To me those two observations totally undermine your case for more adult education.  Yes, we do need institutions that challenge adults and connect them to others who are alive now, to those who lived (and presumably learned) in the past, and to those who will inherit the future we leave them.  We do need strong moral principles to guide us and give us the courage to live out our convictions and to make the hard decisions that benefit not just us but also the larger community.  It is quite often religious institutions that offer us those guiding principles, but when they claim superiority rather than a path toward improvement, when they declare that there is something wrong with a perpetually open mind, they create division, hostility, and close-mindedness and give religion a very bad name.<br /><br />There must be a way to ask more of ourselves and honor tradition without claiming superiority and closing our minds. Is being steadfast and proud of our possible ignorance any better than seeming wishy-washy?  Might it not be even more dangerous?<br /><br />If Ms. Brown is exerting so much influence, I do hope you have mischaracterized her.  We do not need more self-righteous, close-minded individuals leading us.  We need people who understand that life doesn’t come with a rulebook that we can follow in order to receive a superior grade.  It is a tough balancing act that requires us to be aware of our changing surroundings, to take their measure with an open mind and adjust to the prevailing conditions.  That is not moral relativism.  It is the humility that is necessary to lead a good life among and with others.<br />", "recommendationCount": 439}, {"assetID": 1908518, "replies": [], "lft": 18, "assetURL": "http://bits.blogs.nytimes.com/2010/09/30/bits-pics-tearing-apart-the-new-apple-tv/", "parentID": null, "commentID": 3060780, "rgt": 19, "userDisplayName": "shyduroff", "createDate": "1292891316", "userID": 28020916, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1292909823", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "cambridge", "commentType": "comment", "updateDate": "1292909823", "commentSequence": 8, "commentBody": "i'm pretty confident nearly every commenter misses the fundamental suggestion, the point, and the spirit of what self repair sites are about; i.e. it's the end user that's broken who thinks (relative) cheapness means simply go buy more -and-more ... rather than re-use (not re-cycle) ... - r<br />.", "recommendationCount": 0}, {"assetID": 2211160, "replies": [], "lft": 6, "assetURL": "http://bits.blogs.nytimes.com/2010/12/20/augmented-reality-on-your-phone/", "parentID": null, "commentID": 3061267, "rgt": 7, "userDisplayName": "Max", "createDate": "1292903188", "userID": 62275174, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1292909829", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "San Francisco", "commentType": "comment", "updateDate": "1292909829", "commentSequence": 2, "commentBody": "The majority of current Augmented Reality experiences are relegated to marketing campaigns. I think the medium will only really take off when users are given tools to create their own content- like what Facebook or Youtube is to the internet. Scrawl and MixAR (found on <a href=\"http://kickstarter.com\" target=\"_blank\">kickstarter.com</a>) are two upcoming iPhone Apps which appear to be doing just this. ", "recommendationCount": 0}, {"assetID": 2211160, "replies": [], "lft": 8, "assetURL": "http://bits.blogs.nytimes.com/2010/12/20/augmented-reality-on-your-phone/", "parentID": null, "commentID": 3061276, "rgt": 9, "userDisplayName": "hypnorotator", "createDate": "1292903537", "userID": 30972743, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1292909832", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Brooklyn NY", "commentType": "comment", "updateDate": "1292909832", "commentSequence": 3, "commentBody": "Will it allow us to see all the hidden \"OBEY\" and \"CONSUME\" signs?  ", "recommendationCount": 13}, {"assetID": 2197795, "replies": [], "lft": 26, "assetURL": "http://bits.blogs.nytimes.com/2010/12/16/apple-plans-mac-store-opening-in-early-january/", "parentID": null, "commentID": 3061324, "rgt": 27, "userDisplayName": "sosumi", "createDate": "1292904818", "userID": 60525517, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1292909835", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "ny", "commentType": "comment", "updateDate": "1292909835", "commentSequence": 8, "commentBody": "This very exciting! Apple is so ahead of the game. This is the final game changer. Apple executing absolute quality control, for the betterment of all of us. The thing is just getting better, every day. A brilliant move, Apple.<br /><br />I can't wait for OS X Cheetah to hit the stores. yeah!<br />", "recommendationCount": 0}, {"assetID": 2210543, "replies": [], "lft": 732, "assetURL": "http://www.nytimes.com/2010/12/21/world/europe/21start.html", "parentID": null, "commentID": 3061511, "rgt": 733, "userDisplayName": "Michael F. Sarabia", "createDate": "1292909824", "userID": 35986430, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1292910006", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Concord, CA", "commentType": "comment", "updateDate": "1292910006", "commentSequence": 288, "commentBody": "There must nostalgia about Pres. Reagan who promised an Anti-Missile system that he later changed to \"Star Wars\", using an Atomic Bomb to generate X-Rays to zap each and all incoming ICBMs. Sorry, none of the proposals by \"Ronnie\" worked because it was a con-job on our President. Did he think he understood the polemics by Dr. Teller's mesmerizing speech with its foreign accent? Whoever told politicians that because they are elected, they are experts on all sciences?<br />The anti-ICBM the Republicans wish is only wishful thinking. Another one failed this week and it costs $100 Million for each of the four failures to date -they have published.<br />The waste of money on airborne chemical laser anti-missile weapons is another waste of about $50 Billion in the last 35 years, all secret, of course, but you can read about it Aviation Week and, soon, we might on WikiLeaks. Just imagine the size of a fleet of Boeing 747 that would have to fly 24/7 to maintain and adequate force headed towards the launch site. Half the time they will have to fly back with their weapon blind to the target. Will this cost about $1 Billion a month, or a week? Assuming it works. It has been development for over 30 years, but failures don't cost much, now, it's only money -borrowed and to be paid back to China with interest. Are we willing to continue borrowing a Trillion a year, indefinitely? How will we ever pay it all back? ", "recommendationCount": 1}, {"assetID": 2210543, "replies": [], "lft": 730, "assetURL": "http://www.nytimes.com/2010/12/21/world/europe/21start.html", "parentID": null, "commentID": 3061508, "rgt": 731, "userDisplayName": "jeff", "createDate": "1292909765", "userID": 33263223, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1292910007", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "oakland, ca", "commentType": "comment", "updateDate": "1292910007", "commentSequence": 289, "commentBody": "Jon Kyl has been negotiating this treaty now for many months.  He and McConnell clearly have adopted a position that puts partisan political advantage ahead of the nation's safety by raising irrelevant issues.  The Russians are not going to change the language at this late date, and these  Republicans need to be publicly chastised for their game playing. We need to get this treaty ratified and move out to other issues.", "recommendationCount": 5}, {"assetID": 2212290, "replies": [], "lft": 54, "assetURL": "http://www.nytimes.com/2010/12/21/technology/21email.html", "parentID": null, "commentID": 3061280, "rgt": 55, "userDisplayName": "Gettingoutof Acdemia", "createDate": "1292903782", "userID": 3217654, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1292910235", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Fort Collins CO", "commentType": "comment", "updateDate": "1292910235", "commentSequence": 20, "commentBody": "When texting, there's an implicit agreement that you will reply very quickly, since it's more like face-to-face communication than it is like email or writing a letter (every medium has an implicit contract about the speed with which you will reply). I don't want to take up the obligation to be that tethered to my phone, so I prefer email where the agreed response-time is slower.", "recommendationCount": 34}, {"assetID": 2212290, "replies": [], "lft": 56, "assetURL": "http://www.nytimes.com/2010/12/21/technology/21email.html", "parentID": null, "commentID": 3061286, "rgt": 57, "userDisplayName": "JPW", "createDate": "1292903841", "userID": 38799515, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1292910235", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Houston, Texas", "commentType": "comment", "updateDate": "1292910235", "commentSequence": 21, "commentBody": "I suspect that any number of young people are not learning the skills to carry on a conversation.   Their intense  involvement with e-mail and texting deprives them of practice in spoken-language and most of all in listening-skills, I do fear.  Both written language and spoken language are at risk.", "recommendationCount": 18}, {"assetID": 2212290, "replies": [], "lft": 60, "assetURL": "http://www.nytimes.com/2010/12/21/technology/21email.html", "parentID": null, "commentID": 3061301, "rgt": 61, "userDisplayName": "MJR", "createDate": "1292904186", "userID": 62275453, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1292910235", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Oceanside", "commentType": "comment", "updateDate": "1292938106", "commentSequence": 22, "commentBody": "The kind of people who only use email are the same ones who quote Walt Kelly, Monty Python, and Bob Dylan while still considering themselves relevant.  People grow very old without realization", "recommendationCount": 9}, {"assetID": 2212290, "replies": [], "lft": 64, "assetURL": "http://www.nytimes.com/2010/12/21/technology/21email.html", "parentID": null, "commentID": 3061319, "rgt": 65, "userDisplayName": "Gregory T", "createDate": "1292904624", "userID": 40274410, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1292910235", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New York CIty", "commentType": "comment", "updateDate": "1292910235", "commentSequence": 23, "commentBody": "These articles are not only \"tiring\" as smartly pointed out by #2 mic earlier but they are often baseless.   This paper is obsessed over counting texts and apps on a daily basis.  Basta! (enough) ", "recommendationCount": 5}, {"assetID": 2212290, "replies": [], "lft": 66, "assetURL": "http://www.nytimes.com/2010/12/21/technology/21email.html", "parentID": null, "commentID": 3061322, "rgt": 67, "userDisplayName": "Alex", "createDate": "1292904692", "userID": 56592086, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1292910235", "userTitle": null, "editorsSelection": 1, "statusID": 2, "userURL": null, "userLocation": "East Side", "commentType": "comment", "updateDate": "1292913902", "commentSequence": 24, "commentBody": "While I don't doubt that tweens are texting like crazy, I wonder if these trends have been over-estimated by poor study methodology. They state that fewer people are visiting email websites, which is not a very good proxy of how many people are using email. I use my email constantly, but I do it via IMAP through my phone or a desktop client, and so do most people I know. So, I am not being counted as a visitor to email websites, but I am nevertheless a heavy user of email. Ditto everyone with a blackberry, iphone, droid, and everyone who uses an IMAP client like outlook or apple mail.<br /><br />In short: website logins are a poor proxy for actual email use, perhaps there is hope yet. ", "recommendationCount": 134}, {"assetID": 2212290, "replies": [], "lft": 68, "assetURL": "http://www.nytimes.com/2010/12/21/technology/21email.html", "parentID": null, "commentID": 3061325, "rgt": 69, "userDisplayName": "RoseFitz", "createDate": "1292904838", "userID": 14742564, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1292910235", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "MA", "commentType": "comment", "updateDate": "1292910235", "commentSequence": 25, "commentBody": "This is an interesting article and as a fundraiser, it's apparent that social media is the place to capture your various audiences.  Email is definitely a more retrievable form of electronic communication.  I wonder how the National Archives is dealing with President Barack Obama's Blackberry messages and texts.  My hats off to the NARA Archivists. ", "recommendationCount": 2}, {"assetID": 2212290, "replies": [], "lft": 70, "assetURL": "http://www.nytimes.com/2010/12/21/technology/21email.html", "parentID": null, "commentID": 3061329, "rgt": 71, "userDisplayName": "kinopku", "createDate": "1292904906", "userID": 53674383, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1292910235", "userTitle": null, "editorsSelection": 1, "statusID": 2, "userURL": null, "userLocation": "nyc", "commentType": "comment", "updateDate": "1292935784", "commentSequence": 26, "commentBody": "i am very self-consciously not one of those older people (32) who is self-righteous about technological shifts. but, there is a level of intimacy that is being lost with the increased use of instantaneous forms of written communication.<br /><br />a few weeks ago, i came across an old box of letters that had been written to me during my teenage and early college years. in reading them over, it was absolutely amazing to me how many deep, personal musings i was privy to. i rarely, if ever, have occasion to read a friend's thoughts at such length these days. the sheer amount, and the specific type of information discussed in those letters cannot be replicated in a text message. do young people have a forum for communicating with each other in a deeper and more intimate way than a text or facebook message? are they making up in conversation for the loss of the intimacy and depth that my generation and generations before found in letters? if they do have a forum for that type of intimacy, then great: facebooking and texting are great complements to a friendship. but if not - if all they have are short, instantaneous messages that do not allow time or space for deep thought or reflection, then how do they acquire the information they need in order to make informed decisions about who their friends are? is it solely about other signifiers, like fashion?<br /><br />these are real questions i have. i am not of that generation, so i cannot truly know what it is like to have never written a letter. perhaps i am a bit nostalgic. but, if my suspicions are correct - that longer, more contemplative forms of written communication are being marketed out of existence, then either we are creating a generation of super-fast processing individuals who are able to glean everything they need from one another through hidden messages in texts, or they are just simply not getting to know each other deeply, which is ultimately very isolating.<br /><br />in either case, i am a teacher of high school students, and i've been having this conversation with my classes. it is interesting to hear their opinions on this. they are a more reflective generation than they are given credit for. it is important to listen to them, if for no other reason than to model that skill: to let them know that listening a worthwhile activity - not just engaging in constant, instantaneous chatter.", "recommendationCount": 166}]}, "copyright": "Copyright (c) 2016 The New York Times Company.  All Rights Reserved."}