{"debug": {"version": 3.1}, "status": "OK", "results": {"api_timestamp": "1481460090", "totalCommentsFound": 4559, "totalCommentsReturned": 25, "comments": [{"assetID": 1707535, "replies": [], "lft": 151, "assetURL": "http://wordplay.blogs.nytimes.com/2010/08/02/numberplay-seat-six/", "parentID": 2357076, "commentID": 2358068, "rgt": 152, "userDisplayName": "Gary Antonick", "createDate": "1281067383", "userID": 54480690, "replyCount": 0, "commentTitle": "", "status": "approved", "approveDate": "1281067383", "userTitle": "NumberPlay Editor", "editorsSelection": 0, "statusID": 2, "userURL": "http://wordplay.blogs.nytimes.com/author/gary-antonick/", "userLocation": "", "commentType": "reporterReply", "updateDate": "1281063783", "commentSequence": 1, "commentBody": "Thanks, mdoob, for the acknowledgment. Terrific discussion. Perhaps it's just coincidence, but it seems we've had some very cool creative collaboration emerge from puzzles like this one that have both a simple and rigorous solution. I wonder if the simple solution—or simplified view—enables the problem to be more easily manipulated into its alternatives and their general cases.", "recommendationCount": 0}, {"assetID": 1722145, "replies": [], "lft": 16, "assetURL": "http://dotearth.blogs.nytimes.com/2010/08/05/poverty-and-lack-of-research-block-path-to-a-well-fed-world/", "parentID": null, "commentID": 2356966, "rgt": 17, "userDisplayName": "wmar", "createDate": "1281046322", "userID": 13143930, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1281067436", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "usa", "commentType": "comment", "updateDate": "1281063836", "commentSequence": 8, "commentBody": "Until we find a way to bypass (or help replace) corrupt governments and institutions food will not get to those who most need it.<br /><br />Best Wishes", "recommendationCount": 5}, {"assetID": 1720964, "replies": [], "lft": 32, "assetURL": "http://dotearth.blogs.nytimes.com/2010/08/05/greens-debating-tactics-instead-of-ideas/", "parentID": null, "commentID": 2357136, "rgt": 33, "userDisplayName": "Eric", "createDate": "1281049101", "userID": 45164870, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1281067448", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Wisconsin", "commentType": "comment", "updateDate": "1281063848", "commentSequence": 16, "commentBody": "I laugh at the comment that the oil and gas industry is subsidized to the tune of $560 billion dollars.  It is the government at the state and federal level that is subsidized by the oil industry.  Start with the royalties paid to the government by the oil industry.  It is several times what the government spends managing and regulating the oil industry so the surplus goes to pay for other government operations.  Now add the state and federal gas tax put on every gallon of gas sold in gas stations across the country.  It has totaled about three and a half times the pretax profit of the industry over the last thirty years.  Now since the industry is one of the most consistently profitable industries it regularly pays a higher portion of their revenue in federal and state income taxes.  It has averaged paying 45% of its income in tax.  This doesn't count the property tax paid by refineries, pipelines, trucking companies, gas stations, etc.  The bottom line is that government agencies skim out more than ten times the revenue the stockholders get to keep as after tax income to pay dividends or to reinvest in capital equipment or exploration.  So I ask is the oil industry subsidized by the government or is the government subsidized by the oil industry.<br /><br />In Wisconsin where I live the state transportation fund paid for by the gas tax is consistently raided to pay for an out of control school budget, medicaid costs, etc. to the tune of a billion a year.  I ask again who is subsidizing whom?<br /><br />This industry employs more than 9 million people in this country who also pay taxes.  I ask again who is subsidizing whom?<br /><br />My final question is, what is the rational for everyone wanting to destroy this industry with nothing financially viable to replace it?", "recommendationCount": 7}, {"assetID": 1713076, "replies": [], "lft": 66, "assetURL": "http://dotearth.blogs.nytimes.com/2010/08/03/fire-and-water-on-a-hot-turbulent-planet/", "parentID": null, "commentID": 2357160, "rgt": 67, "userDisplayName": "Mark A. York", "createDate": "1281049530", "userID": 16774938, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1281067452", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Sunland, CA", "commentType": "comment", "updateDate": "1281063852", "commentSequence": 28, "commentBody": "It's definitely getting colder, but Harry's brain freeze is only local, not a regional statistically significant trend. Ask the scarecrow.", "recommendationCount": 1}, {"assetID": 1720964, "replies": [], "lft": 34, "assetURL": "http://dotearth.blogs.nytimes.com/2010/08/05/greens-debating-tactics-instead-of-ideas/", "parentID": null, "commentID": 2357192, "rgt": 35, "userDisplayName": "Ladislav Nemec'", "createDate": "1281050081", "userID": 4187964, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1281067482", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "big bear, ca", "commentType": "comment", "updateDate": "1281063882", "commentSequence": 17, "commentBody": "The gurus in charge highlited #6 and I liked it as well. The main source of emission explosion (not a good thing for the planet whether it is responsible for climate change or not) are going to be the developing nations and rightfully, so to speak, so. Nobody told the industrialized countries what to do some 150 years ago and only obviously dangerous stuff like poluted cities and waterways resulted in our current attempts to regulate the abuse. Generating electricity by burning fossil fuels, however, is not an abuse, no civilization can survive without it. OK, some apparantly can: France with 70% nuclear power electricity generation, some Scandinavian countries with comparable contribution from wind.<br /><br />Revkin outlines lot of goals but one basic information is missing: there is no point to wait for detailed studies how much, exactly, alternative sources in this country can contribute to the basic goal of generating enough electricity that can, at some point in the future (the percentage of hybrids and electric cars is, so far, negligible) replace polluting internal combustion automobiles.<br /><br />What is that number plus minus, say, 10%? That is the basic stuff Revkin avoids. The 'trend' (i.e. the SLOPE of the hopefully rising curve) tells us nothing about the reality.<br /><br />Revkin may be correct about major 'strategy goals'. For us who do not really follow the details just two numbers are essential: the best and worst scenario for replacement fossil fuels as the source of ALL energy in this country by, say, 2030 in percentages.<br /><br />Is about 20% the best or the worst scenario? I have no idea. All I know for a fact that a wind turbine farm here in the San Gorgonio pass (near Palm Spring) is mostly idle whenever I drive there several times a year. My query to California Edison about its utilization was, of course, ignored. California Edison shows these turbines ten times a day in a TV commercial that is a waste of money anyway - in their area of service they have a monopoly, we cannot switch to another electricity provider. OK, they just want us to support their future rate increases, I gather.<br /><br />Many subsidies will be used to build similar installations all over the country but will they be actually utilized? Another basic question. Nuclear power stations are, as far as I know, utilized quite efficiently while in operation. It is no coincidence that Revkin, forever the Green Guru, does not mention nuclear energy at all.<br /><br />Fine, but show us the alternatives in percentage of total energy generation. Anything below 15% is not very meaningful. Is it achievable? I doubt it but I may be wrong.<br /><br />Revkin is of no help here.", "recommendationCount": 3}, {"assetID": 1722540, "replies": [], "lft": 4, "assetURL": "http://dotearth.blogs.nytimes.com/2010/08/05/fungus-on-track-to-extinguish-bats-in-northeast/", "parentID": null, "commentID": 2357202, "rgt": 5, "userDisplayName": "Steven Earl Salmony", "createDate": "1281050217", "userID": 57074419, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1281067487", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Chapel Hill, NC", "commentType": "comment", "updateDate": "1281063887", "commentSequence": 2, "commentBody": "Dear Andy,<br /><br />I worry about bats, but most of my concern is focused upon the survival of Homo sapiens.<br /><br />As I recall, it was St. Augustine who reported to all of us,<br /><br />\"Men go forth to wonder at the great heights of mountains, the huge waves of the sea, the broad flow of the rivers, the vast compass of the oceans, the courses of the stars: and they pass by themselves without wondering.\"<br /><br />Humankind has come a long way since the time of St. Augustine but I remain convinced that the willful blindness, deafness and muteness of the brightest and best among us, when it comes to wondering aloud about human population dynamics and human overpopulation of Earth, is a tragic failing with potentially profound implications for future human wellbeing and environmental health. We need to look at ourselves so that we come to more accurately understand \"the placement\" of the human species within the natural order of living things.....with all deliberate speed.<br /><br />All that I report is to say simply that human beings need to wonder about our population dynamics and our impact upon the planetary home God has blessed us to inhabit. Forward movements toward sustainability will follow, I suppose.<br /><br />Sincerely,<br /><br />Steve<br /><br />", "recommendationCount": 6}, {"assetID": 1720964, "replies": [], "lft": 36, "assetURL": "http://dotearth.blogs.nytimes.com/2010/08/05/greens-debating-tactics-instead-of-ideas/", "parentID": null, "commentID": 2357336, "rgt": 37, "userDisplayName": "G. Howard", "createDate": "1281053030", "userID": 50161020, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1281067498", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Idaho", "commentType": "comment", "updateDate": "1281063898", "commentSequence": 18, "commentBody": "The reason for this is in our face on a daily basis.<br />Many greens have advocated that the debate is over and it is time for action. What those that advocate action have failed to understand is that action would necessitate action on the part of the climate warriors first and foremost.<br />Like the U.N., the mass of scientists and the legions of journalists. So let us think this through if you are green at heart the last thing you want is the debate to end. Should that happen you are done, not only that but required to live by the standards that the green movement mandates. That would decimate vast numbers of people like me. For me and many others please keep consuming so subsides will continue to flow for the ultimate fix at the end of the tunnel.<br />When a true climate warrior hears one of the flock say the debate is over it always gives a chill. No pun intended. This is an industry like we have never seen before and we don't want it to end with actual action. The action in what ever form it would take, successful or not is not material.<br />It is the debate itself that revs up the passion and the profit.<br />Once again let me gently remind you that if you believe in AWG, rather you are in a (trailer park, suburbia, city, wealthy or poor) it is within your power to reduce your emissions. Just don't be dismayed when you see the true climate warriors flying over your heads going to the next climate convention. Try and remember reduction of emissions is not their responsibility, it is yours.<br />So we absolutely must debate tactics instead of ideas.", "recommendationCount": 5}, {"assetID": 1722540, "replies": [], "lft": 6, "assetURL": "http://dotearth.blogs.nytimes.com/2010/08/05/fungus-on-track-to-extinguish-bats-in-northeast/", "parentID": null, "commentID": 2357343, "rgt": 7, "userDisplayName": "wmar", "createDate": "1281053153", "userID": 13143930, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1281067514", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "usa", "commentType": "comment", "updateDate": "1281063914", "commentSequence": 3, "commentBody": "<br /><br /># 1<br /><br />Global warming activists have been quick to seize on the pine beetle ‘epidemic’ as a sign of things to come and an impending ecological disaster. In truth, drawing the line between man made climate change and the pine beetle outbreak is a stretch that few experts make. Rather, most see the outbreak as a natural function of forests and in many ways it is Mother Nature correcting man’s previous mistakes.<br /><br />Colorado finds itself front and center in the battle against the mountain pine beetle. In the coming weeks the state’s forest service will be releasing its annual report and is expected to estimate that 2.5 million acres have been infected by the beetles since 1996 – the largest outbreak in state history. However, that represents a fraction of the state’s forest land and areas are being naturally rehabilitated after the infections pass.<br /><br />The state’s forest service is reluctant to connect man made climate change with the outbreak and studies have shown that while the outbreak is large, it is not entirely unprecedented. Sky Stephens, Forest Entomologist for the Colorado State Forest Service, says that while climate change is a hot topic, there hasn’t been a “well structured argument” connecting the two.<br /><br />Indeed, the state points to what it calls a ‘perfect storm’ of drought, recent warmer winters and forests that are denser than what nature intended. Any one of those factors could lead to an increase in beetle populations but coupled together, it becomes a difficult situation for foresters to manage.<br /><br />Man may indeed have played a large role in the spread of the mountain pine beetle but not in the way climate change activists portray.<br /><br />For the latter half of the 20th century as people settled in forested areas in greater numbers, forest fires drew more attention. While in centuries past fires burned unabated as part of a natural cycle of the earth, man now was coming to the “rescue” and putting out the fires. In doing so, an unintended consequence of forest overgrowth was realized. By eliminating the natural death and re-birth cycle that fire brings, forests became more dense and just as critically, they have matured to an age that is ripe for pine beetles to attack.<br /><br />Stephens said that our desire to stamp out fires in unpopulated areas did more harm than good. “It set us up for a number events that have and are going to happen,” she said. Stephens said the forests were never meant to have the dense stands that we have grown accustomed to seeing and the more food there is for the beetles, the greater the impact when they attack.<br /><br />Dave Thom, a natural resources officer with the Black Hills National Forest agrees with Stephens. Of trying to point the finger at man made climate change, he told the Rapid City Journal last month, “It’s more complicated than that.”<br /><br />    That phenomenon [the pine beetle epidemic] can happen regardless of a few degrees of change in climate, measured on a global scale.<br />    ~ Dave Thom, Black Hills National Forest<br /><br />The drought and the dense forests play a big factor according to Thom. He said, \"As the trees get more dense, they are less able to resist bark-beetle infestations. When you take increasingly dense trees and add the drought, the intersection causes weakened trees that are more susceptible to beetle attack. That phenomenon can happen regardless of a few degrees of change in climate, measured on a global scale.\"<br /><br />Researchers point to outbreaks in the past that killed millions of lodgepole pines, before global temperatures rises are thought to be having an effect. The Rocky Mountains suffered through outbreaks in the 1960s, the 1970s and the early 1980s. A different beetle, the spruce beetle, is known to have caused extensive damage in western Colorado in the 1940s.<br /><br />    There is no evidence to support the idea that current levels of bark beetle or defoliator activity are unnaturally high.<br />    ~ Colorado Forest Restoration Institute<br /><br />A recent study completed by the Colorado Forest Restoration Institute (CFRI) in conjunction with the Colorado State Forest Service and area universities flatly stated that the current outbreak is not unusual. “There is no evidence to support the idea that current levels of bark beetle or defoliator activity in Colorado’s lodgepole pine and spruce-fir forests are unnaturally high,” the study said.<br /><br />Before outbreaks were documented, tree-ring evidence points to extensive outbreaks before the 20th century as well. As the CFRI study said, “Insect outbreaks are a natural occurrence in almost all of the different kinds of forests in Colorado. Outbreaks do not occur very frequently; the time interval between successive outbreaks in any given area is usually measured in decades. Nevertheless, outbreaks can be expected periodically in almost any place in the state where forests are found.”<br /><br /><a href=\"http://www.climatechangefraud.com/behind-the-science/5432-must-read-the-pine-beetle-hysteria-exposed-natural-not-manmade\" target=\"_blank\">http://www.climatechangefraud.com...</a><br /><br />Best Wishes", "recommendationCount": 4}, {"assetID": 1723362, "replies": [], "lft": 12, "assetURL": "http://wordplay.blogs.nytimes.com/2010/08/05/snurfer/", "parentID": null, "commentID": 2358071, "rgt": 13, "userDisplayName": "Nhart", "createDate": "1281067398", "userID": 31523591, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1281067515", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "West Texas", "commentType": "comment", "updateDate": "1281063915", "commentSequence": 6, "commentBody": "Well, the criminal defense lawyer here got CLIENTS right away, but was stumped on PAROLE until the last minute. I had to Google a bit, but much less for me than a usual Friday. Patrick Berry is always quality fun.", "recommendationCount": 0}, {"assetID": 1717371, "replies": [], "lft": 98, "assetURL": "http://dotearth.blogs.nytimes.com/2010/08/04/planet-scale-risk-and-the-steve-schneider-memorial-exercise/", "parentID": null, "commentID": 2357350, "rgt": 99, "userDisplayName": "Gene G", "createDate": "1281053309", "userID": 22122125, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1281067521", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New Jersey", "commentType": "comment", "updateDate": "1281063921", "commentSequence": 47, "commentBody": "John Turnbull #42. I continue to be amazed that someone can write, 'I continue to be amazed at the miriad forms and rationalizations simple DENIAL can take. When atmospheric science has a level of absolute, incontrovertible proof necessary to satisfy most of the denying skeptics, it will be long past the point the human race can do anything about it.'<br /><br />I continue to be amazed that you and many other global warming enthusisasts 'warmers' continue to ignore that warming is not written in stone, that increases in CO2 concentrations, will not end instantaneously no matter what, and in any case the planet can be cooled and all the mentioned catastrophes can be avoided by applying cooling techniques to part or all of the planet. You may be convinced it can't work so you are a 'DENIER as well; so much so that you would choke before mentioning geoengineering as an option.<br /><br />Several viable geoengineering techniques can be implemented relatively quickly after optimization experiments. So when you and all the other DENIERS stop choking, the techniques will be implemented and the global temperature will go down and catastrophe will be avoided.", "recommendationCount": 3}, {"assetID": 1720964, "replies": [], "lft": 38, "assetURL": "http://dotearth.blogs.nytimes.com/2010/08/05/greens-debating-tactics-instead-of-ideas/", "parentID": null, "commentID": 2357366, "rgt": 39, "userDisplayName": "Wang Suya", "createDate": "1281053496", "userID": 40342008, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1281067523", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Japan", "commentType": "comment", "updateDate": "1281063923", "commentSequence": 19, "commentBody": "From Wang Suya<br /><br />     This article seem like anwer my other thrend sugestion for climate bill. Now I know Fedral and President Obama are doing some thing about global warming. This is vital. Now just lack a rathonal climate bill let Senate pass it. Let American bill affect not only America but also international world set regulation to cut CO2 emission.", "recommendationCount": 2}, {"assetID": 1722540, "replies": [], "lft": 8, "assetURL": "http://dotearth.blogs.nytimes.com/2010/08/05/fungus-on-track-to-extinguish-bats-in-northeast/", "parentID": null, "commentID": 2357380, "rgt": 9, "userDisplayName": "harry", "createDate": "1281054088", "userID": 18312178, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1281067533", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "michigan", "commentType": "comment", "updateDate": "1281063933", "commentSequence": 4, "commentBody": "Ash trees died of an invasive species; maple trees are stressed due to a fungal infection; I notice stress on our oak trees; the aforementioned pine beetle overgrowth; robins are overwintering and not flying south; invasive carp; dying bats;desertification of vast areas of africa &amp; asia. I just can't even keep up with all of the bad news about our environment. But hey there ain't no stinkin global warming!", "recommendationCount": 13}, {"assetID": 1722145, "replies": [], "lft": 18, "assetURL": "http://dotearth.blogs.nytimes.com/2010/08/05/poverty-and-lack-of-research-block-path-to-a-well-fed-world/", "parentID": null, "commentID": 2357427, "rgt": 19, "userDisplayName": "Wang Suya", "createDate": "1281054741", "userID": 40342008, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1281067535", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Japan", "commentType": "comment", "updateDate": "1281063935", "commentSequence": 9, "commentBody": "From Wang Suya<br /><br />     I figured out GM crops are cut our greet grand children life way. Because when plants fall boideversity, bee population will decline, then lose the crop production. GM is not biodiversity, is monoculture plants. This is very dangerous thing. The children of donkey and horse making can not give boirth of children. GM crop maybe have same results, hope human be careful to make GM crops  ", "recommendationCount": 1}, {"assetID": 1717371, "replies": [], "lft": 100, "assetURL": "http://dotearth.blogs.nytimes.com/2010/08/04/planet-scale-risk-and-the-steve-schneider-memorial-exercise/", "parentID": null, "commentID": 2357430, "rgt": 101, "userDisplayName": "Girma", "createDate": "1281054789", "userID": 56529217, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1281067624", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Perth, Australia", "commentType": "comment", "updateDate": "1281064024", "commentSequence": 48, "commentBody": "John Turnbull (#42)<br /><br />You wrote, “I continue to be amazed at the miriad forms and rationalizations simple DENIAL can take. When atmospheric science has a level of absolute, incontrovertible proof necessary to satisfy most of the denying skeptics, it will be long past the point the human race can do anything about it.”<br /><br />What does the data, the science, say?<br /><br />Global mean temperature trend DECELERATED from 0.25 deg C per decade to 0.03 deg C per decade, which is a reduction by a factor of 8.3, according the following data from the CRU.<br /><br /><a href=\"http://www.woodfortrees.org/plot/hadcrut3vgl/from:1990/to:2000/plot/hadcrut3vgl/from:1990/to:2000/trend/plot/hadcrut3vgl/from:2000/to:2010/plot/hadcrut3vgl/from:2000/to:2010/trend\" target=\"_blank\">http://www.woodfortrees.org...</a><br /><br />John Turnbull, the current global warming rate of 0.03 deg C per decade is much less than 0.25 deg C per decade for the decade before. Global warming rate has decelerated. There is no evidence for accelerated warming. If the current trend continues, the globe will by 0.27 deg C by 2100. Where is the alarm?<br /><br />IPCC projections are completely wrong as shown in its graph:<br /><br /><a href=\"http://wattsupwiththat.files.wordpress.com/2010/04/orssengo1.jpg\" target=\"_blank\">http://wattsupwiththat.files.wordpress.com...</a><br /><br />", "recommendationCount": 3}, {"assetID": 1717371, "replies": [], "lft": 102, "assetURL": "http://dotearth.blogs.nytimes.com/2010/08/04/planet-scale-risk-and-the-steve-schneider-memorial-exercise/", "parentID": null, "commentID": 2357452, "rgt": 103, "userDisplayName": "Gene G", "createDate": "1281055278", "userID": 22122125, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1281067625", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New Jersey", "commentType": "comment", "updateDate": "1281064025", "commentSequence": 49, "commentBody": "wmar #14; for the record it is possible to warm the planet as well as cool it by geoengineering techniques. Moreover, just as it is possible in building HVAC systems to control a building ambient locally it is possible for example to warm the northern hemispheres and cool the equator. There is a reason it is called geoengineering and since humans are the ultimate engineers can you have any doubt that humans are capable to accomplish the geo HVAC task? I will even add the proven ability to convert inland desert to fertile, well irrigated land.<br /><br />You all simply do not have the imagination to understand what humans are capable of accomplishing, even if they have failed so far to produce a credible science of climate change. ", "recommendationCount": 3}, {"assetID": 1720964, "replies": [], "lft": 40, "assetURL": "http://dotearth.blogs.nytimes.com/2010/08/05/greens-debating-tactics-instead-of-ideas/", "parentID": null, "commentID": 2357498, "rgt": 41, "userDisplayName": "jonathanikatz", "createDate": "1281056076", "userID": 23315563, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1281067629", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "St. Louis", "commentType": "comment", "updateDate": "1281064029", "commentSequence": 20, "commentBody": "All very sensible.  It boils down to making energy more expensive.  How do you make the public vote for legislators and executives who will do that?<br /><br />If enacted, and if the obstructions to nuclear power were removed (requiring a fundamental revision of our environmental laws, from a regime in which many have the power to say \"No\" but no one has the power to say \"Yes\" to one in which decisions can be made in the national interest) it would move us a little towards energy independence (less than the coming boom in shale gas), but would have no effect on climate.<br /><br />Greenhouse gas emissions are out of our hands; that is up to the developing world.  If we won't tax ourselves a little, how can we expect poor Chinese to tax themselves more?", "recommendationCount": 2}, {"assetID": 1722540, "replies": [], "lft": 10, "assetURL": "http://dotearth.blogs.nytimes.com/2010/08/05/fungus-on-track-to-extinguish-bats-in-northeast/", "parentID": null, "commentID": 2357523, "rgt": 11, "userDisplayName": "Wang Suya", "createDate": "1281056687", "userID": 40342008, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1281067631", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Japan", "commentType": "comment", "updateDate": "1281064031", "commentSequence": 5, "commentBody": "From Wang Suya<br /><br />      The world is circulation, one eat one keep the balance of food chain. One decline rapidly will let other grow rapidly then the balance will lose causing some bad thing happen. World human population growing qucikly, they have to eat then make ocean empty, mountain no trees, now our nature already lose the balance of it, overproduction using up resource. Over population give earth heavily load. Overcomsumption cost so much energy. Now we are in sick situation, This summer is so hot in Japan and China, I do not know anther place. Those deniers still say global cooling? ", "recommendationCount": 10}, {"assetID": 1717371, "replies": [], "lft": 104, "assetURL": "http://dotearth.blogs.nytimes.com/2010/08/04/planet-scale-risk-and-the-steve-schneider-memorial-exercise/", "parentID": null, "commentID": 2357548, "rgt": 105, "userDisplayName": "Susan Anderson", "createDate": "1281056996", "userID": 57076816, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1281067636", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Boston", "commentType": "comment", "updateDate": "1281064036", "commentSequence": 50, "commentBody": "Thanks to those hardworking people who continue to deconstruct the legerdemain of the distractionalists.  These folk are sooo predictable. It is very easy to get caught in the minutiae of the often plausible spin. But it is even easier to look at it in one straightforward easy to judge logical way.  Whatever Andy writes, whenever it refers to the mounting mountain of information in the real world and developments in our understanding coming from many fields of expertise in all its variety, the fake skeptics leap in to prevent you from looking carefully at Andy's posted article and associated material, as well as the numerous references on the DotEarth pages, and digesting it for yourself.<br /><br />If the comment is bent on undermining the premise from the gitgo, why are they here?  It's because they don't want you to think for yourself.<br /><br />So as a simple form of \"insurance\", try using your own observation and believe you are capable of digesting this material with their mediation.  It is what it is.", "recommendationCount": 6}, {"assetID": 1717371, "replies": [], "lft": 106, "assetURL": "http://dotearth.blogs.nytimes.com/2010/08/04/planet-scale-risk-and-the-steve-schneider-memorial-exercise/", "parentID": null, "commentID": 2357598, "rgt": 107, "userDisplayName": "Susan Anderson", "createDate": "1281058001", "userID": 57076816, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1281067639", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Boston", "commentType": "comment", "updateDate": "1281064039", "commentSequence": 51, "commentBody": "Oops, that's digest the original material *without* mediation from the distracters.<br /><br />And this also gives me a chance to mention that when you click on WUWT they count, and they claim that the number of people who click on their site validates them.  I'm so glad a few good people take the trouble to check it out, as it is sometimes hard to believe just how consistently they manipulate, twist, and otherwise alter original material to make p[eople comfortable with their bias towards the status quo and all the privileges of our society based on ever-expanding consumption.  One would think that common sense would intervene to make people realize that with an ever expanding population using and disposing or more and more stuff, our finite planet would eventually get messed up.  But I guess we hope it isn't true with such fervor we miss the obvious.", "recommendationCount": 6}, {"assetID": 1720964, "replies": [], "lft": 42, "assetURL": "http://dotearth.blogs.nytimes.com/2010/08/05/greens-debating-tactics-instead-of-ideas/", "parentID": null, "commentID": 2357710, "rgt": 43, "userDisplayName": "Dave Kliman", "createDate": "1281060445", "userID": 72960, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1281067645", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Glen Cove, NY", "commentType": "comment", "updateDate": "1281064045", "commentSequence": 21, "commentBody": "One of the best things to do is to invest in grants to innovative entrepreneurial companies and research students with real solutions and not let them all get nabbed up by the oil companies to have their fossil fuel ending products shelved forever.<br /><br />we need to protect and incubate innovators and we need to make it as easy as possible to become one, by subsidizing education costs, research costs, and especially development costs and deployment costs to end users for any new technologies, short or long term, that will improve our energy future.<br /><br />A new compelling product, solution, or technology--a killer app, if you will--is the best way by far to move us forward. Such a thing will do much more than any simple policy change directed at the old stuff. ", "recommendationCount": 2}, {"assetID": 1713938, "replies": [], "lft": 66, "assetURL": "http://dotearth.blogs.nytimes.com/2010/08/03/the-broken-senate-and-the-energy-and-climate-challenge/", "parentID": null, "commentID": 2357715, "rgt": 67, "userDisplayName": "MarkB", "createDate": "1281060530", "userID": 58290796, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1281067654", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "USA", "commentType": "comment", "updateDate": "1281064054", "commentSequence": 30, "commentBody": "Jason writes:<br /><br />\"Let me get this straight. I wrote a post in which I said:<br /><br />\"It is worth noting that, by and large, the American people accept the case for global warming, and favor action to limit emissions.\"\"<br /><br />...which is a correct statement.  You seem to have comprehension problems, though.  My objection was not to that statement, but instead to your statement that began:<br /><br />\"What they oppose are bills like Waxman-Markey...\"<br /><br />which is not supported by the evidence, as your only attempt to support it is to ignore the polls that have been conducted and create your own push poll.  Waxman-Markey is a cap and trade bill - you know, an approach once championed by Republicans because it's flexible, and utilizes free-market mechanisms.<br /><br />\"Nowhere in your poll did I see the following question:<br /><br />\"Congress is currently considering a bill that will cap and trade US emissions of carbon dioxide. The legislation will give away permits worth hundreds of billions of dollars to corporations that have been historically large emitters of CO2. According to leading climate researchers, the legislation will have no material impact on global warming. Do you support or oppose this legislation?\"<br /><br />That, of course, is what Congress was actually considering. That is what the American public overwhelmingly opposes.<br />\"<br /><br />How clever.  You pretend to support a full auction for permits, favored by Obama, and something nearly 100% of Republicans oppose.  You might find a nice career conducting polling for Exxon-Mobile.<br /><br />Allow me to take a stab:<br /><br />\"Congress is currently considering a bill that will lower US emissions of greenhouse gases, scientists indicate are responsible for global warming.  The bill will charge businesses for emissions, lower the budget deficit, will have limited negative economic impacts, and low and middle income Americans will receive rebates, effectively shielding them from all or most of the costs potentially passed down.  Some permits will be provided to utilities initially, economically easing the transition to cleaner energies.  Millions of clean energy jobs will be created.  According to leading climate scientists and economists, the legislation will be a modest and important first step towards advancing clean energy technologies and combating global warming.  As an important side benefit, air and water pollution will be lowered substantially.  The thousands of people nationwide that die every year from exposure to coal and oil pollution and the tens of billions per year that such pollutions costs will be lowered substantially.\"<br /><br />All factual, and supported by CBO/DoE and peer-reviewed scientific analysis.  But that's not how polls are conducted.  That's how \"Arguments in Support/Opposition\" on a state ballot measure might go, though.<br />", "recommendationCount": 0}, {"assetID": 1698199, "replies": [], "lft": 338, "assetURL": "http://dotearth.blogs.nytimes.com/2010/07/29/lessons-from-two-important-climate-forecasts/", "parentID": null, "commentID": 2357756, "rgt": 339, "userDisplayName": "Gabriel Atega", "createDate": "1281061382", "userID": 59228708, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1281067660", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Philippines", "commentType": "comment", "updateDate": "1281064060", "commentSequence": 160, "commentBody": "159 Killian,<br /><br />The physics of thermodynamics relate directly to volume and heat absorbing capacities of elements:  350 ppm of CO2 versus 40,000 ppm of water vapor.  The worry over CO2 is unjustified when we should be worried much much more over the dwindling forests that can take care of whatever CO2 humanity will emit if these forests are restored.<br /><br />When humans have already cut down 80% of the world's forests the effect of that is much worse than our worry about CO2 (compare maps of the extent of forest areas in the 17th century with the remaining forest areas in the present).  In this sense the worry over CO2 is misplaced and a distraction.  As yet, there are no real commitments from individuals, corporations and governments to bring back the forests as these were a hundred years ago (at least).<br /><br />Without a fix on the absorption side of the carbon cycle, no amount of fixing on the emission side will ever have an impact in mitigating climate change.<br /><br />The forests are burning.  Every year forests in Indonesia, California, Greece and now even Russia are burning on top of the continuing deforestation.  Governments, scientists must now get into the act of getting serious intervention to get the forests restored as early and as quick as possible.<br /><br />The existing efforts to reforest are minuscule compared to the losses.<br /><br />The loss of the forests is the biggest cause of global warming.  The loss of the forests have contributed to the rise of both CO2 and water vapor in the atmosphere, both are heaters of the atmosphere.  Only water vapor is much more so.", "recommendationCount": 0}, {"assetID": 1720964, "replies": [], "lft": 44, "assetURL": "http://dotearth.blogs.nytimes.com/2010/08/05/greens-debating-tactics-instead-of-ideas/", "parentID": null, "commentID": 2357767, "rgt": 45, "userDisplayName": "Bill", "createDate": "1281061656", "userID": 55323224, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1281067666", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Pennsylvania", "commentType": "comment", "updateDate": "1281064066", "commentSequence": 22, "commentBody": "  90% of environmentalists are not. They are emotionalists hanging onto beliefs that are not based on fact but their own perspectives and self interests. The environmental industry, meaning organizationa like the Sierra Club, Earth First, Defenders of Wildlife, etc have huge budget needs and are funded by appealing to these emotionalists.<br />   So the tactics needed to get people, who are bascially ignorant to world environmental issues, to give money revolve around fear mongering and \"save the orphan\" type of marketing. Those money raising tactics are unethical. But the head greenies believe that the end justifies the means, so to warp the truth and sell basic bs is okay if it brings money to these organizations that in their warped self interest see themselves saving the world.<br />   I find the head greenies, the power grubing/hungry, well funded and paid environmental leaders to be akin to a Bernie Madoff. Where they exceed Madoff is that they destroy many more families and much more of the economy that Madoff ever dreamed he could.", "recommendationCount": 7}, {"assetID": 1720964, "replies": [], "lft": 46, "assetURL": "http://dotearth.blogs.nytimes.com/2010/08/05/greens-debating-tactics-instead-of-ideas/", "parentID": null, "commentID": 2357807, "rgt": 47, "userDisplayName": "Duncan", "createDate": "1281062512", "userID": 44537284, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1281067691", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New York", "commentType": "comment", "updateDate": "1281064091", "commentSequence": 23, "commentBody": "One tactic would be to stop lying left and right.<br />There might be useful ideas in there, but who wants to read through all that dreck?<br />I think these people pretend to be bad at maths as an alibi; there's no way anyone could be that misleading by accident.<br /><br />Renewables could grow by 280% in 15 years? And what good would it do? 280% of insignificant is still to small a portion to show on a pie chart.<br /><br />Reducing waste could reduce consumption? Preposterous! Reducing waste can only *increase* consumption - to say anything different is wishful thinking.<br /><br />Obama should somehow cut the $560 billion other oil and gas producing countries - not the U.S. - pay to stabilize energy prices for their consumers. Tchyeah, let me know how that works out. How much leverage do they think Obama has with Iran (the single biggest subsidizer)? How do they think cutting consumption subsidies in the arab world is going to reduce global emissions by 30%?!<br /><br />And lastly... we should destroy most of our dams. Yeah, because the CO2 emissions of hydroelectric power are so high.<br /><br />What kind of person writes stuff like that, and hopes someone will take him seriously?<br />", "recommendationCount": 7}, {"assetID": 1707535, "replies": [], "lft": 160, "assetURL": "http://wordplay.blogs.nytimes.com/2010/08/02/numberplay-seat-six/", "parentID": null, "commentID": 2358091, "rgt": 161, "userDisplayName": "Marco M.", "createDate": "1281067766", "userID": 5340196, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1281068227", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Rio de Janeiro, RJ", "commentType": "comment", "updateDate": "1281064627", "commentSequence": 59, "commentBody": "<br />Tom E., Hans and others - on the generalization of the original problem: I did some preliminary calculation, and found that for 2 diners who lost their tickets, the probability that the last diner seats properly is 1/3, which agrees with Tom E.. The case of n-1 'drunk' diners is easy to do, and gives 1/n, so it looks like the formula is, indeed, 1/(m+1) for m drunk diners (passengers? guests? I am getting lost!). ", "recommendationCount": 0}]}, "copyright": "Copyright (c) 2016 The New York Times Company.  All Rights Reserved."}