{"debug": {"version": 3.1}, "status": "OK", "results": {"api_timestamp": "1481481099", "totalCommentsFound": 3674, "totalCommentsReturned": 25, "comments": [{"assetID": 3395724, "replies": [], "lft": 34, "assetURL": "http://www.nytimes.com/2014/03/01/opinion/what-is-russias-aim-in-ukraine.html", "parentID": null, "commentID": 11251923, "rgt": 35, "userDisplayName": "AACNY", "createDate": "1393650001", "userID": 26671491, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1393650007", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "New York", "commentType": "comment", "updateDate": "1393650007", "commentSequence": 11251923, "commentBody": "Backfire?  More likely there will be a big fuss with a lot of fist pounding and then Putin will orchestrate a \"reset\" from this point.", "recommendationCount": 21}, {"assetID": 3395654, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 11251864, "replies": [], "commentID": 11252157, "trusted": 0, "userDisplayName": "Julia", "createDate": "1393655832", "userID": 7152840, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1393676247", "userTitle": "NULL", "recommendations": 2, "editorsSelection": false, "parentUserDisplayName": "Ross", "userURL": "NULL", "userLocation": "MO", "depth": 1, "commentType": "userReply", "updateDate": "1393676247", "commentSequence": 11252157, "commentBody": "Well, you stood up and fought for your freedom, now it is turn of Crimeans to do the same. They want their freedom, and it seems like their version of freedom is different than yours. You think Putin is guilty of the Ukrainian disaster, other people people think that is a fault of the people like you. You want to change the course of the country without asking opinions of all your countrymen. Is it really such a surprise that they are not so happy with that?  "}]}, "lft": 984, "assetURL": "http://www.nytimes.com/2014/03/01/world/europe/ukraine.html", "parentID": null, "commentID": 11251864, "rgt": 987, "userDisplayName": "Ross", "createDate": "1393648857", "userID": 68842624, "replyCount": 1, "commentTitle": "<br/>", "status": "approved", "approveDate": "1393650019", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Lozynskyy", "commentType": "comment", "updateDate": "1393650019", "commentSequence": 11251864, "commentBody": "I hope that Russian people can read this...<br/>We have no problems with Russians, ordinary Russians...<br/>And they should know, before it gets too late. No mother wants her son to die on foreign ground Do your job people, make Putin stop, so, your sons will not die in Ukraine, defending Putin's KGB vision of order, outside of Russia.<br/>We stood up and fought for our freedom, and if Putin wants it back, he'll pay the highest price, that we can get of him. Stop call my country someone's backyard, if some of other countries are don't want to help us, go watch your TV show and series, and stop posting things like \"...Ukraine is Russian backyard, its a Russian sphere of influence..\". Our lives are not your movie... We are real and struggling to get out of this disaster that we have, thanks to people like Putin and Yanukovich.     ", "recommendationCount": 6}, {"assetID": 3395654, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 11251880, "replies": [], "commentID": 11252105, "trusted": 0, "userDisplayName": "Citixen", "createDate": "1393654139", "userID": 41105837, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1393655125", "userTitle": "NULL", "recommendations": 1, "editorsSelection": false, "parentUserDisplayName": "Mor", "userURL": "NULL", "userLocation": "NYC", "depth": 1, "commentType": "userReply", "updateDate": "1393655125", "commentSequence": 11252105, "commentBody": "Where are you hearing the US 'advising' secession for parts of Ukraine??  Commenters perhaps, but lets not confuse comments for national policy."}]}, "lft": 988, "assetURL": "http://www.nytimes.com/2014/03/01/world/europe/ukraine.html", "parentID": null, "commentID": 11251880, "rgt": 991, "userDisplayName": "Mor", "createDate": "1393649126", "userID": 65067919, "replyCount": 1, "commentTitle": "<br/>", "status": "approved", "approveDate": "1393650066", "userTitle": "NULL", "editorsSelection": 1, "statusID": 2, "userURL": "NULL", "userLocation": "California", "commentType": "comment", "updateDate": "1393650066", "commentSequence": 11251880, "commentBody": "We have seen in the Balkan Wars in the 1990s how dangerous it is to divide a country along ethnic lines. The result is ethnic cleansing, violence, xenophobia, and at the end - an unworkable patchwork of sliced-and-diced \"pure\" enclaves. A recent article in NYT described the situation in Bosnia where young people long for the ethnic diversity of former Yugoslavia and reject there multiply-subdivided government. How the Crimea became part of Ukraine is unimportant. It belongs to Ukraine now and any attempt to split the country will result in civil war, endless insurrection, and eventually Tatar jihad as they have no desire to return to the tender mercies of Mother Russia. It is ironic that the US that fought the bloodiest civil war in history to prevent secession now advises others to secede.", "recommendationCount": 1}, {"assetID": 3395604, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 11251927, "replies": [], "commentID": 11252727, "trusted": 0, "userDisplayName": "Marcia", "createDate": "1393677347", "userID": 50617975, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1394029653", "userTitle": "NULL", "recommendations": 2, "editorsSelection": false, "parentUserDisplayName": "John F. McBride", "userURL": "NULL", "userLocation": "Ann Arbor", "depth": 1, "commentType": "userReply", "updateDate": "1394029653", "commentSequence": 11252727, "commentBody": "And Ross, where is your \"god\" during all of the long list of atrocities you cite? Where was god during Stalin's slaughter, where was god when thousands of priests abused little boys?  You complain about the weakness of atheism, how about the absolute lack of proof of a god?"}, {"recommendedFlag": 0, "parentID": 11251927, "replies": [], "commentID": 11253321, "trusted": 0, "userDisplayName": "Victor Edwards", "createDate": "1393683240", "userID": 25185956, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1394029691", "userTitle": "NULL", "recommendations": 0, "editorsSelection": false, "parentUserDisplayName": "John F. McBride", "userURL": "NULL", "userLocation": "Holland, Mich.", "depth": 1, "commentType": "userReply", "updateDate": "1394029691", "commentSequence": 11253321, "commentBody": "But John, you DO know God! There is not a human being that does not know God, at one level or another. Why, even the atheistic secularist knows God. The problem is that he practices self-deception, just as man has been doing for millenia. <br/><br/>Here is how the Bible states this universal fact:<br/><br/>\"The wrath of God is being revealed from heaven against all ungodliness and wickedness of men *who suppress* [self-deceive] the truth by their wickedness, since what may be known of God *is PLAIN* to them, because God has made it plain to them. For since the creation of the world God's invisible qualities -his eternal power and divine nature - have been CLEARLY SEEN, being understood by what is made, so that men are without excuse.\"<br/><br/>Bottom line: there is no such thing as an true atheist. To be one, that person would have to renounce his humanity altogether. This he cannot do without going insane. That is the iceberg-like intellectual crisis that unbelieving man cannot face. "}]}, "lft": 38, "assetURL": "http://douthat.blogs.nytimes.com/2014/02/27/the-return-of-the-happy-atheist/", "parentID": null, "commentID": 11251927, "rgt": 43, "userDisplayName": "John F. McBride", "createDate": "1393650044", "userID": 22502625, "replyCount": 2, "commentTitle": "<br/>", "status": "approved", "approveDate": "1393650071", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Seattle", "commentType": "comment", "updateDate": "1393650071", "commentSequence": 11251927, "commentBody": "Proposing this may be pointless, since I've done it before, but nevertheless I will again: an argument about God using language that incorporates cultural and traditional history the language takes for granted is pointless.<br/><br/>To frankly address atheism in the context of what humanity has learned since God was proposed, and in which environment the God-concept evolved, it becomes necessary to discard those concepts, i.e., that language.<br/><br/>If I say that I don't believe in God, Ross, I mean quite frankly that insofar as no human being \"knows\" God, then God is a theory used to underwrite the anxiety life creates; in that case any God is as legitimate as another. <br/><br/>God is a word, a name. If someone calls my name they know relatively precisely what the name represents. But in sharing the name God world religions do not. <br/><br/>Science and theology wouldn't be confrontational except that religion insists on sole ownership of existential mystery. Science agrees that the universe is incredibly complex; indecipherably complex for now. But religion insists on limiting that complexity by drawing a border around it that each religion insists on controlling by insisting its adherents \"believe\" in an undefinable God that each religion nevertheless reserves the right to define.<br/><br/>No thanks. I don't, can't, believe any of that any longer. Read J B Phillips \"Your God Is Too small\" Ross. It will do you, and us, much good and may quiet your incessant anxiety that insists in your proselytizing us.<br/>.", "recommendationCount": 90}, {"assetID": 3395569, "replies": [], "lft": 123, "assetURL": "http://parenting.blogs.nytimes.com/2014/02/27/a-lesson-on-the-common-core/", "parentID": 11246281, "commentID": 11251929, "rgt": 124, "userDisplayName": "jhstlny", "createDate": "1393650051", "userID": 14924742, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1393650071", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "New York", "commentType": "userReply", "updateDate": "1393650071", "commentSequence": 11251929, "commentBody": "That's a pretty gross generalization about teachers.  <br/><br/>I have observed hundreds of classrooms for decades with remarkable teachers.  They are dedicated and hard working.  Many spend hours evenings and weekends preparing lessons and grading far too many papers from overcrowded classrooms.  They do not resist change - they embrace it - they write challenging goals for themselves - attend workshops - (not just to learn jargon) - teach each other - and remain current.  <br/><br/>And, they also embrace quality evaluation processes - the kind where they get constructive feedback from a colleague or administrator and self-reflection.  Some of the new systems are demeaning trying to turn teaching into a score based on single tests but the observations, reviews of artifacts and lessons, and review of student work is valued and valuable.   Sure there are a few that have lost their way or don't dig in as deeply as others but the vast majority are professionals doing professional work with every child no matter what their zip code, nationality, disability, or motivation.  <br/><br/>The common core standards are being debated as article notes mostly on the periphery of who wrote them and paid for them and the overuse of testing - teachers are working hard at making challenging standards work, revising where possible, aligning curriculum that works for their kids, and not narrowing curriculum to pass tests.   ", "recommendationCount": 4}, {"assetID": 3395654, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 11251897, "replies": [], "commentID": 11252611, "trusted": 0, "userDisplayName": "gik", "createDate": "1393675530", "userID": 67330124, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1393676289", "userTitle": "NULL", "recommendations": 1, "editorsSelection": false, "parentUserDisplayName": "Volodymyr", "userURL": "NULL", "userLocation": "mke", "depth": 1, "commentType": "userReply", "updateDate": "1393676289", "commentSequence": 11252611, "commentBody": "You would have Obama do WHAT exactly? Let Gerrnany and France fix this situation. We're broke here. Morally and financially. Our role as policeman to the world has gotten a bit long in the tooth."}]}, "lft": 992, "assetURL": "http://www.nytimes.com/2014/03/01/world/europe/ukraine.html", "parentID": null, "commentID": 11251897, "rgt": 995, "userDisplayName": "Volodymyr", "createDate": "1393649512", "userID": 68880768, "replyCount": 1, "commentTitle": "<br/>", "status": "approved", "approveDate": "1393650200", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Sacramento", "commentType": "comment", "updateDate": "1393650200", "commentSequence": 11251897, "commentBody": "​<br/><br/>Hello,<br/><br/>My name is Volodymyr Ryzhuk. I emigrated from Ukraine to the USA nine years ago. Seeing how Russia openly invades Ukraine, my heart breaks out. It breaks out for my country, my relatives and friends who live there. It also breaks how late and inadequate President Obama reaction is. Based on Putin's reasoning (that 60 years ago Crimea used to be a part of Russia) I wonder if he will look at Alaska next. Please do not forget that according to the Nuclear Non-Proliferation Treaty signed during the CSCE summit in Budapest in 1994, USA (along with United Kingdom and Russian Federation) provided national security assurances to Ukraine and must abide to them (link). Ukraine is a peaceful nation, and never invaded another country in its history. In the world where every capable country is trying to obtain nuclear weapons, Ukraine willfully gave up its nuclear arsenal (third largest in the world).<br/><br/>Please discuss the responsibility of the United States to protect Ukraine in hard times like this.<br/><br/>God bless and protect Ukraine and the USA,<br/><br/>Volodymyr.", "recommendationCount": 13}, {"assetID": 3395424, "replies": [], "lft": 53, "assetURL": "http://krugman.blogs.nytimes.com/2014/02/25/choose-your-monetary-adventure-mt-gox-edition/", "parentID": 11228753, "commentID": 11251934, "rgt": 54, "userDisplayName": "Thomas Zaslavsky", "createDate": "1393650199", "userID": 355880, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1393650246", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Binghamton, N.Y.", "commentType": "userReply", "updateDate": "1393650246", "commentSequence": 11251934, "commentBody": "FreddyB, you really don't know that Somalia was a dictatorship with no socialism (unless you're fooled by names) before the dictator was overthrown and it became a libertarian paradise.", "recommendationCount": 0}, {"assetID": 3395634, "replies": [], "lft": 405, "assetURL": "http://www.nytimes.com/2014/02/28/world/asia/us-militant-hidden-spurs-drone-debate.html", "parentID": 11251354, "commentID": 11251905, "rgt": 406, "userDisplayName": "02Pete", "createDate": "1393649726", "userID": 57130400, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1393650296", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Delmar, NY", "commentType": "userReply", "updateDate": "1393650296", "commentSequence": 11251905, "commentBody": "The US Constitution also expressly provides (Article 2, Section2, Clause 1) that: \"The President shall be Commander in Chief of the Army and Navy of the United States, and of the Militia of the several States, when called into the actual Service of the United States...\"  In that capacity, the President is responsible and answerable to the American people for the defense of the United States against military attack, or armed insurrection.  <br/><br/>There is no exception from that duty when the adversaries mounting the attacks happen to be irregular forces not identified with a national government.  Nobody, for example, questions the power of the President, through the US Navy, to defend shipping against attacks by pirates, even though pirates are not considered to be the military forces of a foreign national government.   <br/><br/>What specific provision and language in the Constitution do you consider to override Article 2, Section 2, Section 1?<br/><br/>When irregular armed forces not associated with a nation-state destroyed both the towers of the World Trade Center on 9/11, and killed all the civilians remaining in them when they collapsed, and US Air Force fighters appeared in the sky over Manhattan, nobody asked whether Congress had declared war, or whether any members of the attacking forces were American citizens.  Would the President, and the US Air Force, have been powerless to act if an additional hijacked plane had shown up that day and tried to attack the Empire State Building?", "recommendationCount": 1}, {"assetID": 3395674, "replies": [], "lft": 21, "assetURL": "http://www.nytimes.com/2014/03/02/magazine/nursing-home-pitfalls.html", "parentID": 11248568, "commentID": 11251936, "rgt": 22, "userDisplayName": "DebbieR.", "createDate": "1393650253", "userID": 46923481, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1393650306", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Brookline,MA", "commentType": "userReply", "updateDate": "1393650306", "commentSequence": 11251936, "commentBody": "Honestly,<br/>Would you suggest not putting a black mat if there was an actual hole that they shouldn't step into? <br/><br/>Going outside and stepping into the street is a danger for them, and they are not afraid.  They should be. ", "recommendationCount": 23}, {"assetID": 3395720, "replies": [], "lft": 27, "assetURL": "http://www.nytimes.com/2014/03/01/opinion/nocera-the-bitcoin-blasphemy.html", "parentID": 11251813, "commentID": 11251939, "rgt": 28, "userDisplayName": "Charles", "createDate": "1393650297", "userID": 17533637, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1393650306", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Carmel, NY", "commentType": "userReply", "updateDate": "1393650306", "commentSequence": 11251939, "commentBody": "A new kind of currency, free of government control and, yes interference, which is going to help the economic lower 1/3 of the population? Really? Sort of like the fox endowing social services in the chicken coop. The people with bitcoins are from the upper economic reaches of society, not the lower. If the lower were somehow included, it seems to me they would be most thoroughly fleeced. ", "recommendationCount": 77}, {"assetID": 3395654, "replies": [], "lft": 773, "assetURL": "http://www.nytimes.com/2014/03/01/world/europe/ukraine.html", "parentID": 11251152, "commentID": 11251904, "rgt": 774, "userDisplayName": "Victor", "createDate": "1393649716", "userID": 3524895, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1393650347", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Idaho", "commentType": "userReply", "updateDate": "1393650347", "commentSequence": 11251904, "commentBody": "rw:<br/>Yeah, that wouldn't be smart. I agree. But talking loudly while carrying a small stick is not smart either. Putin is a thug and runs a Thugocracy. Maybe there's nothing we can do, but those thugs are pushing a lot of people around.", "recommendationCount": 0}, {"assetID": 3395723, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 11251940, "replies": [], "commentID": 11252375, "trusted": 0, "userDisplayName": "carl99e", "createDate": "1393667047", "userID": 18171296, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1393671044", "userTitle": "NULL", "recommendations": 110, "editorsSelection": true, "parentUserDisplayName": "Mark Thomason", "userURL": "NULL", "userLocation": "Wilmington, NC", "depth": 1, "commentType": "userReply", "updateDate": "1393671044", "commentSequence": 11252375, "commentBody": "We certainly have a great many strong women working on their own issues of choice.  The problem as I see it is that there are so many weak men who are afraid to stand up for the women they supposedly love and  care about.  You always read about this decision being made by the woman and her doctor.  Actually,  there are probably just as many men helping with the decision and for the same reasons.  I am surprised that not even one man has stood up and said to the government that \"you are not going to tell my wife (partner, life long love, etc.) and I what choice we must make.\""}, {"recommendedFlag": 0, "parentID": 11251940, "replies": [], "commentID": 11252716, "trusted": 0, "userDisplayName": "Barbara B", "createDate": "1393677140", "userID": 50886046, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1393681465", "userTitle": "NULL", "recommendations": 12, "editorsSelection": false, "parentUserDisplayName": "Mark Thomason", "userURL": "NULL", "userLocation": "Detroit, MI", "depth": 1, "commentType": "userReply", "updateDate": "1393681465", "commentSequence": 11252716, "commentBody": "Unlike  gay rights issues, abortion continues to be an effective issue in some regions of our country.  I believe many of  those male legislators, avidly supporting the passage of anti-abortion laws, don't care about abortion.  Their yea votes aren't to save \"babies\"; it's to secure their base constituencies.   "}]}, "lft": 40, "assetURL": "http://www.nytimes.com/2014/03/01/opinion/collins-arizona-sort-of-helps-out.html", "parentID": null, "commentID": 11251940, "rgt": 45, "userDisplayName": "Mark Thomason", "createDate": "1393650311", "userID": 37674938, "replyCount": 2, "commentTitle": "<br/>", "status": "approved", "approveDate": "1393650367", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Clawson, MI", "commentType": "comment", "updateDate": "1393650367", "commentSequence": 11251940, "commentBody": "There are more women who take the abortion issue personally, and some men too, than there are LBGT and sympathizers. Likely it is two or three or four times more. It is puzzling they so fear the smaller group and freely attack the larger.<br/><br/>Actions against LBGT are blatant and undeniable. Many but not all actions against abortion are cloaked in ambiguity, such as hospital privileges in case of emergency and fully informing patients, which appear reasonable to those who want to think they are reasonable, even though the reality is not reasonable at all. <br/><br/>It isn't possible to do things with the same ambiguity against LBGT. Of course some anti-abortion is open and obnoxious, but some anti-LBGT is done open and obvious too, as with this Arizona episode. <br/><br/>I think the explanation is demonstrated by cockroaches running when the lights come on.<br/><br/>As for guns, there is more the NRA can want. Beyond open carry, mandatory concealed licenses, and stand your ground, there is the increasing talk of Switzerland.  There most adults are required to have firearms training, and then issued military standard full auto rifles they must keep in their home with ammo, with annual inspections that the rifle is clean and the ammo fresh. We have seen local laws already requiring a gun in every home. See, there's always more.", "recommendationCount": 30}, {"assetID": 3395724, "replies": [], "lft": 25, "assetURL": "http://www.nytimes.com/2014/03/01/opinion/what-is-russias-aim-in-ukraine.html", "parentID": 11251891, "commentID": 11251942, "rgt": 26, "userDisplayName": "Bill Appledorf", "createDate": "1393650318", "userID": 1954665, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1393650367", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "British Columbia", "commentType": "userReply", "updateDate": "1393650367", "commentSequence": 11251942, "commentBody": "Russia offered $15B. My bad.", "recommendationCount": 6}, {"assetID": 3395654, "replies": [], "lft": 895, "assetURL": "http://www.nytimes.com/2014/03/01/world/europe/ukraine.html", "parentID": 11251528, "commentID": 11251914, "rgt": 896, "userDisplayName": "E. P. Hersey", "createDate": "1393649801", "userID": 63868690, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1393650396", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Seattle", "commentType": "userReply", "updateDate": "1393650396", "commentSequence": 11251914, "commentBody": "Christopher, you could not be more mistaken. In May when the Ukrainians hold elections, the autonomous Republic of Crimea will have a referendum to establish independence from  Ukraine. This democratic vote will in all probability result in a solid victory for those wanting a separation. The Crimea will in essence become a Russian protectorate. Game, set, and match...Putin. Ineffective? Hardly.", "recommendationCount": 3}, {"assetID": 3395654, "replies": [], "lft": 831, "assetURL": "http://www.nytimes.com/2014/03/01/world/europe/ukraine.html", "parentID": 11251355, "commentID": 11251915, "rgt": 832, "userDisplayName": "Chris", "createDate": "1393649864", "userID": 67130651, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1393650415", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "DC", "commentType": "userReply", "updateDate": "1393650415", "commentSequence": 11251915, "commentBody": "Really Ross? There's no other cultural link between Ukraine and Russia? How about the millions of Ukrainians living in Russia, families that span the two countries, the fact that Russia is Ukraine's biggest trading partner, the Russian language dominating even among the Maidan protestors in Kiev. Putin should stay away, but let's not deny reality.", "recommendationCount": 4}, {"assetID": 3395654, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 11251918, "replies": [], "commentID": 11252263, "trusted": 0, "userDisplayName": "Just Me", "createDate": "1393660970", "userID": 68206242, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1393676247", "userTitle": "NULL", "recommendations": 0, "editorsSelection": false, "parentUserDisplayName": "Robert", "userURL": "NULL", "userLocation": "DC", "depth": 1, "commentType": "userReply", "updateDate": "1393676247", "commentSequence": 11252263, "commentBody": "Ironically, Russia too signed that agreement to defend the Ukraine.  They will now use \"protecting Ukraine\" as a pretext to invade.  "}]}, "lft": 996, "assetURL": "http://www.nytimes.com/2014/03/01/world/europe/ukraine.html", "parentID": null, "commentID": 11251918, "rgt": 999, "userDisplayName": "Robert", "createDate": "1393649886", "userID": 68847402, "replyCount": 1, "commentTitle": "<br/>", "status": "approved", "approveDate": "1393650443", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Michigan", "commentType": "comment", "updateDate": "1393650443", "commentSequence": 11251918, "commentBody": "In 1994, Ukraine, the world's third largest nuclear power at that point, became humanity's first country to choose to give up their nuclear weapons after the US and Europe signed an agreement to protect its sovereignty into the future. Events in Crimea will shape whether any country ever chooses the path of peace again.", "recommendationCount": 11}, {"assetID": 3395654, "replies": [], "lft": 937, "assetURL": "http://www.nytimes.com/2014/03/01/world/europe/ukraine.html", "parentID": 11251669, "commentID": 11251926, "rgt": 938, "userDisplayName": "Just Me", "createDate": "1393650028", "userID": 68206242, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1393650463", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "DC", "commentType": "userReply", "updateDate": "1393650463", "commentSequence": 11251926, "commentBody": "The fact is we have promised to safeguard Ukraine against aggression. And Russia supported us in making that promise.  In fact, they added their own promise to respect the Ukraine's territorial integrity and to safeguard it against aggression. ", "recommendationCount": 0}, {"assetID": 3395518, "replies": [], "lft": 249, "assetURL": "http://krugman.blogs.nytimes.com/2014/02/26/a-general-theory-of-obamacare-fiction/", "parentID": 11244037, "commentID": 11251956, "rgt": 250, "userDisplayName": "Thomas Zaslavsky", "createDate": "1393650532", "userID": 355880, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1393650547", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Binghamton, N.Y.", "commentType": "userReply", "updateDate": "1393650547", "commentSequence": 11251956, "commentBody": "OMG!  Disrespecting the sainted Leader!  The sky will fall!  Democracy will be restored!  Can't allow it!", "recommendationCount": 0}, {"assetID": 3395652, "replies": [], "lft": 428, "assetURL": "http://www.nytimes.com/2014/02/28/us/politics/outrage-over-sexist-remarks-turns-into-a-political-fund-raising-tool.html", "parentID": null, "commentID": 11251867, "rgt": 429, "userDisplayName": "Judy Creecy", "createDate": "1393648883", "userID": 58369910, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1393650558", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Phoenix, AZ", "commentType": "comment", "updateDate": "1393650558", "commentSequence": 11251867, "commentBody": "It is becoming eminently clear that the Republican party is the party of Grumpy Old Men. And they should be held accountable for their archaic, Neanderthal take on all issues related to women. All I can say is...when is the last time a woman started a war?", "recommendationCount": 7}, {"assetID": 3395692, "replies": [], "lft": 442, "assetURL": "http://www.nytimes.com/2014/03/01/us/coal-ash-spill-reveals-transformation-of-north-carolina-agency.html", "parentID": null, "commentID": 11251765, "rgt": 443, "userDisplayName": "D Right One", "createDate": "1393647275", "userID": 66385327, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1393650598", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Suwanee GA", "commentType": "comment", "updateDate": "1393650598", "commentSequence": 11251765, "commentBody": "The conservatives in the last few years have scorned the liberals for \"job-killing\" environmental regulations. Well, do you trade a job for a glass of black and grey goop? Where's the proof that regulations even kill jobs? It took us years to get to this point where we had regs in place to prevent garbage from entering our drinking water. People were duped into voting Republican. Not only is the question, where are the jobs but add where is the clean drinking water?", "recommendationCount": 31}, {"assetID": 3395726, "replies": [], "lft": 17, "assetURL": "http://wordplay.blogs.nytimes.com/2014/02/28/high-tech/", "parentID": 11251690, "commentID": 11251959, "rgt": 18, "userDisplayName": "Warren Howie Hughes", "createDate": "1393650621", "userID": 63739031, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1393650665", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Quincy, Ill.", "commentType": "userReply", "updateDate": "1393650665", "commentSequence": 11251959, "commentBody": "Liz B, SADD to admit it, but Librarose and I cried UNCLE! after only five minutes into this SATXWDP and then promptly proceeded to cheat our BEhinds off!<br/>Entirely too many SNAGS to unravel!<br/>\"ENDOW the end is near and as I face the vinyl curtain\"<br/><br/>Goodnight, GANG!", "recommendationCount": 3}, {"assetID": 3395518, "replies": [], "lft": 255, "assetURL": "http://krugman.blogs.nytimes.com/2014/02/26/a-general-theory-of-obamacare-fiction/", "parentID": 11244969, "commentID": 11251961, "rgt": 256, "userDisplayName": "Thomas Zaslavsky", "createDate": "1393650677", "userID": 355880, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1393650726", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Binghamton, N.Y.", "commentType": "userReply", "updateDate": "1393650726", "commentSequence": 11251961, "commentBody": "I think Timothy took a wrong turn on the way to the nonfiction section in his local comic book store.  Besides forming his opinions, he learned to write there, too.  But really he enjoys tweaking our rationality buttons and listening to the screams of astonishment.", "recommendationCount": 0}, {"assetID": 3395726, "replies": [], "lft": 3, "assetURL": "http://wordplay.blogs.nytimes.com/2014/02/28/high-tech/", "parentID": 11251624, "commentID": 11251975, "rgt": 4, "userDisplayName": "wvancamp", "createDate": "1393650938", "userID": 67262655, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1393650965", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Northern B.C. Canada", "commentType": "userReply", "updateDate": "1393650965", "commentSequence": 11251975, "commentBody": "@ steve I<br/>Lets hope its the last time!<br/>WVC<br/>9:15 P<br/>PM", "recommendationCount": 3}, {"assetID": 3395725, "replies": [], "lft": 15, "assetURL": "http://www.nytimes.com/2014/03/01/opinion/blow-fathers-sons-and-brothers-keepers.html", "parentID": 11251601, "commentID": 11251984, "rgt": 16, "userDisplayName": "Diana Moses", "createDate": "1393651130", "userID": 60104105, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1393651146", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Arlington, Mass.", "commentType": "userReply", "updateDate": "1393651146", "commentSequence": 11251984, "commentBody": "Karen,<br/><br/>Thanks for what you wrote.<br/><br/>I also feel as if I have gotten treated as a widow as if I lost my intelligence along with my husband -- as if widowhood makes one stupid.", "recommendationCount": 30}, {"assetID": 3395725, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 11251995, "replies": [], "commentID": 11252146, "trusted": 0, "userDisplayName": "Mark NW.", "createDate": "1393655603", "userID": 60956492, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1393679345", "userTitle": "NULL", "recommendations": 9, "editorsSelection": false, "parentUserDisplayName": "Mark Thomason", "userURL": "NULL", "userLocation": "Seattle, Washington", "depth": 1, "commentType": "userReply", "updateDate": "1393679345", "commentSequence": 11252146, "commentBody": "For 26 years until retiring in 2008, I was a Social Worker in Washington State for the Dept of Children &amp; Family Services.<br/>Many of the children/teens I served had severe behavioral and emotional problems to the extent that they could not live appropriately or safely in the community, and were in residential treatment programs.  It goes without saying that they came from unstable backgrounds.<br/>In all those years, I never met one damaged child placed in a group home who, from his/her birth, had a dedicated, loving, present, sober, and stable father.  Not one.  "}]}, "lft": 44, "assetURL": "http://www.nytimes.com/2014/03/01/opinion/blow-fathers-sons-and-brothers-keepers.html", "parentID": null, "commentID": 11251995, "rgt": 47, "userDisplayName": "Mark Thomason", "createDate": "1393651313", "userID": 37674938, "replyCount": 1, "commentTitle": "<br/>", "status": "approved", "approveDate": "1393651327", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Clawson, MI", "commentType": "comment", "updateDate": "1393651327", "commentSequence": 11251995, "commentBody": "Powerful start, wonderful writing.<br/><br/>True, some fathers don't know. My father's father was killed in a train accident when my father was too young to remember him, and his mother raised him alone. He was troubled about being a father, and talked about that. He did very well anyway, because he tried. That is what it takes, more than anything else.<br/><br/>One of my sons has the impulse control issues mentioned by Mr. Blow. We work on that. I tell him of my issues with that, of my father's issues with that, and that a \"real man\" must get a grip on it. I try to be an example, and if I mess up, I admit it and use THAT as an example. We are making progress, despite my own issues with it.<br/><br/>My other son has issues with paying attention is school. That took firmness, but more than that it took example. It was important to me. I had overcome the temptations, and he could do what I did. I presented it as example of my own efforts, not just the boot in rear (but that too).<br/><br/>For my father and for me, it is not necessary to know how, or to be perfect on these things ourselves. We just have to be there and care and try.<br/><br/>My sons are doing fine, and I am proud of them. It was work. I'm sure it will be more. But that is its own reward too.", "recommendationCount": 56}]}, "copyright": "Copyright (c) 2016 The New York Times Company.  All Rights Reserved."}