{"debug": {"version": 3.1}, "status": "OK", "results": {"api_timestamp": "1481459791", "totalCommentsFound": 5398, "totalCommentsReturned": 25, "comments": [{"assetID": 1064870, "replies": [], "lft": 6, "assetURL": "http://goal.blogs.nytimes.com/2010/01/18/from-the-cruyff-turn-to-the-blanco-bunny-hop-and-more/", "parentID": null, "commentID": 1429471, "rgt": 7, "userDisplayName": "drew", "createDate": "1263828372", "userID": 57274631, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1263877254", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "austin, tx", "commentType": "comment", "updateDate": "1263877254", "commentSequence": 3, "commentBody": "didn't Jay-Jay Okocha have a sick step-over type move in wc 98 or 2002. I feel like I've seen a video somewhere of it but I can't find it right now, maybe it's in one of the compilations ", "recommendationCount": 0}, {"assetID": 1066473, "replies": [], "lft": 30, "assetURL": "http://roomfordebate.blogs.nytimes.com/2010/01/18/will-china-achieve-science-supremacy/", "parentID": null, "commentID": 1431006, "rgt": 31, "userDisplayName": "lilrichjr", "createDate": "1263865331", "userID": 59618774, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1263877459", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New York, NY", "commentType": "comment", "updateDate": "1263877459", "commentSequence": 22, "commentBody": "I really don't like China; except the Shaolin, they are no good for business man. This is such a retarded relationship. Immigrants here without a system (A progressive one-Not an adaptive one), no benefits from their contribution only steady leak of assets and infiltration into the unaccounted black market that is now the common practice and the American way. China is like a shady bootlegger that supplies our fat addiction, the fit folk have nowhere to run and the marketplace is like a game of \"I win.\" from the character Julian in Big Daddy with Adam Sandler. How about instead of the Big Mac w/ cheese, the last of an American product, maybe something like a No. 2 pencil becomes the new standard measure for a foreign economic unit. This has been said by too many before, the problem is the only thing made in America is my floor. Since when was an outsource a resource, in a better sense as innovators we should no longer be behind the scenes because those writing the credits have their penmanship and their eyes on the prize not the contesting developers. I am yet to discover a trending group of American's that are skilled workers, networking may be the current generations' form of effort utilization but it may not be work if the forces applied carry us to nowhere. Many cavemen and hardworking auto-insurance salesmen would argue that cabinet making, painting, hammering, cutting, and screwing are great ways to work hard and be successful. That is no longer true. The talented Mr. American does not want to pinch his index finger in a 2\" x 4\" x 6'  piece of wood pressed against a failed business capital distributer. He won't be able to say Eureka the proper way, or text his auto-piloted (combustion) engine around the corner to meet him on the safety transportation grid. Just saying.", "recommendationCount": 3}, {"assetID": 1066473, "replies": [], "lft": 52, "assetURL": "http://roomfordebate.blogs.nytimes.com/2010/01/18/will-china-achieve-science-supremacy/", "parentID": null, "commentID": 1431244, "rgt": 53, "userDisplayName": "MaoMao", "createDate": "1263872297", "userID": 21433219, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1263877459", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "China", "commentType": "comment", "updateDate": "1263877459", "commentSequence": 23, "commentBody": "First, just because china publishes many many papers, doesn't mean they are worth anything, nor is the author the one that wrote it.<br /><br />Get real, if we were talking about HS students then china would win; however, college, china will never be the super power of brains.  It is not because they don't have the ability or skills, but the culture here prevents them.  Realize that a good student copy's what their teacher does, and only does what their teacher tells them to do.  To think for oneself, is not what a good student does here in china; nor, the ability to explore and make mistakes.  The students that get to study abroad are the rich and very smart, so don't judge china by a select few. ", "recommendationCount": 24}, {"assetID": 1066473, "replies": [], "lft": 54, "assetURL": "http://roomfordebate.blogs.nytimes.com/2010/01/18/will-china-achieve-science-supremacy/", "parentID": null, "commentID": 1431271, "rgt": 55, "userDisplayName": "Kevin Cahill", "createDate": "1263873085", "userID": 52114961, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1263877459", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Albuquerque, NM", "commentType": "comment", "updateDate": "1263877459", "commentSequence": 24, "commentBody": "I am certain that China and India will dominate science in the second half of this century.  Fortunately for us, the Indians will write in English, and we will be able to piggy-back on their work.  But if China should leap ahead of India as well as of the rest of the world, then they will write in Chinese, and we will lag behind very badly.  Perhaps, we will be able to open laundries.<br /><br />Why do I say this?  Because our military-industrial-congressional complex has led us into a state of permanent fear and war, spending well over $1 trillion each year on war and security, while we neglect K-12 education and higher education and spend only $5 billion on the NSF and $30 billion on the NIH.", "recommendationCount": 72}, {"assetID": 1066473, "replies": [], "lft": 56, "assetURL": "http://roomfordebate.blogs.nytimes.com/2010/01/18/will-china-achieve-science-supremacy/", "parentID": null, "commentID": 1431272, "rgt": 57, "userDisplayName": "Paul G", "createDate": "1263873091", "userID": 21874565, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1263877459", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Mountain View", "commentType": "comment", "updateDate": "1263877459", "commentSequence": 25, "commentBody": "The question may not be whether China can achieve science supremacy but whether the US will continue to decline.  When I began my scientific career, 25 years ago, the US dominated the world.  Now we've allowed much of our research community to decay, the lead has passed to Europe, and the next generation of Nobel Prize winners will almost certainly be from the EU.  Will this trend continue?  Will we sink into third or fourth place -- a nation of has-beens, dependent on crumbs from others?<br /><br />Who knows?<br />", "recommendationCount": 45}, {"assetID": 1066473, "replies": [], "lft": 58, "assetURL": "http://roomfordebate.blogs.nytimes.com/2010/01/18/will-china-achieve-science-supremacy/", "parentID": null, "commentID": 1431274, "rgt": 59, "userDisplayName": "Raymond Weil", "createDate": "1263873148", "userID": 19010100, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1263877459", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Malden, MA", "commentType": "comment", "updateDate": "1263877459", "commentSequence": 26, "commentBody": "China's has yet to prove that it has the creative talent to innovate. To date, they are all a billion consumers run by a gang of cybercriminals. The only way they have succeeded in getting ahead is to copy ideas of the West and Japan, by stealing them. This was good enough for Pakistan to get the bomb and then sell its stolen property to whoever wanted it. China is no less corrupt and criminal, stealing whatever it can instead of investing in R&amp;D and changing its culture. Since people can't change their culture, China will be forced to continue to steal into the foreseeable future, since no one is holding a gun to their heads or taking them to task politically for their stupidity. I guess that's why all the Chinese students and grad students flood American universities -- they're either trying to escape the culture they were born in or are preparing to steal whatever they can and ship it back with themselves to the mainland. In either case, perhaps we should just put up academic barriers and limit their numbers severely.<br /><br />", "recommendationCount": 4}, {"assetID": 1066473, "replies": [], "lft": 60, "assetURL": "http://roomfordebate.blogs.nytimes.com/2010/01/18/will-china-achieve-science-supremacy/", "parentID": null, "commentID": 1431282, "rgt": 61, "userDisplayName": "CL", "createDate": "1263873492", "userID": 8130197, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1263877459", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Los Angeles", "commentType": "comment", "updateDate": "1263877459", "commentSequence": 27, "commentBody": "Your commentators miss the single biggest cultural factor in determining why the U.S. will lose its science and technology advantage to China: America is filled with religious fundamentalists who don't believe in evolution. For example, take the strangely popular Sarah Palin, a former Vice Presidential candidate, who believes that the earth is only 6,000 years old. These dunderheads are dumbing down the rest of us who DO live in the reality-based, evidence-backed world by winning in school board elections and hijacking citizen oversight committees for school textbooks in large states like Texas, thus making the school science textooks sold in other states stupider. (See <a href=\"http://www.washingtonmonthly.com/features/2010/1001.blake.html.)\" target=\"_blank\">http://www.washingtonmonthly.com/features/2010/1001.blake.html.)</a> So long as China resists the spread of fundmentalist Christianity and its medieval beliefs about science, it will continue to pull ahead of the U.S. in STEM, unfettered by flat-earth beliefs that we seem--unfortunately-- to be hobbled by here.", "recommendationCount": 72}, {"assetID": 1066473, "replies": [], "lft": 62, "assetURL": "http://roomfordebate.blogs.nytimes.com/2010/01/18/will-china-achieve-science-supremacy/", "parentID": null, "commentID": 1431300, "rgt": 63, "userDisplayName": "Settembrini", "createDate": "1263873995", "userID": 57875241, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1263877459", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "USA", "commentType": "comment", "updateDate": "1263877459", "commentSequence": 28, "commentBody": "It is quite interesting to read this passage from Cong Cao's article:<br /><br />\"... institutions of learning have placed more emphasis on quantity, and assessed, promoted and rewarded their scientists accordingly. When a scientist has difficulty fulfilling the required quantity for the position legitimately, he or she is likely to divide the research into “the least publishable unit,” or even take a detour.\"<br /><br />Does anyone here believe that Western, specifically American institutions of learning are doing anything else? As a practicing technologist and scientist, I have seen mountains of dreary \"least publishable units\" in prestigious Western journals and conference proceedings. American academic science produces vast quantities of \"results\" that serve no purpose other than bolstering the apparent credentials of the researcher, and, needless to say, little quality is to be found in that quantity.<br /><br />Both China and Japan seem to have a cultural difficulty with placing the scientific truth above the conformity to the hierarchy. In the West, factual truth still carries the day, in most instances. If Dr. Cao is right, China seems to be emulating the wrong aspect of Western science.<br />", "recommendationCount": 15}, {"assetID": 1066473, "replies": [], "lft": 64, "assetURL": "http://roomfordebate.blogs.nytimes.com/2010/01/18/will-china-achieve-science-supremacy/", "parentID": null, "commentID": 1431301, "rgt": 65, "userDisplayName": "JH", "createDate": "1263874002", "userID": 58078155, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1263877459", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "China", "commentType": "comment", "updateDate": "1263877459", "commentSequence": 29, "commentBody": "You don't understand the situation.<br /><br />China does NOT have to be #1 in science. All they have to be is an uncomfortably close #2.<br /><br />Look over your shoulder America they are gaining on you at an incredible rate.<br /><br />Well at least America will maintain it's lead in Real Estate Agents, Personal Trainers and Aroma Therapists-the really important things.", "recommendationCount": 30}, {"assetID": 1066473, "replies": [], "lft": 66, "assetURL": "http://roomfordebate.blogs.nytimes.com/2010/01/18/will-china-achieve-science-supremacy/", "parentID": null, "commentID": 1431304, "rgt": 67, "userDisplayName": "Wayne", "createDate": "1263874088", "userID": 54731691, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1263877459", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Charlotte, NC", "commentType": "comment", "updateDate": "1263877459", "commentSequence": 30, "commentBody": "Anyone thinking the Chinese have been the only ones to fabricate data should take a deep breath and look through scientific journals of the past 100+ years.  Anytime you have an esoteric discipline that few understand and an eagerness to stand in the limelight, you have potential for fraud.  Peer review usually, eventually exposes this sort of fraud.<br /><br />The real problem for China is that the autocratic government can spin on a dime and all the gains of the past few decades can disappear in the blink of an eye.  If China can establish a strict respect for intellectual property, real property and rule of law (along with a few governmental changes), then their economic and intellectual progress will continue.<br /><br />As long as a handful of leader rule the country, all gains (scientific, technical and economic) and potential can be easily lost.<br />", "recommendationCount": 10}, {"assetID": 1066473, "replies": [], "lft": 68, "assetURL": "http://roomfordebate.blogs.nytimes.com/2010/01/18/will-china-achieve-science-supremacy/", "parentID": null, "commentID": 1431312, "rgt": 69, "userDisplayName": "saul", "createDate": "1263874376", "userID": 50633747, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1263877459", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "brooklyn", "commentType": "comment", "updateDate": "1263877459", "commentSequence": 31, "commentBody": "I don't think they will.<br />You only needed one Einstein to discover the theory of relativity.<br />Most innovations are done by individuals or small group of people working together.<br />Having more people work on something only makes things confusing.<br />Therefore having more scientist working on something might not be very helpful.<br />This is why a small country like Israel can achieve so much even though the population is so small.<br />Given the above I think China can make an important contribution to the world's<br />ongoing efforts to advance man's understanding on what makes things tick.<br />I believe that as the world gets smaller and knowledge is spread faster then ever before scientific knowledge will be shared and therefore no one country will have a<br />monopoly on its usage.<br />Therefore this entire question is a none starter.and the answer is irrelevant.<br />The question should  be is how is the world going to advance in the area of scientific research and who will benefit from it..", "recommendationCount": 10}, {"assetID": 1066473, "replies": [], "lft": 70, "assetURL": "http://roomfordebate.blogs.nytimes.com/2010/01/18/will-china-achieve-science-supremacy/", "parentID": null, "commentID": 1431325, "rgt": 71, "userDisplayName": "Tim", "createDate": "1263874884", "userID": 57067824, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1263877459", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "los angeles", "commentType": "comment", "updateDate": "1263877459", "commentSequence": 32, "commentBody": "As an American-born Phd student in biochemistry, I am considering moving to China to pursue opportunities there, believe it or not. I feel that the level of science in our great nation is declining, simply because our government and citizens prize medicinal based research over basic science. Basic science is what drives new discoveries and incredible breakthroughs. Funding has been either stagnant or decreasing(with respect to number of new labs/researchers), and the lack of funding is driving talented scientists to abandon the field altogether.<br /><br />From the Cato Institute, Terence Kealey suggests that government funding of science yields no returns, is only a political objective of liberals, and is of little significance to the real world. First, not only is this journalist wrong, he fails to realize that much of technology is built from basic science, research done through publicly funded universities. Second, public funding for universities allows American scientists to be trained at the highest level. This is the breeding ground for the next generation of American researchers, and to eliminate/reduce funding would only detriment the USA. Does he want us to take a step back into the Stone Age? Third, the money funded is spent to do research, where new technology, chemicals, and biologicals are bought, and used to pay salaries of professors and stipends of students. That money is transferred back into, and helps drive the economy. This journalist is too narrowminded to understand the multiple facets of public funding to write a compelling article.<br /><br />If America wants to maintain her standing of science supremacy, Congress must increase funding of science, most notably, basic science.", "recommendationCount": 63}, {"assetID": 1066473, "replies": [], "lft": 72, "assetURL": "http://roomfordebate.blogs.nytimes.com/2010/01/18/will-china-achieve-science-supremacy/", "parentID": null, "commentID": 1431337, "rgt": 73, "userDisplayName": "Aaron", "createDate": "1263875363", "userID": 4488719, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1263877459", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Singapore", "commentType": "comment", "updateDate": "1263877459", "commentSequence": 33, "commentBody": "China has experimented in the past with keeping out foreign influence.  The result in past centuries was a technologically backward society that was easy prey for the empires of the west.  In the information age, restricting the flow of information is no different than restricting trade in the age of colonialization.  China's approach this time is slightly more modern, but will ultimately lead to a similar result.  China will remain a pace or two behind the west, and will be at the mercy of the first western powers to pick a fight.", "recommendationCount": 8}, {"assetID": 1066473, "replies": [], "lft": 74, "assetURL": "http://roomfordebate.blogs.nytimes.com/2010/01/18/will-china-achieve-science-supremacy/", "parentID": null, "commentID": 1431341, "rgt": 75, "userDisplayName": "emerywood", "createDate": "1263875494", "userID": 2513599, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1263877459", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "U.S.", "commentType": "comment", "updateDate": "1263877459", "commentSequence": 34, "commentBody": "Why is it that with the vast population in China, where one would expect to find sports talent aplenty, the Chinese only excel in talbe-tennis and shooting ?  It is because I think it takes more than just numbers to produce superstars.  There are many factors involved, environmental and natural.  I think it would be the same for scientific talents.  Numbers alone would not do it. ", "recommendationCount": 12}, {"assetID": 1066473, "replies": [], "lft": 76, "assetURL": "http://roomfordebate.blogs.nytimes.com/2010/01/18/will-china-achieve-science-supremacy/", "parentID": null, "commentID": 1431349, "rgt": 77, "userDisplayName": "cousins", "createDate": "1263876088", "userID": 59855426, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1263877459", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "tempe az", "commentType": "comment", "updateDate": "1263877459", "commentSequence": 35, "commentBody": "these arew great articles but this practice is not new -china has been luring engineers back w/ offers of 3 times the salary they are making at american  colleges plus free rent- this is no doubt a great idea - i have witnessed it for the past 10-15 years  in az and california!!!!!!!!!!!!!!!!!!!!!!!!!", "recommendationCount": 7}, {"assetID": 1063606, "replies": [], "lft": 34, "assetURL": "http://goal.blogs.nytimes.com/2010/01/17/another-injury-clouds-us-future/", "parentID": null, "commentID": 1429914, "rgt": 35, "userDisplayName": "Andrew", "createDate": "1263836999", "userID": 53164201, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1263877464", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New York", "commentType": "comment", "updateDate": "1263877464", "commentSequence": 19, "commentBody": "Hopefully Dempsey only has a sprain; that way he can recover fast and will be back for the World Cup.<br /><br />USA USA USA!!!", "recommendationCount": 0}, {"assetID": 1066473, "replies": [], "lft": 10, "assetURL": "http://roomfordebate.blogs.nytimes.com/2010/01/18/will-china-achieve-science-supremacy/", "parentID": null, "commentID": 1430849, "rgt": 11, "userDisplayName": "Alex K.", "createDate": "1263860969", "userID": 6694339, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1263877483", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "San Diego, CA", "commentType": "comment", "updateDate": "1263877483", "commentSequence": 36, "commentBody": "Boycott the PRC!", "recommendationCount": 1}, {"assetID": 1064870, "replies": [], "lft": 12, "assetURL": "http://goal.blogs.nytimes.com/2010/01/18/from-the-cruyff-turn-to-the-blanco-bunny-hop-and-more/", "parentID": null, "commentID": 1429988, "rgt": 13, "userDisplayName": "Roberto", "createDate": "1263838774", "userID": 34949422, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1263877517", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Westfield NJ", "commentType": "comment", "updateDate": "1263877517", "commentSequence": 4, "commentBody": "There are many others that come to mind. To me, the best \"almost goal\" ever was that of Pele against Uruguay, Mexico 1970. Here is a link:<br /><br /><a href=\"http://www.youtube.com/watch?v=uU6CYTs-YZ8&amp;feature=related\" target=\"_blank\">http://www.youtube.com...</a>", "recommendationCount": 0}, {"assetID": 1064870, "replies": [], "lft": 14, "assetURL": "http://goal.blogs.nytimes.com/2010/01/18/from-the-cruyff-turn-to-the-blanco-bunny-hop-and-more/", "parentID": null, "commentID": 1429993, "rgt": 15, "userDisplayName": "glib", "createDate": "1263838848", "userID": 18978190, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1263877710", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "detroit, mi", "commentType": "comment", "updateDate": "1263877709", "commentSequence": 5, "commentBody": "I wished that, just once, sport sites would employ people who play the game (no guarantee it will be good, having heard guys like Lalas or Maradona). The toe poke is a standard touch in futbol de sala, and has been for many years, even at low playing levels. And that is because indoors spaces are so restricted you are always shooting with a guy in front. If you swing back your leg before the shot you will get blocked 100% of the time, as the defender can set up. A standard way to do it is to fake a dribble, to get the defender to open, and then toe poke through the legs.<br /><br />Here is what Ronaldinho (himself a product of indoors soccer, so toe poking must have been alive an well in the nineties) did about 6 years ago (at 1:03)<br /><br /><a href=\"http://www.youtube.com/watch?v=1QlLZuehOQA\" target=\"_blank\">http://www.youtube.com/watch?v=1QlLZuehOQA</a><br /><br />The Edmundo turn is also something I had seen other times before (the Bergkamp one is new, however).", "recommendationCount": 0}, {"assetID": 1064870, "replies": [], "lft": 16, "assetURL": "http://goal.blogs.nytimes.com/2010/01/18/from-the-cruyff-turn-to-the-blanco-bunny-hop-and-more/", "parentID": null, "commentID": 1430004, "rgt": 17, "userDisplayName": "Fernando", "createDate": "1263839088", "userID": 23242517, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1263877734", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Quito", "commentType": "comment", "updateDate": "1263877734", "commentSequence": 6, "commentBody": "You forgot the best signature move. Rene Higuita's Scorpion. I say the best because it is the most unique. Never seen anyone else even attempt it (luckily).", "recommendationCount": 0}, {"assetID": 1064870, "replies": [], "lft": 18, "assetURL": "http://goal.blogs.nytimes.com/2010/01/18/from-the-cruyff-turn-to-the-blanco-bunny-hop-and-more/", "parentID": null, "commentID": 1430098, "rgt": 19, "userDisplayName": "Alex", "createDate": "1263840660", "userID": 19489454, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1263877810", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Chicago", "commentType": "comment", "updateDate": "1263877810", "commentSequence": 7, "commentBody": "great post! I found myself laughing uncontrollably at the Kerlon video. The seriousness on his face and the perplexed look of the defenders is priceless.<br />An honorable mention might be the famous Robinho sextuple step over while he was at Santos. I remember watching that live on my couch and being totally amazed. There's a good clip of it starting at 0:34 <a href=\"http://www.youtube.com/watch?v=QDDrVhHQ56k\" target=\"_blank\">http://www.youtube.com/watch?v=QDDrVhHQ56k</a>", "recommendationCount": 0}, {"assetID": 1064870, "replies": [], "lft": 20, "assetURL": "http://goal.blogs.nytimes.com/2010/01/18/from-the-cruyff-turn-to-the-blanco-bunny-hop-and-more/", "parentID": null, "commentID": 1430244, "rgt": 21, "userDisplayName": "Gustav Pace", "createDate": "1263843912", "userID": 53517934, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1263877819", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Malta, Europe", "commentType": "comment", "updateDate": "1263877819", "commentSequence": 8, "commentBody": "Rene Higuita's scorpion kick! Absolute madness.<br /><br /><a href=\"http://www.youtube.com/watch?v=yCxe4r6SjH0\" target=\"_blank\">http://www.youtube.com/watch?v=yCxe4r6SjH0</a>", "recommendationCount": 0}, {"assetID": 1064870, "replies": [], "lft": 22, "assetURL": "http://goal.blogs.nytimes.com/2010/01/18/from-the-cruyff-turn-to-the-blanco-bunny-hop-and-more/", "parentID": null, "commentID": 1430325, "rgt": 23, "userDisplayName": "BT", "createDate": "1263845616", "userID": 236445, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1263877854", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "California", "commentType": "comment", "updateDate": "1263877854", "commentSequence": 9, "commentBody": "That was definitely not a toe poke by C. Ronaldo.", "recommendationCount": 0}, {"assetID": 1064870, "replies": [], "lft": 24, "assetURL": "http://goal.blogs.nytimes.com/2010/01/18/from-the-cruyff-turn-to-the-blanco-bunny-hop-and-more/", "parentID": null, "commentID": 1430366, "rgt": 25, "userDisplayName": "egadman", "createDate": "1263846683", "userID": 18124533, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1263877903", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Portland, OR", "commentType": "comment", "updateDate": "1263877903", "commentSequence": 10, "commentBody": "Also a brilliant Bergkamp goal, but for pure fundamentals rather than fancy footwork. It may be the best announcing I've ever heard though: <a href=\"http://www.youtube.com/watch?v=HqEWpHuib9A\" target=\"_blank\">http://www.youtube.com/watch?v=HqEWpHuib9A</a>", "recommendationCount": 0}, {"assetID": 1064870, "replies": [], "lft": 26, "assetURL": "http://goal.blogs.nytimes.com/2010/01/18/from-the-cruyff-turn-to-the-blanco-bunny-hop-and-more/", "parentID": null, "commentID": 1430523, "rgt": 27, "userDisplayName": "Owen W.", "createDate": "1263851012", "userID": 55523559, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1263877986", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Charlottesville, VA", "commentType": "comment", "updateDate": "1263877986", "commentSequence": 11, "commentBody": "Ronaldo's Toe Poke Screamer isn't a toe poke. It might look like it from his technique, but he is definitely hitting the ball with little lift on the instep of his foot. We have a hard time translating it, but it's his tremendous strength, and short, explosive swing when he reaches the ball that puts that action on it. Lots of time on the training ground! That video is from a few years ago when he could almost be counted on for a double a game and every free kick within 35 yards was a surefire chance.<br /><br />And one more is Ronaldo's signature \"chop\", normally done on the byline. With a defender on one side, he passes the ball behind himself and the defender along with a quick change of direction inside to leave his marker stranded.<br /><br />Thanks for posting these!<br /><br />", "recommendationCount": 0}]}, "copyright": "Copyright (c) 2016 The New York Times Company.  All Rights Reserved."}