{"debug": {"version": 3.1}, "status": "OK", "results": {"api_timestamp": "1481460445", "totalCommentsFound": 5022, "totalCommentsReturned": 25, "comments": [{"assetID": 2606755, "replies": [], "lft": 408, "assetURL": "http://www.nytimes.com/2011/04/07/science/earth/07cassava.html", "parentID": null, "commentID": 3657384, "rgt": 409, "userDisplayName": "Joe", "createDate": "1302221935", "userID": 60594720, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1302235303", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "NY NY", "commentType": "comment", "updateDate": "1302231703", "commentSequence": 189, "commentBody": "I predicted this five years ago when a idiot friend of mine was bragging about his bio fuel car.  I told him what about feeding people.  This is a guy with a high IQ, what idiots the world population is.   Easy math, use earth that feeds to fuel cars and who dies of hunger?", "recommendationCount": 1}, {"assetID": 2606755, "replies": [], "lft": 416, "assetURL": "http://www.nytimes.com/2011/04/07/science/earth/07cassava.html", "parentID": null, "commentID": 3657816, "rgt": 417, "userDisplayName": "New  White  Panthers", "createDate": "1302229603", "userID": 63523659, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1302235303", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Somewhere", "commentType": "comment", "updateDate": "1302231703", "commentSequence": 190, "commentBody": "  The liberal progressive movement has worn out it's welcome.  All the do gooders in gov positions are so clever as to figuring out how to 'save the earth' -  The plain truth is,,, what we need saving from is them.  So,   I'll offer up a little set of clues to help all you social engineers along your path.  1) Grow food and use it to feed people.  2) Drill and refine oil / gas /shale and use it for energy. 3) Abandon your notion that you need to save the earth.  4) Face up to the fact that your social experiments have have all failed.  5) Leave us, the population alone.  Everything you guys try to do turns to sheet.     ", "recommendationCount": 2}, {"assetID": 2606755, "replies": [], "lft": 390, "assetURL": "http://www.nytimes.com/2011/04/07/science/earth/07cassava.html", "parentID": null, "commentID": 3656964, "rgt": 391, "userDisplayName": "LC", "createDate": "1302214302", "userID": 46947497, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1302235329", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "LaGrangeville, NY", "commentType": "comment", "updateDate": "1302231729", "commentSequence": 191, "commentBody": "\"While no one is suggesting that countries abandon biofuels,\"<br/><br/>Well then let me be the first.  Don't burn your food.  Eat it.<br/>\nAnd unless you have all the water and land that you need to feed all of your people don't take food acres out of production to make some non-consumable crop for bio-fuel either. ", "recommendationCount": 2}, {"assetID": 2606755, "replies": [], "lft": 398, "assetURL": "http://www.nytimes.com/2011/04/07/science/earth/07cassava.html", "parentID": null, "commentID": 3656985, "rgt": 399, "userDisplayName": "DaveAgain", "createDate": "1302214887", "userID": 15479257, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1302235329", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Oregon", "commentType": "comment", "updateDate": "1302231729", "commentSequence": 192, "commentBody": "Corn ethanol is the biggest joke around.  Corn is one of the most inefficient biofuel crop you can think of using.  If we converted all of the arable farmland in the U.S. into corn production, the ethanol produced would only be about FIVE PERCENT of our needs - and then there will be no corn (and no doubt other carbo-containing crops) at all for food.  Gasohol also produces LESS energy than gasoline or ethanol alone because each are efficient under substantially different pressure and air mixture conditions - trying to burn both at once lessens the efficiency (stoichiometry) of both of them.  You get less energy and less work out of the mix than either one alone.\r<br/><br/>Look up \"STOICHIOMETRIC GASOLINE ETHANOL\"  It's all verfiable and should show what a scam gasohol (E-90, E-85, etc) truly is.  So WHY are we doing it anyway?\r<br/><br/>I've been saying this for 10 years now and still most people are clueless thanks to the media.  And as already stated, it does indeed take about 1.85 BTUs of energy (mostly petroleum-sourced) to produce 1 BTU's worth of ethanol.  How absolutely stupid is that?  In other words, if you tried to produce corn ethanol using corn ethanol as a production fuel, you'd be out of fuel before the first season.  Sugar beets are indeed around 5-7 times more efficient than corn, but require preciously limited specific latitudes to grow. There isn't enough even globally to ever hope to produce enough.  Even Brazil still imports petroleum and they're ideally situated.\r<br/><br/>The only viable explanation for widespread official promotion of these biofuels is that it will quickly lead to population decimation due to soaring prices, massive food shortages and poverty-related illnesses on a global scale.  I can only surmise it's nothing but the non-war alternative to a population-cutting world war.  Those in big business and government will remain quite comfy and wealthy though - think about that as you open your next scaled-back container of overpriced, manufactured food.  Yes, I have indeed been saying this for 10 years.  Nobody ever listens until it's too late to turn back.", "recommendationCount": 1}, {"assetID": 2606755, "replies": [], "lft": 400, "assetURL": "http://www.nytimes.com/2011/04/07/science/earth/07cassava.html", "parentID": null, "commentID": 3657090, "rgt": 401, "userDisplayName": "agsb", "createDate": "1302217379", "userID": 60542566, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1302235329", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "s. texas", "commentType": "comment", "updateDate": "1302231729", "commentSequence": 193, "commentBody": "I hear the rise in 'food prices' is the real reason why there were riots in Egypt, Lybia, Qutar and unrest.  Obama wants in increase in biofuels so that means the unrest will continue and spread.  At least al gore finally admitted that feeding food to your car is worst than feediong your belly.", "recommendationCount": 1}, {"assetID": 2606755, "replies": [], "lft": 420, "assetURL": "http://www.nytimes.com/2011/04/07/science/earth/07cassava.html", "parentID": null, "commentID": 3657873, "rgt": 421, "userDisplayName": "Bob C", "createDate": "1302230734", "userID": 9759011, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1302235329", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Texas", "commentType": "comment", "updateDate": "1302231729", "commentSequence": 194, "commentBody": "Burning our crops - that's what the enemy would do!", "recommendationCount": 1}, {"assetID": 2607840, "replies": [], "lft": 16, "assetURL": "http://goal.blogs.nytimes.com/2011/04/07/u-s-fails-to-qualify-for-u-20-world-cup/", "parentID": null, "commentID": 3658071, "rgt": 17, "userDisplayName": "Brooklynite", "createDate": "1302234218", "userID": 22531141, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1302235822", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Brooklyn, NY", "commentType": "comment", "updateDate": "1302232222", "commentSequence": 8, "commentBody": "This is the same Thomas Rongen who, as coach of USA's U20 team in 2007, alienated Neven Subotic, resulting in him deciding to play for Serbia instead of the USA, right?  <br/><br/><a href=\"http://www.yanks-abroad.com/get.php?mode=content&amp;id=4315\" title=\"http://www.yanks-abroad.com/get.php?mode=content&amp;id=4315\" target=\"_blank\">http://www.yanks-abroad.com/get.php?mode=content&amp;amp;id=4315</a> <br/><br/>Now that Rongen has under-achieved, yet again, how many more chances does U.S. Soccer Federation give him?  ", "recommendationCount": 1}, {"assetID": 2606205, "replies": [], "lft": 26, "assetURL": "http://goal.blogs.nytimes.com/2011/04/06/no-najar-no-big-deal/", "parentID": null, "commentID": 3658185, "rgt": 27, "userDisplayName": "Josh St Paul", "createDate": "1302236267", "userID": 62165760, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1302236512", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "minnesota", "commentType": "comment", "updateDate": "1302232912", "commentSequence": 12, "commentBody": "I wish him the best of luck.  I'll even applaud him when we play Honduras (not if he scores a goal though).  As a DC fan I'm very happy to be able to cheer for him scoring plenty in the Black and Red.", "recommendationCount": 0}, {"assetID": 2602816, "replies": [], "lft": 58, "assetURL": "http://economix.blogs.nytimes.com/2011/04/06/why-people-pay-income-taxes/", "parentID": null, "commentID": 3658277, "rgt": 59, "userDisplayName": "justajoe", "createDate": "1302237368", "userID": 50814287, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1302237611", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Wisconsin", "commentType": "comment", "updateDate": "1302234011", "commentSequence": 25, "commentBody": "You write, \"For example, the Treasury may receive less revenue over time if taxpayers increasingly distrust government because they perceive their tax dollars are wasted.\" That sounds like Tea Party rhetoric.<br/><br/>Taxpayers may \"increasingly distrust government\" because:<br/>\n- Congressional action is bought by lobbyists<br/>\n- Corporations like GE game the tax system<br/>\n- Bank bailouts and Fed support enrich Goldman Sachs<br/>\n- Hedge fund managers pay capital gains rates not income tax<br/>\n- Trillions are parked offshore waiting to be repatriated (again) at insanely low rates <br/><br/>Taxpayer distrust will flow not from the idea that tax dollars are wasted. Rather distrust comes from the realization that individual taxpayers get stuck with the bill for (and social consequences of) unbridled greed while the plutocrats and corporate behemoths get a free ride.", "recommendationCount": 3}, {"assetID": 2609813, "replies": [], "lft": 4, "assetURL": "http://www.nytimes.com/2011/04/08/opinion/08krugman.html", "parentID": null, "commentID": 3657556, "rgt": 5, "userDisplayName": "Winning Progressive", "createDate": "1302224740", "userID": 61073654, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1302240611", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Chicago, IL", "commentType": "comment", "updateDate": "1302237011", "commentSequence": 5, "commentBody": "That most of the media and pundits have described Rep. Ryan's Path to Poverty plan as \"brave\" and \"serious\" shows just how shallow and out of touch with reality our chattering classes are.  For them, I have to ask:\r<br/><br/>What is brave and serious about a Republican using deficits that conservatives created to propose abolishing Medicare, and replacing it with a program that would cost more to implement while leaving most seniors without quality health care?\r<br/><br/>What is brave and serious about a Republican proposiong a deficit \"reduction\" plan that would eliminate the tax on wealthy estates and lower taxes on the wealthiest Americans, while raising taxes on the poor and working class?\r<br/><br/>What is brave and serious about a Republican proposing a deficit \"reduction\" plan that puts almost all of the burden of spending cuts on the middle class, working class, and poor?\r<br/><br/>What is brave and serious about a Republican proposing a deficit \"reduction\" plan that projects reduced deficits, increased jobs, and higher economic growth only by cooking the books and using ridiculous assumptions?\r<br/><br/>The simple fact is that Mr. Ryan's Path to Poverty is cowardly as it simply goes along with the interests of the Republicans' billionaire sugar daddies while ignoring the role that conservative economic policies played in creating the deficits, eviscerating middle class security, and undermining our economy.  \r<br/><br/>If Mr. Ryan wanted to show he was \"brave\" and \"serious\" he would acknowledge that economic growth is the primary short term way to reduce the deficit, and that military spending cuts, corporate subsidy reductions, increased immigration, and the types of sensible efficiencies promoted by health care reform are what are necessary to achieving long term fiscal sanity.  Unfortunately, Mr. Ryan is neither brave nor serious.  Instead, he is just the Cowardly Lion, but without a heart. \r<br/><br/><a href=\"http://www.winningprogressive.org\" title=\"http://www.winningprogressive.org\" target=\"_blank\">http://www.winningprogressive.org</a>\r<br/><br/><a href=\"http://www.facebook.com/pages/Winning-Progressive/195682780442236\" title=\"http://www.facebook.com/pages/Winning-Progressive/195682780442236\" target=\"_blank\">http://www.facebook.com/pages/Winning-Progressive/195682780442236</a>", "recommendationCount": 1096}, {"assetID": 2609813, "replies": [], "lft": 12, "assetURL": "http://www.nytimes.com/2011/04/08/opinion/08krugman.html", "parentID": null, "commentID": 3657596, "rgt": 13, "userDisplayName": "Roger Strassburg", "createDate": "1302225574", "userID": 32208067, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1302240611", "userTitle": null, "editorsSelection": 1, "statusID": 2, "userURL": null, "userLocation": "Oberpframmern, Germany", "commentType": "comment", "updateDate": "1302270356", "commentSequence": 10, "commentBody": "Let's see, if tax cuts pay for themselves, then why pay taxes at all?  If tax cuts generate revenue, then cutting them altogether should really raise revenue!<br/><br/>And then there's the notion that private health insurance is more cost-effective than public insurance, in spite of the fact that private insurance companies not only have to pay for health care, they also have to pay their shareholders.  Equally silly is the belief that competition among insurance providers can lower health care costs, even though insurance providers don't actually provide health care.<br/><br/>There are so many ridiculous claims coming from the right that would seem to be easy to refute, but those who try to do so are lone voices in the vast wilderness of sound bites, slogans, lazy journalism and last but not least, a Democratic party that's too timid to fight for its principles, led by a President who's more concerned with being liked by his enemies than with proposing sound and sensible policy and then getting out there and selling it.<br/><br/>When Obama took office in 2009, he had a rare opportunity to put an end to the transfer of wealth from the bottom to the top that has marked the past three decades, and to put America back on the road to a prosperity for all Americans.<br/><br/>This opportunity was squandered.  That's the real tragedy.", "recommendationCount": 1869}, {"assetID": 2609813, "replies": [], "lft": 30, "assetURL": "http://www.nytimes.com/2011/04/08/opinion/08krugman.html", "parentID": null, "commentID": 3657660, "rgt": 31, "userDisplayName": "Karen Garcia", "createDate": "1302227076", "userID": 48110597, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1302240611", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New Paltz, NY", "commentType": "comment", "updateDate": "1302237011", "commentSequence": 16, "commentBody": "Paul Ryan's death panel of a plan allows for people now over 55 to keep Medicare as we know it, thus theoretically shielding Republicans from the wrath of older voters. Only those people under 55 will find Medicare either gone or stripped down to junk nothingness by the time they retire.(assuming they're even allowed to retire before dropping dead from exhaustion of lack of insurance). What a transparent and utterly disgusting ploy.\r<br/><br/>It's the old bait-and-switch GOP game, pretending to save or improve a program by cutting it to shreds. It's also the tried and true Divide and Conquer method all overlords use to keep their minions in place -- in this instance, by causing a generation war between the retirees and the GenXers and Milennials. The Republicans would force younger people to foot their grandparents' bills without standing to reap any rewards themselves.<br/>\nInstead of getting mad at the Republicans, some under-55s are getting mad at retirees.  The Times even ran a story a week or so ago about older people bankrupting the medical system by insisting on futile kidney dialysis in a greedy quest for life. It generated scores of angry comments from resentful younger people.\r<br/><br/>This is just what Republicans want - a generation war to make people forget all about the class war and about the richest one percent owning a third of all the wealth. It's just another wedge issue the GOP is so adeptly famous for.\r<br/><br/>As for Paul Ryan, your colleague David Brooks is not waxing quite so rhapsodic now that his numbers have been crunched by you. This Wisconsin rep is rapidly morphing from Whiz Kid to Cheez Whiz - and we know that denizens of the Dairy State don't take kindly to artificiality in their products, of either the edible or political kind. Recalls are in full swing, and 2012 can't come soon enough where Mr. Ryan is concerned.\r<br/><br/> <a href=\"http://kmgarcia2000.blogspot.com/\" title=\"http://kmgarcia2000.blogspot.com/\" target=\"_blank\">http://kmgarcia2000.blogspot.com/</a>", "recommendationCount": 616}, {"assetID": 2609813, "replies": [], "lft": 48, "assetURL": "http://www.nytimes.com/2011/04/08/opinion/08krugman.html", "parentID": null, "commentID": 3657718, "rgt": 49, "userDisplayName": "Dave K", "createDate": "1302227984", "userID": 57566172, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1302240611", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Cleveland, OH", "commentType": "comment", "updateDate": "1302237011", "commentSequence": 24, "commentBody": "When I look at the Paul Ryan's \"Path to Prosperity\", I see something that is very much like Newt Gingrich's \"Contract with America\". Which is very similar to what Ronald Reagan was pushing, which is not totally different from what Barry Goldwater believed in. This is just the same old ideas with numbers that have never added up.<br/><br/>The other piece of this puzzle: Deficits were dropping steadily from 1945 to 1980. Then all of a sudden, in 1981, shortly after Reagan pushed through big tax cuts for the rich, deficits went up again. Then in the mid-1990's Bill Clinton raised taxes on the rich again, and suddenly the budget deficit was gone. Then, in 2001, after George W Bush's tax cuts went through, the deficit began to rise again. Are you seeing the pattern here?<br/><br/>The thing is, I'm pretty sure Paul Ryan proposed this budget in order to have it rejected. The libertarian wing of the Tea Party thinks they would do best with essentially no federal government at all. A shutdown gives them exactly what they want. And I expect it will work about as well as Newt's attempt at the same gambit.", "recommendationCount": 272}, {"assetID": 2609813, "replies": [], "lft": 66, "assetURL": "http://www.nytimes.com/2011/04/08/opinion/08krugman.html", "parentID": null, "commentID": 3657778, "rgt": 67, "userDisplayName": "Nicholas", "createDate": "1302228809", "userID": 236330, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1302240611", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Westmont, Ill.", "commentType": "comment", "updateDate": "1302237011", "commentSequence": 23, "commentBody": "This is a perfectly predictable consequence of making the Bush - now Obama - tax cuts permanent.  Both parties bear responsibility for the current situation.<br/><br/>The deficit and debt projections resulting from the tax cuts are huge.  No reasonable budget proposal can reduce long-range deficits to acceptable levels without revenue increases.  In the absence of a tax hike, desperate swipes at spending, such as the Ryan Medicare plan, can be expected.  We shouldn't entirely blame Congressman Ryan - a Democratic House, Senate, and President created the mess which he's trying to exploit.<br/><br/>President Obama could have let the Bush tax cuts expire.  Instead, he made them his own.  Now he has to cut spending to make up the shortfall.  Good luck!", "recommendationCount": 95}, {"assetID": 2609813, "replies": [], "lft": 70, "assetURL": "http://www.nytimes.com/2011/04/08/opinion/08krugman.html", "parentID": null, "commentID": 3657793, "rgt": 71, "userDisplayName": "Nocent", "createDate": "1302229083", "userID": 19614189, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1302240611", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Illinois", "commentType": "comment", "updateDate": "1302237011", "commentSequence": 6, "commentBody": "escalating health care costs are the problem.  So why does health care escalate?  One simple answer is unbridled greed.  Whose greed you might ask?  Doctors?  Real income has gone down by 15% over the last 20 years.  Drug companies?  10% of the overall cost of health care and holding (including new and better drugs).  No the answer is administrative costs of insurance companies, hospitals and nursing homes. With the largest health care system in the world, economy of scale does not apply.  Estimates of 20% to 30% all health care dollars goes to administrative costs.  In other health care systems this cost is 10% to 12%.  That means that up to 20% of health care is waste.  In real dollars that means that $480 billion dollars in going to waste EVERY year.  Over the last 20 years the percentage of administrative cost as slowly but surely increased.  Assuming that waste has grown from 20% noted by consumer reports in 1993 to 30% today, we have wasted at least two trillion dollars to administrative cost over the last 27 years.  I mean wasted.  The only function of health care administration is ensure the administrator is overpaid and under-worked and that every other health care provider is overworked and underpaid.  It can be equally said that the only function of insurance company's administrator is to ensure that they collect premiums and rarely if never pay out.", "recommendationCount": 446}, {"assetID": 2609813, "replies": [], "lft": 72, "assetURL": "http://www.nytimes.com/2011/04/08/opinion/08krugman.html", "parentID": null, "commentID": 3657800, "rgt": 73, "userDisplayName": "David Underwood", "createDate": "1302229142", "userID": 53612425, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1302240611", "userTitle": null, "editorsSelection": 1, "statusID": 2, "userURL": null, "userLocation": "Citrus heights, CA", "commentType": "comment", "updateDate": "1302270314", "commentSequence": 8, "commentBody": "As usual, these proposals are a giveaway to private interests. The medicare plan in particular does nothing more than line the pockets of the CEOs of the health care plans. One only has to look at their annual reports, to wonder just haw they can pay their executives millions on bonuses and stock options. In several cases, tens of millions. The administrative costs are as much as 40% of the premiums. that is accomplished by rationing the actual health care a rate payer gets. <br/><br/>Yep, good old republicans again, looking out for the citizens. Of course those citizens are a small class of the general citizens that actually need a health care program. <br/><br/>Oh, and then there is the Trickle Down theory. Tax less and the rich will spend more. The richest 400 Americans have 20% of the wealth. The great majority of them pay a lower tax rate than the average tax payer. How does this happen? It happens because much of the very wealthy get their income from dividends and capital gains, which are taxed at a lower rate than ordinary income. You Mr. Citizen pay a higher rate on the interest from your meager savings account than the wealthy pay on their income. <br/><br/>Look up the Forbes 400 wealthy Americans, and see just how many of them actually put people top work with their billions in wealth.  For instance, several of them are fund managers, who do indeed put people to work. Unfortunately those people are in China and India, where the jobs they eliminated with their leveraged buyouts went after they loted the parent companies. Several of these super rich are heirs to fortunes, and yes they do put people to work. They need maids, cooks, butlers, yacht crews, gardeners, and other domestic help for their estates, here and in other countries. Only two of them as far as I can see, actually run a major manufacturer, a company that employs thousands or contributes to the economy with investing in start ups new technology, or other enterprises. Oh they do give to the arts, and some foundations, but that is because of their social circle.<br/><br/>Again, we can see the influence money has on the conservatives. When you see one of their program, look and see who really benefits. I will give you odds it is not you.", "recommendationCount": 1420}, {"assetID": 2609813, "replies": [], "lft": 78, "assetURL": "http://www.nytimes.com/2011/04/08/opinion/08krugman.html", "parentID": null, "commentID": 3657818, "rgt": 79, "userDisplayName": "Alex", "createDate": "1302229612", "userID": 56423927, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1302240611", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Chicago", "commentType": "comment", "updateDate": "1302237011", "commentSequence": 13, "commentBody": "You are absolutely correct. It seems to be a standard tactic used by Republicans to make people believe they can magically obtain the same level of services they get now for less money than is currently spent, proposing some kind of fixed \"voucher\" in place of the bottomless well that characterizes current health care spending. Make a proposal to perhaps establish guidelines that make sure that procedures covered should actually be proven to be useful for a patient and you get accused of rationing healthcare. But establish a static voucher per patient and somehow that is not rationing, instead it's providing incentives to help the \"marketplace\" reduce healthcare costs as if such a free marketplace exists. How about allowing patients to use their vouchers to get healthcare in foreign countries where doctors fees are much lower (as Dean Baker has proposed)? Not likely to see any proposals for that as it would provide too much competition for American doctors and their high paying jobs, but thats how truly free markets would work in healthcare if the Republicans actually believed in capitalism, pity they do not. Vouchers are really a fiscal scoundrel's last resort, as if anyone in the upper classes thinks you can get something for nothing, they know the vouchers are inadequate, just as voucher amounts for education are always inadequate when proposed as a solution for the current state of public education, the goal is not to improve education, just pay as little as you can for the current poor state of affairs. In healthcare the goal is just the same, make sure that the rich with their gold plate plate healthcare plans can get anything they want whenever they want and for the rest of us, well we get just what a voucher will get us and thats that. Vouchers truly are healthcare rationing. Thanks for providing the clarity on the true intent of the current proposals.", "recommendationCount": 159}, {"assetID": 2609813, "replies": [], "lft": 94, "assetURL": "http://www.nytimes.com/2011/04/08/opinion/08krugman.html", "parentID": null, "commentID": 3657884, "rgt": 95, "userDisplayName": "Jumper", "createDate": "1302230891", "userID": 55635653, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1302240611", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "South Carolina", "commentType": "comment", "updateDate": "1302237011", "commentSequence": 1, "commentBody": "Congressman Ryan is from one of the wealthiest Wisconsin districts, just across border from Illinois and a favored bedroom area for wealthy commuters from Chicago. He's representing the wealthy voters to whom everyone not one of them is invisible. <br/><br/>Congressman Ryan proposed earlier budgets in which he would have eliminated the health care for children (CHIPS.) His constituents didn't protest. As far as they're concerned, Americans working for a living are lucky to be employed and should have worked harder and studied harder. <br/><br/>His constituents pay to keep him in office because he'll carry their water: make it possible for the strong to prey on those who lack their wealth and connections. It's something the working people in this nation fiercely fought to overcome in the 1930s, 1940s, and even into the 1950s. <br/><br/>I still recall when my father was a petroleum company executive during a refinery strike during my younger years and him telling how he had to low-crawl to his car after his month of working to keep the refinery operating. I remember the wives of the workers in that strike coming to our rural home with their children, and asking for food and toilet paper. I recall my mother answering the door with a revolver in one hand hidden behind her back. I recall us setting up a a pantry in the garage and my mother telling them she couldn't feed them all but would help in emergencies. I recall my father expressing amazement that after low-crawling to the car, the union workers opened the gate and waved him out. I remember his consternation when my mother showed him the garage pantry and explained why they'd waved him out. She said the strike was between the men, and union or not, she'd always share her food with mothers and children. I remember our house being shot at and seeing the bullet holes in the living room window. <br/><br/>I recall one of my father's friends over one evening talking to him about a railroad strike. He told of how union workers had been found along the rail bed beaten black and blue. About that moment he looked up and remarked to my father that \"little ears were nearby\" and he'd better stop or there'd be nightmares. I was sent to bed. <br/><br/>I recall the news stories on WGN radio about acid being thrown into truckers' faces during trucking strikes. <br/><br/>I recall the death threats sent to my parents about kidnapping and killing me. I recall at age 7 people in Halloween masks attacking the windows on my bedroom and I then recall being taken to St. Louis where a large black German Shepherd named Windy and I were trained together for my protection. I recall the annual re-training through my eleventh year. That probably had a lot to do with my father regularly took me overseas with him. <br/><br/>That is the era back to which Congressman Ryan and his bought, phony, grass-root supporters want to take us: the era of real class warfare. It's sick. They're morally corrupt. <br/><br/>From President Truman forward, every Democratic President has reduced the national debt as a percentage of the nation's GDP. Since Truman forward, ONLY TWO Republican Presidents have reduced the nation's debt as a percentage of GDP: President Eisenhower in both terms and President Nixon in his first term. That's it. Since then, Republican Presidents have always increased the national debt as a percentage of GDP. <br/><br/>Congressman Ryan's budget isn't the least bit serious. It's not a budget to build a great nation. It's a delusion concocted by his vanity egged on by the thought of accolades and personal riches from this nation's wealthiest. Congressman Ryan's budget has all the scope, insight, and foresight one might find in the Christmas wish list of a sheltered, spoiled child. ", "recommendationCount": 2498}, {"assetID": 2609813, "replies": [], "lft": 118, "assetURL": "http://www.nytimes.com/2011/04/08/opinion/08krugman.html", "parentID": null, "commentID": 3657969, "rgt": 119, "userDisplayName": "martin weiss", "createDate": "1302232443", "userID": 19153055, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1302240611", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "mexico, mo", "commentType": "comment", "updateDate": "1302237011", "commentSequence": 11, "commentBody": "The incredible GOP-- and not in a good way, has resurrected the program for the United Fruit Co.-CIA aided coup in Guatemala in 1954. Sedition passes for political respectability. GOP states spend more on prisons than education. The amount of money saved by cutting health care is less than a tiny percent of the budget, so why bother? Why cut teachers while giving refunds to nonexistent taxes for Exxon? The rationale is, as Holmes used to say, elementary, my dear Watson. Siege mentality. Create a constant barrage of threats to the well-being of people and they'll allow a seditious invention like the Patriot Act to abolish the Bill of Rights. They'll take no umbrage when you declare ketchup a vegetable to save money on school lunches, when Bush cuts the number of food inspectors at FDA, when six million cut from New Orleans' levee maintenance budget results in eighty billion spent rebuilding. Recruit male insecurity to allow concealed weapons in churches, bars and classrooms. Siege mentality is a cornered animal and it cannot see over the barriers it hides behind. It calls for authoritarian solutions promulgated by hereditary aristocrats and echelons of vested interests and enables them to continue to dump their production costs into our air and water even as they attempt to erase Jefferson from the textbooks. A political party led by the profit motive really has no patriotism, no decency, no foresight and none of the human qualities essential for group survival. It ends up like Ayn Rand, with one guy owning everything, with all the money and nothing of existential value. Since they have been bought, we might consider paying them off and shipping them off to some island where they can fight for dominance among their primitive, pitiful and pathetic selves. They are undemocratic, un-American, exclusive, seditious and greedy. Their motives are base and their actions contemptible. And their legislative sleight of hand is not just a waste of our time, but a slap in the face. When Isaiah encountered the grinding the faces of the poor rife in ancient society, he predicted exile. Put the GOP on an island and none of them would survive.", "recommendationCount": 287}, {"assetID": 2609813, "replies": [], "lft": 120, "assetURL": "http://www.nytimes.com/2011/04/08/opinion/08krugman.html", "parentID": null, "commentID": 3657983, "rgt": 121, "userDisplayName": "Meredith", "createDate": "1302232707", "userID": 28617892, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1302240611", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New York", "commentType": "comment", "updateDate": "1302237011", "commentSequence": 14, "commentBody": "I tried not to pay attention to this, but I'm infuriated. Exellent summary but one question.\r<br/><br/>You suggest when seniors find that their health-care vouchers are grossly inadequate, they’ll demand and get bigger vouchers? You mean voters will demand something and get it? You mean from this conservative congress and president? How? Who will they make their demands to and who will give them these bigger vouchers? \r<br/><br/>Won’t they respond with voodoo rationalizations and creative language, as usual? Like that they’re unjustified anyway, because by shopping around for the best deal, and not overusing health care, anyone should be able to get care in America, the greatest nation…blah blah. \r<br/><br/>But picture this--You’re too old and cognitively impaired to spend hours reading fine print, understanding legal jargon, making endless phone calls, and demanding fair disclosure of terms from insurance companies???? Is this script a satire or a tragedy? \r<br/><br/>I haven’t noticed any demands being met from the millions of citizens whose financial security has been jeopardized by the government ignoring their rights and needs.\r<br/><br/>What about all the medical bankruptcies we have that smash a whole family’s security into the future? These are unknown in other countries. These victims should be able to sue and get compensation, not grin and bear it. What about the millions of jobs sent out of the country with no replacements?  And the millions with home foreclosures who have been exploited and abused by criminal mortgage servicers. The millions with no access to college, or with long years of debt for tuition, while other countries make college free or affordable? The millions of middle aged people laid off, with retirement 401ks ruined by the crash, and too young for medicare? While in other countries these victims would be safe from such abuse and anxiety.\r<br/><br/>All these groups have plenty of justified and serious demands. They would be listened to and redressed by any decent govt that represented most citizens. But our govt has created these pits that more and more of us can fall into. There is really little mechanism for redress of grievances, because there is no alternate political party that will run on platforms to give effective redress and different policies. Most democrats are moderate wings of the right gop. We aren’t represented by the lawmakers we vote for, because they work for the wealthy who lobby and write laws. \r<br/><br/>We have taxation, but no representation. In other countries these wacky, inhumane ideas would never be proposed, because politicians would never dream of publically suggesting them. They would be ashamed. \r", "recommendationCount": 452}, {"assetID": 2609813, "replies": [], "lft": 122, "assetURL": "http://www.nytimes.com/2011/04/08/opinion/08krugman.html", "parentID": null, "commentID": 3657988, "rgt": 123, "userDisplayName": "Jake Wagner", "createDate": "1302232847", "userID": 56944836, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1302240611", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Santa Barbara, CA", "commentType": "comment", "updateDate": "1302237011", "commentSequence": 19, "commentBody": "Although Ryan's plan is bad, what is happening in the budget negotiations leading up to a potential shutdown of the government is even worse.<br/><br/>The Republicans are trying to shut down the government in order to---get this---keep planned parenthood from being funded.  Their objection is based upon the possibility that planned parenthood might use nongovernment funds to support abortions.<br/><br/>The reason the budget deficits are soaring is not, as Paul Ryan seems to believe, that taxes are too low, but because unemployment is too high.  And look at the statistics.  Census figures show that from April 1, 2000 to April 1, 2010 US population grew from 281,422,000 to 308,745,000, an increase of 27,323,000.  Bureau of labor statistics show that from April, 2000 to April, 2010 nonfarm payrolls decreased from 131,660,000 to 130,162,000.<br/><br/>Macroeconomics is an interplay of numerous variables and nothing has just one cause.  But the fact is that population growth of .9% per year is unsustainable in the long run.  Population growth, together with Wall Street corruption which led to the housing bubble and collapse, is largely responsible for today's high unemployment rates.<br/><br/>Shutting the government down to force women to bear children they do not want and cannot support is not just cruel, it wreaks havoc with the US budget over the longer term.  We need leadership which encourages smaller family size in the new era of constrained natural resources.", "recommendationCount": 217}, {"assetID": 2609813, "replies": [], "lft": 158, "assetURL": "http://www.nytimes.com/2011/04/08/opinion/08krugman.html", "parentID": null, "commentID": 3658180, "rgt": 159, "userDisplayName": "RG Schmitt", "createDate": "1302236237", "userID": 1465579, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1302240611", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Ann Arbor, MI", "commentType": "comment", "updateDate": "1302237011", "commentSequence": 21, "commentBody": "Once again, Krugman misses the point.  He gives hints that he knows this, but he still persists in analyzing the so-called budget proposal as if it is a budget proposal.  It isn't.  It is a proposal to shift power and wealth to the powerful and wealthy by making sure that laissez-faire conditions envelop private enterprise in a blanket of corporate profits.  And the core strategy for doing this is to make sure that government has no resources to do anything and no capacity to be a countervailing force to large corporations.<br/>\nThe analysis of the budget is irrelevant.  And as long as the debate remains focused on budgets, the real issues will be ignored.", "recommendationCount": 153}, {"assetID": 2609813, "replies": [], "lft": 176, "assetURL": "http://www.nytimes.com/2011/04/08/opinion/08krugman.html", "parentID": null, "commentID": 3658228, "rgt": 177, "userDisplayName": "rt", "createDate": "1302236735", "userID": 41842144, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1302240611", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Indiana", "commentType": "comment", "updateDate": "1302237011", "commentSequence": 25, "commentBody": "Goodness, we've been trying this \"trickle down, voodoo economics\" stuff for thirty years. The middle-class has all but dried up, corporations and Wall Street have all the money with no intent of letting it \"trickle down\", the unemployment rate is either high or higher, but never low, and wages and benefits are either stagnant or falling off of a cliff. I know we;ve raised a whole generation of people in this country with low expectations, but some of us are old enough to remember other economic policies that did work and did build the middle class. I know conservatives think that Reagan was a saint but isn't there anyone out there old enough to remember a time before we handed all of our money to the rich guys and thought they would benevolently pass it back to the rest of us? Arthur Laffer and Reagan were the worst things that ever happened to our country, economically.", "recommendationCount": 361}, {"assetID": 2609813, "replies": [], "lft": 196, "assetURL": "http://www.nytimes.com/2011/04/08/opinion/08krugman.html", "parentID": null, "commentID": 3658268, "rgt": 197, "userDisplayName": "Steve Heitmann", "createDate": "1302237161", "userID": 26430270, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1302240611", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Portland, OR", "commentType": "comment", "updateDate": "1302237011", "commentSequence": 2, "commentBody": "Well, of course, it’s “voodoo economics”.  This is part of the ideology to which right-wing Republicans (rwGOP) have been mindlessly genuflecting for 30 years since Reagan and Stockman bought into Freidman’s simplistic economic models—apparently, to make the mathematics easier, he assumed human behavior, individually and collectively as a society, has no effect on economics and, hence, could be excluded as factors from his models.  Apparently, Friedman also didn’t study Forrester (MIT), who showed in the 60’s that a predictive model is no better than it’s underlying assumptions.  For Friedman, that was a ludicrous omission, too.<br/><br/>Nevertheless, the rwGOP has relentlessly pursued “free market” and deregulation ideology as though human greed, avarice, insecurity, ego, success, failure, desire for power, wealth, and control doesn’t matter—that it’s all somehow disconnected from the relationship between government, business, social services and safety nets.   Consequently, we are possibly facing the worst economic crisis in this country’s history, the Great Depression notwithstanding,  Only trained Shamen should practice Voodoo, which the rwGOP are not….<br/><br/>But that’s not a serious issue to the rwGOP—actually, they like it this way: the rwGOP advances their political agenda by using and abusing economic instability, vis-à-vis “The Shock Doctrine” <a href=\"http://www.powells.com/biblio/7-9780312427993-2\" title=\"http://www.powells.com/biblio/7-9780312427993-2\" target=\"_blank\">http://www.powells.com/biblio/7-9780312427993-2</a> ; using disinformation and lies; creating Fear, Uncertainty, and Doubt; and, for all practical purposes, waging economic warfare against the U.S. Government and 97% of the American people.<br/><br/>So, of course, neither can Ryan’s budget be remotely serious: the rwGOP agenda (and budget proposal) is far removed from one designed to restore America’s economic strength.<br/><br/>Why? Their entire political agenda promotes “liberty” and deregulation to rape the planet, eliminate American rights and protections, and devolve the American Democratic Republic, by and for the people, into a plutarchy, by and for the extremely wealthy and corporations--all for limitless irresponsibility, destructiveness, power, and unbridled, greedy profiteering, without consequences. <br/><br/>Consider the $61 Billion in budget cuts the rwGOP is using to threaten to shut-down the U.S. government: the deficit is about $1.3 Trillion ($1,300 Billion); and the debt is about $14.2 Trillion ($14,200 Billion).  Simple arithmetic:  100 x $61Billion / $1,300Billion    =   4.7% of the deficit; and  100 x $61Billion / $14,200Billion =   0.43% of the debt.  No matter how you look at it, cutting the budget by $61Billion has virtually no meaningful fiscal impact on government operations, budget deficit or debt.  Imagine that!  That’s the same impotent impact on the debt and deficit as extending the Bush tax cuts and enabling corporations such as G.E. to claim $3.2Billion in tax refunds on $14.5 Billion in profits.   <br/><br/>What is the impact?  $61Billion in cuts facilitates undermining women’s rights, undermining education and teachers, Planned Parenthood, NPR, rejecting knowledge-based action (such EPA, DOE, climate change science), and undermining beneficial governmental services the rwGOP glibly perceive as “socialism” or “big government”.<br/><br/>It’s all just part of the big picture the rwGOP have been painting for 30 years since Reagan.<br/><br/>It's discouraging to witness the rwGOP attack America, so here’s a bit of humor that Dr. Krugman didn’t include in his Op-Ed:  A portion of the rwGOP’s budget cuts is the reduction of  military spending by a whopping 0.00357 percent (that’s 0.0000357) of the entire annual defense-related budget.   Small think at its best--appropriate for typically small-minded and petty right-wing Republicans.<br/><br/>Vote the right-wing Republicans out of political existence. That will have by far the greatest positive impact on America and our economy, including deficit and debt reduction.  <br/><br/>Vote Democrat or moderate Republican in 2012.<br/><br/>Meanwhile support recall campaigns across the nation to remove right-wing Republicans from elected office.<br/><br/>29,000,000 registered voters, who voted for Obama in 2008, did not vote on Nov 2nd, 2010 (stat from Huffington Post). Let's hope that the rwGOP’s now blatant in-your-face hypocrisy, fraudulence, and false 2010 campaign advertising, as evidenced in their state and U.S. legislative actions, will serve as a wake-up call to all the people who cynically believe their vote doesn't matter.<br/><br/>Their apathy and cynicism enables right-wing fascism and treason to take root in America.<br/><br/><a href=\"http://community.nytimes.com/comments/www.nytimes.com/2011/04/03/opinion/03dowd.html?permid=43#comment43\" title=\"http://community.nytimes.com/comments/www.nytimes.com/2011/04/03/opinion/03dowd.html?permid=43#comment43\" target=\"_blank\">http://community.nytimes.com/comments/www.nytimes.com/2011/04/03/opinion...</a><br/><br/><a href=\"http://www.restore-integrity.info\" title=\"http://www.restore-integrity.info\" target=\"_blank\">http://www.restore-integrity.info</a>", "recommendationCount": 840}, {"assetID": 2609813, "replies": [], "lft": 212, "assetURL": "http://www.nytimes.com/2011/04/08/opinion/08krugman.html", "parentID": null, "commentID": 3658303, "rgt": 213, "userDisplayName": "Robert Watson", "createDate": "1302237583", "userID": 21251729, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1302240611", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New York", "commentType": "comment", "updateDate": "1302237011", "commentSequence": 9, "commentBody": "\"The G.O.P. budget plan isn’t a good-faith effort to put America’s fiscal house in order; it’s voodoo economics, with an extra dose of fantasy, and a large helping of mean-spiritedness.\"\r<br/><br/>It's exactly what you'd expect from the Republican Party, a party that has morphted from ignorance and greed to outright evil.  \r", "recommendationCount": 563}]}, "copyright": "Copyright (c) 2016 The New York Times Company.  All Rights Reserved."}