{"debug": {"version": 3.1}, "status": "OK", "results": {"api_timestamp": "1481460219", "totalCommentsFound": 2545, "totalCommentsReturned": 25, "comments": [{"assetID": 2043693, "replies": [], "lft": 1564, "assetURL": "http://mediadecoder.blogs.nytimes.com/2010/11/05/olbermann-suspended-from-msnbc-for-campaign-donations/", "parentID": null, "commentID": 2800182, "rgt": 1565, "userDisplayName": "Andrew", "createDate": "1288990288", "userID": 61740485, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1289016012", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Los Angeles", "commentType": "comment", "updateDate": "1289012412", "commentSequence": 1087, "commentBody": "This is what this is all about: <a href=\"http://www.nytimes.com/2010/10/04/business/media/04suit.html?_r=4&amp;dbk\" target=\"_blank\">http://www.nytimes.com...</a><br /><br />MSNBC is under new ownership.<br /><br />Good bye and good luck, Mr. Olbermann.", "recommendationCount": 1}, {"assetID": 2043693, "replies": [], "lft": 1578, "assetURL": "http://mediadecoder.blogs.nytimes.com/2010/11/05/olbermann-suspended-from-msnbc-for-campaign-donations/", "parentID": null, "commentID": 2800198, "rgt": 1579, "userDisplayName": "wdef", "createDate": "1288990665", "userID": 1506197, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1289016044", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "new Jersey", "commentType": "comment", "updateDate": "1289012444", "commentSequence": 1088, "commentBody": "This has nothing to do with freedom of speech or anything approaching it, employers can ban activities like political contributions, or fire someone for belonging to something they feel is against the standards of the business, there is no such thing as free speech in corporate America.<br /><br />That said, I tend to agree with others, that NBC and CNN seem to have a problem distinguishing between hard news and the editorial/personality part of the business. I can see such a policy for employees in the hard news division, those who report on the news, because they are still trying to maintain some semblance of journalistic reporting (Fox News, on the other hand, blurred that line a long time ago, there is no distinguishing between agenda based hosts and their reporting). But Olberman is like any number of others, Rachel Maddow, Bill O'Reilly, Sean Hannity, etc, there is no attempt at being fair and balanced there, nor does there need to be, because they are not claiming to be reporting the news, any more then the editorial page of any paper is reporting news.<br /><br />Plus I wonder if the same thing applies to the corporations who own the stations that broadcast the news. Does Time Warner, owner of CNN, not give contributions or contribute to outside groups? Does Comcast (new owner of NBC) or Viacom (CBS) refrain from giving corporate donations? Do the executives there? The corporate suits who own the news divisions are running mega corporation, and they routinely do all kinds of activity to support candidates, how is that any different then Keith Olberman? If this had been Brian Williams or Dianne Sawyer or whomever is anchoring these days or reporters in the news division, I can see it, because it creates the impression of bias in news....and if corporate can give millions to outside groups and to the RNC or DNC, why can't personalities like that who don't pretend to be objective?<br /><br />Actually, I find the whole 'balanced' thing ridiculous, in Europe most news programs (other then the BBC) and newspapers have a stated bias, political parties generally have newspapers associated with them and people know that X paper is the organ of the Christian Democrats, Y is the socialists, Z is the labor party, and so forth, and  maybe it would be better to just be like Fox News and throw the whole 'unbiased' thing in the shredder. The NY Post is known for being hard right, the Daily News is kind of working class conservative, while the Times is known for being more tailored to the more upper class liberal. The Wall St Journal, while its reporters actually are pretty unbiased (they rip everyone apart, Murdoch hasn't been able yet to turn them into the cheering section for the well off and the Chinese that the editorial page now is) is for the most part the organ of big business. Why maintain a pretense, be honest then let people decide?<br /><br />", "recommendationCount": 4}, {"assetID": 2043693, "replies": [], "lft": 1600, "assetURL": "http://mediadecoder.blogs.nytimes.com/2010/11/05/olbermann-suspended-from-msnbc-for-campaign-donations/", "parentID": null, "commentID": 2800224, "rgt": 1601, "userDisplayName": "bbenshoff", "createDate": "1288991820", "userID": 23727962, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1289016069", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Cape Cod, Massachusetts", "commentType": "comment", "updateDate": "1289012469", "commentSequence": 1089, "commentBody": "I am outraged that Keith Oberman has been suspended without pay for<br />making political contributions to the Democratic Party.  So what you<br />are saying is that if you work for NBC or MSNBC you give up your<br />rights as an American citizen.  It is perfectly all right for<br />international corporations and foreign governments to contribute<br />millions of dollars to buy influence in the US's elections; but an<br />American Citizen can be deprived of his work for doing the same.  So<br />who bought you out?!  You have just lost two viewers of Brian Williams<br />Evening News, All of MSNBC's coverage and your local affiliate channel<br />7 in Boston.  Welcome to the oligarchy of corporate America. ...Ah the prelude of Comcast's buy out of balanced news and the raining in of views not favored by big corporations.  By, By, American......free speech.<br /><br />Bruce Benshoff", "recommendationCount": 6}, {"assetID": 2043693, "replies": [], "lft": 1618, "assetURL": "http://mediadecoder.blogs.nytimes.com/2010/11/05/olbermann-suspended-from-msnbc-for-campaign-donations/", "parentID": null, "commentID": 2800243, "rgt": 1619, "userDisplayName": "Sarah", "createDate": "1288992476", "userID": 61009655, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1289016080", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "TX", "commentType": "comment", "updateDate": "1289012480", "commentSequence": 1090, "commentBody": "The policy seems right, not because of \"liberal or conservative\" but only because if an analyst or commentator is interviewing someone, I would want to know if they have a personal stake in the outcome of the race, and contributing to a campaign shows a vested interest in such.  They are no longer engaging in idiology or even political ideas, but have now joined in a specific political campaign.  Ethically, that moves even beyond analysis of a disagreement of position on say tax policy.  That is an endorsement, as well as a stake in specific outcome.  NBC News was right to take this policy, and to use \"one size fits all\" so there can be no missunderstanding of standards, especially when the media has blurred reporting and \"analysis\" so much anyway on ALL the networks.  I am guessing Keith will happily find a new job at NPR.", "recommendationCount": 0}, {"assetID": 2043693, "replies": [], "lft": 1626, "assetURL": "http://mediadecoder.blogs.nytimes.com/2010/11/05/olbermann-suspended-from-msnbc-for-campaign-donations/", "parentID": null, "commentID": 2800254, "rgt": 1627, "userDisplayName": "RvgAq", "createDate": "1288992653", "userID": 61738386, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1289016118", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "California", "commentType": "comment", "updateDate": "1289012518", "commentSequence": 1091, "commentBody": "So when Joe Scarborough did this exact same thing in 2006 what happened? Oh why of course it was fine and because the contributions went to a \"friend\" it was fine. I get it. This is all pretense in advance of the Comcast buyout. The first shot across the bow to signal a potential purge of Olbermann, Maddow, O'Donnell et al. Smart move MSNBC to suspend your number one rated COMMENTATOR. He is not a journalist despite his admiration of Murrow. It is self evident by the tone and content of his show that it is a pundit show not an objective (hah now there's a concept) journalism show. He isn't a news anchor. This is just absurd. If he broke the policy, there needs to be some response I agree. But the hypocrisy of Scarborough doing the same thing and it being excused is just so glaring. Even if the policy didn't exist then, why not address it now vis-a-vis Olbermann? The final idiocy is in light of the perversion of our election process that is the abomination known as Citizens United and what it wrought in this last election, his pennies to Dem candidates are totally irrelevant. He makes no pretense about where his politics lie, and isn't expected to. That is WHY is ratings are where they are.<br /><br />Finally, on 7/15/07 MSNBC itself did a story naming 143 \"journalists\" who made political contributions. Among those were the aforementioned Joe Scarborough; Victoria Corderi, NBC News \"Dateline\" correspondent; Rachel Schwanewede, MSBNC Senior Editor <a href=\"http://MSNBC.com\" target=\"_blank\">MSNBC.com</a>; and Joel Widzer, Travel columnist <a href=\"http://MSNBC.com\" target=\"_blank\">MSNBC.com</a>.<br /><br />In the last election cycle, executives and other senior level employees employed by NBC gave $173,590 in federal campaign contributions to political candidates, PACs and in passthroughs to General Electric for further contributions made by GE. The General Electric PAC spent $2.3 million in the 2010 election cycle.<br /><br />Olbermann donated a whopping $2,400.", "recommendationCount": 2}, {"assetID": 2043693, "replies": [], "lft": 1636, "assetURL": "http://mediadecoder.blogs.nytimes.com/2010/11/05/olbermann-suspended-from-msnbc-for-campaign-donations/", "parentID": null, "commentID": 2800268, "rgt": 1637, "userDisplayName": "Milly", "createDate": "1288992782", "userID": 13628480, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1289016212", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "MD", "commentType": "comment", "updateDate": "1289012612", "commentSequence": 1092, "commentBody": "Here's the thing, The rule at MSNBC isn't that you're not allowed to make personal campaign contributions, it's that you need to seek prior approval before doing so. It's a way of making sure that a reporter's integrity isn't comprised. Personally, I feel that it's a silly rule to apply to blow-hard opinionators, but that's just me. And, in spite of the fact that I firmly believe an employer should not have any control whatsoever over an employee's personal campaign contributions, it's still a term of employment at MSNBC.<br />I don't work at MSNBC, but Mr. Olbermann does and it appears that he is being reprimanded accordingly.<br /><br />(Nonetheless, if I were Keith, I'd like to see that the same scrutiny were also given to my fellow employees. My personal feelings for Mr. Olbermann aside, it does feel a bit witch hunt-y.)<br /><br />However, it's not the rule-breaking or even the rule itself that irritates me in this story. It's Keith Olbermann's crass hypocrisy and cynicism that upsets me so.<br /><br />Keith Olbermann stated in 2008 that he does not vote, as a matter of principle, because \"I don't want anything, even that tiny bit of symbolic connection, to stand in between me and my responsibility to be analytical and critical.\"<br /><br />Are we meant to understand then that he believes these campaign contributions aren't as \"symbolic\" a \"connection\" as a vote? I should hardly think so. The cynic in me knows better, knows that when it comes to winning elections, for the most part, cash is king.<br /><br />Thankfully the optimist in me is twice as strong and cheerfully pulls that ballot lever every 1st Tuesday in November. Because it's not just a right, it's a duty. And it matters.<br /><br />Today, I feel we have learned that Keith Olbermann isn't \"principled\", but is just so cynical that he believes voting doesn't make a difference and that money does. People in this country have quite literally died for the right to vote. And yet so many throw that right away not seeing it for the privilege it truly is. I am a liberal, and I am appalled by Mr. Olbermann's behavior. His words may say that he is principled, but his actions say otherwise.<br />", "recommendationCount": 1}, {"assetID": 2043693, "replies": [], "lft": 1638, "assetURL": "http://mediadecoder.blogs.nytimes.com/2010/11/05/olbermann-suspended-from-msnbc-for-campaign-donations/", "parentID": null, "commentID": 2800270, "rgt": 1639, "userDisplayName": "C.D.Kearsley", "createDate": "1288992787", "userID": 17038257, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1289016239", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Saint Paul, Minnesota", "commentType": "comment", "updateDate": "1289012639", "commentSequence": 1093, "commentBody": "I anticipate a potential 1st Amendment lawsuit, if indeed MSNBC thinks that it can legally enforce this policy. Private political donations are exactly that, and any policy that requires an individual, journalist or not, to announce in advance to which political party or candidate they intend to donate smacks of \"prior restraint\". The U.S. Supreme Court has now ruled several times regarding the equivalence between money and political speech, so any corporate obstacle to individual political contributions would seem to be open to a legal challenge. This could represent the flip-side of \"Citizens United\".", "recommendationCount": 6}, {"assetID": 2043693, "replies": [], "lft": 1654, "assetURL": "http://mediadecoder.blogs.nytimes.com/2010/11/05/olbermann-suspended-from-msnbc-for-campaign-donations/", "parentID": null, "commentID": 2800287, "rgt": 1655, "userDisplayName": "RBR", "createDate": "1288992938", "userID": 5592296, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1289016260", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "NJ", "commentType": "comment", "updateDate": "1289012660", "commentSequence": 1094, "commentBody": "I think NBC has disgraced itsself by shelving an outspoken liberal Democrat like Keith Olbermann.  What more could he do to show his deep belief in the righteousness of his cause than put his money where his mouth is?  Where do you think Limbaugh , Hannity, Beck, O'brian and the rest of the reactionaries put their money?   I’ll bet it all doesn’t go to the ASPCA.<br />NBC should apologize to Olbermann, double his salary and reinstate him immediately.  After all he was responsible for pulling MSNBC ahead of CNN as he daily fought the good fight for the party of sanity.  NBC made lots of money from Olbermann's broadcasts and obviously wanted to become known as a Democratic voice in the wilderness.  He and his associates made that all possible.  What hypocrisy to demand that he send his personal monies to the American Cancer Society when the cancer in the Republican Party is a far more dangerous threat to all of us.<br />", "recommendationCount": 2}, {"assetID": 2045197, "replies": [], "lft": 6, "assetURL": "http://wordplay.blogs.nytimes.com/2010/11/05/poinciana-feature/", "parentID": null, "commentID": 2801633, "rgt": 7, "userDisplayName": "Leslie George", "createDate": "1289015321", "userID": 26424769, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1289016294", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Seattle", "commentType": "comment", "updateDate": "1289012694", "commentSequence": 3, "commentBody": "\"I go to Rio\" got me, thinking Crazy Horse was Ollala.  \"Gretel\" and \"Millpond\" were the starters from which the whole thing unfolded for me<br /><br />Having the correct solution imbedded reduces frustration but takes away the learning that is reinforced when reviewing the puzzle the next day before entering the code.  On the other hand, we can discuss it knowing the official answers on the night of appearance.  ", "recommendationCount": 0}, {"assetID": 2043693, "replies": [], "lft": 1968, "assetURL": "http://mediadecoder.blogs.nytimes.com/2010/11/05/olbermann-suspended-from-msnbc-for-campaign-donations/", "parentID": null, "commentID": 2800602, "rgt": 1969, "userDisplayName": "Phillip", "createDate": "1288995966", "userID": 21624917, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1289016317", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Laguna Hills, CA.", "commentType": "comment", "updateDate": "1289012717", "commentSequence": 1095, "commentBody": "It couldn't have happened to a more arrogant, ego driven guy. The rules don't apply to Keith, but they do to all other journalists like those at Fox News. If the executives at Comcast are smart--when the NBC acqusition is completed--they will drop Olbermann like the lead balloon that he is and bring in a broadcast journalist to replace him that displays all the qualities Olbermann lacks [i.e., integrity, humility, and respect of viewpoints other than his own]. This shouldn't be hard to do for Comcast, as his Olbermann's viewer ratings are mediocre at best.", "recommendationCount": 1}, {"assetID": 2043693, "replies": [], "lft": 2028, "assetURL": "http://mediadecoder.blogs.nytimes.com/2010/11/05/olbermann-suspended-from-msnbc-for-campaign-donations/", "parentID": null, "commentID": 2800673, "rgt": 2029, "userDisplayName": "EHS", "createDate": "1288996957", "userID": 32654759, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1289016324", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Brooklyn", "commentType": "comment", "updateDate": "1289012724", "commentSequence": 1096, "commentBody": "Fascism. ", "recommendationCount": 9}, {"assetID": 2043693, "replies": [], "lft": 2030, "assetURL": "http://mediadecoder.blogs.nytimes.com/2010/11/05/olbermann-suspended-from-msnbc-for-campaign-donations/", "parentID": null, "commentID": 2800674, "rgt": 2031, "userDisplayName": "Liberal-Irate", "createDate": "1288996962", "userID": 36307467, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1289016337", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New M exico", "commentType": "comment", "updateDate": "1289012737", "commentSequence": 1097, "commentBody": "Olberman's suspension stinks.  Fox partisans brag about their contributions yet a progressive can't do the same?  I take this as an attempt by the media fascists and Keith's timid bosses to control the media.  I will seriously review my consumption of MSNBC's programing.  We love Olberman's work!!!!!", "recommendationCount": 2}, {"assetID": 2043693, "replies": [], "lft": 2240, "assetURL": "http://mediadecoder.blogs.nytimes.com/2010/11/05/olbermann-suspended-from-msnbc-for-campaign-donations/", "parentID": null, "commentID": 2800902, "rgt": 2241, "userDisplayName": "Casual Observer", "createDate": "1288999693", "userID": 21896305, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1289016362", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Los Angeles", "commentType": "comment", "updateDate": "1289012762", "commentSequence": 1098, "commentBody": "Keith Olbermann was a political commentator and critic of conservative politicians and commentators and a defender of liberal politicians and commentators who had been criticized by conservative commentators. There was no explicit nor implied impatiality about anything on his show. He was partisan and that was the point of the program, as a counterpoint to the conservative partisans with their own shows.<br /><br />What is going on here is nothing more nor less than the merger plans of the corporation causing the corporate executives to drop Olbermann to make the negotiations easier. It could be nothng more that an influencial executive involved in the merger hates Olbermann's show. ", "recommendationCount": 5}, {"assetID": 2043693, "replies": [], "lft": 2282, "assetURL": "http://mediadecoder.blogs.nytimes.com/2010/11/05/olbermann-suspended-from-msnbc-for-campaign-donations/", "parentID": null, "commentID": 2800945, "rgt": 2283, "userDisplayName": "andy geller", "createDate": "1289000223", "userID": 14156841, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1289016416", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "new york", "commentType": "comment", "updateDate": "1289012816", "commentSequence": 1099, "commentBody": "Keith Olbermann's not being allowed to contribute to political candidates is a clear violation of his civil rights. All reporters have opinions. What makes them professionals is that they keep them out of the reports they file. As a regular viewer, I think Keith has done so. His reports question the status quo, they stir things up, which is what a journalist is supposed to do. He is only a \"liberal\" because this country has shifted so far to the right. In the 60s and 70s, he would have been on center or even to the right. ", "recommendationCount": 1}, {"assetID": 2043693, "replies": [], "lft": 2346, "assetURL": "http://mediadecoder.blogs.nytimes.com/2010/11/05/olbermann-suspended-from-msnbc-for-campaign-donations/", "parentID": null, "commentID": 2801018, "rgt": 2347, "userDisplayName": "Gerald/Gilda Love", "createDate": "1289000984", "userID": 30730833, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1289016436", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Woodmere, N.Y.", "commentType": "comment", "updateDate": "1289012836", "commentSequence": 1100, "commentBody": "Olbermann's suspension is the height of hypocrisy and cynicism. Murdoch can through millions to a political campaign with impunity? Employees are now in bondage to their employers? Have they no residual privacy rights? O'Reilly and<br />Carville are nonpartisan? At least Olbermann is candid about his political preferences. He should sue based on his First Amendment rights. The Supreme Court will have a field day with this issue.", "recommendationCount": 5}, {"assetID": 2043693, "replies": [], "lft": 2356, "assetURL": "http://mediadecoder.blogs.nytimes.com/2010/11/05/olbermann-suspended-from-msnbc-for-campaign-donations/", "parentID": null, "commentID": 2801027, "rgt": 2357, "userDisplayName": "Alex", "createDate": "1289001086", "userID": 54081688, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1289016452", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "PA", "commentType": "comment", "updateDate": "1289012852", "commentSequence": 1101, "commentBody": "Several inconsistencies in this situation.  First, it is clear that MSNBC hired Olbermann to emulate Fox, whose fanatics had given them control of the surely profitable \"frankly partisan news\" market.  So now they suspend him for doing--very successfully--precisely what they hired him to do.  Second, even if the company wants to maintain the pretense of journalistic objectivity, it is failing to take into account the difference between his rights as a private citizen, which it has no right to abridge, and his role as a public journalist.  I suppose that NBC newspersons are enjoined from representing or discussing explicitly sexual matters on screen, but surely not from having sex in private.  Is it possible that the firing of Rick Sanchez and the suspension of Keith Olbermann are signs of growing uneasiness in corporate boardrooms with journalism that potentially threatens prevailing corporate values? ", "recommendationCount": 5}, {"assetID": 2043693, "replies": [], "lft": 2450, "assetURL": "http://mediadecoder.blogs.nytimes.com/2010/11/05/olbermann-suspended-from-msnbc-for-campaign-donations/", "parentID": null, "commentID": 2801123, "rgt": 2451, "userDisplayName": "JudyAnn", "createDate": "1289002332", "userID": 19579883, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1289016480", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Chatham, NJ", "commentType": "comment", "updateDate": "1289012880", "commentSequence": 1102, "commentBody": "everyone, the website that reported this has its own poll about the suspension..please vote in favor of keith<br /><br /><a href=\"http://www.politico.com\" target=\"_blank\">www.politico.com</a>", "recommendationCount": 4}, {"assetID": 2043693, "replies": [], "lft": 2456, "assetURL": "http://mediadecoder.blogs.nytimes.com/2010/11/05/olbermann-suspended-from-msnbc-for-campaign-donations/", "parentID": null, "commentID": 2801129, "rgt": 2457, "userDisplayName": "FB", "createDate": "1289002406", "userID": 60368184, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1289016490", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "KCMO", "commentType": "comment", "updateDate": "1289012890", "commentSequence": 1103, "commentBody": "I disagree with the way the suspension was handled. This appears to be a personal vendetta that Phil Griffin has against KO. <a href=\"http://Politico.com\" target=\"_blank\">Politico.com</a> has just release in the last hour donations made by Joe Scarbourgh in April 2010 for $5000 to a Republican candidate and in 2006 he made a donation of $4600 to a Republican candidate. It doesn't stop there, he was in Alabama earlier this year to spear head a fundraiser for the GOP. So why isn't Joe Scarbourgh of Morning Joe being suspended? Phil Griffin obviously has an ax to grind and is abusing his position to retaliate against KO. Phil Griffin needs to be reprimanded for applying double standards. ", "recommendationCount": 9}, {"assetID": 2043693, "replies": [], "lft": 2474, "assetURL": "http://mediadecoder.blogs.nytimes.com/2010/11/05/olbermann-suspended-from-msnbc-for-campaign-donations/", "parentID": null, "commentID": 2801147, "rgt": 2475, "userDisplayName": "miria", "createDate": "1289002697", "userID": 21054992, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1289016498", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Manchester WA", "commentType": "comment", "updateDate": "1289012898", "commentSequence": 1104, "commentBody": "Rule is stupeedo!  If Keith Olberman is not a journalist, there should be no problem with his giving money to a Democratic candidate.  It is certainly well-known he is not a conservative Republican.  He could have had a relative with an entirely different last name donate to a candidate of Keith's choice, and no one would know.  Does somebody run thru all the donations given to candidates to check &amp; see which employees mite have given a donation, or does the corporation executives receive the info from a group who wanted to get rid of Keith?  There is so much unfairness on the Democratic side with the latest ruling by the Supreme Court that companies can give to candidates far outspending the little guy.  Keith we are for you, hang in there!       ", "recommendationCount": 2}, {"assetID": 2043693, "replies": [], "lft": 2502, "assetURL": "http://mediadecoder.blogs.nytimes.com/2010/11/05/olbermann-suspended-from-msnbc-for-campaign-donations/", "parentID": null, "commentID": 2801183, "rgt": 2503, "userDisplayName": "Dylan", "createDate": "1289003313", "userID": 59079142, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1289016507", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Las Vegas, NV", "commentType": "comment", "updateDate": "1289012907", "commentSequence": 1105, "commentBody": "Bernie Sanders is a Senator, not a Congressman.", "recommendationCount": 1}, {"assetID": 2043693, "replies": [], "lft": 1744, "assetURL": "http://mediadecoder.blogs.nytimes.com/2010/11/05/olbermann-suspended-from-msnbc-for-campaign-donations/", "parentID": null, "commentID": 2800373, "rgt": 1745, "userDisplayName": "Rod", "createDate": "1288993702", "userID": 40566788, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1289016542", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "NJ", "commentType": "comment", "updateDate": "1289012942", "commentSequence": 1106, "commentBody": "A glaring example of why there is no liberal media.  The owners of all the major news outlets and most of the minor ones are all arch-conservative corporations: Rupert Murdoch's News Corp owner of Fox, GE the weapons maker owner of NBC, Viacom the mega-media conglomerate owner of CBS, Disney the mega-entertainment conglomerate owner of ABC, and Time Warner the multimedia conglomerate owner of CNN.  Those organizations being accused of a liberal mindset would be like the KKK being accused of being a fair and open-minded organization for civil rights.  Its not in their DNA because of who they are and who they really represent.  The media is owned by corporations that focus on one thing only -- the dollar.  Standing in their way is anything that could be considered more sacrosanct like say human beings, human dignity, human rights, or human compassion.  Those things typically resist a price tag and therefore tend to demand their existence regardless of cost while corporations place a price tag on everything.  To that end, it's almost tragically funny that MSNBC didn't realize the irony that exposes their true colors when they have a policy that states that their restriction on contributions to candidates is based on the notion that this action \"may create the appearance of a potential conflict of interest\".  Perhaps if Mr. Olberman have contributed to Christine O'Donell, Sharon Angle, Carl Paladino or some tea party candidate maybe, but to liberal Democrats?  That's beyond absurd!  But what else could you expect from, a station that allows Joe Scarborough and his sycophant, Mika Brezinski, to genuflect before pantload Gov. Christie without a syllable about his forfeiture of $400M in educational funding for a State that is readying itself to severely cut its education budget?  thanks for the clarity \"mis\" nbc ...   ", "recommendationCount": 7}, {"assetID": 2043693, "replies": [], "lft": 1838, "assetURL": "http://mediadecoder.blogs.nytimes.com/2010/11/05/olbermann-suspended-from-msnbc-for-campaign-donations/", "parentID": null, "commentID": 2800486, "rgt": 1839, "userDisplayName": "Jane Dougherty", "createDate": "1288994719", "userID": 44331228, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1289016559", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Portland, OR", "commentType": "comment", "updateDate": "1289012959", "commentSequence": 1107, "commentBody": "Here is a statement from Sen. Bernie Sanders Sen. (I-Vt.) :<br /><br />It is outrageous that General Electric/MSNBC would suspend Keith Olbermann for exercising his constitutional rights to contribute to a candidate of his choice. This is a real threat to political discourse in America and will have a chilling impact on every commentator for MSNBC.<br /><br />We live in a time when 90 percent of talk radio is dominated by right-wing extremists, when the Republican Party has its own cable network (Fox) and when progressive voices are few and far between.<br /><br />At a time when the ownership of Fox News contributed millions of dollars to the Republican Party, when a number of Fox commentators are using the network as a launching pad for their presidential campaigns and are raising money right off the air, it is absolutely unacceptable that MSNBC suspended one of the most popular progressive commentators in the country.<br /><br />Is Rachel Maddow or Ed Schultz next? Is this simply a ‘personality conflict’ within MSNBC or is one of America’s major corporations cracking down on a viewpoint they may not like? Whatever the answer may be, Keith Olbermann should be reinstated immediately and allowed to present his point of view.", "recommendationCount": 12}, {"assetID": 2043693, "replies": [], "lft": 1886, "assetURL": "http://mediadecoder.blogs.nytimes.com/2010/11/05/olbermann-suspended-from-msnbc-for-campaign-donations/", "parentID": null, "commentID": 2800535, "rgt": 1887, "userDisplayName": "Miriam", "createDate": "1288995168", "userID": 5881356, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1289016571", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "NYC", "commentType": "comment", "updateDate": "1289012971", "commentSequence": 1108, "commentBody": "Isn't MSNBC part of NBC? Is so, that company should look at the bias their so-called news show like Today has toward the Republicans. How many times have they had on Newt Gingrich, Christine O'Donnell or some other right wing talking head, questioning Obama's birth place or some other unfounded theory, without giving equal time to the Democrats? Isn't that free political coverage? If so, why is what Olbermann did so much worse? Besides, didn't the Supreme Court rule that corporations have the right to contribute as much as they wish to political campaigns without divulging any information? Shouldn't the same right be given to private citizens?", "recommendationCount": 6}, {"assetID": 2043693, "replies": [], "lft": 1890, "assetURL": "http://mediadecoder.blogs.nytimes.com/2010/11/05/olbermann-suspended-from-msnbc-for-campaign-donations/", "parentID": null, "commentID": 2800538, "rgt": 1891, "userDisplayName": "ValerieSmi", "createDate": "1288995188", "userID": 56534873, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1289016592", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Dearborn Heights, MI", "commentType": "comment", "updateDate": "1289012992", "commentSequence": 1109, "commentBody": "This very article says the policy was that “anyone working for NBC News who takes part in civic or other outside activities may find that these activities jeopardize his or her standing as an impartial journalist because they may create the appearance of a conflict of interest. Such activities may include participation in or contributions to political campaigns or groups that espouse controversial positions. You should report any such potential conflicts in advance to, and obtain prior approval of, the President of NBC News or his designee.”<br /><br />If I were Kieth, it would not have occurred to me that making these contributions would \"jeopardize my standing as an impartial journalist\" since I wasn't claiming to be an impartial journalist anyway.<br /><br />If that's still the policy, it doesn't seem to me that he violated it.<br /><br />Please restore him to his show ASAP - and revise your policy to be less subjective, keeping in mind that even Federal employees covered by the Hatch Act can make personal contributions to political campaigns.", "recommendationCount": 6}, {"assetID": 2043693, "replies": [], "lft": 1894, "assetURL": "http://mediadecoder.blogs.nytimes.com/2010/11/05/olbermann-suspended-from-msnbc-for-campaign-donations/", "parentID": null, "commentID": 2800543, "rgt": 1895, "userDisplayName": "dbsweden", "createDate": "1288995298", "userID": 40263591, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1289016604", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Sweden", "commentType": "comment", "updateDate": "1289013004", "commentSequence": 1110, "commentBody": "Having worked at three major media companies in the US at one time or another, I can say with a high degree of confidence that all are hypocritical when it comes to enforcing company ethics standards...if they even have any. And in today's climate of the nation oozing ever rightward, it's safe to predict that the Fox News way of corporate existence will come to be the norm. Don't believe me? Compare CNN today with what it was even ten years ago.<br /><br />With NPR under attack from the usual suspects (read that Republicans) for even daring to feature a personality to the left of Richard Nixon, you have to know that the USA is grievously sick. Democracy doesn't just disappear suddenly, it gradually gets eaten away in a series of little nibbles until one day you wake up and you have...well, the USA today.<br /><br />Mr. Olbermann is just the canary in the mine shaft. Too bad, since there are too few like him left on the air.", "recommendationCount": 6}]}, "copyright": "Copyright (c) 2016 The New York Times Company.  All Rights Reserved."}