{"debug": {"version": 3.1}, "status": "OK", "results": {"api_timestamp": "1481460301", "totalCommentsFound": 5996, "totalCommentsReturned": 25, "comments": [{"assetID": 2248270, "replies": [], "lft": 4, "assetURL": "http://bats.blogs.nytimes.com/2011/01/03/same-as-it-ever-was-no-word-from-pettitte/", "parentID": null, "commentID": 3164283, "rgt": 5, "userDisplayName": "Ray", "createDate": "1294117007", "userID": 39783581, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1294117927", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "TexAS", "commentType": "comment", "updateDate": "1294117927", "commentSequence": 2, "commentBody": "Andy retire when the rest of the core four retire", "recommendationCount": 3}, {"assetID": 2248270, "replies": [], "lft": 6, "assetURL": "http://bats.blogs.nytimes.com/2011/01/03/same-as-it-ever-was-no-word-from-pettitte/", "parentID": null, "commentID": 3164332, "rgt": 7, "userDisplayName": "Stu Freeman", "createDate": "1294117877", "userID": 35591703, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1294117943", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Brooklyn, N.Y.", "commentType": "comment", "updateDate": "1294117943", "commentSequence": 3, "commentBody": "The Yanks are being way too accommodating about this.  What's supposed to happen between now and next month to clarify for Andy whether he should be playing ball in 2011?  He'll have the same bank account, the same number of kids, the same degree of good health, etc., etc.  If he doesn't want to take his \"Hamlet\" act on the road again, he should be gracious enough to officially announce his retirement and be done with it.", "recommendationCount": 1}, {"assetID": 2247562, "replies": [], "lft": 22, "assetURL": "http://bats.blogs.nytimes.com/2011/01/03/why-jack-morris-passes-the-cooperstown-test/", "parentID": null, "commentID": 3164261, "rgt": 23, "userDisplayName": "tiller88", "createDate": "1294116588", "userID": 57289585, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1294117999", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Hartford", "commentType": "comment", "updateDate": "1294117999", "commentSequence": 10, "commentBody": "KTK,<br /><br />Sorry, but the Morris/Mazeroski argument couldn't be more off point.  Yes, Maz had the similar 'one big moment' in the '61 series, but you neglect to remember that he is also, both anecdotally and by metrics both traditional and newer/more sophisticated, the greatest defensive second baseman in MLB history.  No one has ever accused Morris of being the greatest anything in MLB history.  You'd be much closer trying to make an argument of Maz's merits compared to Ozzie Smith than Morris.<br /><br />Also, I'm sick of hearing people say things like 'well, I never thought of him as a Hall of Famer, so that means he isn't one.'  That's a ridiculous argument, generally espoused by the 'If he's not Ruth or Mays or Walter Johnson, he's not a Hall of Famer' crowd.  If that's your standard, then the Hall would have maybe 40 players in it, and maybe that's what YOU'D like to see, but I guarantee you the directors in Cooperstown have no interest in that - not to mention that's simply not what it has EVER been intended to be.<br /><br />I recommend highly you find a book titled 'The Politics of Glory' by Bill James, it is an enlightening read.", "recommendationCount": 2}, {"assetID": 2248710, "replies": [], "lft": 18, "assetURL": "http://wordplay.blogs.nytimes.com/2011/01/03/perimeter-2/", "parentID": null, "commentID": 3164212, "rgt": 19, "userDisplayName": "Patricia", "createDate": "1294115774", "userID": 58884300, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1294119842", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Okanagan Valley BC Canada", "commentType": "comment", "updateDate": "1294119842", "commentSequence": 9, "commentBody": "What's not to like....love palindromes, loved \"Chocolat\" (if you're going to sin, make it a 10 :-)).  Thanks for a fun puzzle.   Loved the photo, Ellen!<br /><br />L'Chaim!", "recommendationCount": 4}, {"assetID": 2248710, "replies": [], "lft": 20, "assetURL": "http://wordplay.blogs.nytimes.com/2011/01/03/perimeter-2/", "parentID": null, "commentID": 3164298, "rgt": 21, "userDisplayName": "fikink", "createDate": "1294117350", "userID": 1599067, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1294119856", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Brighton, Iowa", "commentType": "comment", "updateDate": "1294119856", "commentSequence": 10, "commentBody": "I particularly enjoyed using the theme to decorate the perimeter of the grid before adding the filling.<br />REDDER gave me pause, however, as it is related more to embarrassment than to shame in my thinking.<br />Nice debut, David - congrats!", "recommendationCount": 1}, {"assetID": 2244963, "replies": [], "lft": 770, "assetURL": "http://www.nytimes.com/2011/01/03/opinion/03douthat.html", "parentID": null, "commentID": 3161380, "rgt": 771, "userDisplayName": "Syed Sajid Ahmad", "createDate": "1294071145", "userID": 34080201, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1294120057", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Fargo ND", "commentType": "comment", "updateDate": "1294120057", "commentSequence": 374, "commentBody": "A good piece of writing. May be it will humanize many of the readers from the other side. It is amazing some people would take abortion, at any stage, so lightly.<br /><br />Many solutions are presented but the causes need to be addressed: Easy access to the opposite gender, limited legal obligations of the unwedded father.<br /><br />I do not understand how lack of resources enters the abortion picture while it does not in many other ventures a person engages in his life. I have seen high school dropout becoming millionaires then why lose hope in the case of raising an infant though the matter should have been pondered upon by a responsible person before the fact.<br /><br />Qur'an tells me, as a Muslim,<br /><br />Say, ‘Come, I will rehearse to you what your Lord has forbidden: that you associate not anything as partner with Him and that you do good to parents, and that you kill not your children for fear of poverty — it is We Who provide for you and for them — and that you approach not foul deeds, whether open or secret; and that you kill not the life which Allah has made sacred, save by right. That is what He has enjoined upon you, that you may understand. (6:151/152)<br /><br />And,<br /><br />Kill not your children for fear of poverty. It is We Who provide for them and for you. Surely, the killing of them is a great sin. (17:31/32)<br />", "recommendationCount": 2}, {"assetID": 2244963, "replies": [], "lft": 772, "assetURL": "http://www.nytimes.com/2011/01/03/opinion/03douthat.html", "parentID": null, "commentID": 3161398, "rgt": 773, "userDisplayName": "jo", "createDate": "1294071423", "userID": 60541376, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1294120173", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "alabama", "commentType": "comment", "updateDate": "1294120173", "commentSequence": 375, "commentBody": "I am a 78 year old woman and have observed the very things that this man writes about.  Our precious young people are driven to promiscuity by our culture and are not aware of the responsibilities that can ensue:  unwanted pregnancies, many sexually trnasmitted diseases, the degradation of women in these relationships, etc.  Then, they have abortions and some even use this procedure as birth control.  Then, with certain STDs, the girls have blocked their tubes and don't know they have become infertile.  Then, they marry and try to further their career before starting a family.  Then they find the clock is ticking.  They try to concieve and find they can't.  Then comes the fertility medical procedures.  Finally, everyone who gives birth seems to have fraternal twins.  There are multiple birth groups all over the country.  No big brother or sister to help guide the younger ones along and our whole culture is changed.  I loved my childhood.  I always felt safe and there was my big sister and younger brother who were always there.  My mom and dad both worked and we shared household duties in an environment where we were safe and never locked our doors.  No predators around in our life.  We came home from school alone and set the table and peeled the potatos and played and laughed until mom and dad came home.  Today's children, born of old parents who must continually as they worked and spent to much to get them as a result of their self-indulged and narcisistic youth....well it is sad.", "recommendationCount": 3}, {"assetID": 2244963, "replies": [], "lft": 780, "assetURL": "http://www.nytimes.com/2011/01/03/opinion/03douthat.html", "parentID": null, "commentID": 3161415, "rgt": 781, "userDisplayName": "ali08", "createDate": "1294071675", "userID": 40961316, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1294120240", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "detroit", "commentType": "comment", "updateDate": "1294120240", "commentSequence": 376, "commentBody": "Its funny to me, this fondness for \"potential\" human beings.  I guess because they are so tiny, so vulnerable it is easy to \"feel\" for them.  These \"potential\" children don't require resources other than a woman's body, certainly not from the state or even from its father.  They make no demands except on a woman's body.<br />It's so much easier to opine about protecting them because who really bears the burden while they are \"potential\" children, only women.<br />Yet we freeze some of these \"potential\" children perpetually waiting for a womb to implant them in or maybe they just get thrown out-I really don't know what happens to fertilized embryos.<br />I find anti-choice people the same as religous fanatics.  Let me deal in contradictions, abstracts and mainly let me deal in the fantasies in my head because everything is easier in there. Then I can project my ideals on you and your real world and pretend I am more pious because of how I think. Lazy, simple-minded and inhumane that is what they truly are.<br />From allowing priests to rape children or women to die in childbirth or while having abortions, or the poor to contract AIDS, pro life people are the most anti-life I have ever come across.", "recommendationCount": 6}, {"assetID": 2244963, "replies": [], "lft": 784, "assetURL": "http://www.nytimes.com/2011/01/03/opinion/03douthat.html", "parentID": null, "commentID": 3161430, "rgt": 785, "userDisplayName": "John", "createDate": "1294071821", "userID": 55649843, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1294120344", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New Hampshire", "commentType": "comment", "updateDate": "1294120344", "commentSequence": 377, "commentBody": "I think Charles, from New York, NY has analyzed the anti-abortion forces and the abortion/adoption alternative correctly. By insisting on criminalizing abortion, the anti-abortion forces waste time and money on a result that would only make it more difficult and dangerous for poorer women to obtain abortions.  If they spent even half of their resources and effort on providing viable alternatives for women and couples with unwanted pregnancies, they would greatly reduce abortions. Those who reject the notion that poor women should become child bearers for rich women make a valid point, yet there are many women who would prefer to give a child up for adoption rather than abort their fetus.  Bringing a pregnancy to term and giving the child for adoption remains a very difficult alternative however. This is due, in no small part, to the support of abortion opponents for politicians who oppose not only abortion but any use of government resources to help those in need.  ", "recommendationCount": 0}, {"assetID": 2244963, "replies": [], "lft": 788, "assetURL": "http://www.nytimes.com/2011/01/03/opinion/03douthat.html", "parentID": null, "commentID": 3161432, "rgt": 789, "userDisplayName": "Laura", "createDate": "1294071855", "userID": 21272742, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1294120716", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Cleveland, OH", "commentType": "comment", "updateDate": "1294120716", "commentSequence": 378, "commentBody": "Pregnancy is a very real problem for the young, unwed who have no prospects of adequately supporting a baby.  Today, birth control is more available than it ever was and available without embarassment of purchasing and using such products.  Yet, why has the pregnancy rate soared for the young and unwed, those very people who used to give their babies up for adoption?  The American attitude toward sex needs to be changed -- yes, it's always noble to wait for marriage but since that doesn't happen, the reality is that birth control has to be used by all sexually active youth whether or not they want to use it.  Second, it's more prudent to give a teenage girl who smokes birth control pills than to allow her to smoke but have unprotected sex.  By unprotected sex, I mean NO USE OF BIRTH CONTROL, not just non-use of barrier methods that prevent STDs.  The old adage, \"It won't happen to me,\" is just that.  Abortion should be made available with federal funds because based on our founding fathers beliefs in a true separation of church and state, the issues surrounding prohibition of use of federal funding for indigent abortions deal with morality steeped in fundamentalist religious beliefs (i.e., the Republican Party).  If the government tied Food Stamps, WIC, General Public Assistance and abortion together, we would have fewer welfare recipients because the underclass would be forced to make some very difficult decisions.  Two children, no more.  Abortion for every child conceived after the second born to a welfare recipient.  Abortion for each and every unmarried woman on assistance who refuses to disclose the name of the sire of her unborn.  No job, no baby.  Girl wants baby, girl has to find every method possible to pay for baby outside of public assistance of any kind.  We've got to do something about procreation and an increase in welfare benefits.  That underclass can no longer be sustained.  Abortion should not be stigmatized.  It should be used wisely because the body can only take so much trauma, and be funded for indigents who may otherwise be unable to afford the procedure.  Cut the welfare benefits and watch how fast some wise up.  It's not a right to have children; it's a privilege.  We need to stop funding welfare babies and recognize the rights of the rest of the nation to benefit of tax monies.", "recommendationCount": 0}, {"assetID": 2244963, "replies": [], "lft": 794, "assetURL": "http://www.nytimes.com/2011/01/03/opinion/03douthat.html", "parentID": null, "commentID": 3161452, "rgt": 795, "userDisplayName": "jeannie morris", "createDate": "1294072038", "userID": 55162287, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1294120746", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "chicago, IL", "commentType": "comment", "updateDate": "1294120746", "commentSequence": 379, "commentBody": "Sir . . .Today's was a beautifully written column, apparently sensitive and emotionally compelling. But I beg you to ponder further the nut of it, that is your statistic regarding pre-Roe WHITE unwed mothers who gave their children up for adoption (a practice equally if not more wrenching than abortion). I know that your readers are largely white and middle to upper class, but until we solve the social problems (poverty, education) that plague millions of your non-readers, we must keep abortion safe and legal and work to make it a rare procedure. I am a 75 year-old woman and I realize that I know things you cannot know. Keep that in mind when you promote a policy that could disempower more than half of our population. Roe is settled law. Let's work on the other problems.", "recommendationCount": 1}, {"assetID": 2244963, "replies": [], "lft": 800, "assetURL": "http://www.nytimes.com/2011/01/03/opinion/03douthat.html", "parentID": null, "commentID": 3161469, "rgt": 801, "userDisplayName": "Nancy Connors", "createDate": "1294072254", "userID": 60610614, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1294120838", "userTitle": null, "editorsSelection": 1, "statusID": 2, "userURL": null, "userLocation": "Philadelphia, PA", "commentType": "comment", "updateDate": "1294120838", "commentSequence": 380, "commentBody": "This column skims the surface of the life altering behavior that leads to pregnancy. One story is a stand in for thousands of variations on the theme. How did he and she meet ?  What were the circumstances of the physical union that led to the pregnancy ? Was it the first time, the only time, one event in a series of times of intimacy? How old was he, she? What was their relationship like prior to the event that led to the pregnancy? After?  Did she have medical care or insurance ? And this is all before the demographic profiles that make up  the easy to categorize statistics giving us a false sense of understanding the human situation- skin color, social and economic status, family history.<br />What about the 19 year old who is discharged from the US Army because she is pregnant and will not identify the male who out ranked her?  By the way, discharge means she has no health care.<br />What about the 16 year old who became pregnant in a one time encounter, shared the child's parenting with her mother while she enlisted in the US Army? What about the statistic that shows children raised by one struggling parent who has limited social supports and few job skills are at risk of developing their own risky behavior that often leads into criminal or life threatening situations?<br />There is almost nothing that is as life altering as intimate sexual relationships that lead or do not lead to pregnancy. Maybe we need to talk about the whole story.<br /><br />", "recommendationCount": 18}, {"assetID": 2245872, "replies": [], "lft": 20, "assetURL": "http://newoldage.blogs.nytimes.com/2011/01/03/the-caregivers-bookshelf-as-the-goodbye-grows-longer/", "parentID": null, "commentID": 3162778, "rgt": 21, "userDisplayName": "little g", "createDate": "1294090044", "userID": 16568601, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1294120854", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Bay Area, CA", "commentType": "comment", "updateDate": "1294120854", "commentSequence": 10, "commentBody": "Having been thinking about these problems for some twenty years now, since my father died at age 83, the last three of which he heroically survived for the sake of my mother, I suggest we should be given the choice  when confronted with a move to a \"room\",  to partake of some CLC (clear liquid cocktail), or some thing similar...", "recommendationCount": 13}, {"assetID": 2239228, "replies": [], "lft": 36, "assetURL": "http://newoldage.blogs.nytimes.com/2010/12/31/wanted-a-national-respite-system/", "parentID": null, "commentID": 3162806, "rgt": 37, "userDisplayName": "Julie Pandya, Illinois Respite Coalition", "createDate": "1294090434", "userID": 62410281, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1294120854", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Bloomingdale, IL", "commentType": "comment", "updateDate": "1294120854", "commentSequence": 18, "commentBody": "A very special thanks to Jill Kagan who relentlessly works on accessibility to Lifespan Respite care for our nation’s caregivers. The Illinois Respite Coalition started out as a grassroots movement in 1998. The mission of the Illinois Respite Coalition is dedicated to increase public awareness of the importance of “Lifespan Respite”, promote education and training for users and providers of respite services; and advocate support for families by insuring universal access to quality respite services for the residents of the State of Illinois (visit <a href=\"http://www.illinoisrespite.org\" target=\"_blank\">www.illinoisrespite.org</a> for more information). We were fortunate to be one of the 12 states who were awarded the Federal Lifespan Respite grant. However, being in the state of Illinois more money needs to be brought into our state to ensure our nation’s caregivers have access to unlimited respite care. Remember, respite care is a gift of time for those caring for someone with special needs. This should never be denied.<br /><br />", "recommendationCount": 2}, {"assetID": 2245872, "replies": [], "lft": 22, "assetURL": "http://newoldage.blogs.nytimes.com/2011/01/03/the-caregivers-bookshelf-as-the-goodbye-grows-longer/", "parentID": null, "commentID": 3162836, "rgt": 23, "userDisplayName": "emr", "createDate": "1294090970", "userID": 43375838, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1294120854", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Corrales, NM", "commentType": "comment", "updateDate": "1294120854", "commentSequence": 11, "commentBody": "@ Caregiver: Though I understand the plight of caregivers, I do not see why people whose minds are intact should be let die because you want science to stop in order to prevent your dilemma. The problem is not the advancement of science; the problem is our society's inability to face mortality.<br /><br />No, I do not want science to stop searching for ways to prolong lives. Indeed, I am only alive because of a horrendously expensive procedure which I underwent about 8 years ago.<br /><br />However, we all should be given the choice of saying \"enough!\" without pressure to proceed from family, friends and medical personnel. An integral part of having the choice requires time and honesty from medical personnel, telling us what our (or our loved one's) chances of re-attaining quality of life are. That honesty, together with the right to assisted suicide or euthanasia, would resolve your dilemma, yet not stop the progress of medical science.<br /><br />As far as the loss of a lifetime of savings is concerned: in Europe that is not an issue. We do not need to stop scientific progress in order to solve that \"little\" problem. We just need to revamp the health care system to the standards of the other industrialized nations of the western world.<br />", "recommendationCount": 14}, {"assetID": 2132455, "replies": [], "lft": 210, "assetURL": "http://newoldage.blogs.nytimes.com/2010/12/01/they-cant-go-home-again/", "parentID": null, "commentID": 3163048, "rgt": 211, "userDisplayName": "TinaGirl", "createDate": "1294094528", "userID": 45167026, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1294120854", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Los Angeles, California", "commentType": "comment", "updateDate": "1294120854", "commentSequence": 94, "commentBody": "When I was in my mid-twenties, my mother became ill and died 4 years later.  I recall quite clearly being so, so, so thankful that I was an only child - no one to be mad at for not pitching in, and no one to second-guess the job I was doing.  She died in hospice, at peace.", "recommendationCount": 1}, {"assetID": 2245872, "replies": [], "lft": 24, "assetURL": "http://newoldage.blogs.nytimes.com/2011/01/03/the-caregivers-bookshelf-as-the-goodbye-grows-longer/", "parentID": null, "commentID": 3163113, "rgt": 25, "userDisplayName": "Wasting time", "createDate": "1294095808", "userID": 14644491, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1294120854", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "DC", "commentType": "comment", "updateDate": "1294120854", "commentSequence": 12, "commentBody": "Me too, Elizabeth. Me too. This is a ghastly, slow-motion nightmare from which we can't wake up. This isn't life. It is death in stages, each more horrific than the one before. Cancer took the colon. Cancer took the liver. Cancer is taking the lungs. A stroke took almost the entire body, which has wasted to 100 lbs. Someone forgot to notify the heart, which insists on beating as though there is some purpose. And as awful as dementia is, worse to live like this, fully aware of what is happening. And did he prepare? Did he express his wishes? Yes, he did. And yet...he wanted the surgery, he wanted the radiation, he wanted the chemo - each leaving him a bit less alive, and yet he wanted more. So I am angry with the medical community for giving him hope where there was little or none, for not having the integrity to say NO, THIS IS NOT GOING TO GIVE YOU MORE LIFE. IT WILL GIVE YOU  NOTHING BUT A SLOWER, MORE AWFUL DEATH.<br /><br />Now, I must go. It is time to resume the endless calls to the hospice nurse, the home health aide agency, the insurance company....all the while trying to do the job for which I receive a salary, and keep my own house and family on track. But thank you for giving me a few seconds and a bit of space to rage. When my time comes, just shoot me. Seriously. Just shoot me.", "recommendationCount": 32}, {"assetID": 2245872, "replies": [], "lft": 26, "assetURL": "http://newoldage.blogs.nytimes.com/2011/01/03/the-caregivers-bookshelf-as-the-goodbye-grows-longer/", "parentID": null, "commentID": 3163205, "rgt": 27, "userDisplayName": "Elizabeth Renant", "createDate": "1294097391", "userID": 25994701, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1294120854", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Santa Fe, NM", "commentType": "comment", "updateDate": "1294120854", "commentSequence": 13, "commentBody": "I thank both poster #9 and poster #5 for their comments.  My responses are these:<br /><br />I'm not asking medical science to stop progressing.  I'm asking it to take some thought to what its advances mean to the larger society, and to consider stopping extending life thoughtlessly without taking other issues into consideration.  Inheritances are being decimated as nursing homes take every last cent their patients have and then, when every last dime is gone, suddenly announce that \"we see no more point to this\" and suggest hospice care.  Yes, I know about the cries of \"death panels\" that will arise.  But the fact is, people ought to be able, while they still can with some choice and dignity, leave this life before ending up in said nursing homes for years having their diapers changed as they wander in mental darkness and everything they thought they could pass on to their heirs gone.  The appalling crisis in health care costs, INCLUDING the cost to the economy of people who become unemployed or less productive because of the stresses of caring for elders, is going to further undermine our national economy.<br /><br />Baby Boomers that I know are already stealthily planning their own exits, appealing to friends who are doctors for promises of help \"out\", as they watch what their own parents are going through in horror.  I know two doctors personally who have already grimly assured me that THEY have no intention of ending up in those nursing homes. . .<br /><br />Our technical advances have gotten ahead of our realities.  The result is neither humane nor productive in the processing of grief.  That is all I meant to say. And lost in this discussion is how incredibly expensive senior living facilities and nursing homes are, and how merciless Medicaid and the nursing home industry is in taking every dollar they can from ordinary people for whom the sale of a home was all they had to leave their children.  This issue, like so many others, does nothing but persuade us all that the only thing worth being in America is rich.  Unfortunatley, everyone can't be.<br /><br />Poster #9, thanks for your understanding.  This nation has GOT to find a way either to provide humane, less expensive care for this exploding population of helpless old people, or bite the bullet and offer people diagnosed with early dementia and Alzheimer's disease the chance to ease themselves out of life with dignith while they can still consider the matter.<br /><br />", "recommendationCount": 28}, {"assetID": 2245872, "replies": [], "lft": 28, "assetURL": "http://newoldage.blogs.nytimes.com/2011/01/03/the-caregivers-bookshelf-as-the-goodbye-grows-longer/", "parentID": null, "commentID": 3163262, "rgt": 29, "userDisplayName": "her daughter", "createDate": "1294098301", "userID": 53169903, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1294120854", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "northeast", "commentType": "comment", "updateDate": "1294120854", "commentSequence": 14, "commentBody": "My mother and paternal aunt were end-of-life caregivers for their own parents. Because of their experiences my 99 year old mother made provisions for her own possible needs many years ago. There will probably not be an estate left but she is in a place that she chose when she was 76 and scient. (She still is.) I have been spared the burden, and it would be a burden, of caring for her now that she is bedridden after a stroke. I am grateful she made her own decision rather than having one made for her.", "recommendationCount": 9}, {"assetID": 2245872, "replies": [], "lft": 30, "assetURL": "http://newoldage.blogs.nytimes.com/2011/01/03/the-caregivers-bookshelf-as-the-goodbye-grows-longer/", "parentID": null, "commentID": 3164194, "rgt": 31, "userDisplayName": "ZykraCosmos", "createDate": "1294115392", "userID": 59589846, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1294120854", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Georgia", "commentType": "comment", "updateDate": "1294120854", "commentSequence": 15, "commentBody": "I want to thank each of you for your thoughtful comments.  I'm in the middle of this with an accomplished and distinguished father and a wonderful, compassionate mother, both of whom always put others ahead of their own interests, especially their children.  Now I am in the middle of a major success in the entertainment business with world travel, fame, and perhaps some fortune in the works, but I will be taking a week off as of Wednesday to just \"SIT\" with my father and mother to give my exhausted sister a week out of town with her husband, since she's taken the main load of care-giving to these 88-year-olds simply because of her proximitiy to them.  My father suffers from glaucoma and near total blindness, heart and circulatory problems (congestive heart failure and pneumonia in November), mild dementia (only thing we can figure is all-round vascular degeneration, cause nothing shows up on the MRIs or CATs), and probably worst of all, incontinence (forcing someone to get him to the toilet every hour on the hour at night), and my mother just can't keep up with it with advanced osteoarthritis, her own frayed neurons (gets pissed off at the drop of a hat now), a 4/7 cm aortic aneurism, and all that goes with this combination of ailments.<br /><br />As of September they went from a positive cashflow situation to a vacuum drain on their lifetime of savings and investments, which, amazingly, could be siphoned off in a year at the present rate of outflow.  I find it particularly amazing that two high-school educated \"sitters\" at $10.50 an hour could siphon off all their fixed monthly income (social security and retirement) just from their sitter hours, and when you add another shift to the mix, it's all negative flow (along with the utilties, food, and other meager expenses (I'm sorry- didn't mean to include prescriptions as meager expenses).  I'm going to spend a week to try and stop the monetary bleeding as much as possible while trying to help these wonderful people find a few rewarding moments in their daily lives.  After all, that's what we want most of all at this point, don't we?  Just give them some day-to-day happiness of some kind as diversions to the overwhelming reality that their lives are coming to a rather miserable end.  Skyping the great-grandchildren who are living in Europe nowadays, a granddaughter in California working on her PhD, reading a few newspaper highlights to them, making a good bowl of soup for lunch... these are the highlights of our caretaker's association with them now.  I just wondering if the rope guideline to the toilet for night time calls, the wrist-strapped flashlight for security, and the whistle and airhorn alarm gimicks I have come up with will be enough to allow my dad to reclaim his independence enough at night to shave off the $2500 / month night sitter that we currently employ.  Maybe for awhile.<br /><br />We already have authority over all financial and health-related decisions for both parents.  Will we use that authority eventually to make decisions that go against the basic desires of the persons who gave us that authority in anticipation of their own gradual demise?  Will I be faced with telling my mother or father that their assets are now gone, and it's time to sell the house and move to a home under state care and Medicaid, because there's nothing left to cover their ability to stay in their own home anymore? Whether or not it happens to us (and it indeed may), there are thousands of folks in this position right now, and it just ain't right.  If the richest country in the world doesn't have a plan for a letting the core of its citizenry grow old with dignity, then there really isn't much hope for everyone else out there, is there?  I'm going back to watch \"The Bucket List\" for a second time, but from my own perspective, I'm inclined to take up sky-diving in my late 70's, without the bulky weight of the parachute.", "recommendationCount": 9}, {"assetID": 2245872, "replies": [], "lft": 32, "assetURL": "http://newoldage.blogs.nytimes.com/2011/01/03/the-caregivers-bookshelf-as-the-goodbye-grows-longer/", "parentID": null, "commentID": 3164216, "rgt": 33, "userDisplayName": "Cavalier", "createDate": "1294115840", "userID": 56245776, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1294120854", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Leawood, KS", "commentType": "comment", "updateDate": "1294120854", "commentSequence": 16, "commentBody": "Another piece of this puzzle is the doctor's role in telling a patient, honestly, when it is time to stop trying more chemo, radiation or clinical drug trials. Physicians seem to often be willing to try more heroic measures than necessary, rather than have a frank discussion with the patient and family to help them understand it is time to stop.  Why is this the case? Do physicians receive any training in conducting these difficult discussions?", "recommendationCount": 15}, {"assetID": 2245872, "replies": [], "lft": 34, "assetURL": "http://newoldage.blogs.nytimes.com/2011/01/03/the-caregivers-bookshelf-as-the-goodbye-grows-longer/", "parentID": null, "commentID": 3164448, "rgt": 35, "userDisplayName": "wanderingdoc", "createDate": "1294120433", "userID": 8196537, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1294120854", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Camp Hill, PA", "commentType": "comment", "updateDate": "1294120854", "commentSequence": 17, "commentBody": "As a physician who has worked in critical care as well as in long term acute care facilities, I've seen the sad results of our \"success\" in prolonging the dying process. The social, economic, and personal consequences of this are staggaring and seem poised to get much worse with the immenent babyboom spike about to emerge. There is no simple solution, but there are alternatives: better informed citizens, physicians capable of providing compassionate, practical advice, wide availability of hospice and in home services and care that will help patients finish their lives in familiar and loving surroundings. At this time the health care system fails to encourage such alternatives. Discussions like this can encourage citizens to demand this from the system. And, by the way it would reduces costs as well. ", "recommendationCount": 13}, {"assetID": 2244963, "replies": [], "lft": 802, "assetURL": "http://www.nytimes.com/2011/01/03/opinion/03douthat.html", "parentID": null, "commentID": 3161470, "rgt": 803, "userDisplayName": "Kekavala", "createDate": "1294072258", "userID": 26417988, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1294120960", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Alta UT", "commentType": "comment", "updateDate": "1294120960", "commentSequence": 381, "commentBody": "Mr. Douhat seems very wrong on at least two counts:<br /><br />First, fetuses, let alone embryos, are NOT unborn people.  They are fetuses and embryos, respectively.  They are not the only entity involved, and they do not participate in the decision -- the mother has that role, with advice (not, generally, consent) by others. What we owe to embryos and fetuses and what we owe to women of birth age are complicated questions that deserve much attention, but Mr. Douhat fails to make important distinctions (let alone recommend realistic recommendations).<br /><br />Second, Mr. Douhat laments our society's failure to accept the female biological reality of fertility. But like so many father-knows-best type commentators, he is selective in his concern.  If nature should have her course, why not, also, accept the biological realities of infertility, male impotence, and various (correctible) birth defects?  It is at least as much, if not more, human nature to reflect upon and change our environments (in this sense, our own bodies too) as it is to reproduce.<br /><br />Mr. Douthat shoots from the hip in this article with scattershot and hits nothing.  ", "recommendationCount": 3}, {"assetID": 2244963, "replies": [], "lft": 810, "assetURL": "http://www.nytimes.com/2011/01/03/opinion/03douthat.html", "parentID": null, "commentID": 3161486, "rgt": 811, "userDisplayName": "Barbara", "createDate": "1294072370", "userID": 50577538, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1294121104", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Virginia", "commentType": "comment", "updateDate": "1294121104", "commentSequence": 382, "commentBody": "This is a response to Dave in Chicago:  did it ever occur to you that your views changed once you consciously decided to have children precisely because our intentions and desires play a very large role when it comes to infusing the embryo with personhood?  A person who wants a child has already idealized what that child will be like very early, in some cases, before that child has even been conceived.  That the child is usually nothing like what they imagined is irrelevant -- constructing a family is more than a biological process, and \"imagining\" the child is an important psychological development in the process of adjusting one's life to include a dependent human being.  I know it may now seem unfathomable to you now, but the view of the embryo/zygote/fetus is as much a reflection of our conscious desire to have or not have a child as it is of any objective physiological factors.  Which is one reason, among many, why one person's views should not be allowed to dicate another person's life choices.", "recommendationCount": 1}, {"assetID": 2244963, "replies": [], "lft": 812, "assetURL": "http://www.nytimes.com/2011/01/03/opinion/03douthat.html", "parentID": null, "commentID": 3161487, "rgt": 813, "userDisplayName": "Corinne", "createDate": "1294072390", "userID": 30327024, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1294121262", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Washington DC", "commentType": "comment", "updateDate": "1294121262", "commentSequence": 383, "commentBody": "Mr. Douthat should also reflect in his next essay on the incredible drop in crime rate 17 or so years following Roe vs. Wade, an indication that abortion leads to less neglected and abused children who will join gangs and engage in violent crimes.<br /><br />Abortion is as much about elevating the requirements for parenthood as anything else - requiring people to think (as they didn't think before conceiving) about whether they can or will be able to provide even the minimal financial or psychological demands of raising a child.<br /><br />Mr. Douthat's article also never addressed the rather macabre extremes people are will to go through in fertility clinics including \"culling\" zygotes in the womb to reduce the number of fetuses.  In some respects, fertility clinics are providing a far more distasteful and premeditated behavior than abortion.", "recommendationCount": 3}]}, "copyright": "Copyright (c) 2016 The New York Times Company.  All Rights Reserved."}