{"debug": {"version": 3.1}, "status": "OK", "results": {"api_timestamp": "1481459871", "totalCommentsFound": 4187, "totalCommentsReturned": 25, "comments": [{"assetID": 1244934, "replies": [], "lft": 8, "assetURL": "http://wordplay.blogs.nytimes.com/2010/03/10/joy-luck/", "parentID": null, "commentID": 1681867, "rgt": 9, "userDisplayName": "Patricia", "createDate": "1268283485", "userID": 58884300, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1268283867", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Okanagan Valley BC Canada", "commentType": "comment", "updateDate": "1268283858", "commentSequence": 3, "commentBody": "Wheee....this was really fun! I loved the layers.  Not only a diagonal, but 3 magic themes plus a 4rth one in circles that made me grin : )  Way to go John Farmer! (and ps when I checked my finished solution with the Blog solution, i found a loverly picture of Mr. Farmer....very nice to put a picture to the name of the constructor.<br />Must say, this was up there with my favorites for sure!<br />cheers all....", "recommendationCount": 2}, {"assetID": 1244934, "replies": [], "lft": 6, "assetURL": "http://wordplay.blogs.nytimes.com/2010/03/10/joy-luck/", "parentID": null, "commentID": 1681795, "rgt": 7, "userDisplayName": "lindamurgap", "createDate": "1268281234", "userID": 50642074, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1268283896", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Buffalo Gap, Tx", "commentType": "comment", "updateDate": "1268283883", "commentSequence": 4, "commentBody": "I definitely liked the twist at the end, with the magic word not actually being magic-related.  More like this, PLEASE.", "recommendationCount": 1}, {"assetID": 1244934, "replies": [], "lft": 10, "assetURL": "http://wordplay.blogs.nytimes.com/2010/03/10/joy-luck/", "parentID": null, "commentID": 1681901, "rgt": 11, "userDisplayName": "Cole", "createDate": "1268284587", "userID": 185501, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1268285459", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "San Diego", "commentType": "comment", "updateDate": "1268285459", "commentSequence": 5, "commentBody": "Could we possibly have more obscure proper nouns here? How about a puzzle that's in English?", "recommendationCount": 4}, {"assetID": 1244676, "replies": [], "lft": 6, "assetURL": "http://roomfordebate.blogs.nytimes.com/2010/03/10/israels-challenge-to-the-u-s/", "parentID": null, "commentID": 1681556, "rgt": 7, "userDisplayName": "Tim", "createDate": "1268273473", "userID": 54100849, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1268286216", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "MI", "commentType": "comment", "updateDate": "1268286216", "commentSequence": 2, "commentBody": "Israeli land grabbing policies must end.  I favor cutting off all but essential aid to Israel until they start bargaining in good faith with 1967 borders as a starting point.  ", "recommendationCount": 380}, {"assetID": 1238677, "replies": [], "lft": 30, "assetURL": "http://economix.blogs.nytimes.com/2010/03/09/reader-response-fraud-and-abuse-in-u-s-health-care/", "parentID": null, "commentID": 1681790, "rgt": 31, "userDisplayName": "Debbie R.", "createDate": "1268281096", "userID": 46923481, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1268286223", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Brookline,MA", "commentType": "comment", "updateDate": "1268286223", "commentSequence": 13, "commentBody": "And to get back to your original point - In 2004 Medicare spent an estimated 300 billion, 25 billion of which was in Florida.  So at 25 billion, 500 million represents 2 percent of that spending.   And the fact is that the fraud was discovered, by comparing costs elsewhere, that probably wouldn't even be available to small insurers.  If someone was overbilling 20 different insurance companies, wouldn't it be harded to detect than if they were overbilling just one?<br /><br />You seem to believe that because you were able to find this example easily, it proves that somehow this is just the tip of the iceberg, where in fact the ease of the search could be due to the fact that numbers about medicare spending are a lot more public and subject to scrutiny than those for private insurers.  In fact, I am coming to think that the only reason some Republicans fixate on fraud and wasteful spending in Medicare is because the gov't run plans are the only ones that actually report to congress what it is spending and where.<br /><br />", "recommendationCount": 1}, {"assetID": 1241391, "replies": [], "lft": 88, "assetURL": "http://economix.blogs.nytimes.com/2010/03/10/did-the-minimum-wage-increase-destroy-jobs/", "parentID": null, "commentID": 1681840, "rgt": 89, "userDisplayName": "Pwoody82", "createDate": "1268282822", "userID": 33123380, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1268286226", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New Mexico", "commentType": "comment", "updateDate": "1268286226", "commentSequence": 44, "commentBody": "A low wage was never intended to support the recipient and provide food, shelter, transportation and so on. It was intended to provide an unskilled worker a job so that he/she could learn a trade or skill that was marketable and hence move up in the employment marketplace. The current CEO of McDonalds started working there as a teenager. No on without job experience or know how can expect to start out a $50,000 a year. Your labor has to produce more than the hourly rate and overhead involved in hiring you.<br /><br />Many of our young people today expect to start at high wages with no skills and for hispanics an blacks, no education either. Here in NM, white and asian kids graduate at an 80%+ rate while hispanics graduate at about 45% and blacks at 35%. Where else can the uneducated go except to the minimum wage jobs? They are unsuited for anything else. In the 19th and 20th centuries, many unskilled people paid their employers for the opportunity to learn a skill or trade.<br /><br />As far as China is concerned, their wages and living standards are rising in direct proportion to the degree to which their economy is going capitalistic. Before that, they were just another 3rd world nation that could not feed it's population. Also, Mr. Chavez is taking Venezuela right down the communist pathway to destruction.", "recommendationCount": 0}, {"assetID": 1215131, "replies": [], "lft": 88, "assetURL": "http://economix.blogs.nytimes.com/2010/03/02/getting-old-is-expensive/", "parentID": null, "commentID": 1681907, "rgt": 89, "userDisplayName": "LJo", "createDate": "1268284724", "userID": 57818601, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1268286243", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "USA", "commentType": "comment", "updateDate": "1268286243", "commentSequence": 44, "commentBody": "on the campaign trail, obama was asked if he would want his grandmother to have a hip replacement even though her advanced age made it non-economically feasible. obama replied, \"yes\" he would want her to have it and if the cost was not covered by her insurance (medicare) he would find a way for the family to pay for it ...<br /><br />as long as medical care decisions are being made with only patient and family members' emotions at the time of crisis, we can never resolve this. RATIONING is not a bad word, but we need full disclosure NOW about how much care and services will be allowed at which stages of the life expectancy curve.<br /><br />This health care product rationoing needs to be thoroughly communicated to the end users. I want to know NOW that hip replacements will be covered for patients under 75 years of age and weighing less than 110% of normal BMI.  I want to know NOW that prostate cancer surgery is covered only if it is type A but not type B and not after 75 years of age.<br /><br />This information may be just the incentive to get the disease-prone to change their lifestyles!<br /><br />These grids can be designed and WIDELY DISTRIBUTED to the public way before all the baby boomers turn 65! Someone with no financial means may have to resign themselves to using a wheelchair instead of having a hip replacement. Then, they can appeal to their family and various charities for donations if they want this unnecessary surgery.<br /><br />This is why, presently Medicare does NOT cover eyeglasses and hearing aids; because at 65 virtually everybody needs one - too expensive. Plan your savings and budget for the future care that will not be covered by Medicare.<br /><br />It is ridiculous to think that EVERYTHING designed or invented in the world of science and medicine should be available to ALL recipients of Medicare.  Basic modern medicine guaranteeing good health is achievable without going overboard. Americans have unrealistically high expectations that they are entitled to bionic medicine. This is ridiculous!<br /><br />My parents are elderly in their mid-late 80's. My mother does not even use her Medicare coverage. She never visits doctors and she eats a healthy diet and takes vitamins and supplements she pays for out-of-pocket. My father has chronic conditions which require daily medications and he is obese and had recent orthopedic joint replacements. When my father asked the doctor if he was too old for a knee replacement, the doctor said, \"are you kidding me, we just operated on a 99 year old!\"<br /><br />There's something wrong with that picture. That is not good stewardship of public monies (Medicare) to replace a 99 year old's knee orthopedically.  We have to be clear that Medicare will only cover so much as determined by menu of services. As for those unknown ailments of an exotic nature, some flexibility can be allowed to diagnose and treat within certain parameters. If no known cures presenbtly exist, then palliative care is humane and sufficient.<br /><br />And lastly, the tax structure will have to change to tax more of the Social Security entitlement unless recipients can show they have earmarked funds for their end-of-life care in a health savings account.", "recommendationCount": 0}, {"assetID": 1244676, "replies": [], "lft": 8, "assetURL": "http://roomfordebate.blogs.nytimes.com/2010/03/10/israels-challenge-to-the-u-s/", "parentID": null, "commentID": 1681679, "rgt": 9, "userDisplayName": "thom14", "createDate": "1268277489", "userID": 11078273, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1268286248", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Berkeley", "commentType": "comment", "updateDate": "1268286248", "commentSequence": 3, "commentBody": "While many observers, including Israeli commentators of varying political stripes, have harshly criticized the announcement of Israeli builing in East Jerusalem, Israelis reasonably see a world which continually has turned a blind eye toward Palestinian actions which have undermined hopes for peace and a true two-state solution.  The Western press, allegedly in the thrall of the \"Israel Lobby\" rarely mentions that the Palestinians turned down exceptionally fair and reasonable offers by Barak at Taba and Olmert.  I  ask other commentators to this series of articles to identify a single statement by Abbas expressing suport for the existence of a Jewish state existing alongside a Palestinian state.  For Abbas, Erekat and most PA leaders, the two-state solution includes a recognition of the Palestinians right of return,  i.e., two Palestinian states.  For Palestinians all of Israel is occcupied terrirtory.<br />  In the coming days, Israelis will witness another \"confidence building measure.\"  The PA is accelerating its decision to name a Ramallah square in honor of Dalal Mughrabi, a Fatah leader who, on March 11, 1978, protesting the Sadat-Begin peace negotiations, led a quad of Palestinians on the Israel Coastal Road and killed 38 people including 13 children, many of whom were burned alive in the bus.in which they were riding.  The celebration of the martyrdom of Mughrabi signals many Israelis that Palestinian leaders, by honoring her act, have never existed the presence of a Jewish state in the region.  Indeed, most Palestinian leaders refuse to even acknowledge the unbroken three thousand year Jewish presence in Jerusalem.what is now Israel  Israelis, however, are even more saddened by the silence of the American government in the face of such celebrations.  When America's silence is combined with what is clear American polkicy to accept the existence of a nuclear weaponized Iran, it is no wonder that confidence Israelis have in our President is dismally low.   Note also that in his much-lauded Cairo speech, the President said not one word about Sadat and rewrote history by ignoring Jews' presence for centuries in the Holy Land, treating the presence of Jews as a migration of recent vintage as recompense for the Holocaust -- the same narrative extolled in Muslim lands.<br />  Israeli is not without blame, but, the willingness of the vast majority (though not all) Israelis to accept the existence of a Palestinian state adjacent to Israel led by those who accept a Jewish state stands in marked contrast to the irridentist policies followed by Palestinian leaders.  ", "recommendationCount": 135}, {"assetID": 1244676, "replies": [], "lft": 12, "assetURL": "http://roomfordebate.blogs.nytimes.com/2010/03/10/israels-challenge-to-the-u-s/", "parentID": null, "commentID": 1681738, "rgt": 13, "userDisplayName": "steve", "createDate": "1268279253", "userID": 60142370, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1268286311", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "ny", "commentType": "comment", "updateDate": "1268286311", "commentSequence": 4, "commentBody": "What happens when a fly falls into a coffee cup?<br /><br />The Italian - throws the cup and walks away in a fit of rage.<br /><br />The Frenchman - takes out the fly, and drinks the coffee.<br /><br />The Chinese - eats the fly and throws away the coffee.<br /><br />The Russian - drinks the coffee with the fly, since it was extra with no<br />charge.<br /><br />The Israeli - sells the coffee to the Frenchman, the fly to the Chinese,<br />Buys himself a new cup of coffee and uses the extra money to search for a<br />Device that attracts flies to drown in coffee.<br /><br />The Palestinian - blames the Israeli for the fly falling in his coffee,<br />Protests the act of aggression to the UN, takes a loan from the<br />European Union to buy a new cup of coffee, uses the money to purchase<br />explosives<br />And then blows up the coffee house where the Italian, the Frenchman,<br />The Chinese, and the Russian are all trying to explain to the Israeli that<br />he should give away his cup of coffee to the Palestinian.<br /><br />", "recommendationCount": 199}, {"assetID": 1244676, "replies": [], "lft": 14, "assetURL": "http://roomfordebate.blogs.nytimes.com/2010/03/10/israels-challenge-to-the-u-s/", "parentID": null, "commentID": 1681745, "rgt": 15, "userDisplayName": "Chuck", "createDate": "1268279482", "userID": 39538158, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1268286323", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Flyover Land", "commentType": "comment", "updateDate": "1268286323", "commentSequence": 5, "commentBody": "Most of these writers would have us believe it is Obama's or Biden\"s fault that the Israelis continue to build settlements when they have promised not to.  That doesn't pass for analysis, just more pro-Zionist propaganda that is behind so much of the trouble imposed upon Americans who currently endure some of the worst economic days in American history courtesy of some unaffordable wars cooked up for the benefit of Israel.<br /><br />Time to dump Israel and their racist regime.", "recommendationCount": 379}, {"assetID": 1244676, "replies": [], "lft": 16, "assetURL": "http://roomfordebate.blogs.nytimes.com/2010/03/10/israels-challenge-to-the-u-s/", "parentID": null, "commentID": 1681767, "rgt": 17, "userDisplayName": "ralpher01", "createDate": "1268280298", "userID": 59691951, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1268286338", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "scooter01", "commentType": "comment", "updateDate": "1268286338", "commentSequence": 6, "commentBody": "Folks, lets understand something very basic.  The \"Peace' negotiations are directly solely at Israel giving territory; the Palestinians giving nothing.  Well, thats not quite right...the Palestinians would agree not to drive the Jews into the sea.  How nice of them.<br />Israel has never vowed to destroy its neighbors; never started a war; never made official governmental pronouncements that all its neighbors should die.  While, most, if not all, of its surrounding states have, at one time or another, made just such aims as official goals.<br />I cannot quite comprehend how negotiations can be equal or fair, when one side gives and the other side does nothing but accept.  The current state of affairs is that the Palestinians will declare that they will stop promoting the complete destruction of Israel if only Israel will give them everything they want.  Seems fair.", "recommendationCount": 134}, {"assetID": 1244676, "replies": [], "lft": 20, "assetURL": "http://roomfordebate.blogs.nytimes.com/2010/03/10/israels-challenge-to-the-u-s/", "parentID": null, "commentID": 1681861, "rgt": 21, "userDisplayName": "Shahab mohd Altaf", "createDate": "1268283228", "userID": 59170608, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1268286380", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "INDIA", "commentType": "comment", "updateDate": "1268286380", "commentSequence": 7, "commentBody": "At What Cost Pragmatism ?<br />Is it hypocrisy by another name ?<br />Or Heads  we win,  Tails you Lose, its part of the game ?<br />But what about starters ?<br />Learning the ropes without helpers ?<br />the seeds of conflict are sown<br />Through breach of trust by people in the Free Zone<br />Pragmatism cannot be an instrument of State Policy<br />It is a poor substitute for principles of Equity<br />It is an Unequal world<br />but not a Constant world<br />Change is the only constant after the speed of Light<br />Peaceful Co-existence is the only viable option in sight !<br />", "recommendationCount": 7}, {"assetID": 1244676, "replies": [], "lft": 22, "assetURL": "http://roomfordebate.blogs.nytimes.com/2010/03/10/israels-challenge-to-the-u-s/", "parentID": null, "commentID": 1681870, "rgt": 23, "userDisplayName": "NateSalant", "createDate": "1268283611", "userID": 6203476, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1268286405", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Birmingham, AL", "commentType": "comment", "updateDate": "1268286405", "commentSequence": 8, "commentBody": "In response to Deb's question about \"why Jewish people and Israeli citizens can't be looked at as separate groupings,\" please note that there are more than one million Christian citizens of Israel and more than 1,500,000 Muslims.  Interestingly enough, the only country in the MIddle East that has a growing Christian population is Israel - the sad fact is that the Muslim countries are driving the Christians out in much the same way that they are driving them out of Arab (note that I used the ethnic term \"Arab\" and not the religious term, \"Muslim\") parts of East Jerusalem.<br /><br />Please further note that during the 130 years, we've seen all too clearly how Christians protect Jews:<br /><br />1) Endless pogroms (government organized and condoned riots and attacks on Jews) in Tsarist Russia, culminating in an official government policy under Alexander II to solve its \"Jewish problem\" by converting a third, killing a third (either through pogroms or by putting 10 year old boys in army) and get the remaining third to leave;<br /><br />2) The Dreyfus Affair in France (in which the highest ranking Jewish officer in the French Army was framed with fraudulent evidence in a court-martial, concealing the real culprit, a German spy embedded in the French Army.  The result was  national outbreaks of anti-Jewish riots;<br /><br />3) The infamous \"blood libel\" in Damascus, in which Jews were accused of using the blood of Muslim children to make matzo;<br /><br />4) Anti-Jewish riots throughout the Ottoman Empire, especially in Jerusalem and Hebron, during the 1920s and 1930s, in which the British turned the other cheek and did nothing;<br /><br />5) The Holocaust, in which Christians in Germany initiated the attempted extermination of Jews worldwide, and were assisted by Christians in Poland, France, Holland, Austria...  Those very same Christians were the folks who implemented the White Paper and otherwise blocked Jewish escapes to the Holy Land, the USA and just about every other country besides Costa Rica.<br /><br />The point is that Jews cannot rely on anyone else to protect them, and they need a place to escape to in times of dire need.<br /><br />Turning to the issue of G-d granting the land to the Jews, please consult what you refer to as the \"Old Testament.\"  Any reading of it, no matter how archaic or conservative, makes it clear that the land on which Israel, the Palestinian Authority in the West Bank, and arguably some parts of Syria, Lebanon and Jordan, were given to the Jewish people by G-d.<br /><br />Denying that right undermines the entire Messianic Concept upon which Christianity is based, and once humans of today deny parts of the Bible based upon their \"modern science, judgements and concepts,\" where does that denial end?<br /><br />Here's the bottom line problem that you are missing: its not about Israel, its about Jews --- Jews need a country of their own as much as the Irish need Ireland, Tibetans need Tibet and the Kurds need a new \"Kurdistan.\"  In fact, every ethnic and religious group needs one for safety.  Look what the British did to the Irish, the Chinese are doing to Tibetans and Iraq did to the Kurds (with pressure from the Turks, too).<br /><br />Why should those groups have or deserve their own country if Jews are not allowed one, too?<br /><br />As for Harry Truman, all he did was make the USA the first country to recognize the UN-created new country of Israel in 1948 - the next day, he imposed an arms embargo, denying Israel military supplies it desperately needed to fend off the simultaneous attacks from Syria, Lebanon, Iraq, the Kingdom of Transjordan, Egypt, etc.<br /><br />You also need to know that if this is about religion, as most will concede under pressure, then the simple fact that the Muslims denied all Jews - not just Israelis, but ALL Jews - access to Jerusalem from 1948-67 proves that Islamic-dominated governments cannot be trusted to safeguard equal access for all faiths.  And, if you check the armistice agreement of 1948, you'll find that \"access to all holy sites for all faiths (was) guaranteed.\"<br /><br />Most Jews and most Israelis would gladly trade land for REAL peace; the problem is that they do not trust the so-called Palestinians.  Remember: the Israelis evacuated Lebanon and all they got in return was kidnappings, rocket and mortar attacks and eventually, an intolerable situation that ended in war.  Remember: Israel withdrew from the Gaza Strip and left warehouses, greenhouses and resorts intact for use by the Palestinians - who destroyed them for no reason - and was again \"thanked\" with rockets, mortars, kidnappings and murders, which led to the War nearly 14 months ago.<br /><br />It is about trust, and I cannot blame the Israelis for being fearful.  Jews trusted \"modern, civilized, democratic Europe\" in the 1930s and 40s, and look what happened.<br /><br />Israel is the size of New Jersey, and half of its is desert.  One mistake, and its gone.", "recommendationCount": 167}, {"assetID": 1244676, "replies": [], "lft": 24, "assetURL": "http://roomfordebate.blogs.nytimes.com/2010/03/10/israels-challenge-to-the-u-s/", "parentID": null, "commentID": 1681899, "rgt": 25, "userDisplayName": "J Arnon", "createDate": "1268284513", "userID": 49687474, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1268286413", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Cambridge", "commentType": "comment", "updateDate": "1268286413", "commentSequence": 9, "commentBody": "Deb I found your post condescending. First Israel is a Jewish country and separating \"Jewish people\" from Israeli citizens are for the most part the same. Moreover more than half of the world's Jews live in Israel.<br /><br />It's up to them to decide how they will classify themselves and not up to you or me. ", "recommendationCount": 64}, {"assetID": 1244676, "replies": [], "lft": 26, "assetURL": "http://roomfordebate.blogs.nytimes.com/2010/03/10/israels-challenge-to-the-u-s/", "parentID": null, "commentID": 1681913, "rgt": 27, "userDisplayName": "Colin Wright", "createDate": "1268284894", "userID": 44257803, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1268286425", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Richmond, Ca", "commentType": "comment", "updateDate": "1268286425", "commentSequence": 10, "commentBody": "The Times seems to be overlooking the little bonus Israel threw in:<br /><br />'\"...Knesset Deputy Speaker Danny Danon of Prime Minister Benjamin Netanyahu's Likud [told] the Washington Post, \"While we welcome Vice President Biden, a longtime friend and supporter of Israel, we see it as nothing short of an insult that President Obama himself is not coming.\" ...\"<br /><br />They ARE getting a little big for their britches.  I have a hard time picturing the same behavior out of either Togo or Honduras -- the two nations closest to Israel on the population list the last time I looked.", "recommendationCount": 251}, {"assetID": 1244676, "replies": [], "lft": 30, "assetURL": "http://roomfordebate.blogs.nytimes.com/2010/03/10/israels-challenge-to-the-u-s/", "parentID": null, "commentID": 1681960, "rgt": 31, "userDisplayName": "David", "createDate": "1268286006", "userID": 45243454, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1268286451", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Colorado", "commentType": "comment", "updateDate": "1268286451", "commentSequence": 11, "commentBody": "Our Founding Fathers warned us against entangling alliances. We give them blind support and they spit in our face. The tail wags the dog.  We need to end this \"special relationship\" and treat them like any foreign country and put American interests first.", "recommendationCount": 342}, {"assetID": 1244676, "replies": [], "lft": 32, "assetURL": "http://roomfordebate.blogs.nytimes.com/2010/03/10/israels-challenge-to-the-u-s/", "parentID": null, "commentID": 1681962, "rgt": 33, "userDisplayName": "jjcrocket", "createDate": "1268286056", "userID": 40944690, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1268286462", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New Britain, Conn.", "commentType": "comment", "updateDate": "1268286462", "commentSequence": 12, "commentBody": "What part of dumb and dumber doesn't the Obama Administration get?<br />Joe Biden is useless, and the Israeli's are planning war against Iran - not Palestinian statehood.<br /><br />And Why won't Obama do some international lifting? Oops! I forgot we have a deadline for healthcare to attend to - March 18th. Obama is trying to redate the Ides of March. Such a powerful man?<br /><br />", "recommendationCount": 39}, {"assetID": 1240615, "replies": [], "lft": 234, "assetURL": "http://roomfordebate.blogs.nytimes.com/2010/03/09/attacking-lawyers-from-the-right-and-left/", "parentID": null, "commentID": 1678267, "rgt": 235, "userDisplayName": "Rich", "createDate": "1268234248", "userID": 21970, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1268286494", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Philadelphia", "commentType": "comment", "updateDate": "1268286494", "commentSequence": 170, "commentBody": "The Times should be ashamed of itself for hosting this \"debate\" -- the only purpose of which is to give legitimacy to the odious slime being disseminated by McCarthy, Cheney, Kristol, et al.<br /><br />Maybe next week the Times will host a debate between President Obama and David Duke about whether Thurgood Marshall should be posthumously censured for representing African-Americans who sought admission to segregated schools.<br /><br />I'm disgusted.", "recommendationCount": 1}, {"assetID": 1240615, "replies": [], "lft": 270, "assetURL": "http://roomfordebate.blogs.nytimes.com/2010/03/09/attacking-lawyers-from-the-right-and-left/", "parentID": null, "commentID": 1678475, "rgt": 271, "userDisplayName": "Donald Dal Maso", "createDate": "1268236007", "userID": 11610032, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1268286503", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Manhattan", "commentType": "comment", "updateDate": "1268286503", "commentSequence": 171, "commentBody": "This bit of BS from the Cheneys has nothing to do with the law.  It is a clear message stating \"Play by our rules or we will destroy your career.\"  The Cheneys speak for very powerful forces who are going to be around in the future.  Don't think this message hasn't been heard and absorbed by the younger generation in Washington and national government.", "recommendationCount": 1}, {"assetID": 1244934, "replies": [], "lft": 12, "assetURL": "http://wordplay.blogs.nytimes.com/2010/03/10/joy-luck/", "parentID": null, "commentID": 1681951, "rgt": 13, "userDisplayName": "Ashish", "createDate": "1268285924", "userID": 23950701, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1268286503", "userTitle": null, "editorsSelection": 1, "statusID": 2, "userURL": null, "userLocation": "New Jersey", "commentType": "comment", "updateDate": "1268286503", "commentSequence": 6, "commentBody": "Whenever you see a reputed constructor like John Farmer and a bunch of blocks that may appear to be cheater squares, you know you are in for a treat! The layers upon layers are wonderful, especially the anagram in the end.<br /><br />It is hard enough to get the acrosses and downs to work in harmony, but John adds a diagonal and circles to boot with a final aha that's wonderful.<br /><br />.. and Patrick, you wanted the PLEASE to spell itself! Boy, you are tough! :-)<br /><br />[And yes, I solved it without reading the note, which added immensely to the pleasure]", "recommendationCount": 2}, {"assetID": 1240615, "replies": [], "lft": 306, "assetURL": "http://roomfordebate.blogs.nytimes.com/2010/03/09/attacking-lawyers-from-the-right-and-left/", "parentID": null, "commentID": 1678828, "rgt": 307, "userDisplayName": "swatter", "createDate": "1268239130", "userID": 172496, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1268286511", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Washington DC", "commentType": "comment", "updateDate": "1268286511", "commentSequence": 172, "commentBody": "Mr. McCarthy is missing the point, several points:<br />If these detainees had been called POWs, he might have a case for saying they do not deserve legal representation, but the Bush administration deliberately placed them in a legal limbo which ironically opens the possibility for representation.  Secondly, he, along with a lot of other conservatives, assumes these detainees are all unquestionably guilty - they wouldn't have been detained if they weren't guilty.  That assumption is incorrect.  Third, the assertion that regular criminals are responsible for their own defense as a counter to the detainees having \"white shoe\" lawyers volunteering representation is a bad argument on 2 countes: 1) the detainees had no way of contacting lawyers and filing claims, even if they had known English and known to do this, and 2) many every day inmates in prisons have been exonerated only because of legal groups donating their legal time to overturn incorrect verdicts - the legal groups sought them out, not the other way around.<br /><br />It is a necessary principle of democracy that people can disagree without their patriotism being questioned.  And why should anyone give a damn what the daughter of a former vice-president says or thinks?", "recommendationCount": 0}, {"assetID": 1240615, "replies": [], "lft": 312, "assetURL": "http://roomfordebate.blogs.nytimes.com/2010/03/09/attacking-lawyers-from-the-right-and-left/", "parentID": null, "commentID": 1678881, "rgt": 313, "userDisplayName": "Jeffrey", "createDate": "1268239596", "userID": 14746868, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1268286522", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Seattle, Washington", "commentType": "comment", "updateDate": "1268286522", "commentSequence": 173, "commentBody": "I'm starting to wonder what drugs Liz Cheney is taking...", "recommendationCount": 1}, {"assetID": 1240615, "replies": [], "lft": 316, "assetURL": "http://roomfordebate.blogs.nytimes.com/2010/03/09/attacking-lawyers-from-the-right-and-left/", "parentID": null, "commentID": 1678901, "rgt": 317, "userDisplayName": "boboday555", "createDate": "1268239768", "userID": 55569476, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1268286533", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Rhode Island", "commentType": "comment", "updateDate": "1268286533", "commentSequence": 174, "commentBody": "Hey Lizzy, what if those detainees are actually innocent and you sent them to rot in a prison cell or worse?<br />How could you ever know for sure?<br /><br />Sure, we could have a formalized gathering, presided over by some sort of authority figure, that reveals the facts to the light of day in hopes of creating a consensus on the guilt of innocence of the person in question but, come on, what are we, 'fags' 'ur somethin'?<br /><br />Room for debate on our Justice system?<br />Really?<br />I say there's more room for debate on whether we should allow the confederate states to remain in our Union!<br />They committed High treason with their secession and were never punished!<br />They bilk 70% of all Federal entitlements then have the nerve to b*tch about Federal entitlements.<br />They fly that filthy confederate rag everywhere down there, in spite of the fact those traitors killed hundreds of thousands of real American soldiers waving that rag!<br />Instead of arguing whether or not our Justice System should be scrapped, I say we, start the debate on whether or not we still need 50 states.<br />Face it, they hate America!<br />We have no more use for them or their Commemorative Plate economy any more.<br />Why not just kick the bums out once and for all?<br />Then the Cheneys can have all the summary executions they want in the world's newest third world theocracy; 'The Confederate States of Texas.\"<br /><br />But until that time, we actual Americans trust our Judicial System and think the Cheneys are more dangerous to America than bin Laden on his best day.<br />day.", "recommendationCount": 0}, {"assetID": 1240615, "replies": [], "lft": 320, "assetURL": "http://roomfordebate.blogs.nytimes.com/2010/03/09/attacking-lawyers-from-the-right-and-left/", "parentID": null, "commentID": 1679045, "rgt": 321, "userDisplayName": "Dick Winant", "createDate": "1268241155", "userID": 59294980, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1268286540", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "San Carlos, CA", "commentType": "comment", "updateDate": "1268286540", "commentSequence": 175, "commentBody": "Andrew McCarthy reminds me of a passage in Alice in Wonderland: \"When I use a word,\" Humpty Dumpty said in rather a scornful tone, \"it means just what I choose it to mean -- neither more nor less.\"  Thus, call someone an enemy combatant when you want to remove the right of counsel and to apply torture.  Afterwards, when you are out of power, you can count on many of your fellow lawyers, of whatever stripe, to defend you.  Their motive, rarely acknowledged, is that you may be back in power one future day.", "recommendationCount": 0}, {"assetID": 1240615, "replies": [], "lft": 336, "assetURL": "http://roomfordebate.blogs.nytimes.com/2010/03/09/attacking-lawyers-from-the-right-and-left/", "parentID": null, "commentID": 1679205, "rgt": 337, "userDisplayName": "Lets be honest", "createDate": "1268242894", "userID": 55749992, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1268286563", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": 35801, "commentType": "comment", "updateDate": "1268286563", "commentSequence": 176, "commentBody": "In a Yemen Observer interview, Remes described his clients as innocents who are wrongly detained. “Crimes against the US would consist of September 11, the attacks on US Embassies and the attacks to the USS Cole. One of my clients is Abdul-Slam al-Hailah. Is he a terrorist? He is a prominent businessman from Sana’a, very influential, very much respected, and well-connected,” Remes said.<br />This is a smart guy and is simply lying because the facts are in the NYT repository.", "recommendationCount": 1}]}, "copyright": "Copyright (c) 2016 The New York Times Company.  All Rights Reserved."}