{"debug": {"version": 3.1}, "status": "OK", "results": {"api_timestamp": "1481460802", "totalCommentsFound": 5719, "totalCommentsReturned": 25, "comments": [{"assetID": 3295585, "replies": [], "lft": 453, "assetURL": "http://www.nytimes.com/2011/12/18/magazine/bill-keller-pakistan.html", "parentID": 5068746, "commentID": 5072875, "rgt": 454, "userDisplayName": "Kalidanpu", "createDate": "1323959128", "userID": 58399607, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1324012176", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "NY", "commentType": "userReply", "updateDate": "1324012176", "commentSequence": 157, "commentBody": "Hmm, if Nehru, Patel caused the partition, then the rest of us must have plain imagined the contribution of Jinnah.  If you are right, shouldn't Nehru and Patel be awarded the title of \"Quaid e azam' and not Jinnah?", "recommendationCount": 2}, {"assetID": 3295585, "replies": [], "lft": 549, "assetURL": "http://www.nytimes.com/2011/12/18/magazine/bill-keller-pakistan.html", "parentID": 5070768, "commentID": 5074918, "rgt": 550, "userDisplayName": "Abhijit Dutta", "createDate": "1323970215", "userID": 17157707, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1324012237", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Delhi, India", "commentType": "userReply", "updateDate": "1324012237", "commentSequence": 158, "commentBody": "You're mostly on point Rajesh, apart from the fact that their mindset is revisionist.<br/><br/>I think a lot of it is purely confusion between their existential angst of being Islamic - and therefore unclear about the basis of their country's progress (though I don't understand why), - and their corruption - a la India.<br/><br/>I think if the Army made up their mind that they would in fact Pakistan forward, while ensuring their institutions are strengthened, they easily could.<br/><br/>I know that Indian army men acknowledge their Pakistani counterparts as being good soldiers. Also, the Indian army has corruption skeletons in their own cupboards.<br/><br/>If we could all focus on removing the folly and acquiring the intent, Pakistan would not be in their existential quagmire.<br/><br/>India would do well to tell Pakistan that in clear terms : That we do support a prosperous Pakistan. We could collaborate in Afghanistan - even though it is - literally - wishful thinking.<br/><br/>The possibility is there though. :-(", "recommendationCount": 1}, {"assetID": 3295585, "replies": [], "lft": 29, "assetURL": "http://www.nytimes.com/2011/12/18/magazine/bill-keller-pakistan.html", "parentID": 5063443, "commentID": 5075467, "rgt": 30, "userDisplayName": "Abhijit Dutta", "createDate": "1323973115", "userID": 17157707, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1324012272", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Delhi, India", "commentType": "userReply", "updateDate": "1324012272", "commentSequence": 159, "commentBody": "As an Indian I can tell you that most Indians - even those horrified by our troops' excesses in Kashmir - would say that Kashmir unequivocally belongs to \"us\".<br/><br/>There are ways for India and Pakistan to settle the dispute. I think starting with the fact that both countries agree on a simultaneously conducted - but UN UN-mediated (sic - without the UN's mediation) NON-BINDING plebiscite in Kashmir.<br/><br/>The plebiscite was promised to Kashmiris. They should have it.<br/><br/>It is an \"established fact\" that neither India nor Pakistan accepted an Independent Kashmir. The framework of the plebiscite should reflect that fact.<br/><br/>I am not sure how it would turn out.<br/><br/>Aside from the fact that the Indian Administered Kashmir (\"Kashmir\" to all Indians) is demonstrably democratic and well integrated into the Indian administrative system.<br/><br/>This \"problem\" can in fact be settled on the lines it is being dealt with now.<br/><br/>Unless Pakistan gets over its faux India obsession (Yes, it is an excuse, nothing more), neither of us are going anywhere.<br/><br/>India for its part should make this element of its foreign policy clear to Pakistan : That we are on their side. That as long as they are not against us, we are with them.", "recommendationCount": 0}, {"assetID": 3295585, "replies": [], "lft": 597, "assetURL": "http://www.nytimes.com/2011/12/18/magazine/bill-keller-pakistan.html", "parentID": 5075030, "commentID": 5075573, "rgt": 598, "userDisplayName": "Robert", "createDate": "1323973655", "userID": 16813400, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1324012347", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Washington DC", "commentType": "userReply", "updateDate": "1324012347", "commentSequence": 160, "commentBody": "Raja:<br/><br/>Informed American? Buddy, I've been to your country and wouldn't exactly call it the center of the world when it comes to educated populace. Your public education system is abysmal and anyone with the ability (i.e., rich elite) send their kids abroad for an education. ", "recommendationCount": 2}, {"assetID": 3295585, "replies": [], "lft": 588, "assetURL": "http://www.nytimes.com/2011/12/18/magazine/bill-keller-pakistan.html", "parentID": null, "commentID": 5074465, "rgt": 591, "userDisplayName": "Deb Chatterjee", "createDate": "1323967910", "userID": 3989996, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1324012441", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "USA", "commentType": "comment", "updateDate": "1324012442", "commentSequence": 159, "commentBody": "The article is a good read, but any contemplative person would know at once that this article is purely baseless. It is written with a feel-good factor, perhaps to help President Barack Hussain Obama win the 2012 re-election, and to that end the article paints Pakistan in somewhat of a good light regarding Osama bin Laden's killing in Abbottabad, Pakistan.  That some members of the Pakistani government did not know is totally ridiculous. Why ? Because the mastermind of the 11/26/2008 Mumbai carnage, that left almost 200 people dead, the Pakistani-American and former FBI informant, David Coleman Headley (aka Dawood Gilani), who was arrested in Chicago and is on trial has clearly stated that ISI (Inter Services Intelligence) supports and foments Islamic terrorism  in South Asia and particularly in India to avenge: (a) Kashmir, and, (b) the creation of Bangladesh.  <br/><br/>One must take a hard look at reality, before stumbling through Bill Keller's article. The country called Pakistan, since 1947, has achieved what ? Can anyone make an itemized list of the country's achievement - other than what is becoming very prominently clear - that it is a failed state. Pakistan's major achievement has been spread of radical Islamic orthodoxy - that has culimnated into global Jihad.  <br/><br/>Pakisatn is a lapdog of USA, or, am I missing anything here ? ", "recommendationCount": 3}, {"assetID": 3295585, "replies": [], "lft": 497, "assetURL": "http://www.nytimes.com/2011/12/18/magazine/bill-keller-pakistan.html", "parentID": 5069497, "commentID": 5075643, "rgt": 498, "userDisplayName": "Vijay", "createDate": "1323974076", "userID": 53896531, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1324012464", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Washington DC", "commentType": "userReply", "updateDate": "1324012464", "commentSequence": 161, "commentBody": "It may be a useful exercise to determine why Pakistan far from being a Muslim majority secular state that Jinnah envisioned, is vertically at the very bottom of human development index. It is always easy to blame outsiders for ones problems. All weaknesses are within the country.", "recommendationCount": 1}, {"assetID": 3295585, "replies": [], "lft": 606, "assetURL": "http://www.nytimes.com/2011/12/18/magazine/bill-keller-pakistan.html", "parentID": null, "commentID": 5075672, "rgt": 607, "userDisplayName": "Binoy Shanker Prasad", "createDate": "1323974233", "userID": 55058765, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1324012577", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Dundas, Ontario", "commentType": "comment", "updateDate": "1324012577", "commentSequence": 160, "commentBody": "Bill Keller's research and writing is commendable. I see the truth, honesty and fraternity being the only victims. Right after 9/11, the Dalai Lamas and the Madonnas had pleaded that the US must not embark on a vengeful aggression of another country. The process of nation building and reconciliation would have been slow, excruciatingly painful, but without so much loss of blood and currencies. Now, as the US troops will be home-bound, its credibility and much-vaunted prowess will show their limitation. The US should have known its public opinion wouldn't support an endless war. The informed policy makers know the realities on the ground: Pak, struggling to keep its unity, wants to do a Bangladesh to India in Kashmir. Its parasitic military sees civilians as even more corrupt. It has suppressed civil society for so long. It hasn't abandoned its paranoia with Indian and Afghan hostility. Regardless of domestic concerns, the US shouldn't wash its hands off the region. Af-Pak region has to be stabilized. With the US mediation, all three countries, Af-Pak and India must generate mutual confidence about their non-aggression and focus on the elimination of extreme elements. The task will not be easy and quick result shouldn't be expected. What will happen to Afghan after the US leaves hasn't been discussed in Bill's article. The likely role of Iran and China in the region will keep the American policy makers awake in the night. Think twice before shaking hands with the devils.<br/>\nBinoy", "recommendationCount": 0}, {"assetID": 3295785, "replies": [], "lft": 346, "assetURL": "http://www.nytimes.com/2011/12/15/health/as-doctors-use-more-devices-potential-for-distraction-grows.html", "parentID": null, "commentID": 5079364, "rgt": 347, "userDisplayName": "Diane", "createDate": "1324012528", "userID": 46628283, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1324012577", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Victor", "commentType": "comment", "updateDate": "1324012577", "commentSequence": 100, "commentBody": "This article is sooo true. I have experienced it in MD office. Health care has become depersonalized over the past 5 years and my fear is it will become more so. I have been a supporter of electronic records but we nedd to aclnowledge the downside.Sadly,it is the consumer of the healthcare that will do most of the suffering with this \"advancement\" of our health care. Sham on us.", "recommendationCount": 1}, {"assetID": 3295585, "replies": [], "lft": 583, "assetURL": "http://www.nytimes.com/2011/12/18/magazine/bill-keller-pakistan.html", "parentID": 5072957, "commentID": 5076217, "rgt": 584, "userDisplayName": "Paul", "createDate": "1323977136", "userID": 64720637, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1324012617", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "NYC", "commentType": "userReply", "updateDate": "1324012617", "commentSequence": 162, "commentBody": "I don't have the pretention to know much about the topic but I feel that you might actually need to read more the nine pages above.<br/>\nI am very grateful for this article, which was well worth the effort of reading it: to me, each anecdote was like a small candle of light in a very dark night…", "recommendationCount": 3}, {"assetID": 3295785, "replies": [], "lft": 348, "assetURL": "http://www.nytimes.com/2011/12/15/health/as-doctors-use-more-devices-potential-for-distraction-grows.html", "parentID": null, "commentID": 5079367, "rgt": 349, "userDisplayName": "Lori", "createDate": "1324012563", "userID": 58957024, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1324012635", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Manhattan", "commentType": "comment", "updateDate": "1324012635", "commentSequence": 101, "commentBody": "No matter what you may think, the pt. is no longer the \"customer.\" The \"customers\" are insurance companies, regulatory agencies, malpractice attorneys, etc. who are basically serviced by hospital \"executive.\" The MD's are the line worker and the patient is a revenue source.<br/>\nSo who cares what patients really experince or think? There are ways to placate \"them\" while MD's know to whom they really report (see above). \"Devices\" just make it easier for MD's to do that and to document for risk management purposes. ", "recommendationCount": 5}, {"assetID": 3295585, "replies": [], "lft": 610, "assetURL": "http://www.nytimes.com/2011/12/18/magazine/bill-keller-pakistan.html", "parentID": null, "commentID": 5076434, "rgt": 611, "userDisplayName": "Bras Coupe", "createDate": "1323978365", "userID": 16082307, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1324012685", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Gentilly, New Orleans", "commentType": "comment", "updateDate": "1324012685", "commentSequence": 161, "commentBody": "The Pakistani elite has no point!<br/><br/>Pakistani leadership has chosen a path of conflict from the day it was conceptualized. They chose confrontation and war against India, both before and after independence. They chose to side with the United States against Russia in Afghanistan. They chose to support the Taliban in Afghanistan. They choose to encourage radical Islamic institutions. And, they choose to engage in low-level conflicts conducted by their intelligence agency. ", "recommendationCount": 4}, {"assetID": 3295585, "replies": [], "lft": 612, "assetURL": "http://www.nytimes.com/2011/12/18/magazine/bill-keller-pakistan.html", "parentID": null, "commentID": 5076440, "rgt": 613, "userDisplayName": "Phytoist", "createDate": "1323978448", "userID": 64365412, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1324012710", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "N.j.", "commentType": "comment", "updateDate": "1324012710", "commentSequence": 162, "commentBody": "Mr.Zee I don't know how you ccame to an assertion that India attacked Pakistan 3 times. The truth is it was always a response of India against Pakistan's skirmishes on Indian side boarder towns. All other groups who invaded India is a past history &amp; nuclear India now is a response now. Don't threaten India with Pak being nuclear,if it does one more nuclear skirmish,the end will be bad for both. Who knows which one will be wiped out,it just can be anybody's guess. War never brings prosperity to anyone as evidenced by US,Iraq &amp; Afghans,it just destroys the nations economically &amp; warriors physically &amp; mentally too. India knows it best &amp; it's in Pakistan's interest if it can understand's it. Both nations needs to eradicate poverty first,bring more food on table for all,make air &amp; water safe for use,educate all unto their capacities &amp; ask them to live by rules. Take good challenges for greater goods instead challenging for deaths &amp; demises. ", "recommendationCount": 0}, {"assetID": 3295963, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 5079372, "replies": [], "commentID": 5080339, "trusted": 0, "userDisplayName": "sharon", "createDate": "1324039726", "userID": 57543070, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1324040933", "userTitle": null, "recommendations": 12, "editorsSelection": false, "parentUserDisplayName": "cgehner", "userURL": null, "userLocation": "worcester county, ma", "depth": 1, "commentType": "userReply", "updateDate": "1324040934", "commentSequence": 19, "commentBody": "Proof please?  I live in MA. and while some items have gone up, most prices are very stable and quite low and the sales are still as good as ever.  But spouting rhetoric without backing it with fact is a favorite trick of the Republicans and their followers.  They are people who refuse to believe what they see with their own eyes.  The republicans lie convincingly enough and bank on their followers to not search out the truth, example that Pres. Obama instituted TARP, even though the vote took place in Oct. 2008, example that gas prices were lower before Obama took office, July 2008 prices were close to $5.00 a gallon and only bottomed out when the USA and the worlds' economy were a hair's breath away from a full blown depression. Example, Obama stated he would end the war with Afghanistan when he, in fact, stated that we should be focusing on Afghanistan and not Iraq, and on and on. They outright lie about and distort the truth knowing their minions will hang on every word like gospel. Nothing new here."}, {"recommendedFlag": 0, "parentID": 5079372, "replies": [], "commentID": 5080718, "trusted": 1, "userDisplayName": "walterrhett", "createDate": "1324043968", "userID": 33605332, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1324044020", "userTitle": null, "recommendations": 15, "editorsSelection": false, "parentUserDisplayName": "cgehner", "userURL": null, "userLocation": "Charleston, SC", "depth": 1, "commentType": "userReply", "updateDate": "1324044020", "commentSequence": 20, "commentBody": "Paul produces a body of work, and does provide evidence and logic, updated and reviewed, about his assertions overtime. This, as all realize, is difficult to do twice weekly in an 800 word column.<br/><br/>To all: If you think he often engages in ad homenium arguments, read his blog. Short, filled with links and charts, the blog posts are a running commentary of the liquidity trap (an underlying principle of our current stituation which makes inflation neigh impossible, not referenced here for space, but known well to those who seek deeper proof and details), inflation and interest rates, and other details, carefully explained.<br/><br/>This year, he has blogged from Europe, in meetings and conferences with European economists; from China, among other places. Paul regularly cites articles pro and con, and offers insights beyond the 800 word limit.(Friday night, he puts up a music video!)<br/><br/>Before we criticize his arguments as ad homenium or \"matched\" pairings (a view he has discussed often on the blog!), we should take a deeper look at his models, his critiques, and how he defends his conclusions--and the grounds for those he criticises. The blog accepts comments. And unlike the columns (comments posted by Times moderators),he reads and posts each one and once or twice weekly, responds to trending concerns.<br/>\n<a href=\"http://twitter.com/walterrhett\" title=\"twitter.com/walterrhett\" target=\"_blank\">twitter.com/walterrhett</a>"}, {"recommendedFlag": 0, "parentID": 5079372, "replies": [], "commentID": 5083343, "trusted": 0, "userDisplayName": "Richard", "createDate": "1324062381", "userID": 56791527, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1324064482", "userTitle": null, "recommendations": 1, "editorsSelection": false, "parentUserDisplayName": "cgehner", "userURL": null, "userLocation": "Stateline,NV", "depth": 1, "commentType": "userReply", "updateDate": "1324064482", "commentSequence": 21, "commentBody": "Professor Paul believes that the \"Best and fairest way\" to deal with Government finantial mismanagement is devaluation. He believes in it for Greece and this country as well. He also believes that there are no consequences to inflating the money supply (devaluation by the back door approach).  Both of these approaches impose a defacto regressive tax increase on the citizens that can least afford it, the working poor and the middle class. It makes you wonder who the Professor is looking out for."}]}, "lft": 254, "assetURL": "http://www.nytimes.com/2011/12/16/opinion/gop-monetary-madness.html", "parentID": null, "commentID": 5079372, "rgt": 273, "userDisplayName": "cgehner", "createDate": "1324012726", "userID": 58268518, "replyCount": 9, "commentTitle": "n/a", "status": "approved", "approveDate": "1324012755", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Seattle", "commentType": "comment", "updateDate": "1324012755", "commentSequence": 11, "commentBody": "Here we go again, economists of different stripes engaging in their favorite sport, accusing each other of ignorance - the \"Austrians\", the Keynesians, the neo-classicals, the \"sweet water\" versus the \"saltwater\" and on and on.<br/>\nIt is one thing to make fun of trying to return to the gold standard, it is quite something else to argue that expanding the money supply does not risk inflation. Anyone who is watching his grocery bills these days will notice a very steep increase in prices over the past few months. The fact that energy costs have gone down to mitigate the increase in aggregate inflation does not negate the fact that inflation is indeed rearing its ugly head.<br/>\nAn interesting counterpoint to Mr. Krugman's blithe assurances about inflation can be found here...<br/>\n<a href=\"http://www.welt.de/finanzen/article13769582/Selbst-in-der-Schweiz-ist-das-Ersparte-in-Gefahr.html\" title=\"http://www.welt.de/finanzen/article13769582/Selbst-in-der-Schweiz-ist-das-Ersparte-in-Gefahr.html\" target=\"_blank\">http://www.welt.de/finanzen/article13769582/Selbst-in-der-Schweiz-ist-da...</a><br/>\n... which describes some potential dangers from the dramatic increase in Swiss money supply as a result of \"printing money\" to force a stable relation between Euro and Swiss Franc.<br/>\n. ..<br/>\nAnd finally, Mr Krugman writes - \"my experience is that nobody in the political world ever admits to having been wrong about anything\".<br/>\nThe same can be said about economists, and evidence be damned....", "recommendationCount": 14}, {"assetID": 3295761, "replies": [], "lft": 30, "assetURL": "http://economix.blogs.nytimes.com/2011/12/15/where-is-the-volcker-rule/", "parentID": null, "commentID": 5079371, "rgt": 31, "userDisplayName": "Kyle Reddingfield", "createDate": "1324012699", "userID": 65354955, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1324012756", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Washington DC", "commentType": "comment", "updateDate": "1324012756", "commentSequence": 11, "commentBody": "Thanks for the insightful piece. I couldn't agree more; it is incredibly important that both regulators AND financial institutions have clear, bright-line rules that provide quality guidance for both a) compliance; and b) enforcement.  One thing we know for sure is that uncertainty can kill economies, and the less of it there is, the better.  <br/><br/>One recent glimmer of hope (though sadly unrelated to the Volcker Rule) comes from the FDIC, which recently proposed a rule clarifying that mutual insurance holding companies are \"insurance companies\" for purposes of Section 203(e) of the Dodd-Frank Act.  This story has not been widely reported, but I thought that it showed the intent of at least some regulators to try to provide bright lines by which both enforcers and corporate entities can abide.  See <a href=\"http://doddfranksummary.com/proposed-fdic-rule-praised-by-mutual-insurance-holding-companies\" title=\"http://doddfranksummary.com/proposed-fdic-rule-praised-by-mutual-insurance-holding-companies\" target=\"_blank\">http://doddfranksummary.com/proposed-fdic-rule-praised-by-mutual-insuran...</a>", "recommendationCount": 3}, {"assetID": 3295585, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 5076471, "replies": [], "commentID": 5085423, "trusted": 0, "userDisplayName": "Assad K", "createDate": "1324080478", "userID": 4074715, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1324093377", "userTitle": null, "recommendations": 0, "editorsSelection": false, "parentUserDisplayName": "Bras Coupe", "userURL": null, "userLocation": "Lakewood, Ohio", "depth": 1, "commentType": "userReply", "updateDate": "1324093377", "commentSequence": 182, "commentBody": "Pakistani troops at that border would be involved with dealing with the Taliban/Al Qaeda.. why would they be equipped with SAMs? "}]}, "lft": 616, "assetURL": "http://www.nytimes.com/2011/12/18/magazine/bill-keller-pakistan.html", "parentID": null, "commentID": 5076471, "rgt": 619, "userDisplayName": "Bras Coupe", "createDate": "1323978669", "userID": 16082307, "replyCount": 1, "commentTitle": "n/a", "status": "approved", "approveDate": "1324012813", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Gentilly, New Orleans", "commentType": "comment", "updateDate": "1324012813", "commentSequence": 163, "commentBody": "All nations  maintain militaries, supposedly to defend their national interests. For most nations, this simply means maintaining their national borders. But, for Pakistan, their military leadership desires the capability to conduct offensive operations with heavy armor, advanced aircraft, and nuclear missiles. Of course, they found willing suppliers for their conventional weapons. And, they managed to exploit less vigilant suppliers to achieve their nuclear ambitions. So, what we have today is a nation whose elite has regional ambitions and whose majority lives in squalor. <br/><br/>Isn't it somewhat perplexing that Pakistani troops guarding their border wouldn't be equipped to repel the assault that killed 24 of their troops? If a nations military is intended to protect its borders, shouldn't border emplacements be some of the best equipped? Unfortunately, for them, these poor soldiers were nothing but poorly paid pawns of their national elite. Not much different than US troops in that regard. And, now, that the Pakistani elite has sacrificed some pawns, they seek to cry foul. If they cared about their troops, they'd have equipped them with SAMs and positioned them in a network in which support was a minute away. They didn't, because they don't care about protecting their borders. They think that have bigger fish to fry. And thus, they have no point.<br/><br/>Any national elite, including ours, that places any interest above protecting the welfare of its national population, has no point!", "recommendationCount": 1}, {"assetID": 3295585, "replies": [], "lft": 557, "assetURL": "http://www.nytimes.com/2011/12/18/magazine/bill-keller-pakistan.html", "parentID": 5071104, "commentID": 5076521, "rgt": 558, "userDisplayName": "Sid", "createDate": "1323979014", "userID": 57613450, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1324012845", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Toronto", "commentType": "userReply", "updateDate": "1324012846", "commentSequence": 163, "commentBody": "So what exactly is your point? Perhaps you need  Politics 101 to inform you of the fact that almost every nation-state in the world forms itself and continues down the political and ideological road centered around a shared grievance-narrative. If you read history, you will find out just how effectively Gandhi, Nehru and their Congress party of British India used 'Gravamin Politic' to the hilt in their Hindu-ideology tainted freedom struggle leading to several Direct Action Days against British... This was long before any Jinnah or Pakistan..", "recommendationCount": 4}, {"assetID": 3295585, "replies": [], "lft": 622, "assetURL": "http://www.nytimes.com/2011/12/18/magazine/bill-keller-pakistan.html", "parentID": null, "commentID": 5076768, "rgt": 623, "userDisplayName": "MB", "createDate": "1323980664", "userID": 55827253, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1324012982", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New York", "commentType": "comment", "updateDate": "1324012982", "commentSequence": 164, "commentBody": "Thank you Bill Keller for igniting passionate responses from our Southern South Asian friends. It is wonderful to see them caring about Pakistan. ", "recommendationCount": 2}, {"assetID": 3295956, "replies": [], "lft": 6, "assetURL": "http://thecaucus.blogs.nytimes.com/2011/12/15/candidates-engage-ahead-of-debate/", "parentID": null, "commentID": 5079378, "rgt": 7, "userDisplayName": "Ed", "createDate": "1324012987", "userID": 62450066, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1324013054", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Arizona", "commentType": "comment", "updateDate": "1324013054", "commentSequence": 3, "commentBody": "It would seem that Newt Gingrich had his Christine O'Donnell moment in tonights debate.<br/><br/>She said...\"I'm not a witch.\"<br/><br/>Gingrich said...\"I am not a lobbyist.\"", "recommendationCount": 2}, {"assetID": 3295585, "replies": [], "lft": 599, "assetURL": "http://www.nytimes.com/2011/12/18/magazine/bill-keller-pakistan.html", "parentID": 5075030, "commentID": 5078294, "rgt": 600, "userDisplayName": "Andy", "createDate": "1323992527", "userID": 48939508, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1324013067", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Des Moines", "commentType": "userReply", "updateDate": "1324013067", "commentSequence": 164, "commentBody": "This debate also enforces one to believe that Pakistan cannot have sincere relations with ANY nation includings its current master China. Unfortunately the Chinese being a communist nation -will warn you twice- and third time will invade your nation. They will not show the patience that US has under democratic consensus. Which civilized nation will tolerate a nation that nurtures militants??? ", "recommendationCount": 4}, {"assetID": 3295963, "replies": [], "lft": 89, "assetURL": "http://www.nytimes.com/2011/12/16/opinion/gop-monetary-madness.html", "parentID": 5079194, "commentID": 5079388, "rgt": 90, "userDisplayName": "joel", "createDate": "1324013185", "userID": 8004471, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1324013235", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Oakland, CA", "commentType": "userReply", "updateDate": "1324013235", "commentSequence": 2, "commentBody": "Shanen, in the/a previous reply to Winning Progressive's comment, got the time frame almost right, but the change was Nixon's people's Southern Strategy, getting the segregationists and fundamentalists of the Dixiecrats (Southern Democrats) to join with the Goldwater-loving John Birchers after Lyndon Johnson and the dems passed the Civil Rights Act of 1964.  Tells you all you need to know about integrity, good faith debate, fear-mongering, and demagoguery.<br/><br/>Fast forward to 2008, when Krugman noted that the GOP had been \"taken over by the people it used to exploit\".", "recommendationCount": 94}, {"assetID": 3295585, "replies": [], "lft": 201, "assetURL": "http://www.nytimes.com/2011/12/18/magazine/bill-keller-pakistan.html", "parentID": 5065904, "commentID": 5078541, "rgt": 202, "userDisplayName": "RR", "createDate": "1323995113", "userID": 4450240, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1324013264", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Los Angeles, CA", "commentType": "userReply", "updateDate": "1324013264", "commentSequence": 165, "commentBody": "TS...hmmm, Tiananmen Square?", "recommendationCount": 0}, {"assetID": 3295585, "replies": [], "lft": 628, "assetURL": "http://www.nytimes.com/2011/12/18/magazine/bill-keller-pakistan.html", "parentID": null, "commentID": 5076968, "rgt": 629, "userDisplayName": "ali", "createDate": "1323982190", "userID": 58423641, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1324013319", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Pakistan", "commentType": "comment", "updateDate": "1324013319", "commentSequence": 165, "commentBody": "Great article. I have a suggestion that I am surprised has not been mentioned at all in western media. Why don't the Americans fence the border between Pakistan and Afghanistan? Labor is cheap here, the cost will not be more than a few billion dollars and the border can be monitored using cameras and search lights. Fencing the border will remove all the objections you Americans and Afghans have against Pakistan. The reports in Pakistan say that this idea was proposed by Musharaf to Karzai and Bush but it was turned down. Apparently, the Afghans want easy access to Pakistan, in case their country goes down into chaos once more. What say you, Bill?", "recommendationCount": 7}, {"assetID": 3295585, "replies": [], "lft": 630, "assetURL": "http://www.nytimes.com/2011/12/18/magazine/bill-keller-pakistan.html", "parentID": null, "commentID": 5077030, "rgt": 633, "userDisplayName": "Raymond Babcock", "createDate": "1323982589", "userID": 61682591, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1324013350", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Topeka Ks.", "commentType": "comment", "updateDate": "1324013351", "commentSequence": 166, "commentBody": "we need to just give up on pakistan why do we give them money when america is broke the best move we can make right now is to get out of afghanistan we feed and arm are eneimes", "recommendationCount": 0}, {"assetID": 3295585, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 5077651, "replies": [], "commentID": 5079857, "trusted": 0, "userDisplayName": "Zeeshan", "createDate": "1324026005", "userID": 65355303, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1324048262", "userTitle": null, "recommendations": 1, "editorsSelection": false, "parentUserDisplayName": "mukhtar ahmed turk", "userURL": null, "userLocation": "Pakistan", "depth": 1, "commentType": "userReply", "updateDate": "1324048262", "commentSequence": 1, "commentBody": "I have failed to undertsnad what new infromation or what concessions the wirter has given to Pakistan in this article. All i understood is that America want peace and Pakistan dosent? I endorsed the views of Gen Yains that America wants us on one hand to fight with Tallban and on the other hand wants Pakistan to infleunce Taliban to negotiate. A lot of blood has been shed most of is Pakistan's. If Pakistan is denied a firiedly goverment in Afghansitan we will be back to square one."}, {"recommendedFlag": 0, "parentID": 5077651, "replies": [], "commentID": 5080228, "trusted": 0, "userDisplayName": "mgard", "createDate": "1324037715", "userID": 58910405, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1324048309", "userTitle": null, "recommendations": 4, "editorsSelection": false, "parentUserDisplayName": "mukhtar ahmed turk", "userURL": null, "userLocation": "Boston", "depth": 1, "commentType": "userReply", "updateDate": "1324048309", "commentSequence": 170, "commentBody": "I agree with your sentiments. As an American who was raised in Pakistan I have found little in western media that considers the Pakistani point of view. The bias against the country is significant in mainstream media. I too appreciated this article but it's encouraging to hear that someone from Pakistan also appreciated. My times in Pakistan have been rich in relationships and learning. I would not trade my upbringing in both small towns in Sindh and the hill station of Murree for the world. It's a side of Pakistan I would love others to see. Mark Twain once said that \"Travel is Fatal to bigotry, prejudice, and narrow mindedness\" One would wish for more from both sides of the picture to travel -  meet real people and engage in real relationships based on hot chai, good curry and long conversation. "}]}, "lft": 636, "assetURL": "http://www.nytimes.com/2011/12/18/magazine/bill-keller-pakistan.html", "parentID": null, "commentID": 5077651, "rgt": 641, "userDisplayName": "mukhtar ahmed turk", "createDate": "1323987361", "userID": 65353494, "replyCount": 2, "commentTitle": "n/a", "status": "approved", "approveDate": "1324013404", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "karachi ,Pakistan .", "commentType": "comment", "updateDate": "1324013404", "commentSequence": 167, "commentBody": "The writer mentions couple therapy to repair demagaged relations between the two countries . Interestingly (and may be quite unintentionaly) this article has already initiated it .After reading nine pages of  very well written ,well researched ,  informative and objective article , i m sure ,every reader of pakistani origin must be  feeling less antagonistic( if they ever were)  toThe United stsates of  America. For my part ,i m a pakistani man of average intelligence and average education so i might not be able to express my geniune feelings of appreciation and gratitude to the writer for presenting pakistani point of view in a very objective and unbiased way ,therefore ,i would like to say a very big and sincere THANK YOU to  Mr.Bill Kerry and The NYT.   Thank you very much.", "recommendationCount": 5}, {"assetID": 3295585, "replies": [], "lft": 646, "assetURL": "http://www.nytimes.com/2011/12/18/magazine/bill-keller-pakistan.html", "parentID": null, "commentID": 5078518, "rgt": 647, "userDisplayName": "Bharat", "createDate": "1323994899", "userID": 51685520, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1324013475", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Cleveland, OH", "commentType": "comment", "updateDate": "1324013475", "commentSequence": 168, "commentBody": "I think the article should be titled - \"History of US-Pak\" relations. I unfortunately read this 9 page article and I did not come any more well-informed to change my views.<br/><br/>This is just a re-hash of publicly available information and I don't see any rationale that the author points out to suggest \"Pakistanis have a point\".", "recommendationCount": 4}]}, "copyright": "Copyright (c) 2016 The New York Times Company.  All Rights Reserved."}