{"debug": {"version": 3.1}, "status": "OK", "results": {"api_timestamp": "1481459970", "totalCommentsFound": 2097, "totalCommentsReturned": 25, "comments": [{"assetID": 1483971, "replies": [], "lft": 32, "assetURL": "http://dotearth.blogs.nytimes.com/2010/05/21/adventures-in-synthetic-biology/", "parentID": null, "commentID": 2019775, "rgt": 33, "userDisplayName": "Jeffrey Guterman", "createDate": "1274496092", "userID": 54848668, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1274501708", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Bal Harbour, Florida", "commentType": "comment", "updateDate": "1274498108", "commentSequence": 15, "commentBody": "The Singularity is coming (maybe).", "recommendationCount": 0}, {"assetID": 1483971, "replies": [], "lft": 34, "assetURL": "http://dotearth.blogs.nytimes.com/2010/05/21/adventures-in-synthetic-biology/", "parentID": null, "commentID": 2019783, "rgt": 35, "userDisplayName": "John Lane", "createDate": "1274496492", "userID": 13354935, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1274501755", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Phila Pa", "commentType": "comment", "updateDate": "1274498960", "commentSequence": 16, "commentBody": "Every time someone takes a new step in this direction, we hear that they've \"created life\" which is pure bs.<br />Even if this scientist had succeeded in building a new cell from small molecules -- and what he has done is very, very, very far from that -- it still would not be the creation of life from scratch, since the blueprints for the cell's structures and machinery would have been borrowed from life, like text copied from a book, even if with small modifications.<br />It would be just like someone taking big chunks of text from a well-known literary work, assembling it with a change of a word here and there into a new book, and then others saying this person had written a new book.<br />But, to repeat, he has not even done something close to what I just described. He used an existing cell, with all its structures and machinery, and replaced it with genetic material derived ulimately from life, only reassembled a bit differently.<br />The concept of DNA itself and the concept of cell structures such as ribosomes, RNA, mitochondria and many others, comes from life. It is not original and never will be.<br /><br />Even in the event (which I do not believe we will ever see) that supercomputers designed an entirely different cell machinery and new cell structures, heretofore unknown, from scratch - this would have been achieved ultimately using human intelligence that was not designed by humans, which means humans could not take all the credit. ", "recommendationCount": 3}, {"assetID": 1483971, "replies": [], "lft": 36, "assetURL": "http://dotearth.blogs.nytimes.com/2010/05/21/adventures-in-synthetic-biology/", "parentID": null, "commentID": 2019785, "rgt": 37, "userDisplayName": "Kalvin Grey", "createDate": "1274496735", "userID": 52284998, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1274501764", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "NYC", "commentType": "comment", "updateDate": "1274498164", "commentSequence": 17, "commentBody": "Hopefully this latest discovery will, like all great leaps forward in science, produce equally great mistakes enabling Mother Nature to bless us never to reach the day of such a catastrophic population number.", "recommendationCount": 0}, {"assetID": 1483971, "replies": [], "lft": 38, "assetURL": "http://dotearth.blogs.nytimes.com/2010/05/21/adventures-in-synthetic-biology/", "parentID": null, "commentID": 2019800, "rgt": 39, "userDisplayName": "darinb", "createDate": "1274497414", "userID": 153790, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1274501809", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Montara, CA", "commentType": "comment", "updateDate": "1274498209", "commentSequence": 18, "commentBody": "Here is the correct link for \"Adventures in Synthetic Biology\":<br /><br /><a href=\"http://www.nature.com/nature/comics/syntheticbiologycomic/index.html\" target=\"_blank\">http://www.nature.com...</a><br /><br />--Darin", "recommendationCount": 0}, {"assetID": 1483971, "replies": [], "lft": 40, "assetURL": "http://dotearth.blogs.nytimes.com/2010/05/21/adventures-in-synthetic-biology/", "parentID": null, "commentID": 2019841, "rgt": 41, "userDisplayName": "doctor mom", "createDate": "1274499229", "userID": 19239637, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1274501817", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "salt lake", "commentType": "comment", "updateDate": "1274498217", "commentSequence": 19, "commentBody": "It's really not much of an accomplishment. All he did is copy a bunch of genes that were already known and deleted some and claimed he made a new organism!<br />Voila, a cheap route to fame but not very impressive.", "recommendationCount": 1}, {"assetID": 1483971, "replies": [], "lft": 42, "assetURL": "http://dotearth.blogs.nytimes.com/2010/05/21/adventures-in-synthetic-biology/", "parentID": null, "commentID": 2019862, "rgt": 43, "userDisplayName": "elrito", "createDate": "1274500286", "userID": 60462181, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1274501833", "userTitle": null, "editorsSelection": 1, "statusID": 2, "userURL": null, "userLocation": "usa", "commentType": "comment", "updateDate": "1274498233", "commentSequence": 20, "commentBody": "Mary Shelley:<br />\"It was on a dreary night of November that I beheld the accomplishment of my toils. With an anxiety that almost amounted to agony, I collected the instruments of life around me, that I might infuse a spark of being into the lifeless thing that lay at my feet. It was already one in the morning; the rain pattered dismally against the panes, and my candle was nearly burnt out, when, by the glimmer of the half-extinguished light, I saw the dull yellow eye of the creature open; it breathed hard, and a convulsive motion agitated its limbs.<br /><br />How can I describe my emotions at this catastrophe, or how delineate the wretch whom with such infinite pains and care I had endeavoured to form?\"", "recommendationCount": 2}, {"assetID": 1483971, "replies": [], "lft": 44, "assetURL": "http://dotearth.blogs.nytimes.com/2010/05/21/adventures-in-synthetic-biology/", "parentID": null, "commentID": 2019872, "rgt": 45, "userDisplayName": "Michael", "createDate": "1274500809", "userID": 52699596, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1274501861", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Florida", "commentType": "comment", "updateDate": "1274498261", "commentSequence": 21, "commentBody": "What was created was not so much a new life form as a proof of concept.  The living bacterium (Mycoplasma) that was synthesized was basically identical to the species in nature from which it was copied.  No new \"Frankenstein\" to behold here.  In almost all cases it would not be necessary to synthesize an organism entirely from chemicals off the shelf to produce a useful product.  Ordinary extant recombinant DNA technology should work just fine, thank you very much.<br /><br />This was largely an exercise in mastering new technologies, which, as a tool, may incrementally lead us to a more complete understanding of life at the molecular level, but not a protocol that's going to be routinely carried out.  It's too expensive, complex and time consuming.  The existing methods for splicing genes and creating genetic recombinants are much cheaper, easier and quicker.<br /><br />I daresay the real prime motivation for carrying out such an exercise was to be able to say:  it's possible, we can do it, we can produce a living thing using only simple chemicals and the basic information we have learned from studying living systems.  It's an existential break in the never-ending loop of \"life begets life.\"  We have shown that the mere knowledge gleaned from studying life can be used to beget life.  If you fear this, you fear truly understanding what you are as a living entity.<br /><br />It's ironic in that it took a long chain of experiments during the 18th and 19th centuries (culminating with Pasteur's famous swan-neck flasks) to disprove the theory of spontaneous generation, the notion that life could suddenly spring from abiotic precursors.   Now we have shown that, with knowledge and man's participation, it is possible to create something that lives from abiotic building blocks.  But do not think that this somehow violates the laws of nature or some deity.  The information that normally specifies a new cell resides within its living parental cell (mainly in its DNA).   In this special case, that information simply took up residence within human minds before being passed along to create a new cell.", "recommendationCount": 4}, {"assetID": 1483971, "replies": [], "lft": 46, "assetURL": "http://dotearth.blogs.nytimes.com/2010/05/21/adventures-in-synthetic-biology/", "parentID": null, "commentID": 2019875, "rgt": 47, "userDisplayName": "Erich H", "createDate": "1274500891", "userID": 58645611, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1274501881", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Chicago", "commentType": "comment", "updateDate": "1274498281", "commentSequence": 22, "commentBody": "Evolution continues in many ways. Bacteria evolve quickly (sometimes within 24 hours) because they go through several generations quickly and because they can pass parts of their DNA around to each other. The bacteria with the mutations that are most advantageous for survival are selected for and those genes are passed on. Being able to evolve quickly is advantageous because the species is able to adapt to whatever harm comes it's way. As the human race advances and evolves, those that are able to evolve faster will gain an advantage. If a human could evolve overnight so that he was resistant to the damage caused by cigarette smoke or HIV or UV rays from the sun, that would be an advantage that would cause those genes to be passed on and the progeny of that lineage to survive better than ones that did not evolve.<br /><br />Being able to control evolution on a faster scale would lead to speciation and an evolutionarily advanced human race. Combined with genetic engineering and gene therapy these types of technologies could lead to not only choosing whether you want your yet to be born child to have brown or blue eyes, but eventually also whether you would want them to have more fast twitch muscles to run faster, greater lung capacity to hold their breath under water longer, more HGH production from their cells for stronger, bigger muscles, neurons that are able to integrate with computer circutry or even wings on their back to fly. Things that have already been accomplished such as making a cat's face glow in the dark, growing a human ear on the side of a mouse, giving mice increased HGH production to make Scwharzenager sized mice, and Venter's insertion of synthetic DNA code into a physical cell all are initial steps towards this type of technology.<br /><br />Because the upper class of a society is usually the first to be able to afford new technology that is vastly different, the first humans that would take advantage of this technology would be the ultra rich assuming the society is still based largely on capitalism. So there would be some humans that start evolving quickly into new species while most of the rest of the human world stays on the same course we currently are on. It's the same idea as the first humans to go into space in the next couple years on a commercial airline will be the ultra rich paying 250,000 US for a seat. And just like there are still monkeys and apes in today's world at the same time as humans, there will still be humans remaining while potentially many new, advanced human species are born into existence.<br /><br />Some might view this as unnatural. However, whatever humans do is natural relative to humans. So if humans are able to speed up their evolution or change their genetic makeup within a single lifetime, then it is because of their natural brain power and natural physical ability to do so and therefore, relative to humans, this is a natural evolution.<br /><br />Humans will be able to deal with the change in the Earth's temperature, i.e. global warming or whatever you want to call the cause of the polar caps melting which leads to a chain of events that change the planet in a small or large way. It is because of our ability to adapt. The polar bears that might go extinct are not able to adapt as well as humans are. This direction humans are now starting on that will lead us to the ability to control our genetic makeup and speed up evolution is happening whether you want deal with it or not. Hopefully as with any issue that arises, people will take the course of action that makes sense - accept it and move forward with it. It is the progression of humankind and if you don't accept it and move forward with it, you may end up being the monkey and someone else will be the human.", "recommendationCount": 2}, {"assetID": 1483971, "replies": [], "lft": 48, "assetURL": "http://dotearth.blogs.nytimes.com/2010/05/21/adventures-in-synthetic-biology/", "parentID": null, "commentID": 2019882, "rgt": 49, "userDisplayName": "HJBoitel", "createDate": "1274501357", "userID": 5315482, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1274501907", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New York", "commentType": "comment", "updateDate": "1274498307", "commentSequence": 23, "commentBody": "The programming of living things has been going on since before recorded history. We train ourselves, we train others, we domesticate animals and breed them for what we consider to be desirable traits, and we create what are essentially new types of creatures and vegetation.  We isolate \"natural\" and rare deviations from the \"normal\" and we encourage their shift into the common.<br /><br />In doing all of this we are often aided or hindered by chance. In this context, \"chance\" gives nature an opportunity to go where it can.<br /><br />One thing is for sure, we will never create something out of nothing. If nothing else, the \"we\" part of the equation resolves that issue.  We can speculate about where all of the raw material came from, but we know that we did not \"create\"  it. That is not religion, it is fact.<br /><br />There is a lot that we do that will cause pain to creatures, harm to ourselves and adverse consequences to future generations. The fact is, however, that, particularly in the past century, we have increased, multiplied and vastly improved the lot of mankind, both in terms of lifespan and freedom from drudgery and disease.<br /><br />The literal structuring of DNA instructions is a qualitative change in our ability to modify life.The potential for the creation of countless organisms of change is clear and awesome, by orders of magnitude, as compared to our past modification of life forms. If we do not carefully control the process, mankind and other living things may suffer a great deal or even we may even make ourselves extinct. Imagine if the mistakes or negligence, like that which resulted in the BP oil \"spill\", happened with regard to the programming of organisms that might attack us directly or might make our environment uninhabitable. On the other hand, we may be able to program organism that will vastly improve out lives and those of future generations.<br /><br />There is clearly a need for informed regulation. As with just about everything nowadays, there is also a need to purge ourselves of those politicians who would use their positions to make self-serving, unwarranted controversy or to sell permissiveness to private enterprise.<br /><br />Three cheers for these truly great scientists who have opened a new, important door to human progress. Let's walk through that door with our eyes open and our intent fixed upon safeguarding and nurturing the future.<br /><br />HJBoitel<br /><br />", "recommendationCount": 1}, {"assetID": 1483971, "replies": [], "lft": 50, "assetURL": "http://dotearth.blogs.nytimes.com/2010/05/21/adventures-in-synthetic-biology/", "parentID": null, "commentID": 2019887, "rgt": 51, "userDisplayName": "Jake", "createDate": "1274501439", "userID": 43704975, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1274501922", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Cambridge, MA", "commentType": "comment", "updateDate": "1274498322", "commentSequence": 24, "commentBody": "As #7 said, this is a technical step, not a miracle.  We've steadily gotten better at producing custom DNA molecules from scratch - this is a useful technology to have, and people have been working on it for decades.  Somewhere around a decade ago, it became possible to make a virus-sized DNA; this is semi-routine now.  This is another milestone - we can make a bona-fide bacterial genome (albeit a very small genome!).<br /><br />The best analogy I can think of is Lindbergh and the first flight across the Atlantic.  No, it wasn't very practical back then.  It was very technically demanding, and expensive, and otherwise not the best choice for people who just wanted to get from A to B.  But after decades of steady improvement in aviation, the planes were good enough - barely! - to make it across.  And this was new, and impressive, and the media ate it up.  But there was a heck of a lot of work to do before trans-Atlantic flight went from barely possible to routine.<br /><br />Venter's game of copy-the-bacterium is impressive - but it was also just barely possible with current technology.  Using these methods to build something genuinely useful...well, that's going to take a while.<br /><br />However, not to worry!  If Glenn Beck is offended by it, then it must be of great benefit to humanity...", "recommendationCount": 4}, {"assetID": 1483971, "replies": [], "lft": 52, "assetURL": "http://dotearth.blogs.nytimes.com/2010/05/21/adventures-in-synthetic-biology/", "parentID": null, "commentID": 2019893, "rgt": 53, "userDisplayName": "David Chowes,", "createDate": "1274501596", "userID": 19856934, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1274501933", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New York City", "commentType": "comment", "updateDate": "1274498333", "commentSequence": 25, "commentBody": "UNINTENDED CONSEQUENCES?<br /><br />A knife can be used as a useful tool by people; or, it can do great damge -- even kill.<br /><br />Given the human condition, which has persisted for millennia... Who knows?", "recommendationCount": 2}, {"assetID": 1483924, "replies": [], "lft": 74, "assetURL": "http://www.nytimes.com/2010/05/22/technology/22lost.html", "parentID": null, "commentID": 2019754, "rgt": 75, "userDisplayName": "NYCgal", "createDate": "1274494994", "userID": 35984969, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1274503705", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "NYC", "commentType": "comment", "updateDate": "1274500105", "commentSequence": 19, "commentBody": "So, somebody whines about having to turn off their devices for two hours and somebody else has written about the whiner.  How interesting.     ", "recommendationCount": 9}, {"assetID": 1483924, "replies": [], "lft": 80, "assetURL": "http://www.nytimes.com/2010/05/22/technology/22lost.html", "parentID": null, "commentID": 2019798, "rgt": 81, "userDisplayName": "anusri", "createDate": "1274497334", "userID": 31222542, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1274503712", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "bangalore", "commentType": "comment", "updateDate": "1274500112", "commentSequence": 20, "commentBody": "I am in India and have just seen the first episode of the final season - believe it or not!!!<br />i dont go around searching for news on LOST - so i should be okay - no spoilers for me if i dont go looking for it!!!", "recommendationCount": 2}, {"assetID": 1484497, "replies": [], "lft": 2, "assetURL": "http://www.nytimes.com/2010/05/22/us/22bison.html", "parentID": null, "commentID": 2019913, "rgt": 3, "userDisplayName": "Drasail2", "createDate": "1274502807", "userID": 9929406, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1274503744", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "La Jolla", "commentType": "comment", "updateDate": "1274500144", "commentSequence": 1, "commentBody": "Here's the skinny. I'm a vegetarian (try it, you'll like it) and an avid eco. But let's get real...a lot more federal and marginal range land ought to be established as wildlife/game preserves. You heard me, let's get more free range for the bison and the way we'll pay for it is to permit carefully managed and sustainable hunting.<br />Everyone happy?<br /><br />", "recommendationCount": 22}, {"assetID": 1484321, "replies": [], "lft": 24, "assetURL": "http://www.nytimes.com/2010/05/22/opinion/22herbert.html", "parentID": null, "commentID": 2019834, "rgt": 25, "userDisplayName": "Neal", "createDate": "1274498997", "userID": 57312215, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1274503791", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Central Ohio", "commentType": "comment", "updateDate": "1274527864", "commentSequence": 1, "commentBody": "Scandalous rapacious greed.  This time by the oil companies.  Last time by the coal mining companies.  Before that the bankers and the hedge fund traders.  Aided and abetted by Cheney and his holdover appointees and the culture that Reagan-Bush economics created and fostered.<br /><br />Was the Obama administration able to move far enough fast enough to avoid unmitigated disaster?  In avoiding a great depression, apparently so.  In interrupting terrorism, so far we have been lucky.  But apparently our gamblers' luck ran out in the middle of one of our premier natural and economic resources, the Gulf of Mexico.<br /><br />It is time for fundamental change regarding the regulation of big business.  It is time to quit rewarding unchecked rapacious greed and take back our country, this time for real power to real people.<br /><br />I was disappointed to find that libertarianism, which I thought might be a leaven for good use, apparently advocates racism and unchecked corporate abuse.  More like sourdough than yeast.<br /><br />We need to tighten our belts, get by on less energy, and do what we know is right for our grandchildren.  It is too bad it is taking a disaster of this magnitude to bring those lessons painfully home.", "recommendationCount": 1133}, {"assetID": 1484321, "replies": [], "lft": 46, "assetURL": "http://www.nytimes.com/2010/05/22/opinion/22herbert.html", "parentID": null, "commentID": 2019928, "rgt": 47, "userDisplayName": "Winston Smith", "createDate": "1274503293", "userID": 47150174, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1274503803", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "el cerrito ca", "commentType": "comment", "updateDate": "1274500203", "commentSequence": 2, "commentBody": "This was a brilliant article Mr Herbert describing in a few short concise paragraphs what this environmental catastrophe means to Americans. It is not only an environmental disaster of immense proportions but it is a catastrophe for the families who work these waters for their livelihood. The moment we are living in is indeed horrible as these greedy unfeeling corporations play havoc with our country. Nothing short of a revolution in our thinking to put these behemoth entities like the oil companies and defense corporations under the heel of the American public is necessary. This should be the final straw. And the tepid response by the Obama Administration is nothing but maddening.", "recommendationCount": 839}, {"assetID": 1484321, "replies": [], "lft": 14, "assetURL": "http://www.nytimes.com/2010/05/22/opinion/22herbert.html", "parentID": null, "commentID": 2019763, "rgt": 15, "userDisplayName": "Kate Madison", "createDate": "1274495538", "userID": 25120579, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1274503821", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Depoe Bay, Oregon", "commentType": "comment", "updateDate": "1274527923", "commentSequence": 3, "commentBody": "...\"The response of the Obama administration and the general public to this latest outrage at the hands of a giant, politically connected corporation has been embarrassingly tepid. We take our whippings in stride in this country. We behave as though there is nothing we can do about it.\"<br /><br />Many of us voted for Obama as our best hope, Bob!  We believed that he would do his best to stand up for the little guys--never realizing that two of his major campaign contributors were Goldman Sachs and BP!  More than the marshes, Gulf Coast, fishermen and ecosystem has been devastated by this horrific event--terrible as this is and will continue to be!  Our hope has been destroyed as well!", "recommendationCount": 605}, {"assetID": 1484321, "replies": [], "lft": 28, "assetURL": "http://www.nytimes.com/2010/05/22/opinion/22herbert.html", "parentID": null, "commentID": 2019877, "rgt": 29, "userDisplayName": "Mohamed", "createDate": "1274501066", "userID": 38534594, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1274503832", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "USA", "commentType": "comment", "updateDate": "1274500232", "commentSequence": 4, "commentBody": "Bob, we all know the cliché, if only tool you have is a hammer then everything looks like a nail. But alas hammer does not work for us anymore. We can beat the day light of many nations with shock and awe but now it is our term to be shocked. I am not trivializing the ecological disasters we are witnessing in the gulf. Livelihood and ways of life are in jeopardy.  But we can easily question the wisdom of putting so much emphasis on our military technology but so little preparedness safeguarding our ecosystem.  As a nation our priorities are all fixed up. Yes, corruption has permeated our political system to the core; gulf oil spill was the latest symptom of that. Unnecessary war was the first symptom.", "recommendationCount": 567}, {"assetID": 1484321, "replies": [], "lft": 20, "assetURL": "http://www.nytimes.com/2010/05/22/opinion/22herbert.html", "parentID": null, "commentID": 2019814, "rgt": 21, "userDisplayName": "WestCoastCarl", "createDate": "1274498123", "userID": 57387010, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1274503838", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Los Angeles", "commentType": "comment", "updateDate": "1274500238", "commentSequence": 5, "commentBody": "This whole debacle is the best demonstrated argument to develop alternative energy sources! Look at the mess, the loss of jobs, the degradation of the environment, the altering of the ecosystem, the prevention of oxygenation of the water, the demonstration of greed and incompetence of the oil industry to police its own!", "recommendationCount": 443}, {"assetID": 1484321, "replies": [], "lft": 40, "assetURL": "http://www.nytimes.com/2010/05/22/opinion/22herbert.html", "parentID": null, "commentID": 2019925, "rgt": 41, "userDisplayName": "Lawrence Anthony Florek", "createDate": "1274503242", "userID": 59220919, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1274503846", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Brooklyn, New York", "commentType": "comment", "updateDate": "1274500246", "commentSequence": 6, "commentBody": "Bob Herbert is dead on with his comment lamenting the huge losses Gulf Of Mexico residents and ALL Americans will experience as the British Petroleum oil disaster continues.  I agree.  It is mind boggling to observe the luke warm if not down right refusal of most Americans to acknowledge what's happening to our Southern brothers and sisters in their time of need.  What happened?  Where are America's college students who in the past, I rmember were passionate about important and urgent issues related to big business and especially government.  Why are they as a group not visibly  demonstrating their frustration with the passion that they use to have in the past? It seems to me that American anger and standing up for what is right and good for our country has been declawed and defanged.  How did this happen?  I would like to give this more thought.  For now we have lost our will to demonstrate for what's right for two reasons, money and fear and unfortunately hopelessness.  This is a grave time for America.  We must put our fears aside and fight for what is right.  Stand up against corporate power who through their quest for total deregulation will create an anarchy that may destroy us.  I believe in America.  I believe in The American People.  I know that we are an honest, decent people but we must speak up... ALL OF U.S.", "recommendationCount": 399}, {"assetID": 1484321, "replies": [], "lft": 34, "assetURL": "http://www.nytimes.com/2010/05/22/opinion/22herbert.html", "parentID": null, "commentID": 2019919, "rgt": 35, "userDisplayName": "Daryl", "createDate": "1274503030", "userID": 27789166, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1274503849", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Austin", "commentType": "comment", "updateDate": "1274500249", "commentSequence": 7, "commentBody": "Great, somebody finally said it, the U.S. is selling its soul for oil; that's the core thing here. And, perfect metaphor comparing the impact of the oil on the marshes to its impact on our political system. Tragic, but very true.", "recommendationCount": 796}, {"assetID": 1484321, "replies": [], "lft": 4, "assetURL": "http://www.nytimes.com/2010/05/22/opinion/22herbert.html", "parentID": null, "commentID": 2019688, "rgt": 5, "userDisplayName": "Phil in the mountains of Kyushu", "createDate": "1274493126", "userID": 58220231, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1274503864", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Japan", "commentType": "comment", "updateDate": "1274500264", "commentSequence": 8, "commentBody": "You're getting almost angry enough.<br /><br />When you say \"big business has cemented an unholy alliance with big government against the interests of ordinary Americans,\" and that \"big corporations have permeated and undermined our political system,\" you correctly also note and document in your column today their massive cynicism toward all human and natural life.<br /><br />But remember, too, these same corporate interests have gotten the Supreme Court to rule, in Citizens United, their greed-driven agendas as the new humanity, from \"persons\" of now-legalized, re-defined \"human\" standing.  It's a total perversion , but it's consistent with the habits from all biz and law schools -- by which all form most impersonal, de-personalized \"persons\" to divvy up all life as all targets.<br /><br />I say \"impersonally,\" but we could say militaristically, too, as these greed and cynicism agendas aim mercilessly total war on all the world -- transforming all lands, waters, and traditional cultures of the world to those of U.S.-style consumerism -- aiming to plant the same exploitation and sprawl-&amp;-mall landscapes in place of natural landscapes everywhere -- bankrupting and putting out of business all small farm and community economies everywhere, imposing on all instead their ever-fossil-fuel dependent Industrial Ag.<br /><br />You're just barely angry enough.", "recommendationCount": 906}, {"assetID": 1484321, "replies": [], "lft": 42, "assetURL": "http://www.nytimes.com/2010/05/22/opinion/22herbert.html", "parentID": null, "commentID": 2019926, "rgt": 43, "userDisplayName": "nand mehta", "createDate": "1274503287", "userID": 36916638, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1274503874", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Temple, tx", "commentType": "comment", "updateDate": "1274531301", "commentSequence": 9, "commentBody": "Accident happens and will continue to happen.  Thousand  of people die  from driving , do we stop  driving ?<br /><br />If we ban all oil  exploration  how are we going get fuel we need ?  Let us have better ideas and solution   rather than  blaming business   for unfortunate accident. If  one can find some wrong doing  BP  or other  company , they  should be made to pay", "recommendationCount": 47}, {"assetID": 1484321, "replies": [], "lft": 2, "assetURL": "http://www.nytimes.com/2010/05/22/opinion/22herbert.html", "parentID": null, "commentID": 2019672, "rgt": 3, "userDisplayName": "Miriam", "createDate": "1274492511", "userID": 60461244, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1274503880", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "NH", "commentType": "comment", "updateDate": "1274527849", "commentSequence": 10, "commentBody": "An excellent commentary, Bob.  And when you add that President Obama received more political contributions from BP than any other political candidate, a new accuity is brought to the dire situation we face.", "recommendationCount": 305}, {"assetID": 1484321, "replies": [], "lft": 6, "assetURL": "http://www.nytimes.com/2010/05/22/opinion/22herbert.html", "parentID": null, "commentID": 2019704, "rgt": 7, "userDisplayName": "George O'Conner", "createDate": "1274493485", "userID": 58947605, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1274503887", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Paris", "commentType": "comment", "updateDate": "1274500287", "commentSequence": 11, "commentBody": "Big corporations have become like the aristocracy of old, holding all the power while the other people are peasants. The supreme court recent decisions to give them the same rights as people further subtracts from the rights of real people. Like the aristocracy of old they decide what to do and they have the ear of the king, together with the power to choose the king, and like before, they have this power only because the peasants give them this power. How do we change this? An interesting discussion on inequality and wealth distribution:<br /><a href=\"http://www.pandalous.com/topic/how_rich_is_too_rich_the\" target=\"_blank\">http://www.pandalous.com...</a>", "recommendationCount": 268}]}, "copyright": "Copyright (c) 2016 The New York Times Company.  All Rights Reserved."}