{"debug": {"version": 3.1}, "status": "OK", "results": {"api_timestamp": "1481460126", "totalCommentsFound": 4746, "totalCommentsReturned": 25, "comments": [{"assetID": 1799800, "replies": [], "lft": 22, "assetURL": "http://wordplay.blogs.nytimes.com/2010/08/30/derring-do/", "parentID": null, "commentID": 2470090, "rgt": 23, "userDisplayName": "JPG", "createDate": "1283226394", "userID": 5499180, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1283227208", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Webster, Mass", "commentType": "comment", "updateDate": "1283223608", "commentSequence": 11, "commentBody": "I'm with JolleyGood (#2),<br /><br />I was cruising along having a grand old time, just finishing up the SW ... and suddenly I was looking at the abyss of Box 66.<br /><br />Everything else was perfect, but I couldn't even come up with at letter that would make sensible choice for that gaping hole.<br /><br />Splat!<br /><br />-- jpgaskell<br />", "recommendationCount": 0}, {"assetID": 1789006, "replies": [], "lft": 612, "assetURL": "http://opinionator.blogs.nytimes.com/2010/08/26/nine-justices-and-ten-commandments/", "parentID": null, "commentID": 2466147, "rgt": 613, "userDisplayName": "Chris O", "createDate": "1283143844", "userID": 1925376, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1283227841", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Bay Area", "commentType": "comment", "updateDate": "1283224241", "commentSequence": 267, "commentBody": "I really like this quote from God in the expanded Ten Commandments text:<br />\"You shall not make for yourself an idol, whether in the form of anything that is in heaven above, or that is on the earth beneath, or that is in the water under the earth. You shall not bow down to them or worship them; for I the Lord your God am a jealous God, punishing children for the iniquity of parents, to the third and fourth generation of those who reject me\"<br /><br />", "recommendationCount": 2}, {"assetID": 1792635, "replies": [], "lft": 504, "assetURL": "http://opinionator.blogs.nytimes.com/2010/08/27/a-republican-comes-out-of-the-closet/", "parentID": null, "commentID": 2466275, "rgt": 505, "userDisplayName": "Cuauhtemoc Rex", "createDate": "1283146380", "userID": 60844306, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1283227841", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Chiang Mai, Thailand", "commentType": "comment", "updateDate": "1283224241", "commentSequence": 199, "commentBody": "There is no one right way to deal with a deeply felt emotional issue, nor is there one wrong way.<br /><br />My father delt with the pain of his homosexuality and his runaway father by being his mothers only caregiver until she died.  (He hid his pain and indirectly passed it onto me.)  My mother delt with the pain of her runaway mother by being his caregiver until he died.  (She hides the incest and his whoremongering.)  Her pain was also passed on to me.<br /><br />When I discovered that I was gay (at the age of 5), I blamed my sexuality for my parents pain.  I no longer do.  My parents delt with their pain in the way that was right for them.  I've delt with their pain and my pain in the way that is right for me.  (By being public.)<br /><br />Ken Mehlman delt with his pain in the way that was right for him.  He was in the closet.  He did a job that he was good at.  Expecting most people in the world to be 100% honest in a job or personal relationship is unrealistic.  He is now dealing with his pain in a way that is right for him.  He is out of the closet.  I have enough problems with my own pain (after all I was born a Catholic, and currently a Buddhist monk and hope to convert to Judism) to second guess anyone elses pain.", "recommendationCount": 0}, {"assetID": 1792635, "replies": [], "lft": 506, "assetURL": "http://opinionator.blogs.nytimes.com/2010/08/27/a-republican-comes-out-of-the-closet/", "parentID": null, "commentID": 2466343, "rgt": 507, "userDisplayName": "Ron", "createDate": "1283147761", "userID": 49880724, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1283227841", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "NYC", "commentType": "comment", "updateDate": "1283224241", "commentSequence": 200, "commentBody": "@7 Ralph: Huh?<br />", "recommendationCount": 0}, {"assetID": 1744762, "replies": [], "lft": 1864, "assetURL": "http://opinionator.blogs.nytimes.com/2010/08/11/on-dawkinss-atheism-a-response/", "parentID": null, "commentID": 2466650, "rgt": 1865, "userDisplayName": "Justin B.", "createDate": "1283158848", "userID": 60910046, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1283227841", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Hood River, OR", "commentType": "comment", "updateDate": "1283224241", "commentSequence": 864, "commentBody": "Why is it that some among us, particularly the religious, put so much weight in philosophical musings? Mr. Gutting's reliance on 'cutting-edge philosphical discussions' to argue for the existence of God is, frankly, ridiculous. Using philosophy to draw conclusions is, at its best outdated, and at its worst very dangerous. I say dangerous because philosophy, under the rouse of objective conclusions, can be used to control the masses of societies (look at Catholicism as an example). Mr. Gutting's arguments, seeped in the ways others view how God ought to be, paint him as a man lacking independent thought and critical thinking. He finds philosophical arguments that support his preconceived view of the world, and use these as evidence that God exists. In contrast, throughout \"The God Delusion\" Professor Dawkins invokes several lines of independent evidence to show that the existence of a supernatural being is extremely unlikely. Dawkins demonstrates that science has shown that natural geological and biological processes can explain things that, with the lack of scientific observations, were historically attributed to a supernatural power. Likewise, Dawkins carefully uses the lack of any empirical evidence to bolster his argument, while understanding that the lack of evidence for something is not evidence that something does not exist (although after 6,000 years of no evidence you would think that God would make his presence known).<br /><br />The point is that religious folks constantly seem to have the need to argue for the existence of their particular diety. It would relieve a lot of their heartburn to just admit to themselves that it is impossible to prove the existence of their God. Philosophical arguments aside, no matter how hard one tries, there is no observational evidence demonstrating God. That's what faith is: believing in something despite the lack of evidence, or in modern society, despite the overwhelming evidence for alternative explanations. Maybe religion is like an addiction. You know that everytime you invoke the 'power of God' through prayer, or what have you, that likely nothing will happen. But because you haven't admitted to yourself that you're belief is completely irrational you continue to do it. Perhaps, once you face the facts and realize that everything we know denies the existence of God then you can get over the addiction and move on to a much more fullfilling and rewarding life.<br /><br />Gutting's most salient attempt at a real argument is his reference to the infamous 'orbiting teapot'. But even here he demonstrates an inability towards meaningful debate, and in my view borders on intellectualy dishonesty: 'But suppose that several astronauts reported seeing something that looked very much like a teapot and, later, a number of reputable space scientists interpreted certain satellite data as showing the presence of a teapot-shaped object, even though other space scientists questioned this interpretation'. Gutting goes on to equate the empirical and independently repeatable observation of an orbiting teapot to an individual's anecdote about feeling God, demonstrating a fundamental misunderstanding of science. In the case of the teapot enough observations could be made to determine fairly certainly whether a teapot shaped object was orbiting the sun; in the case of an individual claiming to feel God it is impossible to repeat or quantitatively demonstrate and is therefore excluded from scientific interpretation.<br /><br />", "recommendationCount": 1}, {"assetID": 1744762, "replies": [], "lft": 1866, "assetURL": "http://opinionator.blogs.nytimes.com/2010/08/11/on-dawkinss-atheism-a-response/", "parentID": null, "commentID": 2467137, "rgt": 1867, "userDisplayName": "Charlotte", "createDate": "1283168790", "userID": 23019448, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1283227841", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Florence, MA", "commentType": "comment", "updateDate": "1283224241", "commentSequence": 865, "commentBody": "I think you are awesomely right Gary, but these days, Dawkins' oversimplifying of the issues sells.", "recommendationCount": 0}, {"assetID": 1792635, "replies": [], "lft": 510, "assetURL": "http://opinionator.blogs.nytimes.com/2010/08/27/a-republican-comes-out-of-the-closet/", "parentID": null, "commentID": 2467298, "rgt": 511, "userDisplayName": "Tim", "createDate": "1283170666", "userID": 59405129, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1283227841", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Baltimore, MD", "commentType": "comment", "updateDate": "1283224241", "commentSequence": 201, "commentBody": "Quoting Ralph, #7:<br />\"Sincere, honest, loving, genuine people oppose two men or two women attacking the sanctity of those in heterosexual marriages. That is not bigoted any more than people who opposed interracial marriages were racist. Over 85% of the country during the early 60's did not want Black men trying to procure white women - were all these people racist?\"<br /><br />Um, well, yes Ralph, they were.  Or perhaps more charitably their actions and/or beliefs were.  (I'll grant that people can change, and individuals shouldn't be defined in toto by a few of their beliefs or actions--in other words, there's hope for you and your ilk).  I don't know where you got your 85% figure, but whatever it was then, I bet it is a lot lower now.  And, while there's a lot of work left to be done on the racial front, I don't think anyone could argue that our society as a whole is less racist than it was in the '60s.<br /><br />Oh and by the way--I have yet to hear anyone explain, and this includes you, Ralph, how same-sex marriage \"attacks the sanctity of heterosexual marriage.\"  I've had many discussions with people, and most on the other side have only been able to muster an argument that boils down to the idea that same-sex marriage makes them squirm.  Just like interracial marriage did for that 85% in the '60s (and undoubtedly too many still now).  Not to mention that little 'equal protection under the law\" thing in the bill of rights.  Have you heard of that?<br /><br />Memo to Ralph and people like you:  You share the planet with practically 7 billion others, many of whom are gay and/or otherwise different from you.  You don't have to like them, but you should treat them with the same respect and accord them th same rights you'd like for your self.  As conservatives so love to say when anything from peanut allergies to racial jokes comes up, you, sir, have no right not to be offended.  Don't like same-sex marriage?  Get a heterosexual one.  Or stay single.<br /><br />", "recommendationCount": 6}, {"assetID": 1796367, "replies": [], "lft": 188, "assetURL": "http://opinionator.blogs.nytimes.com/2010/08/29/platos-pop-culture-problem-and-ours/", "parentID": null, "commentID": 2467303, "rgt": 189, "userDisplayName": "Phaedrus", "createDate": "1283170761", "userID": 5382196, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1283227841", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "West Virginia", "commentType": "comment", "updateDate": "1283224241", "commentSequence": 109, "commentBody": "Plato was a poet.  The Republic is a work of literature.  Prof. Nehamas interprets The Republic as if it were a political treatise, not a work of drama.  He takes the words of one character in The Republic as \"Plato's thought.\"  It's more than 2,000 years later, and the sophistication of Plato's writing STILL eludes these dense college professors.<br /><br />This guy would read Dostoyevsky's Idiot, and believe that Prince Mishkin is voicing the opinions of the author.<br /><br />Present day \"philosophers\" from Karl Popper to our current commenter try to turn Plato's Dialogues into  treatises a la Kant or Hegel.  They are instead works of dramatic literature, with all the layers of meaning we find in all great works of art.<br /><br />I would direct Prof. Nehamas to another dialogue, the Phaedrus, where the characters discuss art in a very different context, and where the AUTHOR, Plato, shows how nuanced his appreciation of art can be.<br /><br />Why are we still stupider than Plato?  (I think it may simply be a matter of IQ!)", "recommendationCount": 3}, {"assetID": 1739075, "replies": [], "lft": 474, "assetURL": "http://opinionator.blogs.nytimes.com/2010/08/10/the-phenomenology-of-ugly/", "parentID": null, "commentID": 2467339, "rgt": 475, "userDisplayName": "Jerome", "createDate": "1283172107", "userID": 57039335, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1283227841", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "NC", "commentType": "comment", "updateDate": "1283224241", "commentSequence": 196, "commentBody": "\"Philosophy is there ... to save us from our ugliness ...\"  Is beauty there then (not here) to save us from contemplation?", "recommendationCount": 0}, {"assetID": 1796367, "replies": [], "lft": 192, "assetURL": "http://opinionator.blogs.nytimes.com/2010/08/29/platos-pop-culture-problem-and-ours/", "parentID": null, "commentID": 2467346, "rgt": 193, "userDisplayName": "Stourley Kracklite", "createDate": "1283172242", "userID": 14577152, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1283227841", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "White Plains, NY", "commentType": "comment", "updateDate": "1283224241", "commentSequence": 110, "commentBody": "@ 5. Rodney Pardney- \"An argument is not the same as contradiction.\"  And the rapper's pseudonym is 50 Cent, not \"Fifty Cents.\"<br /><br />I pity the fool who doesn't see the relation between popular and high cultures.", "recommendationCount": 0}, {"assetID": 1796367, "replies": [], "lft": 198, "assetURL": "http://opinionator.blogs.nytimes.com/2010/08/29/platos-pop-culture-problem-and-ours/", "parentID": null, "commentID": 2467382, "rgt": 199, "userDisplayName": "Jerome", "createDate": "1283173218", "userID": 57039335, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1283227841", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "NC", "commentType": "comment", "updateDate": "1283224241", "commentSequence": 111, "commentBody": "What brings Nehamas to this tired subject?  Commerce or contemplation?  Is mindless, diluted pseudo-violence the cause of actual mayhem or is it catharsis?  What?  He hasn't figured it out YET?  Apparently not.  Why?<br /><br />Poetry does not have the same function, in intent or in effect, in contemporary \"society\" as in ancient Athens.  Conflating video games with poetry in order to avoid making a claim results in Nehemas' concluding false dilemma, pending from rhetorical conditionals.  Check out the \"if''s in the presentation.<br /><br />Thanks for the warning in the bio that he has written about Nietzsche.", "recommendationCount": 0}, {"assetID": 1796367, "replies": [], "lft": 200, "assetURL": "http://opinionator.blogs.nytimes.com/2010/08/29/platos-pop-culture-problem-and-ours/", "parentID": null, "commentID": 2467392, "rgt": 201, "userDisplayName": "MediaChoices", "createDate": "1283173590", "userID": 50114317, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1283227841", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Brattleboro, VT", "commentType": "comment", "updateDate": "1283224241", "commentSequence": 112, "commentBody": "Two things: First, it is a mistake to stereotype those who would wish for the Supreme Court decision that Prof. Nehamas anticipates as pro-censorship, right-wing (and Catholic?) extremists. Many who would not define themselves as such have deep concerns about video game violence and minors.  We wish that the society would see the dangers and protect the children, as we do with cigarettes, alcohol, driving.<br />Second, shame on the Times for publishing such a one-sided view. It can only be hoped that the alternative, based on research and informed by what neuroscience tells us about the needs of children, will get an airing. I recommend Dr. Douglas Gentile.<br />", "recommendationCount": 0}, {"assetID": 1796367, "replies": [], "lft": 210, "assetURL": "http://opinionator.blogs.nytimes.com/2010/08/29/platos-pop-culture-problem-and-ours/", "parentID": null, "commentID": 2467430, "rgt": 211, "userDisplayName": "ross", "createDate": "1283174425", "userID": 58799519, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1283227841", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "utah", "commentType": "comment", "updateDate": "1283224241", "commentSequence": 113, "commentBody": "The spirit of things, Intent,  Desire. Brings to life any thing your heart desires.<br />What is the meaning of life?<br />Any thing that has meaning  or maters to you.<br /> A simple greeting from me to you to say hay you matter to me.", "recommendationCount": 0}, {"assetID": 1796367, "replies": [], "lft": 220, "assetURL": "http://opinionator.blogs.nytimes.com/2010/08/29/platos-pop-culture-problem-and-ours/", "parentID": null, "commentID": 2467546, "rgt": 221, "userDisplayName": "Larry Taylor", "createDate": "1283177654", "userID": 30309289, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1283227841", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "St.Louis", "commentType": "comment", "updateDate": "1283224241", "commentSequence": 114, "commentBody": "Taking a lesson from toxicology, \"the poison is in the dose\".  In life, we are exposed to many toxins in relatively small doses, and cumulatively this process strengthens our physical constitution.  We are also aware that large doses of a strong toxin, particularly when still in a vulnerable state (e.g. youth), can be lethal.  We don't have the ability to provide our youth with perfect protection from exposure to toxins.  We do have the responsibility to manage in such a  way that the dominant exposures are relatively more healthy ones.", "recommendationCount": 1}, {"assetID": 1792635, "replies": [], "lft": 512, "assetURL": "http://opinionator.blogs.nytimes.com/2010/08/27/a-republican-comes-out-of-the-closet/", "parentID": null, "commentID": 2467557, "rgt": 513, "userDisplayName": "Carouser", "createDate": "1283177769", "userID": 60844148, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1283227841", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New York, NY", "commentType": "comment", "updateDate": "1283224241", "commentSequence": 202, "commentBody": "In the spirit of good (‘ol boy) form; Mehlman did what any repressed homosexual conservative politician does during his time in the national political spotlight; he bashed the gays. Hmm, looks like Mehlman may continue to have trouble finding a place to stick his pickle.<br /><br /><a href=\"http://scallywagandvagabond.com/2010/08/ken-mehlman-former-chair-of-the-republican-national-convention-wants-you-to-know-hes-gay-and-a-virgin/\" target=\"_blank\">http://scallywagandvagabond.com...</a>", "recommendationCount": 1}, {"assetID": 1796367, "replies": [], "lft": 226, "assetURL": "http://opinionator.blogs.nytimes.com/2010/08/29/platos-pop-culture-problem-and-ours/", "parentID": null, "commentID": 2467590, "rgt": 227, "userDisplayName": "siavash", "createDate": "1283178325", "userID": 60733298, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1283227841", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "NY", "commentType": "comment", "updateDate": "1283224241", "commentSequence": 115, "commentBody": "\"For better or worse, the popular entertainment of one era often becomes the fine art of another.\"<br />Now I know why I felt silly all day yesterday walking around in the MET feeling obligated to be in awe but not finding much to be in awe of! ", "recommendationCount": 0}, {"assetID": 1792635, "replies": [], "lft": 514, "assetURL": "http://opinionator.blogs.nytimes.com/2010/08/27/a-republican-comes-out-of-the-closet/", "parentID": null, "commentID": 2467591, "rgt": 515, "userDisplayName": "hen3ry", "createDate": "1283178360", "userID": 12443097, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1283227841", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New York", "commentType": "comment", "updateDate": "1283224241", "commentSequence": 203, "commentBody": "How nice it is to be an important figure in the Republican Party!  The party that claims to be the voice of mainstream America.  The party that prefers to set one group against another in order to distract everyone from the issues at hand.  I have not voted for a Republican candidate since I was old enough to vote.  I don't trust a party that tells me, as a woman, that I am incapable of making decisions about my body, to make decisions for me.  I cannot support a party that willfully says things about others that are lies, that spread hate, and that divide Americans along class and ethnic lines.  So, to me, it doesn't matter than this man decided to announce his sexuality to the world at large.  It will be a good day when we judge people for themselves and not for their sexual preferences, their color, their class, their religion, or their other characteristics.  ", "recommendationCount": 3}, {"assetID": 1796367, "replies": [], "lft": 242, "assetURL": "http://opinionator.blogs.nytimes.com/2010/08/29/platos-pop-culture-problem-and-ours/", "parentID": null, "commentID": 2467661, "rgt": 243, "userDisplayName": "bloke5", "createDate": "1283179396", "userID": 58046100, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1283227841", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Philadelphia, PA", "commentType": "comment", "updateDate": "1283224241", "commentSequence": 116, "commentBody": "Thank you.  I read that article prior to starting my first in a series of oil paintings that I intend to do.", "recommendationCount": 0}, {"assetID": 1796367, "replies": [], "lft": 248, "assetURL": "http://opinionator.blogs.nytimes.com/2010/08/29/platos-pop-culture-problem-and-ours/", "parentID": null, "commentID": 2467695, "rgt": 249, "userDisplayName": "Wise Old Owl", "createDate": "1283180004", "userID": 32746868, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1283227841", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Louisville, KY", "commentType": "comment", "updateDate": "1283224241", "commentSequence": 117, "commentBody": "Is the professor from Princeton just playing games?   Note that he says nothing about Aristotle and his Poetics.  That Plato and Aristotle held opposite opinions about this question has been common knowledge for centuries.   (Recall Raphel's Renaissance painting of Aristotle and Plato walking together and joined  in conversation, with their opposite gestures, one pointing to the earth and the other pointing to the sky).  Prof. Nehamas obviously must kbnow this - yet nary a mention of Aristotle and his opinions in his article.  Is he just rattling off his essay for a few quick bucks from the NY Times?  The number of commentatorss who take seriously his superficial essay surprises me.", "recommendationCount": 0}, {"assetID": 1796367, "replies": [], "lft": 250, "assetURL": "http://opinionator.blogs.nytimes.com/2010/08/29/platos-pop-culture-problem-and-ours/", "parentID": null, "commentID": 2467699, "rgt": 251, "userDisplayName": "Thierry Cartier", "createDate": "1283180113", "userID": 60020556, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1283227841", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Ile de la Cite", "commentType": "comment", "updateDate": "1283224241", "commentSequence": 118, "commentBody": "Go down the list of the great modern poets and you find most were drunken, drug addicted, dysfunctional and morally repugnant and subversive.  Yet some of their poetry is powerful and even beatiful at times.  Wallace Stevens, the best, is arguably the only modern poet that wasn't personally despicable.  Cheers!", "recommendationCount": 0}, {"assetID": 1796367, "replies": [], "lft": 254, "assetURL": "http://opinionator.blogs.nytimes.com/2010/08/29/platos-pop-culture-problem-and-ours/", "parentID": null, "commentID": 2467707, "rgt": 255, "userDisplayName": "John", "createDate": "1283180230", "userID": 10008277, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1283227841", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Philadelphia", "commentType": "comment", "updateDate": "1283224241", "commentSequence": 119, "commentBody": "Response to 5:  It's Fifty Cent.  And you're right, if you want epic, try Chuck D, Jay Z and Tupac.", "recommendationCount": 0}, {"assetID": 1796367, "replies": [], "lft": 260, "assetURL": "http://opinionator.blogs.nytimes.com/2010/08/29/platos-pop-culture-problem-and-ours/", "parentID": null, "commentID": 2467721, "rgt": 261, "userDisplayName": "stuart", "createDate": "1283180454", "userID": 60143257, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1283227841", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "berkeley, ca", "commentType": "comment", "updateDate": "1283224241", "commentSequence": 120, "commentBody": "India has Shiva and Parvati or Krishna and Radhe, as divine models of romantic erotic love.  and the erotic philosophy that is Platonism made real.<br /><br />Video games depicting such eroticism (mutual erotic worship, natural \"birth control\" via the details of such worship) would be uplifting beyond not only pornography of today, but beyond modern sexology (as most sexologists would agree, including the philsopher Michel Foucault who championed this as ars erotica.)  ", "recommendationCount": 0}, {"assetID": 1796367, "replies": [], "lft": 262, "assetURL": "http://opinionator.blogs.nytimes.com/2010/08/29/platos-pop-culture-problem-and-ours/", "parentID": null, "commentID": 2467728, "rgt": 263, "userDisplayName": "PeteBDawg", "createDate": "1283180519", "userID": 10804337, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1283227841", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Cambridge, MA", "commentType": "comment", "updateDate": "1283224241", "commentSequence": 121, "commentBody": "@Jeff<br /><br />\"How graphic is Euripides?\"<br /><br />In _The Bacchae_, Agave shows up at the end of the play carrying the bloody head of her son Pentheus, which she tore off with her bare hands during a woodland orgy of sex and violence, thinking he was a mountain lion.<br /><br />Euripides is plenty graphic. High Greek dramatic and poetic literature is on a similar level of sex and violence to contemporary music, movies and video games.<br /><br />\"How much were children exposed to?\"<br /><br />Children for thousands of years memorized it verbatim. In _Portrait of the Artist as a Young Man_, Joyce talks about him and his buddies as kids reciting the very graphic battle scenes in _The Iliad_.<br /><br />Classical literature played this role in backward, puritanical European cultures with their futile restrictions on the content of the mind for a long time -- because of its elevated, almost sacred status, it gave people justification to think and talk with the level of urgency and, well, sloppiness befitting the human condition. And it appropriately placed thinking and talking about the most urgent, irreconcilable, sublimely important yet uncomfortable facts about the human condition -- namely, sex and death -- in the level of artistic esteem they demand and deserve.<br /><br />When even old epsodes of Sesame Street are too disturbing and must be exiled from popular discourse and ghettoized, you know that the thought police have gone off the rails and have become divorced from the realities of being human.", "recommendationCount": 1}, {"assetID": 1792635, "replies": [], "lft": 516, "assetURL": "http://opinionator.blogs.nytimes.com/2010/08/27/a-republican-comes-out-of-the-closet/", "parentID": null, "commentID": 2467798, "rgt": 517, "userDisplayName": "Michael May", "createDate": "1283181473", "userID": 35502097, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1283227841", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Chicago", "commentType": "comment", "updateDate": "1283224241", "commentSequence": 204, "commentBody": "Reading the headline caused me to roll my eyes.  Not that Mehlman is a hypocrite, perhaps he is, but so what?  It's the supposed \"Aha!\" from the headline.  There are gays in every walk of life.<br /><br />What I'd be most interested to see is a headline, \"Abortion proponent gives birth!\"  We know it happens, but it never seems to make the news...", "recommendationCount": 0}, {"assetID": 1796367, "replies": [], "lft": 268, "assetURL": "http://opinionator.blogs.nytimes.com/2010/08/29/platos-pop-culture-problem-and-ours/", "parentID": null, "commentID": 2467815, "rgt": 269, "userDisplayName": "christopher ward", "createDate": "1283181837", "userID": 23642506, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1283227841", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "west linn oregon", "commentType": "comment", "updateDate": "1283224241", "commentSequence": 122, "commentBody": "Ahh, yes, to be in Plato's cave again. The witch doctors who hold the images that flicker on the cave walls are here being neglected. They, argues Plato, are not the seers, but merely serve to further imprison the troglodytes. The real tragedy here is that there are many more men such as Nehamas--trained philosophers--who could be deployed to open this conversation to the youth but by the labor crisis in higher education and its current direction towards maths and the sciences (necessary, too!) we are witnessing the gradual diminishment of this conversation for the general public.<br /><br />Amen, Nehamas. Thank you NY Times!", "recommendationCount": 0}]}, "copyright": "Copyright (c) 2016 The New York Times Company.  All Rights Reserved."}