{"debug": {"version": 3.1}, "status": "OK", "results": {"api_timestamp": "1481459946", "totalCommentsFound": 5259, "totalCommentsReturned": 25, "comments": [{"assetID": 1420655, "replies": [], "lft": 138, "assetURL": "http://www.nytimes.com/interactive/2010/04/30/us/immigration-conversations.html/#/2/", "parentID": null, "commentID": 1938261, "rgt": 139, "userDisplayName": "darwin57", "createDate": "1272941053", "userID": 60395623, "replyCount": 0, "commentTitle": "Reply to comment 1937672", "status": "approved", "approveDate": "1272945601", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "usa", "commentType": "comment", "updateDate": "1272942001", "commentSequence": 53, "commentBody": "1. the problem is not selling arms. the us sells to many people and countries and we are not killing each other in mass like in mexico.<br /><br />sure we have our problems with drug use but nothing comparest with he mexico and its corruption at all levels and rampant impunity, and bribing culture, and blatant discrimination against its indigenous people that still live like in the 1500's.<br />if mexico wants to stop gunfire at least should serarch for guns at the entry borders, a minimum check that mexico is reluctant to do.<br /><br />2. sure there are poor people trying to cross the border, but most are paying between $3,000-$6,000 per try-an amount that could easily be used in a basic education or a small business-if educated. the problem is the lack of education in for most of the people trying to cross the border.<br /><br />the abu ghraib jail incident dwarfs in constrat with the everyday life in mexico. at least the responsible for the abuses in irak were exposed and indicted. what can you tell about the co ntinuous killings of hundreds of women in cd juarez, the recent attacks on foreigners in oaxaca, daily mutilations and killings, where are the responsibles? where is the justice in mexico?<br /><br />mexicans should be ashamed for not providing for their poor and uneducated and not giving a minimum right to people to survive in their own country. mexico and mexicasn are very hypocrytical by demanding rights for mexicans in the us and europe when mexico does not respect the dignity of ALL mexicans at home-you should start there before critizing the us<br /><br />", "recommendationCount": 0}, {"assetID": 1420617, "replies": [], "lft": 202, "assetURL": "http://www.nytimes.com/interactive/2010/04/30/us/immigration-conversations.html/#/3/", "parentID": null, "commentID": 1938290, "rgt": 203, "userDisplayName": "gravestine", "createDate": "1272941587", "userID": 7885776, "replyCount": 0, "commentTitle": "Reply to comment 1935787", "status": "approved", "approveDate": "1272945601", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "santa rosa, ca", "commentType": "comment", "updateDate": "1272942001", "commentSequence": 93, "commentBody": "We don't 'need' ilegal immigrants here and they should be deported as they are discovered.....never mind any unemployment rate, that's not the point.<br />Some of us are just crazy enough to 'ask' criminals who are violating our laws regarding our borders for permission to control  them...no accounting for crazy people.<br />We are not a refugee camp, it just seems that way.....we are a sovereign nation and someone should inform Congress about that....<br />If we don't get control of our borders than anyone who wants to will live here.<br />The change happened when greedy people who wanted cheap labor ignored our immigration laws and covered up for the illegal migrants AND also those from South of the Border who live here legally championing them LOUD AND CLEAR.....<br />My answers to your questions Raptor2....I think we're on the same page.....<br />", "recommendationCount": 0}, {"assetID": 1420617, "replies": [], "lft": 204, "assetURL": "http://www.nytimes.com/interactive/2010/04/30/us/immigration-conversations.html/#/3/", "parentID": null, "commentID": 1938303, "rgt": 205, "userDisplayName": "Kevin Rica", "createDate": "1272941947", "userID": 3912880, "replyCount": 0, "commentTitle": "Comment", "status": "approved", "approveDate": "1272945601", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Maryland", "commentType": "comment", "updateDate": "1272942001", "commentSequence": 94, "commentBody": "This recent poll that shows widespread support for the Arizona law even as the press complains about how unpopular it is illustrates a point.<br /><br />Hillary Clinton had a commanding lead among Democratic Primary voters until she muffed the question about driver's licenses for illegals.  Then her lead disappeared.  There was never another controversial question asked during the Democratic Primary debates.  She lost support amning DEMOCRATIC primary voters.  Many in the Democratic base are worried about the effect of unconstrained immigration on wages and the economy.  As Paul Krugman recently noted in his blog: \"open immigration can’t coexist with a strong social safety net.\"  That is among Democrats.  It's not only Rebublicans and Independents who are concerned about illegal immigration, although Democrats are more likely to be intimidated by the threat of being called \"racists.\"  The press has been misrepresenting the politics of this.<br /><br />There are basically four groups that support an open immigration policy in the middle of a severe recession:<br /><br />Latinos<br /><br />The Chamber of Commerce<br /><br />The Leadership of the Democratic Party (but not the rank-and-file)<br /><br />Journalists<br /><br />", "recommendationCount": 0}, {"assetID": 1420655, "replies": [], "lft": 140, "assetURL": "http://www.nytimes.com/interactive/2010/04/30/us/immigration-conversations.html/#/2/", "parentID": null, "commentID": 1938330, "rgt": 141, "userDisplayName": "Mexifornian", "createDate": "1272942499", "userID": 59333885, "replyCount": 0, "commentTitle": "Comment", "status": "approved", "approveDate": "1272945601", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Los Angeles", "commentType": "comment", "updateDate": "1272942001", "commentSequence": 54, "commentBody": "<br />As the old universal saying goes were \"coming full circle\"!  Think about this for a moment.  The Southwest was a wonderful place before it was colonized.  Suddenly this mass of immigration to Mexico by US citizens and the Southwest begin to lose it's core value.  That being family.  With this mass immigration came crime.  Murder and thief became common has gangs of U.S. citizens begin to \"terrorize\" natives and Mestizo citizens.<br /><br />The \"New Order\" will bring back the Southwest including Arizona and lead it and America to a majestic future.<br /><br />The Tostitos Fiesta Bowl is moving to New York City.  New York City!<br /><br />Boycott Arizona for a Better America.<br /><br />", "recommendationCount": 0}, {"assetID": 1420655, "replies": [], "lft": 142, "assetURL": "http://www.nytimes.com/interactive/2010/04/30/us/immigration-conversations.html/#/2/", "parentID": null, "commentID": 1938340, "rgt": 143, "userDisplayName": "LV", "createDate": "1272942738", "userID": 9136410, "replyCount": 0, "commentTitle": "Reply to comment 1936062", "status": "approved", "approveDate": "1272945601", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New Jersey", "commentType": "comment", "updateDate": "1272942001", "commentSequence": 55, "commentBody": "My sentiments, exactly.<br /><br />I wish people would realize that the danger in this law is not about the treatment of illegals - it is that it lowers the bar for allowing law enforcment to terrorize LEGAL immigrants and even US citizens, if they have a darker skin, live in an area with high immigrant populations, or work in immigrant-typical jobs.<br /><br />It's only a matter of time before the horror stories roll in. Think about the law-abiding guy who has been living and working legally in this country for 15 years, and whose children are born here. He goes out for a jog and doesn't bring his ID, and next thing, some officer of the law throws into jail like a criminal on suspicion of being an illegal.<br /><br />This, and worse, will happen. ", "recommendationCount": 0}, {"assetID": 1420617, "replies": [], "lft": 208, "assetURL": "http://www.nytimes.com/interactive/2010/04/30/us/immigration-conversations.html/#/3/", "parentID": null, "commentID": 1938389, "rgt": 209, "userDisplayName": "Robin", "createDate": "1272943627", "userID": 53383346, "replyCount": 0, "commentTitle": "Comment", "status": "approved", "approveDate": "1272945601", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "nyc", "commentType": "comment", "updateDate": "1272942001", "commentSequence": 95, "commentBody": "I don't think illegal aliens should be granted amnesty.  You shoud not be rewarded for breaking the law, you should be deported.  For every illegal deported, raise the number of applicants waiting to legally enter America.  Also there is always talk about how it would be impossible to build up our borders.  With millions of illegal aliens this should not be a problem.  Let them spend at least a year each  sentenced to hard labor for  sneaking into the US so they can help build up our borders before they are deported.  This way they'll think twice about sneaking back in illegally and their deportation makes room for someone trying hard to do things the right way.", "recommendationCount": 0}, {"assetID": 1420655, "replies": [], "lft": 144, "assetURL": "http://www.nytimes.com/interactive/2010/04/30/us/immigration-conversations.html/#/2/", "parentID": null, "commentID": 1938390, "rgt": 145, "userDisplayName": "janno1", "createDate": "1272943629", "userID": 59488146, "replyCount": 0, "commentTitle": "Comment", "status": "approved", "approveDate": "1272945601", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Vancouver WA", "commentType": "comment", "updateDate": "1272942001", "commentSequence": 56, "commentBody": "I just heard that the Times is sponsoring a boycott in Arizona .Is this true and if so why ? I also heard its the far left wingers that are doing this.<br />Now if this is not put in the paper wihout an explantion then I will think that it is true and you people just cause the problem.", "recommendationCount": 0}, {"assetID": 1420617, "replies": [], "lft": 210, "assetURL": "http://www.nytimes.com/interactive/2010/04/30/us/immigration-conversations.html/#/3/", "parentID": null, "commentID": 1938395, "rgt": 211, "userDisplayName": "Alfred Gomez", "createDate": "1272943693", "userID": 9438168, "replyCount": 0, "commentTitle": "Reply to comment 1938084", "status": "approved", "approveDate": "1272945601", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Houston tx.", "commentType": "comment", "updateDate": "1272942001", "commentSequence": 96, "commentBody": "I live near downtown Houston. In order to get to a Walmart I need to drive to our own \"beltway\" There are 4 major Walmarts in the city,north,south,east and west. You go in those Walmarts any time of day and I would guessstamate that over 90% of the people shopping there are illegall immigrants. Hard working people who work hard in order to provide a better life for themselves and their families. Isn't that what the american dream is all about? If you disagree than you can at least admit that these people provide a huge economic stimulas to our economy. Both ideas are as American as apple pie. (Sounds good. I think I will go to Walmart and see what their bakery has to offer).", "recommendationCount": 0}, {"assetID": 1420655, "replies": [], "lft": 148, "assetURL": "http://www.nytimes.com/interactive/2010/04/30/us/immigration-conversations.html/#/2/", "parentID": null, "commentID": 1938427, "rgt": 149, "userDisplayName": "Ambrosia", "createDate": "1272944293", "userID": 46516840, "replyCount": 0, "commentTitle": "Comment", "status": "approved", "approveDate": "1272945601", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Texas", "commentType": "comment", "updateDate": "1272942001", "commentSequence": 57, "commentBody": "What do I think of the law?  Let's see.  SB 1070 was written by State Senator Russell Pearce's outsourced legal arm ILRI (Immigration Law Reform Institute) which is affiliated with FAIR (Federation of American Immigration Reform) which the Southern Poverty Law Center described as \"racist and dangerous\".   But racist affiliations don't end there.   FAIR received $1.3 million from Pioneer Fund a, \"white supremacist foundation that specializes in funding 'science' dedicated to demonstrating white intellectual and moral superiority.\"   The racist law effectively declares (cultural) war on the fastest growing minority group in the country, legal and illegal, and only a newly formed, vast political coalition of U.S. minority civic and business groups can respond and rebuke this declaration with equal or more vigor and provide advocacy and protection against threatened quality of life issues for all U.S. minority citizens.  ", "recommendationCount": 0}, {"assetID": 1420617, "replies": [], "lft": 212, "assetURL": "http://www.nytimes.com/interactive/2010/04/30/us/immigration-conversations.html/#/3/", "parentID": null, "commentID": 1938445, "rgt": 213, "userDisplayName": "kwbarrett", "createDate": "1272944827", "userID": 60212141, "replyCount": 0, "commentTitle": "Comment", "status": "approved", "approveDate": "1272945601", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Washington,DC", "commentType": "comment", "updateDate": "1272942001", "commentSequence": 97, "commentBody": "Immigration reform is sorely needed in the U.S.  Without question the first step that must happen is to secure our borders to the north AND south.  The US-Canada border is the single largest border between 2 countries in the world.  It is also the most porous border in the US and a favorite of terrorists including the 9/11 terrorists.  The border to the south is THE major route for drugs into the U.S. and has become so crime ridden, border towns are being taken over.<br /><br />No law that any state or county has passed in recent years will do anything to address illegal immigration until the borders are secured and we know who and what is coming into and leaving the country.  Laws such as that passed in AZ will only alienate and discriminate.  Of course many white people don't see what the big deal is.  They are never the targets of racial profiling or 'random' screening.  They would certainly feel different if they became regularly profiled. Unless and until we secure the borders, this illegal immigration issue will be cyclic, recurring every 20-30 years or so.", "recommendationCount": 0}, {"assetID": 1420655, "replies": [], "lft": 150, "assetURL": "http://www.nytimes.com/interactive/2010/04/30/us/immigration-conversations.html/#/2/", "parentID": null, "commentID": 1938453, "rgt": 151, "userDisplayName": "Z", "createDate": "1272944905", "userID": 52820473, "replyCount": 0, "commentTitle": "Reply to comment 1929984", "status": "approved", "approveDate": "1272945601", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Los Angeles", "commentType": "comment", "updateDate": "1272942001", "commentSequence": 58, "commentBody": "All these exhortations to \"read the bill\" are empty attempts to undermine the credibility of people who are expressing a legitimate concern.<br /><br />Laws are not enforced in a vacuum.  Reading the bill (as many who have posted on this topic for and against it surely have) will not magically tell you everything you need to know about how a law will be enforced.<br /><br />\"Reasonable suspicion\" is not an undefinable term, but it IS based on context.  The reason this is a bill that will result in racial profiling is that you are giving local law enforcement the power to detain suspects on the basis of race.<br /><br />Those who defend the bill defend it on the grounds that race cannot be the \"sole\" criteria.  This is true, but there is absolutely NO guidance as to what other \"reasonable\" criteria may be used.  And the fact that the bill allows race to be taken into account means exactly what it sounds like for those who are \"reading the bill\": race can be a factor in developing reasonable suspicion.<br /><br />Thus, if I am a local officer and I think that most illegals I have encountered wear cheap looking jeans, this, combined with the fact that the person is Latino, could be the basis for the officer to ask for a person's papers.  I will have to justify my suspicion in court, but if a (also local, and probably up for reelection by a mostly white electorate) judge who is also concerned about illegal immigration defers to my judgment as a local officer, I will have passed the reasonable suspicion test.<br /><br />Take this example and combine it with any number of factors including type of car being driven, type of hairstyle, certain smell, place where \"illegals\" typically hang out, and you have the makings of a race based police state.<br /><br />This is what people are concerned about.<br /><br />If your response is, well, most illegal immigrants are Latino, why yes, that is true, but another thing that is true is that even in Arizona, the VAST MAJORITY of Latinos are U.S. citizens or legal immigrants.  Race is NOT a proxy for illegal immigration, and you will end up harassing a significant number of persons who have no right to be harassed other than because of the way they look.  If this is Equal Protection under the laws (for all you Tea Partiers out there, it's the 14th Amendment), then maybe I don't understand the Constitution.", "recommendationCount": 0}, {"assetID": 1420617, "replies": [], "lft": 214, "assetURL": "http://www.nytimes.com/interactive/2010/04/30/us/immigration-conversations.html/#/3/", "parentID": null, "commentID": 1938454, "rgt": 215, "userDisplayName": "Robin", "createDate": "1272944905", "userID": 53383346, "replyCount": 0, "commentTitle": "Reply to comment 1937904", "status": "approved", "approveDate": "1272945601", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "nyc", "commentType": "comment", "updateDate": "1272942001", "commentSequence": 98, "commentBody": "Illegal immigrants are the next best thing to slavery for businesses and people looking for cheap labor.  Just because you make yourself available for abuse does not make you an asset.  Americans are hardworking and do pick produce, clean houses and wash dishes.  They are not in fear of being deported, arrested or losing their jobs for not accepting substandard wages and treatment in the way illegal immigrants are.  Also contrary to popular belief, only a fraction of illegal immigrants are produce pickers and servants.  They are in the mainstream where their acceptance of working for less helps bring down the standard of living for other workers and bring up the profits of businesses.  The damage this causes seems of no concern to the illegal immigrant because they are still doing better than where they came from.", "recommendationCount": 0}, {"assetID": 1420655, "replies": [], "lft": 152, "assetURL": "http://www.nytimes.com/interactive/2010/04/30/us/immigration-conversations.html/#/2/", "parentID": null, "commentID": 1938464, "rgt": 153, "userDisplayName": "Robin", "createDate": "1272945020", "userID": 53383346, "replyCount": 0, "commentTitle": "Reply to comment 1938176", "status": "approved", "approveDate": "1272945632", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "nyc", "commentType": "comment", "updateDate": "1272942032", "commentSequence": 59, "commentBody": "I think the law is about right.  I'm not white.", "recommendationCount": 0}, {"assetID": 1426023, "replies": [], "lft": 8, "assetURL": "http://schott.blogs.nytimes.com/2010/05/03/gravity-its-not-just-a-good-idea-its-the-law/", "parentID": null, "commentID": 1938129, "rgt": 9, "userDisplayName": "Adrian O", "createDate": "1272937946", "userID": 19926270, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1272945718", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "State College, PA", "commentType": "comment", "updateDate": "1272942118", "commentSequence": 3, "commentBody": "Climate. It's always changing.", "recommendationCount": 2}, {"assetID": 1418467, "replies": [], "lft": 476, "assetURL": "http://schott.blogs.nytimes.com/2010/04/30/weekend-competition-its-a-mad-mad-mad-mad-mad-men-world/", "parentID": null, "commentID": 1938206, "rgt": 477, "userDisplayName": "rosea", "createDate": "1272939902", "userID": 60002682, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1272945721", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Hamburg, NY", "commentType": "comment", "updateDate": "1272942121", "commentSequence": 208, "commentBody": "Psychic -- your medium IS your message", "recommendationCount": 2}, {"assetID": 1426148, "replies": [], "lft": 828, "assetURL": "http://www.nytimes.com/2010/05/04/us/04spill.html", "parentID": null, "commentID": 1938228, "rgt": 829, "userDisplayName": "edna", "createDate": "1272940389", "userID": 60395603, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1272945768", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "georgia", "commentType": "comment", "updateDate": "1272942168", "commentSequence": 360, "commentBody": "Truly disturbing to see how many people on this comment forum delight in pointing out how the gulf states have it coming for their supposed crimes of being republican, or a tea partier or whatever. I do believe this epic tragedy will affect us all, quite profoundly, and for a long time. Compassion is the correct response. Like others have pointed out, every time you drive, heat, cool, buy out of season food, buy cheap plastics, diapers, etc etc, you too, share responsibility. What kind of people advocate leaving the gulf states to handle it themselves  - the kind of people that would doom millions of birds, mammals and sea creatures for political reasons? Pitiful. and so so sad.", "recommendationCount": 9}, {"assetID": 1427726, "replies": [], "lft": 10, "assetURL": "http://wordplay.blogs.nytimes.com/2010/05/03/banjo-sound/", "parentID": null, "commentID": 1938297, "rgt": 11, "userDisplayName": "LarryR", "createDate": "1272941866", "userID": 16017495, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1272945820", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Durham, NC", "commentType": "comment", "updateDate": "1272942220", "commentSequence": 5, "commentBody": "NJSteve - in case I'm not missing a jest, the last words of the five themed answers (17A, 24A, 35A, 49A, 58A) are synonyms.  I'm choking on 50D though:  OATKS ??  (Any help much appreciated :-) )", "recommendationCount": 0}, {"assetID": 1427726, "replies": [], "lft": 12, "assetURL": "http://wordplay.blogs.nytimes.com/2010/05/03/banjo-sound/", "parentID": null, "commentID": 1938472, "rgt": 13, "userDisplayName": "Wags", "createDate": "1272945141", "userID": 10500790, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1272945822", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New Mexico", "commentType": "comment", "updateDate": "1272942222", "commentSequence": 6, "commentBody": "UCLA:  Isn't that one of those UCal schools?  ", "recommendationCount": 0}, {"assetID": 1425395, "replies": [], "lft": 88, "assetURL": "http://parenting.blogs.nytimes.com/2010/05/03/parenting-an-addicted-child/", "parentID": null, "commentID": 1938459, "rgt": 89, "userDisplayName": "Joanna Hutt", "createDate": "1272944948", "userID": 48165, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1272945916", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Tuscaloosa, AL", "commentType": "comment", "updateDate": "1272942316", "commentSequence": 42, "commentBody": "I also have been blogging about my daughter's unremitting, unrelenting disease of drug addiction and our parenting of her daughter, our three-year-old granddaughter. I also hit the moment of truth several Sundays ago, when our daughter was taken by ambulance to the local hospital's ICU for her drug overdose. She lived, and we had to choreograph with the bail bondswoman to ensure she was returned to jail, which is the only way to save her life. Jail is the only place where she will be safe. I also find it scary writing about this personal problem, but addiction is a public health problem that needs to transform into public policy, because there are millions of addicted people out there and more millions who have been directly or indirectly affected -- and there is no way all of us are bad parents who caused this awful disease.<br /><br />I support you in every way. I hope that you and I and all the other millions of us can shed a light on this terrible problem that is taking too many of a whole generation of young people.<br /><br />My public story is at <a href=\"http://spittingrits.blogspot.com\" target=\"_blank\">spittingrits.blogspot.com</a>.  ", "recommendationCount": 2}, {"assetID": 1426890, "replies": [], "lft": 56, "assetURL": "http://parenting.blogs.nytimes.com/2010/05/03/guilt-on-a-paper-plate/", "parentID": null, "commentID": 1938482, "rgt": 57, "userDisplayName": "Katie Stamos", "createDate": "1272945445", "userID": 39221405, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1272945922", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Orinda, CA", "commentType": "comment", "updateDate": "1272942322", "commentSequence": 29, "commentBody": "Thank you for this thoughtful encouragement that, while none of us is perfect, each decision presents a new opportunity to treat our planet with respect - and we can always reverse course.", "recommendationCount": 5}, {"assetID": 1427810, "replies": [], "lft": 4, "assetURL": "http://bats.blogs.nytimes.com/2010/05/03/suddenly-the-yankees-injury-report-is-getting-crowded/", "parentID": null, "commentID": 1938491, "rgt": 5, "userDisplayName": "wlp", "createDate": "1272945585", "userID": 2076390, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1272946008", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "mandeville, LA", "commentType": "comment", "updateDate": "1272942408", "commentSequence": 1, "commentBody": "Cue the 'Jaws' music...", "recommendationCount": 0}, {"assetID": 1427258, "replies": [], "lft": 16, "assetURL": "http://bats.blogs.nytimes.com/2010/05/03/yanks-vazquez-to-skip-start-against-red-sox/", "parentID": null, "commentID": 1938489, "rgt": 17, "userDisplayName": "Eric Britton", "createDate": "1272945565", "userID": 1861545, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1272946031", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New York", "commentType": "comment", "updateDate": "1272942431", "commentSequence": 7, "commentBody": "The guy obviously has good stuff and should be allowed to work out his mechanics.  He's a pro with a good track record.  Pushing him into the bullpen would be useless-- he's not a reliever, and if it is a mental issue will only make things worse.  The organization is doing the right thing moving back his start; if his mechanics need work, why throw him to the lions at Fenway?  If he fails it's only going to snowball the issue.<br /><br />As for Ed Whitson, the comments are cruel and ignorant.  The only thing wrong with Ed Whitson was that he had a drunken bully for a manager.  Behavior like that would never be accepted in the organization today.  Ever wonder why the Yankees had the best won-loss record in the 80's and no rings to show for it?<br />", "recommendationCount": 0}, {"assetID": 1427258, "replies": [], "lft": 14, "assetURL": "http://bats.blogs.nytimes.com/2010/05/03/yanks-vazquez-to-skip-start-against-red-sox/", "parentID": null, "commentID": 1938447, "rgt": 15, "userDisplayName": "Bo Belinsky", "createDate": "1272944866", "userID": 26964661, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1272946036", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Hoboken, NJ", "commentType": "comment", "updateDate": "1272942436", "commentSequence": 8, "commentBody": "Time to bring in the shrink, santeria priest, Ed Figueroa, whatever it takes...", "recommendationCount": 0}, {"assetID": 1427810, "replies": [], "lft": 2, "assetURL": "http://bats.blogs.nytimes.com/2010/05/03/suddenly-the-yankees-injury-report-is-getting-crowded/", "parentID": null, "commentID": 1938435, "rgt": 3, "userDisplayName": "Bo Belinsky", "createDate": "1272944518", "userID": 26964661, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1272946074", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Hoboken, NJ", "commentType": "comment", "updateDate": "1272942474", "commentSequence": 2, "commentBody": "This is the downside of the Posada contract - nature is catching up to him, yet due to the number of years and dollars involved, the Yanks still have to run him out behind home plate when he should be DHing full-time.", "recommendationCount": 0}, {"assetID": 1426148, "replies": [], "lft": 830, "assetURL": "http://www.nytimes.com/2010/05/04/us/04spill.html", "parentID": null, "commentID": 1938260, "rgt": 831, "userDisplayName": "mertens266", "createDate": "1272941036", "userID": 59099138, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1272946105", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "frankfort, indiana", "commentType": "comment", "updateDate": "1272942505", "commentSequence": 361, "commentBody": "The last 40 years of the offshore oil drilling safety record is being held up by defenders as being something remarkable.  How absolutely absurd.<br /><br />Would one argue that nuclear energy is safe since there has been only one bad accident--Chernobyl.  Then go further to ignore the damage caused by the infrastructure, waste and other side effects of the industry.<br /><br />The problem is one of scale. With Chernobyl, tens of thousands suffered and an entire region was laid to waste. Oil is no different. One rig, one blow out and the effects appear likely to be widespread, immediate and long term.<br /><br />The question is: How willing are we to allow the occasional mass disaster to destroy entire economies, a way of life for tens of thousands of people?  What is revealing, disturbing is how casual so many Americans are that fellow citizens are conveniently expendable and that an ecosystem destroyed is just the cost of living.<br /><br />If I lived on the Gulf Coast, I'm not so sure that I could maintain a civil demeanor with any big oil apologist without having the urge to dunk them body complete into a 42 gallon brrl/oil.", "recommendationCount": 13}]}, "copyright": "Copyright (c) 2016 The New York Times Company.  All Rights Reserved."}