{"debug": {"version": 3.1}, "status": "OK", "results": {"api_timestamp": "1481460050", "totalCommentsFound": 4793, "totalCommentsReturned": 25, "comments": [{"assetID": 1635029, "replies": [], "lft": 4, "assetURL": "http://www.nytimes.com/2010/07/09/opinion/09krugman.html", "parentID": null, "commentID": 2234083, "rgt": 5, "userDisplayName": "Kate Madison", "createDate": "1278640568", "userID": 25120579, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1278648091", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Depoe Bay, Oregon", "commentType": "comment", "updateDate": "1278644491", "commentSequence": 2, "commentBody": "...\"Beyond that, business leaders are, as I said, feeling unloved: the financial crisis, health insurance scandals, and the catastrophe in the Gulf of Mexico have taken a toll on their reputation. Somehow, however, rather than blaming their peers for bad behavior, C.E.O.’s blame Mr. Obama for “demonizing” business — by which they apparently mean speaking frankly about the culpability of the guilty parties.\"<br /><br />Now wouldn't that be a new twist, Professor Krugman--C.E.O.s taking responsibility for their bad behavior and that of the their cronies.<br />Geez, they never had to do that when Cheney/Bush ran the country--or Bush the Elder.  And never, never, never when Ronnie Reagan was President!  Oh, for heavens' sake, those were the good old days in America, weren't they?<br /><br />Everybody for a long time thought corportions were the good guys, and their products were GOOD for us. Honest and dependable. One of the worst (can't remember which one) had the motto:  \"If it's good for America, it's good for us\"  Gag me with a spoon.  When American began to wake up and realize that this all had been a big business con game (the bigger the business, the bigger the con), then light was shined on the unpretty facts of perverted lobbies, false advertising, and putting harmful chemicals and ingredients in too many products--while touting them as safe!<br /><br />I don't feel sorry for C.E.O.s.  I feel sorry for America, and for the small, struggling honest business people who now have to wear a crown of thorns, because we are suspicious of ALL business people.  I do believe some are truly decent.  But not many!  The profit motive and greed have a way of corrupting people who may have started out with good intentions!<br />", "recommendationCount": 782}, {"assetID": 1635029, "replies": [], "lft": 6, "assetURL": "http://www.nytimes.com/2010/07/09/opinion/09krugman.html", "parentID": null, "commentID": 2234111, "rgt": 7, "userDisplayName": "JimF", "createDate": "1278640984", "userID": 53056169, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1278648091", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Los Altos, CA", "commentType": "comment", "updateDate": "1278644491", "commentSequence": 3, "commentBody": "Well said. I was dismayed at Fareed Zakaria's latest claiming business investment was suppressed because of \"uncertainly\" caused by Obama, according to unnamed \"business leaders.\"<br /><br />", "recommendationCount": 368}, {"assetID": 1635029, "replies": [], "lft": 8, "assetURL": "http://www.nytimes.com/2010/07/09/opinion/09krugman.html", "parentID": null, "commentID": 2234113, "rgt": 9, "userDisplayName": "Marie Burns", "createDate": "1278641029", "userID": 4461145, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1278648091", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Fort Myers, Florida", "commentType": "comment", "updateDate": "1278644491", "commentSequence": 4, "commentBody": "The real anti-business cabal in Washington is the GOP. So long as the Party of No says no to efforts to expanding employment -- with more stimulus -- and says no to increasing spending -- by, for instance, refusing to extend unemployment benefits -- business has no reason to grow because too few Americans can afford to buy. It's downright ironic that the Chamber of Commerce is aiding &amp; abetting the anti-business contingent.<br /><br />Furthermore, the anti-business Washington cabal constricts the market by creating uncertainty. When entire economic sectors are dependent upon the unfathomable whims of a handful of prima donna Senators -- Ben Nelson, Blanche du Arquansau, Scott Brown, the Ladies of Maine, &amp; Sunday morning star Joe Lieberman -- how can businesses plan for the future? They have no idea what the law will allow because these Senators may do anything. Then change their minds at the last minute. Businesses don't know if the government will support them or leave them high &amp; dry.<br /><br />The real impediment to growing the economy right now is Capitol Hill. According to the Washington Post, the Congress is so flaky even the sleepy Fed has taken notice &amp; may step in to try to do more to stimulate the shaky economy. In the meantime, Americans are helpless victims of the Party of No &amp; their ConservaDems fellow-travelers.<br /><br />The Constant Weader at <a href=\"http://www.RealityChex.com\" target=\"_blank\">www.RealityChex.com</a>", "recommendationCount": 924}, {"assetID": 1635029, "replies": [], "lft": 14, "assetURL": "http://www.nytimes.com/2010/07/09/opinion/09krugman.html", "parentID": null, "commentID": 2234187, "rgt": 15, "userDisplayName": "john johnson", "createDate": "1278642223", "userID": 60655858, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1278648091", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "co", "commentType": "comment", "updateDate": "1278644491", "commentSequence": 5, "commentBody": "Between their anti-business attitudes; their unprecedented wasteful spending, and the lawsuit against Arizona; I strongly believe that the Democratic party will take its worst beating in history this year.  They have no-one to blame but themselves.  We gave them the Congress in 2006 and added the Presidency for them in 2008 and the only moves they have made have been for personal and political gain.  I'm sick of all politicians.", "recommendationCount": 152}, {"assetID": 1635029, "replies": [], "lft": 16, "assetURL": "http://www.nytimes.com/2010/07/09/opinion/09krugman.html", "parentID": null, "commentID": 2234192, "rgt": 17, "userDisplayName": "JLT", "createDate": "1278642309", "userID": 2182617, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1278648091", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Palo Alto, California", "commentType": "comment", "updateDate": "1278644491", "commentSequence": 6, "commentBody": "\"What they don’t mention is the fact that business investment always falls sharply when the economy is depressed.\"<br /><br />Who caused the economy to be depressed?  If you want the economy to recover, vote Republican.  When the Democrats took over Congress in January 2007, the unemployment rate was at 4.6%.  After that, the economy went downhill.", "recommendationCount": 99}, {"assetID": 1635029, "replies": [], "lft": 18, "assetURL": "http://www.nytimes.com/2010/07/09/opinion/09krugman.html", "parentID": null, "commentID": 2234214, "rgt": 19, "userDisplayName": "R. Law", "createDate": "1278642581", "userID": 57123959, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1278648091", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Texas", "commentType": "comment", "updateDate": "1278644491", "commentSequence": 7, "commentBody": "Yep, Professor, it's the same 'ole same 'ole - a repeat of the squeeze that was applied to Clinton/Gore in '94.<br /><br />This time, though, we have your excellent blog musings:<br /><br /><a href=\"http://krugman.blogs.nytimes.com/2010/07/06/lincoln-mcclellan-and-stimulus/\" target=\"_blank\">http://krugman.blogs.nytimes.com...</a><br /><br />which we know are en pointe regarding ' crowding private investment in ' since we heard from Warren Buffett, who calls himself a plutocrat:<br /><br /><a href=\"http://www.huffingtonpost.com/2010/07/08/warren-buffet-on-the-econ_n_639165.html\" target=\"_blank\">http://www.huffingtonpost.com...</a><br /><br />We like the Sage of Omaha, but the way we know capital is finally feeling nudged to actually invest is when they speak up like he does here :)<br /><br />The next 90 days are critical in forcing capital from the side-lines; it can be done.<br />", "recommendationCount": 33}, {"assetID": 1635029, "replies": [], "lft": 20, "assetURL": "http://www.nytimes.com/2010/07/09/opinion/09krugman.html", "parentID": null, "commentID": 2234253, "rgt": 21, "userDisplayName": "Ben", "createDate": "1278643030", "userID": 56335665, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1278648091", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New York, NY", "commentType": "comment", "updateDate": "1278644491", "commentSequence": 8, "commentBody": "The one aspect omitted from this Op-Ed is meticulous nature of President Obama - it has taken well over a year for any meaningful regulation to be passed that would avoid a repeat of the financial collapse of 2k8.<br />This seems to me to be the best example that the Obama Administration is pro-business. They have not rushed into pushing regulation without thorough research and consultation with business groups and experts far and wide.<br />Instead of jumping to conclusions on what caused the collapse of 2k8, President Obama worked on establishing a commission to investigate the causes.<br />I am sure each of us could come up with ways to prevent a future collapse and pinpoint whose to blame for the collapse, but instead our President is doing a meticulous job to ensure these very important actions for our business community are done to the best of this nations ability. The outcome of these two actions could very well be the tipping point for our nation's long term leadership in the world of finance or if we become another blimp on history's long list of once powerful nations.<br />Is President Obama anti-business? If he is, he is doing one hell of a job to do everything to prevent his intentions from being known, and in many respects, working against his own beliefs… Any rational observer realizes he is clearly pro-business, but in a world so convoluted by talking heads and think-tanks, I suppose 2 + 2 can equal 5 in many people's minds when they choose to ignore the mathematicians when they are told they are wrong.", "recommendationCount": 352}, {"assetID": 1635029, "replies": [], "lft": 24, "assetURL": "http://www.nytimes.com/2010/07/09/opinion/09krugman.html", "parentID": null, "commentID": 2234310, "rgt": 25, "userDisplayName": "annie f.", "createDate": "1278643949", "userID": 60655945, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1278648091", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "mountains", "commentType": "comment", "updateDate": "1278644491", "commentSequence": 9, "commentBody": "referencing your thought of  \"  speaking frankly about the culpability of the guilty parties.  \" .    We should certainly do that; and then we should vote them out of Congress this fall.  That is where most of the \"guilty parties\" reside.", "recommendationCount": 77}, {"assetID": 1635029, "replies": [], "lft": 26, "assetURL": "http://www.nytimes.com/2010/07/09/opinion/09krugman.html", "parentID": null, "commentID": 2234317, "rgt": 27, "userDisplayName": "Bob in Boise", "createDate": "1278644153", "userID": 427222, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1278648091", "userTitle": null, "editorsSelection": 1, "statusID": 2, "userURL": null, "userLocation": "Boise, ID", "commentType": "comment", "updateDate": "1278688492", "commentSequence": 10, "commentBody": "Another thing we probably can lay at the feet of the CEO's and their lawyers and lobbyists is the gutting of the middle class through loss of manufacturing jobs.  Andy Gove's recent article speaks to this and certain rings true with my experience in the high tech industry.<br /><br /><a href=\"http://www.bloomberg.com/news/2010-07-01/how-to-make-an-american-job-before-it-s-too-late-andy-grove.html\" target=\"_blank\">http://www.bloomberg.com...</a><br /><br />When I was first working at HP’s Disc Memory Division (1979), it was the practice for engineers to take products from the lab into manufacturing and to stay with it in manufacturing until it was well established and all the goals for manufacturability and reliability had been met.  I loved the days when HP manufactured everything from the aluminum chassis and PC boards to assembling the final product.   Engineers then worked side by side with technicians and machinists getting work done  Unfortunately, I was also around to watch HP largely abandon manufacturing in favor of becoming a design house and services provider with a rock star CEO.   It always struck me as wrongheaded and was supported not just by observation but also in the writings of people like Michael Porter (The Competitive Advantage of Nations) and Jim Collins (Good to Great, etc.).  Andy Grove suggests a path back that looks reasonable if taken to heart.<br /><br />", "recommendationCount": 624}, {"assetID": 1635029, "replies": [], "lft": 28, "assetURL": "http://www.nytimes.com/2010/07/09/opinion/09krugman.html", "parentID": null, "commentID": 2234381, "rgt": 29, "userDisplayName": "Spence", "createDate": "1278645240", "userID": 34005526, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1278648091", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Malvern, PA", "commentType": "comment", "updateDate": "1278644491", "commentSequence": 11, "commentBody": "Yes, the failed mantra of \"Trickle Down Theory\" is making its rounds - again. Cut taxes for the rich and somehow that will lead us to prosperous job and business growth.<br /><br />It seems the theory doesn't account for the other side of the equation - the Demand side. People without jobs can't buy products or pay taxes. Gee, you would think this basic tenet would be obvious to Republicans and Conservative Democrats, but when you live in a world devoid of facts, perception trumps reality. Unfortunately, these deficit hawks get their narratives and views broadcasted in the mainstream media.<br /><br />Meanwhile, Dr. Krugman and other economists are left talking among themselves. It seems we are repeating the same mistakes during the 1st Great Depression. Fool me once shame on you, fool me twice shame on me…<br />", "recommendationCount": 693}, {"assetID": 1635029, "replies": [], "lft": 30, "assetURL": "http://www.nytimes.com/2010/07/09/opinion/09krugman.html", "parentID": null, "commentID": 2234439, "rgt": 31, "userDisplayName": "Bill Pieper", "createDate": "1278646207", "userID": 12818211, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1278648091", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Taiwan", "commentType": "comment", "updateDate": "1278644491", "commentSequence": 12, "commentBody": "It is obvious that the accusations of the administration being anti-business is simply posturing by lobbyists intended to influence public opinion and more importantly, inside-the-beltway establishment opinion. Unfortunately this tactic works with the Obama administration. Considering how quickly Obama has conceded ground on the political battles in which it has engaged (Afghanistan, Iraq, health care and financial “reform”), it appears that his administration is either too easily intimidated by criticism from the entrenched DC establishment or the administration never had any intention of making the bold (and politically popular) changes it campaigned on.<br /><br />Small businesses and entrepreneurs do have reasons to complain in this economic environment. For starters, the unwillingness of banks to lend money has dried up an important source of investment capital. Policies of the Federal Reserve have more to do with this circumstance than the Obama administration. The largest US banks prefer to borrow money from the Fed at zero percent interest and simultaneously hold that money at the Fed while receiving interest. This is a no-brainer for the banks which are trying to bolster their capital reserves and improve their shaky balance sheets. But this has the effect of diminishing available capital for smaller banks that are vital to small businesses.<br /><br />The trend for large well-capitalized corporations however appears to be self-financing. The largest corporations are awash in available capital so many are turning away from traditional lending practices, i.e. getting loans from large commercial banks, and working out financing from within. This is yet another way large corporate businesses have an advantage over small businesses and entrepreneurs.<br /><br />In order to improve circumstances for small businesses that are the real engine for economic growth and employment, the Obama administration and Congress should develop policies that improve the standing of small businesses while simultaneously reconsidering and dismantling policies that favor giant corporations. Changing tax policy is just one way to do this. Large corporate interests have been influencing tax policies for decades and not surprisingly have done rather well for themselves. Taking what is essentially a populist stance on tax policies for large corporations and the myriad forms of corporate welfare would be both politically beneficial to the administration and his party, AND improve the long term economic viability of the nation. However I will not hold my breath waiting for this to happen.", "recommendationCount": 196}, {"assetID": 1635029, "replies": [], "lft": 32, "assetURL": "http://www.nytimes.com/2010/07/09/opinion/09krugman.html", "parentID": null, "commentID": 2234489, "rgt": 33, "userDisplayName": "Darrell Hampton", "createDate": "1278647152", "userID": 38564564, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1278648091", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Dayton Ohio", "commentType": "comment", "updateDate": "1278644491", "commentSequence": 13, "commentBody": "Dr. Krugman, great column, as always. I have come to the point of being almost cynical in that every thing I hear from sources associated with the “Chamber of Commerce or the Republicans”, I simply reverse the conclusions to get to the truth of what is “really” going on. The lobbyist have become such blatant horrible liars, they have shot themselves in the foot when it comes to credibility. They cannot be believed on any subject whatsoever. I forget who said it but here goes “It’s hard for a man to tell the truth when his paycheck is dependent on him lying about the subject”. They just can’t do it. I just sort of reverse the conclusion then tune them out and study other information if I want honest working knowledge on the matter. These “Chicken-little the sky is falling” MBA trained liars have lost my vote on any subject.", "recommendationCount": 426}, {"assetID": 1635029, "replies": [], "lft": 34, "assetURL": "http://www.nytimes.com/2010/07/09/opinion/09krugman.html", "parentID": null, "commentID": 2234506, "rgt": 35, "userDisplayName": "Prof.K.Prabhakar", "createDate": "1278647569", "userID": 60037831, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1278648091", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Chennai", "commentType": "comment", "updateDate": "1278644491", "commentSequence": 14, "commentBody": "I agree with the argument that the economy is likely to go for another depression. The reason is not just consumer not willing to spend, the consumer is not willing to spend like what he or she was doing before. To be more precise slowly but effectively American consumer is realizing the need for being environmentally friendly- socially responsible and not to be indulgent. The berkShare local currency is one of the indications where people show less confidence in banks and try to be local and self sufficient. Different social indicators need to be incorporated in to the forecasting of economic future. The combined effect of BP Spill, war in Afghanistan, recession, Bonuses of CEO's who are ready to squander whatever left with the people is likely to have a huge impact on the psyche of the consumer. This is likely to translate into a L shaped long term depression similar to Japan. ", "recommendationCount": 106}, {"assetID": 1635029, "replies": [], "lft": 36, "assetURL": "http://www.nytimes.com/2010/07/09/opinion/09krugman.html", "parentID": null, "commentID": 2234521, "rgt": 37, "userDisplayName": "Scott Shimp", "createDate": "1278647798", "userID": 60082741, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1278648091", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Philadelphia", "commentType": "comment", "updateDate": "1278644491", "commentSequence": 15, "commentBody": "I generally accept what you've said, but what about industries that expect new regulation but are unsure about specifics? Surely many will postpone certain investments where energy prices factor heavily into their calculations until they have a better idea of whether or not there will be a steep price on carbon.  You didn't deal with that argument even though its quite common.  I suspect because its a good one.", "recommendationCount": 48}, {"assetID": 1635064, "replies": [], "lft": 14, "assetURL": "http://wordplay.blogs.nytimes.com/2010/07/08/pitched-blade/", "parentID": null, "commentID": 2234522, "rgt": 15, "userDisplayName": "Patricia", "createDate": "1278647815", "userID": 58884300, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1278648600", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Okanagan Valley BC Canada", "commentType": "comment", "updateDate": "1278645000", "commentSequence": 7, "commentBody": "aahh Jim...I know it's not chic to love Bach but i truly do and I could listen to your clip all night!  In fact, maybe i will : )  If anyone wants to be absolutely transported...have a listen to Wachet Auf!<br /><a href=\"http://www.youtube.com/watch?v=eC35GS88OqA\" target=\"_blank\">http://www.youtube.com/watch?v=eC35GS88OqA</a><br />...one of my very favorite pieces of music.  Almost as good as a Ginsu...but wait! there's more!<br />: )<br /><br />ok now that I'm beaming (&amp; listening to Wachet Auf!)...this was a smashing puzzle! - so many of the clues made me laugh out loud.  Mr. Berry, I am presently working through your great book \"Patricks' Puzzle Pandemonium\" (with contributions from our Patrick Merrill!).  I LOVED Jim's idea of printing out a little booklet from the archives.  Am disappearing for a month in September to explore Eastern Europe (Prague! Vienna!) and I think I might just do that...thank you Jim!  The archived puzzles have done me very well indeed...I have gone entirely through the year 2000 and am now on 1996. An even better deal than that Ginsu!<br />cheers all...", "recommendationCount": 2}, {"assetID": 1635001, "replies": [], "lft": 2, "assetURL": "http://www.nytimes.com/2010/07/09/opinion/09brooks.html", "parentID": null, "commentID": 2234014, "rgt": 3, "userDisplayName": "e. grey", "createDate": "1278639671", "userID": 60654821, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1278648792", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "se", "commentType": "comment", "updateDate": "1278645192", "commentSequence": 1, "commentBody": "This is a wonderful editorial, David.  I struggle with my nieces and nephews trying to re-inforce the importance of reading books.  I not only purchase books for them; I have even paid a couple of the adolescent/teen boys to read and discuss the books with me.  There is nothing in the public school system, nor in the popular culture that encourages them to read books.  I would rather pay them to read than to buy them fashionable clothes or electronic gadgets.", "recommendationCount": 178}, {"assetID": 1635001, "replies": [], "lft": 4, "assetURL": "http://www.nytimes.com/2010/07/09/opinion/09brooks.html", "parentID": null, "commentID": 2234038, "rgt": 5, "userDisplayName": "Avinash Parnandi", "createDate": "1278639988", "userID": 57470366, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1278648792", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Los Angeles", "commentType": "comment", "updateDate": "1278645192", "commentSequence": 2, "commentBody": "I think internet can be a good medium for learning. Compared to books, its a very new technology. Its kind of chaotic right now with no proper hierarchy and too many distractions. But with time, I am sure it will settle down. Students will learn how to properly manage it and use it. teachers/parents will learn how to merge it with traditional methods of learning and efficiently make use of the technology. ", "recommendationCount": 20}, {"assetID": 1635001, "replies": [], "lft": 6, "assetURL": "http://www.nytimes.com/2010/07/09/opinion/09brooks.html", "parentID": null, "commentID": 2234197, "rgt": 7, "userDisplayName": "NathanBashaw", "createDate": "1278642337", "userID": 56463052, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1278648792", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "East Lansing", "commentType": "comment", "updateDate": "1278645192", "commentSequence": 3, "commentBody": "I'm in total agreement. The internet is just a tool, and a flexible one at that. We can choose to use it however we want. Since the internet is so young, the culture on it is going to reflect the values of the people that pioneered it. Over time we'll start to see more thought and craftwork being put into digital art and literature. ", "recommendationCount": 30}, {"assetID": 1635001, "replies": [], "lft": 8, "assetURL": "http://www.nytimes.com/2010/07/09/opinion/09brooks.html", "parentID": null, "commentID": 2234255, "rgt": 9, "userDisplayName": "rlk", "createDate": "1278643125", "userID": 1974754, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1278648792", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "chappaqua, ny", "commentType": "comment", "updateDate": "1278645192", "commentSequence": 4, "commentBody": "It's probably a good idea to give kids a Kindle or a Nook (many of the greatest classics are free to download)instead of computers.<br /><br />There is great joy and a real purpose to reading great works of literature and there is a level of excitement that engages youth to seek more and more literature, and broaden their knowledge and love of learning.<br /><br />And the convenience of these readers make it easy and convenient.", "recommendationCount": 38}, {"assetID": 1635001, "replies": [], "lft": 10, "assetURL": "http://www.nytimes.com/2010/07/09/opinion/09brooks.html", "parentID": null, "commentID": 2234271, "rgt": 11, "userDisplayName": "S. M.", "createDate": "1278643354", "userID": 20692385, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1278648792", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Sacramento, California", "commentType": "comment", "updateDate": "1278645192", "commentSequence": 5, "commentBody": "Literature and news are two different things, Mr. Brooks.  Yes, of course book-reading improves children's reading scores -- and their concentration.  Deep focus and immersion in an author's ideas are good for both children and adults.  We must never let go of books.<br /><br />But where the Internet excels is in the dissemination of NEWS -- specifically, by bypassing, even undercutting, corporate media filters to allow citizens direct access to information from a variety of sources at a volume and rate formerly undreamed of.  The Internet certainly weakens the \"agenda-setting function\" of the mass media.  Not only does it afford us free and immediate access to information, it gives us a medium through which we may discuss and debate the significance of the information received with one another. It breathes new life into  Habermas' notion of the public sphere, a requisite for healthy democracy.<br /><br />Thus, the Internet empowers the average citizen and, so far, eludes control.  I can certainly understand how conservatives might find this disconcerting, to say the least.", "recommendationCount": 223}, {"assetID": 1635001, "replies": [], "lft": 12, "assetURL": "http://www.nytimes.com/2010/07/09/opinion/09brooks.html", "parentID": null, "commentID": 2234288, "rgt": 13, "userDisplayName": "W in the Middle", "createDate": "1278643679", "userID": 17032998, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1278648792", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New York State", "commentType": "comment", "updateDate": "1278645192", "commentSequence": 6, "commentBody": "David, I'll take the global village of the Internet any day over the feudal village that is most branches of the liberal arts and sciences.<br /><br />Hawking life based on deference, rather than progress - I think you're on the wrong side of the pond.", "recommendationCount": 40}, {"assetID": 1635001, "replies": [], "lft": 14, "assetURL": "http://www.nytimes.com/2010/07/09/opinion/09brooks.html", "parentID": null, "commentID": 2234291, "rgt": 15, "userDisplayName": "annie f.", "createDate": "1278643720", "userID": 60655945, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1278648792", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "mountains", "commentType": "comment", "updateDate": "1278645192", "commentSequence": 7, "commentBody": "Interesting and insightful, Mr. Brooks.  This change in culture affects all ages, too.  I am under thirty, and know that most of my peers read very little.  But, the same is true of older generations.  Everyone wants to talk , today.  No-one wants to listen, or read; and learn.  Read the first page or two of comments to this or any other editorial in this paper, for instance.  You see the same arguments ; the same cliches, the same forty year old pop culture references, over and over; daily and weekly.  It is like everyone quit learning after 1970.  You can see and read other examples,at other blogs, all over the internet.<br /><br />I like to read the thoughts of new, original thinkers, across all disciplines; so I keep new books going, all of the time.   And, I still have time for old and new fiction, for fun.  For me, reading is essential to a proper life.  But, Mr. Brooks, I don't expect to change the culture, and neither should you.", "recommendationCount": 102}, {"assetID": 1635001, "replies": [], "lft": 16, "assetURL": "http://www.nytimes.com/2010/07/09/opinion/09brooks.html", "parentID": null, "commentID": 2234297, "rgt": 17, "userDisplayName": "Marie Burns", "createDate": "1278643798", "userID": 4461145, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1278648792", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Fort Myers, Florida", "commentType": "comment", "updateDate": "1278645192", "commentSequence": 8, "commentBody": "Giving students books is a terrific idea. There are some texts -- mostly novels -- I wouldn't read on the Internet. But these are not books I read for information or even really for ideas; they're books I read for the turn of the narrative &amp; an acquaintance with the characters. Of course novels do convey information &amp; ideas, but reading them is an experience, not a primary means of learning about Parisian landmarks or existentialism.<br /><br />But when I read to learn something new, it doesn't matter to me whether I learn it on a printed page or on the Internet. The medium is not the message.  I've read quite a few of the important works of Dead White European Males on the Internet. I didn't give the DWEMs any more or less \"deference\" because of the medium on which I accessed their works. It didn't occur to me I was \"just as good as\" Plato or Philo of Alexandria or Isaiah Berlin because their works had been reduced to bits &amp; bytes that came at me on my laptop rather than via ink on a page. The fact that I didn't have to go to the public library or look through my own bookshelves to try to find these works didn't lower (or raise) my appreciation for the works themselves. You might argue that because my computer sits in a room full of books that it is the books that line the walls that REALLY make me a reader. But I doubt it.<br /><br />The Internet isn't just for Facebook (which I have no idea how to use) &amp; news of Lindsay Lohan &amp; Levi Johnston (about which I also know nothing). It's about Lucretius, David Hume &amp;, oh, Dylan.<br /><br />The Constant Weader at <a href=\"http://www.RealityChex.com\" target=\"_blank\">www.RealityChex.com</a>", "recommendationCount": 131}, {"assetID": 1635001, "replies": [], "lft": 18, "assetURL": "http://www.nytimes.com/2010/07/09/opinion/09brooks.html", "parentID": null, "commentID": 2234358, "rgt": 19, "userDisplayName": "Gemli", "createDate": "1278644858", "userID": 57048689, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1278648792", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Boston", "commentType": "comment", "updateDate": "1278645192", "commentSequence": 9, "commentBody": "Nothing beats the Internet for finding bits of information, or for getting an answer to a specific question.  There is also an eerie sense in which the Internet can feel like an extension of your own brain, like an add-on social memory that gives you access to images and sounds from your childhood that in earlier generations would have been lost forever.  (I had an old 78 rpm record 40 years ago, from which I remembered only the words “Hickey Hank.”  In less than a minute, I found a reference to the Edison disc titled, “A Submarine Attack,” and was listening to it on YouTube a minute after that.  On the flip side was “K-K-K-Katie.”)<br /><br />But nothing is more miserable than trying to read something on a computer screen that requires concentration and focus.  Even dedicated reading devices, like the Kindle, are not there yet.  Aside from technical issues related to visibility and ergonomics, the question of just what one “owns” when one buys access to an e-book or e-journal is extremely troubling.  You can almost hear publishers salivating as they change the business model from selling you a book once to charging you for every word you read, every time you read it.  And ensuring permanent access to something you have purchased, as well as the ability to transfer material when upgrading the hardware, is apparently full of gotchas and outrageous restrictions.<br /><br />Reading a newspaper on the Internet is not as bad, as items are generally short and more suited to the new medium.  But even the Times, which is well laid out and full of content worth reading, can’t avoid obtrusive advertising flashing in the margins, or sometimes commandeering the display to the detriment of one’s peace and serenity.<br /><br />Yes, the world moves on, and it’s foolish to try to stand in the way of progress.  But I get the feeling that ink on paper may have been a fortuitous invention that transcends its humble and distant origins.  There’s something about reading a book that resonates with the way the brain works, which is demonstrated in the way that you remember where on the page you saw a key phrase or concept.  I’m afraid young readers will grow up not knowing the pleasures and benefits of reading print, and once exposed to the seizure-inducing crack cocaine of constant, ever changing, flashy distractions on computer screens, will never be tempted to try. Sadly, they won't know what they've missed.<br />", "recommendationCount": 168}, {"assetID": 1635001, "replies": [], "lft": 22, "assetURL": "http://www.nytimes.com/2010/07/09/opinion/09brooks.html", "parentID": null, "commentID": 2234418, "rgt": 23, "userDisplayName": "Nigel", "createDate": "1278645940", "userID": 50467553, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1278648792", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Ottawa, Ontario", "commentType": "comment", "updateDate": "1278645192", "commentSequence": 10, "commentBody": "Even something as harmless and potentially enlightening as Wikipedia may be having adverse affects, seemingly simplifying very complex topics, yet providing just enough information that further research seems unneccessary. ", "recommendationCount": 51}]}, "copyright": "Copyright (c) 2016 The New York Times Company.  All Rights Reserved."}