{"debug": {"version": 3.1}, "status": "OK", "results": {"api_timestamp": "1481459955", "totalCommentsFound": 4578, "totalCommentsReturned": 25, "comments": [{"assetID": 1449088, "replies": [], "lft": 4, "assetURL": "http://bats.blogs.nytimes.com/2010/05/10/amid-the-silence-ernie-we-love-you/", "parentID": null, "commentID": 1969619, "rgt": 5, "userDisplayName": "Heron", "createDate": "1273547140", "userID": 50228091, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1273550501", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Chicago", "commentType": "comment", "updateDate": "1273548321", "commentSequence": 2, "commentBody": "It's always nice to see the Tigers roar against the guys in pinstripes. Why, though is there a synopsis of tonight's baseball game in the NBA section of the sports page on the Times's website?", "recommendationCount": 1}, {"assetID": 1445033, "replies": [], "lft": 84, "assetURL": "http://bats.blogs.nytimes.com/2010/05/09/for-one-day-it-really-is-dallas-bradens-mound/", "parentID": null, "commentID": 1969688, "rgt": 85, "userDisplayName": "Dan", "createDate": "1273549118", "userID": 18698859, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1273550743", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Frederick, Maryland", "commentType": "comment", "updateDate": "1273547143", "commentSequence": 38, "commentBody": "A fine performance from a pitcher whose real or feigned indignation is simply nonsensical.  I've followed baseball closely -- very closely -- for more than 65 years and have NEVER heard of this allegedly sacred bit of pitcher's mound that no mortal is to touch.  I didn't see the event.  If A-Rod actually ran so close to Braden as to seem to be taunting or testing him in some way, that's one thing; but running across the mound?  What's the issue?  Braden doesn't own it and isn't even allowed to stand on it during half of any game in which he's pitching!  I think we're breeding a small army of overpaid, overhyped twits who fail to realize that we're not interested in their flashes of temper, their bullying, their weird little antics.  Hey, Braden - Throw the ball and shut your mouth.  A-Rod will surely be in Cooperstown.  Think you'll be joining him?  If you turn out to be another Sandy Koufax you will.  But the odds are better that you'll prove to be another Tom Browning or Mike Witt or Len Barker.  Save your strength.<br /><br />", "recommendationCount": 3}, {"assetID": 1446201, "replies": [], "lft": 236, "assetURL": "http://dotearth.blogs.nytimes.com/2010/05/10/how-long-should-bp-remain-in-charge/", "parentID": null, "commentID": 1969598, "rgt": 237, "userDisplayName": "Maria", "createDate": "1273546556", "userID": 59455578, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1273550841", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "nyc", "commentType": "comment", "updateDate": "1273547241", "commentSequence": 109, "commentBody": "A silent spring slicks upon us.  Rachel Carson is turning over in her grave. This is bigger than BP.  We need to get the U.S. government involved.  Why not offer a cash prize to solve the problem.  This is the engineering conundrum of the century. Where are the geniuses at MIT, Harvard, Princeton, Yale?  We need an effort on the scale of a Manhattan Project.  ", "recommendationCount": 1}, {"assetID": 1440205, "replies": [], "lft": 92, "assetURL": "http://dotearth.blogs.nytimes.com/2010/05/07/oil-now-and-in-the-long-haul/", "parentID": null, "commentID": 1969626, "rgt": 93, "userDisplayName": "Dale R. McIntyre, PhD", "createDate": "1273547271", "userID": 57386867, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1273550843", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Bartlesville, Oklahoma", "commentType": "comment", "updateDate": "1273547243", "commentSequence": 45, "commentBody": "#31, #32, #33, #34 Susan Anderson<br /><br />Dear Ms. Anderson,<br /><br />Your philippic against BP (four consecutive messages of at least 15,000 characters! ) may set a Dot Earth record for both length and passion. I stand in awe.<br /><br />And I will not attempt to contradict you on any single point.  I hope I made it clear in my # 22 that, at least according to my circle of acquaintance, BP's reputation in the oil industry was poor in Lord Browne's days.<br /><br />I had heard talk that Hayward was trying to correct BP's poor image.  I do know for a fact that BP has been making the rounds of the trade shows in the last couple of years, desperately trying to hire engineers to recover the expertise they turned out into the street during Browne's tenure.  But rebuilding a lost technology base takes years.<br /><br />So I for one will make no attempt to defend BP from your onslaught.<br /><br />However, if you have paused for breath after your exertions, I suggest you give a thought to a significant irony.<br /><br />That blow-out is BP's to live with from now 'til Resurrection Day. But BP wasn't in control of the well when it blew out.<br /><br />The disaster took place while Transocean Drilling, the Halliburton cementing crew and a casing crew were trading control back and forth on various completion tasks.<br /><br />The only control BP had over operations up to the moment of blow-out was to make an Exe on the  chart of the Gulf of Mexico and tell Transocean \"Drill here\".<br /><br />But since the well was on BP's Macondo lease, and since BP stood most to profit if the well came in successfully, now all the costs of clean-up, all the odium and loss of reputation, will shower down on BP's collective head.<br /><br />For the reasons both you and I have gone over in these posts, I am not at all inclined to spend any electrons in defense of BP.<br /><br /> But those of a sardonic turn of mind may find it higly ironic that this time, when BP have been very much left holding the baby (and what a tar-baby of a baby it is!) they are having to clean up after someone else's mistakes.   ", "recommendationCount": 0}, {"assetID": 1440205, "replies": [], "lft": 94, "assetURL": "http://dotearth.blogs.nytimes.com/2010/05/07/oil-now-and-in-the-long-haul/", "parentID": null, "commentID": 1969630, "rgt": 95, "userDisplayName": "Bob", "createDate": "1273547335", "userID": 55538437, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1273550847", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "NYC", "commentType": "comment", "updateDate": "1273547247", "commentSequence": 46, "commentBody": "#44 \"Is it just me, or is there a basic flaw here?\"<br />It is just you (and others that think like you do), that's why you are finding the flaw.<br />You have a certain way of life that is not typical. The way you use electricity, drive, take vacations etc. etc.<br />I am sure that we can both agree that you are not a typical, average citizen if such person exists. In fact you constantly remind us of the fact.<br />Please believe me when I say that I have no problem at all with the way you live; in fact I am glad that you can do your thing. OTOH, I don't want to live the way you do, most people do not want to live the way you do, not now, not at any time in our history, I cannot think of any generation that ridden in guilt on several  issues and constantly finding more reasons to feel guilty about, decided that in order to atone they needed to lower their standard of living. That is not IMHO a healthy attitude for human beings, if it was, we'd be still swinging from branch to branch searching for our daily banana, living in harmony with nature.<br />The so called green tech has been a disaster both overseas (Spain) and in the US (ethanol). I only know of one successful \"Green\" operation in Germany with solar.<br />When the sun is shining, they sell subsidized electricity to the grid. When there is no sun, they turn floodlights powered by the grid, on the panels and they sell the subsidized electricity generated by the grid to ... the grid.<br />Brilliant German engineering solution to a nonsensical problem. They even have bragging rights on how much of their electricity comes from solar.<br />I have the sneaky suspicion that their next accomplishment will be to operate large electric driven fans in front of the windmills to produce clean environmentally correct electricity and feel good as they pocket the tax Euros the German people had to work hard to earn. No big deal really, the German tax payers already got screwed by the cap and trade schemes, they are gettin used to getting the shaft while the big money gets the gold mine.", "recommendationCount": 0}, {"assetID": 1446201, "replies": [], "lft": 238, "assetURL": "http://dotearth.blogs.nytimes.com/2010/05/10/how-long-should-bp-remain-in-charge/", "parentID": null, "commentID": 1969642, "rgt": 239, "userDisplayName": "JD", "createDate": "1273547529", "userID": 1266283, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1273550850", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Ohio", "commentType": "comment", "updateDate": "1273547250", "commentSequence": 110, "commentBody": "#99 Mark York  \"At Zuma Beach in Malibu, CA and even more so in Ventura County, tar balls coming from the rigs off Santa Barbara riddle the beach all the time. Beach goers don't realize what they are, step on them, and then discover how hard it is to clean off.\"<br /><br />I went to high school in Carpinteria in Southern Santa Barbara County where the oil wells are located. (Also, lived in apartments right on the beach)  I know of no evidence that the oil wells give off tar balls in any significant amount.  The Santa Barbara channel has a significant amount of natural oil leakage, and in fact, in the Carpinteria State Park Beach, there is a location called tar pits where the oil naturally seeped up and created a substantial gob of tar about 75 feet long and 15 feet wide.  Additionally, the Santa Barbara Oil Spill created virtually no long term damage and was largely resolved in about 4 months. See  <a href=\"http://richardcochrane.hypocrisy.com/2009/01/28/today-is-40th-anniversary-of-1969-santa-barbara-oil-spill/\" target=\"_blank\">http://richardcochrane.hypocrisy.com...</a>  A number of quite bad scenarios can be legitimately imagined from the Gulf Oil Spill, but the effects of the Santa Barbara spill don't support those fears.<br /><br />JD", "recommendationCount": 1}, {"assetID": 1396351, "replies": [], "lft": 56, "assetURL": "http://dotearth.blogs.nytimes.com/2010/04/23/whaling-peace-plan-just-less-of-the-same/", "parentID": null, "commentID": 1969659, "rgt": 57, "userDisplayName": "Erik Roth", "createDate": "1273548221", "userID": 39736589, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1273550852", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Minneapolis", "commentType": "comment", "updateDate": "1273547252", "commentSequence": 26, "commentBody": "Spare the whales -- spear the politicians ! ", "recommendationCount": 0}, {"assetID": 1444109, "replies": [], "lft": 214, "assetURL": "http://dotearth.blogs.nytimes.com/2010/05/09/sweating-the-details-in-climate-discourse/", "parentID": null, "commentID": 1969671, "rgt": 215, "userDisplayName": "Russ Finley", "createDate": "1273548637", "userID": 59232994, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1273550857", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Seattle", "commentType": "comment", "updateDate": "1273547257", "commentSequence": 102, "commentBody": "It is, of course, asinine to claim that because an image is photo-shopped it must be an attempt at deception. Pixels are just another art form now, not much different than pointillism. Would they have made the same accusations had an artist painted a similar picture for the article or do they think polar bears never stand on small chunks of ice?<br /><br /> ", "recommendationCount": 3}, {"assetID": 1446201, "replies": [], "lft": 240, "assetURL": "http://dotearth.blogs.nytimes.com/2010/05/10/how-long-should-bp-remain-in-charge/", "parentID": null, "commentID": 1969672, "rgt": 241, "userDisplayName": "Honest", "createDate": "1273548678", "userID": 59479487, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1273550863", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "MO", "commentType": "comment", "updateDate": "1273547263", "commentSequence": 111, "commentBody": "Is BP avoiding use of a method to cause the weal to shut (say explosives that will cause the sea floor to crumble and seal it off). For some reason, I think the company is trying to make sure it only seals the well in a way that will allow them to get back to production ASAP. This cynical thought is further supported if the company is able to collect some of the floating oil and process it for market (especially if mixing it with sea water makes the processing easier)... Maybe it is worthwhile to check that out! Why can't they just cause a deep enough explosion that will shut that damn well immediately to reduce the gushing oil until the relive well gets there?", "recommendationCount": 0}, {"assetID": 1446201, "replies": [], "lft": 242, "assetURL": "http://dotearth.blogs.nytimes.com/2010/05/10/how-long-should-bp-remain-in-charge/", "parentID": null, "commentID": 1969699, "rgt": 243, "userDisplayName": "Dale R. McIntyre, PhD", "createDate": "1273549408", "userID": 57386867, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1273550867", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Bartlesville, Oklahoma", "commentType": "comment", "updateDate": "1273547267", "commentSequence": 112, "commentBody": "# 84 Richard b. Simon, San Francisco<br /><br />Dear Mr. Simon,<br /><br />I was in Saudi Arabia after the 1991 Gulf War, so I am somewhat familiar with the Herculean efforts it took to quench and cap the Kuwaiti oil wells after the Iraqi army sabotaged them.<br /><br />For wild burning wells on land, and only on land, explosives have been used to \"snuff\" the flames, rather like blowing out a candle.  (The Hungarians were very successful with snuffing those fires with exhaust from jet engines taken off MiG fighters, by the way.  Worked like a charm)<br /><br /> However, after the fire is snuffed out the well will still be gushing crude oil and must be capped by a \"stinger\" , a steel plug of size sufficient to close the leak. The stinger is pushed into the flow and held down with some mechanical means.<br /><br />Then more permanent closures (a new wellhead assembly usually) can be lowered into place and attached to the damaged well.<br /><br />Many who post here have asked, as you have, \"Why not use explosives?\" The reason is that this well is not on fire.<br /><br />Explosives are primarily rated by their briseance.  Briseance is, I am told, a French word for \"shattering power\".<br /><br />Shattering power is a very nice property if you are trying to MAKE a hole in something, or reduce big rocks into little rocks.<br /><br />The problem here is not to MAKE a hole in these pipes.  They already have too many holes.<br /><br />And by no means do we want to shatter the sea floor around the wellhead; I can't see where that would help at all.<br /><br />Early on there was some talk here at Dot Earth about \"crimping\" the drill pipe closed with some controlled explosions.  Don't know if that has ever been tried at these water depths.<br /><br />Drill pipe of this sort comes in forty-foot lengths and is \"made up\" with threaded connections, not welds. So I expect there is some fear that attempts to crimp the pipe with explosives might jar loose the threaded connections on nearby joints, and thus make a dozen leaks where there is only one now. ", "recommendationCount": 2}, {"assetID": 1449141, "replies": [], "lft": 2, "assetURL": "http://dotearth.blogs.nytimes.com/2010/05/10/obama-sends-scientists-to-meet-bp-team/", "parentID": null, "commentID": 1969702, "rgt": 3, "userDisplayName": "coddington.morton", "createDate": "1273549524", "userID": 59377431, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1273550869", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New Hampshire", "commentType": "comment", "updateDate": "1273547269", "commentSequence": 1, "commentBody": "\"We are from the government, and we are here to help\"", "recommendationCount": 4}, {"assetID": 1444109, "replies": [], "lft": 216, "assetURL": "http://dotearth.blogs.nytimes.com/2010/05/09/sweating-the-details-in-climate-discourse/", "parentID": null, "commentID": 1969707, "rgt": 217, "userDisplayName": "Corlyss", "createDate": "1273549594", "userID": 598077, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1273550885", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Nibley, Utah", "commentType": "comment", "updateDate": "1273547285", "commentSequence": 103, "commentBody": "At least Revkin published the story, which itself is shocking. The Climategate story is marginal, thanks to the media burying the story on the cutting room floor. It really doesn't matter whether the global warming story has no reliable facts, that they only have one data set, not the 3 bragged about, that they use any myth handed them by activists, that they photoshop, lie, distort, and bully opponents. The big money is in global warming. That's all that matters. It's a political movement, not a scientific movement, and as such, it will outlive the junk science's discrediting. ", "recommendationCount": 6}, {"assetID": 1444109, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 1969731, "replies": [], "commentID": 1969746, "trusted": 0, "userDisplayName": "Andy Revkin", "createDate": "1273551030", "userID": 54480690, "replyCount": 0, "commentTitle": "", "status": "approved", "approveDate": "1273551030", "userTitle": "Dot Earth blogger", "recommendations": 0, "editorsSelection": false, "parentUserDisplayName": "Sou", "userURL": "http://dotearth.blogs.nytimes.com", "userLocation": "", "depth": 1, "commentType": "reporterReply", "updateDate": "1273547430", "commentSequence": 1, "commentBody": "Hmm.. A headline-seeking book and a serious science journal published by the AAAS should have the same standards. Okay."}]}, "lft": 218, "assetURL": "http://dotearth.blogs.nytimes.com/2010/05/09/sweating-the-details-in-climate-discourse/", "parentID": null, "commentID": 1969731, "rgt": 221, "userDisplayName": "Sou", "createDate": "1273550496", "userID": 40863861, "replyCount": 1, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1273551029", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Australia", "commentType": "comment", "updateDate": "1273547429", "commentSequence": 104, "commentBody": "I haven't had time to read all the comments.  But I expect a follow up post discussing the image on the cover of Roy Spencer's new fictional release:<br /><br /><a href=\"http://scienceblogs.com/deltoid/2010/05/roy_spencers_great_photoshop_b.php\" target=\"_blank\">http://scienceblogs.com...</a><br /><br />I know Andy is a stickler for 'balance'.", "recommendationCount": 2}, {"assetID": 1444109, "replies": [], "lft": 219, "assetURL": "http://dotearth.blogs.nytimes.com/2010/05/09/sweating-the-details-in-climate-discourse/", "parentID": 1969731, "commentID": 1969746, "rgt": 220, "userDisplayName": "Andy Revkin", "createDate": "1273551030", "userID": 54480690, "replyCount": 0, "commentTitle": "", "status": "approved", "approveDate": "1273551030", "userTitle": "Dot Earth blogger", "editorsSelection": 0, "statusID": 2, "userURL": "http://dotearth.blogs.nytimes.com", "userLocation": "", "commentType": "reporterReply", "updateDate": "1273547430", "commentSequence": 1, "commentBody": "Hmm.. A headline-seeking book and a serious science journal published by the AAAS should have the same standards. Okay.", "recommendationCount": 0}, {"assetID": 1446628, "replies": [], "lft": 1412, "assetURL": "http://www.nytimes.com/2010/05/11/us/politics/11court.html", "parentID": null, "commentID": 1969593, "rgt": 1413, "userDisplayName": "CM", "createDate": "1273546496", "userID": 55459139, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1273552024", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Minneapolis", "commentType": "comment", "updateDate": "1273548424", "commentSequence": 576, "commentBody": "To Rachael (#544): Justices O'Connor and Ginsberg are both mothers of more than one child, and still managed to attain a seat on the Supreme Court. You are very fortunate to have a partner who is willing to sacrifice his own career for yours, but, to be realistic, as you suggest, most working mothers are not so lucky. That is why having someone who has had to juggle motherhood, or, for that matter, parenthood, and career on the SC is so very important, particularly with respect to work/family issues decisions.<br /><br />You may call me a bigot if you like, but apparently I'm in good company, as each time a vacancy occurs on the Court, various racial/gender/ethnic, and now even religious groups make the case that those who outwardly appear like themselves (or at least not like those already on that august body) should be appointed. This is presumably because they think that that person would be more likely to represent them, which implies some perceived commonality as to point of view. In my comment, I was simply asking at what point this perceived diversity, or lack thereof, is important. While I agree that whether one is married or unmarried, male or female, of one race or another, and a parent or not should, in a perfect world, be unimportant, our world is not perfect, and we are treated differently based upon those attributes, often by those having considerable power over us. As a result, I happen to think that representation by someone who has likely had similar experiences is important; indeed, Justice O'Connor reportedly said that her position with respect to affirmative action was influenced by her experiences as a woman.<br /><br />To T (#525): Yes, I, too, am sick of women being defined by their reproductive capacities, but the reality is that that happens, mostly to the detriment of those who choose to have children. I have tired, as well, of our general failure to recognize that, by having children, parents are doing us the favor of perpetuating our civilization and that perhaps discouraging this behavior by allowing discrimination against those who practice it is not in our best interest. And I don't think having yet another person who has not had to face the perception that one is not as hardworking or as competent because of her status as a mother on the highest court in the land is going to do much to advance the rights of mothers. I can only hope that Ms. Kagan, who seems a splendid person, and who, in my opinion, will almost certainly be confirmed, will prove me wrong.<br />", "recommendationCount": 0}, {"assetID": 1449112, "replies": [], "lft": 4, "assetURL": "http://www.nytimes.com/2010/05/11/us/politics/11nominees.html", "parentID": null, "commentID": 1969603, "rgt": 5, "userDisplayName": "Heather", "createDate": "1273546641", "userID": 60346982, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1273552024", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Lowell, Ma", "commentType": "comment", "updateDate": "1273581195", "commentSequence": 2, "commentBody": "I do not see how a liberal can claim to not be judicial activist.  How many states have endorsed gay marriage by a decision of a court?<br /><br />That I know of, no state has done it by a vote of the people!  I would call that closer to judicial activism then anything I have seen from the conservative right.", "recommendationCount": 25}, {"assetID": 1449112, "replies": [], "lft": 6, "assetURL": "http://www.nytimes.com/2010/05/11/us/politics/11nominees.html", "parentID": null, "commentID": 1969604, "rgt": 7, "userDisplayName": "sthomas1957", "createDate": "1273546706", "userID": 19073919, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1273552024", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Salt Lake City, UT", "commentType": "comment", "updateDate": "1273548424", "commentSequence": 3, "commentBody": "President Obama, when campaigning in 2008 for president, was routinely labeled by conservatives and given an echo chamber in the media for being \"the most liberal voting record in the U.S. Senate.\"<br /><br />Why is it, then, that everyone expects Mr. Obama to be more moderate on his Supreme Court picks?  Doesn't the left have every right to expect that President Obama's picks will be staunchly liberal?<br /><br />Moreover, today's echo chamber in the media continuously repeats the nostrum that \"we are a center-right country.\"  This feeds into the notion that somehow Barack Obama has some obligation not to appoint someone too \"out of the mainstream of the American people\" (that is, someone not too far from center-right).<br /><br />Yet, if we're a center-right country as the corporate media keep echoing, why have we just elected a president with \"the most liberal voting record in the U.S. Sentate,\" and a congressional majority led by Nancy Pelosi and Harry Reid?  Are these center-right politicians?<br /><br />If Democrats cannot hold onto their majorities and President Obama cannot get elected to a second term, it just might be because Democrats could not/would not/did not pay enough heed to those who got them elected, the corporate media's misleading echo chamber to the contrary notwithstanding.", "recommendationCount": 117}, {"assetID": 1449112, "replies": [], "lft": 8, "assetURL": "http://www.nytimes.com/2010/05/11/us/politics/11nominees.html", "parentID": null, "commentID": 1969613, "rgt": 9, "userDisplayName": "frank", "createDate": "1273547006", "userID": 18530839, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1273552024", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "canada", "commentType": "comment", "updateDate": "1273581209", "commentSequence": 4, "commentBody": "Will she send oil company executives to the electric chair? That would be my litmus test.", "recommendationCount": 74}, {"assetID": 1449112, "replies": [], "lft": 10, "assetURL": "http://www.nytimes.com/2010/05/11/us/politics/11nominees.html", "parentID": null, "commentID": 1969620, "rgt": 11, "userDisplayName": "ClearEye", "createDate": "1273547153", "userID": 22403264, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1273552024", "userTitle": null, "editorsSelection": 1, "statusID": 2, "userURL": null, "userLocation": "Pennington, NJ", "commentType": "comment", "updateDate": "1273581417", "commentSequence": 5, "commentBody": "I don't understand why ''the left'' just assumes that 30 years of dominance by ''the right'' melts away when Barack Obama wins election.<br /><br />With leaders like Reagan and Ginrich, and an army of sophisticated operatives like pollster Frank Luntz, Republicans have simplified and consolidated their message, repeating it over and over so it seems true to many voters. Democrats seem incapable of responding, much less developing their own approach to communicating effectively with the broader public.<br /><br />Democrats argue with one another about how many progressive angels can dance on the head of a pin, often criticizing the President as severely as the Republicans, weakening his presidency and the party.<br /><br />It is ironic that Kagan is the nominee who can be approved now, while after the November election, any nominee will have to be more conservative. This might not be the case if ''the left'' could learn to target its energies toward arguing with ''the right,'' rather than arguing amongst themselves.", "recommendationCount": 114}, {"assetID": 1449112, "replies": [], "lft": 12, "assetURL": "http://www.nytimes.com/2010/05/11/us/politics/11nominees.html", "parentID": null, "commentID": 1969621, "rgt": 13, "userDisplayName": "Marvin8", "createDate": "1273547161", "userID": 57005348, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1273552024", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Chicago", "commentType": "comment", "updateDate": "1273585024", "commentSequence": 6, "commentBody": "Obama will go down as the unsuccessful President who tried to build consensus and got nothing but a spanking for it. In fact, he'll end up in the history books as being even MORE milquetoast than Carter. Kagen is merely one more example of Obama's limp-wristed style. A single term President for sure...mostly because he won't be able to fire up the Left to help him out next time around.", "recommendationCount": 122}, {"assetID": 1449112, "replies": [], "lft": 14, "assetURL": "http://www.nytimes.com/2010/05/11/us/politics/11nominees.html", "parentID": null, "commentID": 1969628, "rgt": 15, "userDisplayName": "Rob916", "createDate": "1273547305", "userID": 18922088, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1273552024", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Long Island", "commentType": "comment", "updateDate": "1273548424", "commentSequence": 7, "commentBody": "Is Peter Baker for real?  Is anyone on the left who is quoted in this article for real? Only a dupe or a water carrier for the administration would even suggest that any nominee of President Obama would be anything but a far left ideologue.  This president only nominates and appoints far left ideologues. C'mon guys, how stupid do you think your readership is?     ", "recommendationCount": 29}, {"assetID": 1449112, "replies": [], "lft": 16, "assetURL": "http://www.nytimes.com/2010/05/11/us/politics/11nominees.html", "parentID": null, "commentID": 1969635, "rgt": 17, "userDisplayName": "JB", "createDate": "1273547447", "userID": 2571790, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1273552024", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "hawaii", "commentType": "comment", "updateDate": "1273548424", "commentSequence": 8, "commentBody": "Mr. Baker must have tunnel vision. It's a good thing he limited the selections to the \"last quarter century\" because Republican presidents sure seem to have missed the boat on nominating conservatives shortly before that span?<br />Who nominated Earl Warren? I believe that was Dwight Eisenhower. Who nominated John Paul Stevens? My gosh, that was Gerald Ford. Who nominated Steven Breyer? Why that was George H. W. Bush. It seems GOP presidents have failed to deliver the goods at least as often as their Demo counterparts.<br />For every Scalia, there has been a Ginsberg. For every Thomas, there has been a Breyer. And there always seem to be middle of the roaders like Kennedy and O'Connor.<br />It just may be that with brilliant legal minds, it is impossible to pack a court.", "recommendationCount": 26}, {"assetID": 1449112, "replies": [], "lft": 18, "assetURL": "http://www.nytimes.com/2010/05/11/us/politics/11nominees.html", "parentID": null, "commentID": 1969636, "rgt": 19, "userDisplayName": "CitizenName", "createDate": "1273547452", "userID": 60152775, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1273552024", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Jamestown, NY", "commentType": "comment", "updateDate": "1273548424", "commentSequence": 9, "commentBody": "Obama is too politically savvy to expect anything other than a centrist, appeasement candidate for this vacancy. Candidate Obama knew how to get us on the Left all riled up in thinking that something progressive would come out of his presidency. Some of us were not fooled. He's a politician, and as such, seems to think that the only way he can get anything done is to get reelected; hence all of the pandering to the right (off-shore drilling, nuclear funding, big business deals, etc.). This candidate is more of the same in a long tradition of Democratic \"sissy-ness.\"<br /><br />This is yet another case of spineless Democratic maneuvering intended on preserving the status quo (or what is left of it as it gently gets eroded from a strong and persevering Right). The more centrist and moderate Democrats, including Obama, continue to \"hold out the olive branch\" to their counterparts across the aisle; but what is so disconcerting is that the olive branch is repeatedly taken, broken, and crushed under foot by those on the Right.<br /><br />   For once, just once, it would be nice to see the Democrats take a note from the Republicans and actually DO what they WANT, i.e. what is right for their agenda. Democrats are so apologetic, spineless, and soft because they FEAR any sort of fight to defend their side of the argument. Heaven help us if they actually stand firm for their beliefs, agendas, and ideals by seeking to leave a legacy in the form of an uber-progressive justice.", "recommendationCount": 165}, {"assetID": 1449112, "replies": [], "lft": 20, "assetURL": "http://www.nytimes.com/2010/05/11/us/politics/11nominees.html", "parentID": null, "commentID": 1969639, "rgt": 21, "userDisplayName": "tny12", "createDate": "1273547497", "userID": 57800741, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1273552024", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Beachwood,Oh.", "commentType": "comment", "updateDate": "1273548424", "commentSequence": 10, "commentBody": "It doesn't mean much about someone to counter Scalia as long as the right leaning justices have the majority.. however they say that Kagan is as much of an intellectual in regards to the law as Roberts so there is your match. they also say that she is a very persaaove person and made have some effect on being able to bring Kennedy over to the her side.<br /><br />if Obama gets to appoint another Justice, this time to replace a right leaning one, then the difference will happen.", "recommendationCount": 23}, {"assetID": 1449112, "replies": [], "lft": 22, "assetURL": "http://www.nytimes.com/2010/05/11/us/politics/11nominees.html", "parentID": null, "commentID": 1969644, "rgt": 23, "userDisplayName": "Tombo", "createDate": "1273547670", "userID": 43882971, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1273552024", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New York State", "commentType": "comment", "updateDate": "1273548424", "commentSequence": 11, "commentBody": "\"Ms. Kagan is certainly too liberal for conservatives,...\"<br /><br />ANYONE besides a conservative is too liberal for conservatives.  This is just another example of Obama and the rest of the Democrats pathetic, pointless appeasing of the conservatives.<br /><br />What is wrong with the Democrats?  Why are they so afraid to assert their governing majority and lead?  Why are they so pathetically WEAK?<br /><br />I'm through supporting these milquetoasts who, when they manage to gain governing majorities thanks to the catastrophic results of the conservatives governing policies, are too cowed by those same conservatives to deliver the progressive policies they campaigned on.<br /><br /> ", "recommendationCount": 193}]}, "copyright": "Copyright (c) 2016 The New York Times Company.  All Rights Reserved."}