{"debug": {"version": 3.1}, "status": "OK", "results": {"api_timestamp": "1481481219", "totalCommentsFound": 5539, "totalCommentsReturned": 25, "comments": [{"assetID": 3399578, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 11610406, "replies": [], "commentID": 11610599, "trusted": 0, "userDisplayName": "dwick", "createDate": "1398058366", "userID": 1291225, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1398087462", "userTitle": "NULL", "recommendations": 3, "editorsSelection": false, "parentUserDisplayName": "Judy Creecy", "userURL": "NULL", "userLocation": "Forest Grove, OR", "depth": 1, "commentType": "userReply", "updateDate": "1398083862", "commentSequence": 11610599, "commentBody": "Likewise there is a belief among many progressive liberals that the wealthy (except for like-minded wealthy progressive liberals, mind you...) DON'T deserve their wealth (all earned unfairly/illegally or inherited) and are thus worthy of disdain and 'special treatment' (especially by the taxing authorities) because they are examples of 'success'...  It's easy for Bill Clinton to jet first-class all around the world collecting $100K per speech expressing his 'we are all in this together' attitude.  Do you ever ask yourself how a nearly penniless ex-governor of one of the poorest states in the nation in 1992 serves two terms as president goes to magically possessing a fortune of $80M within 10 years of leaving office?  Harry S Truman once sagely said 'You can't get rich in politics unless you're a crook'...  case closed."}, {"recommendedFlag": 0, "parentID": 11610406, "replies": [], "commentID": 11616430, "trusted": 0, "userDisplayName": "Annie", "createDate": "1398126430", "userID": 17274283, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1398126486", "userTitle": "NULL", "recommendations": 0, "editorsSelection": false, "parentUserDisplayName": "Judy Creecy", "userURL": "NULL", "userLocation": "Pittsburgh", "depth": 1, "commentType": "userReply", "updateDate": "1398122886", "commentSequence": 11616430, "commentBody": "Actually, the main belief that I am aware of among \"progressive liberals\" is not that the wealthy DON'T deserve their wealth; rather it is that they should not be have such an outsize proportion of the wealth that we produce AS A NATION.  There is, to many of us, something profoundly wrong when 1 percent of the population has around 40 percent of all wealth, the next 19 percent have around 45 percent and the bottom 80 percent get to share less than 15 percent.  Not only does this level of inequality represent a basic level of unfairness, it is toxic to our ability to function as a democracy.  Money is power.  That 1 percent has a lot more say in how our country operates than do those of us in the bottom 80 percent.  Of course, as a recent study from Princeton points out, the United States is already in essence an oligarchy. <br/><br/>And pointing a finger at any one individual, such as Bill Clinton, and questioning how they obtained their wealth, while it might be a worthwhile question in a certain context, has absolutely nothing to do with the larger issue of how our tax policy serves or does not serve the country as a whole.  At least Clinton, BTW, fought back to some degree against the egregious harm done by Saint Ronnie, only to have it largely undone again by Bush II."}]}, "lft": 66, "assetURL": "http://opinionator.blogs.nytimes.com/2014/04/20/to-reduce-inequality-start-with-families/", "parentID": null, "commentID": 11610406, "rgt": 71, "userDisplayName": "Judy Creecy", "createDate": "1398052871", "userID": 58369910, "replyCount": 2, "commentTitle": "<br/>", "status": "approved", "approveDate": "1398052926", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Phoenix, AZ", "commentType": "comment", "updateDate": "1398049326", "commentSequence": 11610406, "commentBody": "I think inequality has its roots in peoples' attitudes and beliefs.  It is a belief among many conservatives that the wealthy deserve their wealth (whether they've earned or inherited it), and are worthy of praise and special treatment because they are examples of \"success\". The middle class are beneficiaries of the wealthy class and their efforts to promote businesses, to grow and develop industries.  Wealth is often about hard work, and sometimes about good fortune (pardon the double entendre).  Opportunity is not equal; opportunity visits some more than others.  A step towards income equality would be an increase in the minimum (but honestly, how many of could live on $10.10 an hour?). But really this would be a small step towards an attitude adjustment....that achieving some measure of success in the American landscape means a little less for the wealthiest among us. Maybe this is a little bit of the attitude expressed by Bill Clinton that we \"are all in this together\".  I think a healthy economy is the product of such an attitude.", "recommendationCount": 7}, {"assetID": 3399578, "replies": [], "lft": 72, "assetURL": "http://opinionator.blogs.nytimes.com/2014/04/20/to-reduce-inequality-start-with-families/", "parentID": null, "commentID": 11610410, "rgt": 73, "userDisplayName": "Bill Benton", "createDate": "1398052935", "userID": 27988722, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1398052986", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "San Francisco", "commentType": "comment", "updateDate": "1398049386", "commentSequence": 11610410, "commentBody": "The Comedy Party totally agrees with the importance of support to the youngest members of society.  In fact, our party platform recommends that we should give the military a war they actually can win -- against childhood poverty.<br/><br/>The National Guard should deliver every poor or hungry five year old in America to a day care center on every school day.  The kids should get not only education, but also breakfast, lunch and medical care.  This would pay off a lot more than trying to steal oil and kill anti-female religious maniacs in deserts and mountains half a world away.<br/><br/>Go to YouTube and Watch Comedy Party Platform.  Laugh, cry, vote for Elizabeth Warren and contact me.", "recommendationCount": 2}, {"assetID": 3399582, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 11610422, "replies": [], "commentID": 11612794, "trusted": 1, "userDisplayName": "Josh Hill", "createDate": "1398091306", "userID": 20663434, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1398091328", "userTitle": "NULL", "recommendations": 6, "editorsSelection": false, "parentUserDisplayName": "mancuroc", "userURL": "NULL", "userLocation": "<br/>", "depth": 1, "commentType": "userReply", "updateDate": "1398087728", "commentSequence": 11612794, "commentBody": "Mancuroc, unfortunately, small-scale efforts are no longer sufficient to reverse warming. They're laudable but there's also a danger in that many people think OK, if I improve my insulation and add solar panels and drive a hybrid I'm doing enough. But it isn't nearly enough to produce the reduction in emissions necessary. Controlling this problem requires effort on a national and international level.<br/><br/>I've been surprised too by the fact that solar house and water heating aren't mentioned more. It is actually better for the environment and cheaper than solar panels, and as you say, a simple installation can be installed yourself for virtually nothing. There's lots of information on line.<br/><br/>There are also many other efficiency steps that cost little and can not only help the environment but save money."}]}, "lft": 34, "assetURL": "http://www.nytimes.com/2014/04/21/opinion/running-out-of-time.html", "parentID": null, "commentID": 11610422, "rgt": 37, "userDisplayName": "mancuroc", "createDate": "1398053311", "userID": 12582762, "replyCount": 1, "commentTitle": "<br/>", "status": "approved", "approveDate": "1398053345", "userTitle": "NULL", "editorsSelection": 1, "statusID": 2, "userURL": "NULL", "userLocation": "Rochester, NY", "commentType": "comment", "updateDate": "1398072381", "commentSequence": 11610422, "commentBody": "In a nation where willful and often boastful ignorance stands in the way of action by the national government, the climate change movement as a whole, small groups and individuals need to take it on themselves to push local governments, one city council or town board at a time.  <br/><br/>There's plenty of energy innovation and conservation available through controlling sprawl and enacting building codes that insist on renewable energy.   Solar panels are just one possibility; another which I rarely see mentioned is relatively low-tech heat-exchange systems, either exposed or under roofs.  (Think how hot the water in a garden hose gets in the sun).   It should not be beyond people's wits to design such things almost, if not totally, off-the-shelf. ", "recommendationCount": 112}, {"assetID": 3399580, "replies": [], "lft": 132, "assetURL": "http://www.nytimes.com/2014/04/21/opinion/krugman-sweden-turns-japanese.html", "parentID": null, "commentID": 11610431, "rgt": 133, "userDisplayName": "William O. Beeman", "createDate": "1398053616", "userID": 106834, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1398053646", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "San José, CA", "commentType": "comment", "updateDate": "1398050046", "commentSequence": 11610431, "commentBody": "By now these elementary economic reflexes are so well known they are almost natural laws.  So how do we combat the Puritanism that throws monkey wrenches into the process for completely superstitious ideological reasons. Economic systems will run well if managers stop worrying about morality and tend to the mechanics. But the Lords of the Universe will always tend to their own narrow interests and do anything to disadvantage the \"little people,\" because, after all who is more deserving?", "recommendationCount": 12}, {"assetID": 3399578, "replies": [], "lft": 25, "assetURL": "http://opinionator.blogs.nytimes.com/2014/04/20/to-reduce-inequality-start-with-families/", "parentID": 11610138, "commentID": 11610429, "rgt": 26, "userDisplayName": "Rima Regas", "createDate": "1398053591", "userID": 52131820, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1398053647", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Mission Viejo, CA", "commentType": "userReply", "updateDate": "1398050047", "commentSequence": 11610429, "commentBody": "My point is that when we talk about helping families, we need to recognize all the kinds of families that exist and account for them in any new legislation. My point is that we should not penalize any type of family either by omission or by choice. <br/><br/>President Obama is hardly the only child of a single parent who had a good outcome. There are millions of them and I am one. We need to stop judging the way people live and support them because everyone is worthy of support.", "recommendationCount": 15}, {"assetID": 3399580, "replies": [], "lft": 134, "assetURL": "http://www.nytimes.com/2014/04/21/opinion/krugman-sweden-turns-japanese.html", "parentID": null, "commentID": 11610433, "rgt": 135, "userDisplayName": "dave commenter", "createDate": "1398053689", "userID": 55065991, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1398053706", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "calif", "commentType": "comment", "updateDate": "1398050106", "commentSequence": 11610433, "commentBody": "There are a ton of problems in Sweden and interest rates may not be the biggest. when I was firs lived in Sweden in 1965, the exchange rate was roughly 1$ = 6.5 Crowns. Today, it is basically the same and has been a few times as high as 8 and 9 to the dollar. The cost of everything as about twice what it is here, and nothing has changed much. Unemployment is very high now, the state has changed considerably, social welfare still exists though taxes are very high. The universities are now charging foreigners and about 1 in 3 are NOT native born Swedes, so the costs of social programs has skyrocketed and the tax base has decreased because many of these immigrants  are not working.<br/>   According to my brother who lives there the rate of interest on savings is just a bit over 1%  and has been since Wall St burned down the world economy. And remember, they also pay a VAT so it isn't likely that the consumers are howling about zero inflation--for them, the cost of living went down. Apartments are very expensive , but housing is scarce as they don't build like they do here. In a country of 8 million people,  things are bound to be a bit different and maybe not exactly comparable to Japan's 100 million or so. Interestingly, both nations are about the size of California.", "recommendationCount": 3}, {"assetID": 3399581, "replies": [], "lft": 4, "assetURL": "http://www.nytimes.com/2014/04/21/opinion/an-evolutionary-family-drama.html", "parentID": null, "commentID": 11610435, "rgt": 5, "userDisplayName": "Susan", "createDate": "1398053710", "userID": 56780855, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1398053767", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Eastern WA", "commentType": "comment", "updateDate": "1398050167", "commentSequence": 11610435, "commentBody": "Wonderful story, well told.", "recommendationCount": 27}, {"assetID": 3399305, "replies": [], "lft": 887, "assetURL": "http://www.nytimes.com/interactive/2014/04/16/sports/errors-in-inquiry-on-rape-allegations-against-fsu-jameis-winston.html", "parentID": 11589506, "commentID": 11608866, "rgt": 888, "userDisplayName": "Chris", "createDate": "1398019420", "userID": 63903513, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1398053813", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Toms River, NJ", "commentType": "userReply", "updateDate": "1398050213", "commentSequence": 11608866, "commentBody": "No the details were not more gruesome, ChrisW. In fact, this too was an alleged  rape, and unlike the Duke team, there was DNA evidence of such. There were no evidence anything had even occurred, physical or otherwise.   The only difference is that  one made the headlines and was racially demonized by multiple parties, including the university, while the other was covered up by many powers-that-be. And of course the race of the perpetrators  had nothing to do with it. Do some reading, man! ", "recommendationCount": 0}, {"assetID": 3399580, "replies": [], "lft": 136, "assetURL": "http://www.nytimes.com/2014/04/21/opinion/krugman-sweden-turns-japanese.html", "parentID": null, "commentID": 11610445, "rgt": 137, "userDisplayName": "Ted", "createDate": "1398053816", "userID": 2675899, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1398053826", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "California", "commentType": "comment", "updateDate": "1398050226", "commentSequence": 11610445, "commentBody": "Sadomonetarism seems more like an ideology or a dogmatic religious belief than a mere \"gut feeling.\" Underlying it seems to be a sort of Calvinist doctrine that the poor and unemployed are divinely condemned to suffering, just as the wealthiest people (particularly corporate people) are divinely entitled to continually increase their wealth at the expense of lesser mortals. So it's always appropriate to increase the suffering of those whose purpose is to suffer, in order to increase the wealth of those whose purpose is to horde an increasing share of the world's wealth. <br/><br/>Sadomonetarists are not lacking in compassion, but simply have unshakable faith that the suffering poor and the increasingly wealthy rich are the Natural Order that MUST be preserved and promoted. They can thus admonish those who are suffering that their sacrifice is necessary to make the economy As It Should Be, and that they should just graciously accept that which has been Decreed. <br/><br/>Sadomonetarists themselves have no need for a \"rationale.\" The policies they demand from central bankers are merely the Way Things Ought To Be, a Truth as incontrovertible as the law of gravity. It's a matter of Faith. But as so many people are too ignorant to have that Faith, there's always a need to provide the ignorant masses with some kind of rationale to justify the Faith. It doesn't matter what that rationale is, just as long as they provide something when asked for a rationale. So it changes as the wind blows.", "recommendationCount": 18}, {"assetID": 3399546, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 11609495, "replies": [], "commentID": 11614340, "trusted": 0, "userDisplayName": "Roger Coley", "createDate": "1398105454", "userID": 57474682, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1398105841", "userTitle": "NULL", "recommendations": 0, "editorsSelection": false, "parentUserDisplayName": "Russell Manning", "userURL": "NULL", "userLocation": "hell", "depth": 1, "commentType": "userReply", "updateDate": "1398102241", "commentSequence": 11614340, "commentBody": "It's called \"the law\". Civil Rights Act of 1964. Not to mention The Skirvin is a corporate owned entity (no pun intended)."}]}, "lft": 24, "assetURL": "http://www.nytimes.com/2014/04/20/sports/basketball/hotel-leaves-oklahoma-city-thunder-opponents-telling-ghost-stories.html", "parentID": null, "commentID": 11609495, "rgt": 27, "userDisplayName": "Russell Manning", "createDate": "1398030672", "userID": 68090789, "replyCount": 1, "commentTitle": "<br/>", "status": "approved", "approveDate": "1398053871", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "CA", "commentType": "comment", "updateDate": "1398050271", "commentSequence": 11609495, "commentBody": "What irony that today, the Skirvin welcomes African-American N.B.A. teams/players.  Growing up there in the '50s, I recall that when Nat King Cole was performing the Oklahoma City, the Skirvin refused his stay.  I suspect, from all that seems atavistic in Oklahoma these days, the Skirvin has moved forward.  That wouldn't be a financial consideration now would it?", "recommendationCount": 0}, {"assetID": 3399546, "replies": [], "lft": 28, "assetURL": "http://www.nytimes.com/2014/04/20/sports/basketball/hotel-leaves-oklahoma-city-thunder-opponents-telling-ghost-stories.html", "parentID": null, "commentID": 11608537, "rgt": 29, "userDisplayName": "dean", "createDate": "1398014865", "userID": 52125630, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1398053885", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "topanga", "commentType": "comment", "updateDate": "1398050285", "commentSequence": 11608537, "commentBody": "the NBA is a billion dollar behemoth. coaches and GMs earning millions per year are canned after not meeting expectations in the W column. players get judged more on individual stats, but their future contracts may depend on whether they're viewed as team players who help secure more Ws.<br/>and we're supposed to believe that players use the haunting as an excuse for poor performance? \"We ran out of gas in the second half because many players had a poor night of sleep due to strange noises in the hotel, which they players swear are from the ghosts of a maid and her infant. We'll get back to our winning ways when the players finally get a good night's rest.\"<br/>Are there no other hotels in OKC? I'm laughing. . . wait who slammed that door? and why is the bathtub full? at least it's not the Overlook Hotel. . .", "recommendationCount": 1}, {"assetID": 3399546, "replies": [], "lft": 30, "assetURL": "http://www.nytimes.com/2014/04/20/sports/basketball/hotel-leaves-oklahoma-city-thunder-opponents-telling-ghost-stories.html", "parentID": null, "commentID": 11606729, "rgt": 31, "userDisplayName": "Roger Coley", "createDate": "1397996602", "userID": 57474682, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1398053922", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "hell", "commentType": "comment", "updateDate": "1398050322", "commentSequence": 11606729, "commentBody": "Possibly it's thinking about defending the NBA MVP Kevin Durant that keeps players awake? Someone should have embellished the story by claiming they heard Effie's surname was Durant or Westbrook.", "recommendationCount": 0}, {"assetID": 3399580, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 11610449, "replies": [], "commentID": 11610701, "trusted": 0, "userDisplayName": "fschoem44", "createDate": "1398061840", "userID": 46839698, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1398061865", "userTitle": "NULL", "recommendations": 5, "editorsSelection": false, "parentUserDisplayName": "Gary Henscheid", "userURL": "NULL", "userLocation": "Somers NY", "depth": 1, "commentType": "userReply", "updateDate": "1398058265", "commentSequence": 11610701, "commentBody": "To add to your, and Dr. K's message, deflation cannot really be dealt with monetary policy alone, one cannot stimulate with a negative interest rate on loans. Fiscal policy is also needed, especially when there is inadequate demand, to produce investment in long term capital/infrastructure projects that have no clear benefit to individuals but improve efficiency (TGV/Bullet train for all? - one example)"}]}, "lft": 138, "assetURL": "http://www.nytimes.com/2014/04/21/opinion/krugman-sweden-turns-japanese.html", "parentID": null, "commentID": 11610449, "rgt": 141, "userDisplayName": "Gary Henscheid", "createDate": "1398053965", "userID": 59967556, "replyCount": 1, "commentTitle": "<br/>", "status": "approved", "approveDate": "1398054006", "userTitle": "NULL", "editorsSelection": 1, "statusID": 2, "userURL": "NULL", "userLocation": "Yokohama", "commentType": "comment", "updateDate": "1398067958", "commentSequence": 11610449, "commentBody": "Not only are monetary officials in Sweden and across the EU needlessly imposing pain through senselessly tight  monetary policy, they are equally hamstrung by inadequate fiscal policy as we still are in the US and the consequences are even more devastating. <br/><br/>The failures in both monetary and fiscal policy are truly sickening, in part because,  as Professor Krugman has explained before, the Fed has tools to deal with higher inflation in the highly unlikely event that it ever managed to get a little too high - it merely has to raise rates; deflation, on the other hand, can linger as a problem for decades and is far harder to deal with.  ", "recommendationCount": 61}, {"assetID": 3399578, "replies": [], "lft": 74, "assetURL": "http://opinionator.blogs.nytimes.com/2014/04/20/to-reduce-inequality-start-with-families/", "parentID": null, "commentID": 11610451, "rgt": 75, "userDisplayName": "Anetliner Netliner", "createDate": "1398053987", "userID": 33888832, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1398054006", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Washington, DC area", "commentType": "comment", "updateDate": "1398050406", "commentSequence": 11610451, "commentBody": "Excellent piece.  Family-friendly employment policies would be a boon to single working parents and two-parent families alike.<br/><br/>As well, more progressive taxation schedules-- admittedly a tougher policy fix-- would create the much needed revenue stream to better care for America's young and old.", "recommendationCount": 6}, {"assetID": 3399580, "replies": [], "lft": 142, "assetURL": "http://www.nytimes.com/2014/04/21/opinion/krugman-sweden-turns-japanese.html", "parentID": null, "commentID": 11610466, "rgt": 143, "userDisplayName": "Arnab Sarkar", "createDate": "1398054219", "userID": 66161571, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1398054246", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "NYC", "commentType": "comment", "updateDate": "1398050646", "commentSequence": 11610466, "commentBody": "A country may have growth and prosperity if it chooses:<br/><br/>If it chooses to elect someone from a Science background who when elected tells its Citizens to buckle up and study Science. <br/><br/>Growth will come by and debates about inflation or deflation will be rendered unnecessary once the Citizens decide that they no longer need advices from Economists or Lawyers.<br/><br/>Chose a President who is a Scientist and a lot (not all I agree) of problems will be correctly tackled. Hint: Angela Merkel has a Doctorate in Quantum Chemistry.<br/><br/>(I'm not against liberal Arts, but the percentage of students who are paying top dollars (borrowed money) to study these subjects is too high without a market demand).<br/><br/>I have a hinge though. I do not see Americans electing someone from a Science background. I therefore see no growth. Deflation (specifically wage deflation) will remain till foreseeable future. I don't need an Economist to predict something that's that easy.<br/><br/>Economists can chase the data to suit their premise. Recall that they argued that manufacturing jobs be sent overseas to reduce inflation in consumer goods.<br/><br/>Economists are experts at divide and rule. One camp tells you that you need inflation; the other otherwise.<br/>What the country needs is these so-called economists to stop telling what people need and go to work: preferably produce something tangible.", "recommendationCount": 4}, {"assetID": 3399580, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 11610468, "replies": [], "commentID": 11610684, "trusted": 0, "userDisplayName": "fschoem44", "createDate": "1398061194", "userID": 46839698, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1398071080", "userTitle": "NULL", "recommendations": 6, "editorsSelection": false, "parentUserDisplayName": "Socrates", "userURL": "NULL", "userLocation": "Somers NY", "depth": 1, "commentType": "userReply", "updateDate": "1398067480", "commentSequence": 11610684, "commentBody": "My thoughts too, but, Alexander Pope said it already:<br/>\"What oft was thought, but ne'er so well expressed.\"<br/>Bravo!"}]}, "lft": 144, "assetURL": "http://www.nytimes.com/2014/04/21/opinion/krugman-sweden-turns-japanese.html", "parentID": null, "commentID": 11610468, "rgt": 147, "userDisplayName": "Socrates", "createDate": "1398054301", "userID": 51878992, "replyCount": 1, "commentTitle": "<br/>", "status": "approved", "approveDate": "1398054305", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Verona, N.J.", "commentType": "comment", "updateDate": "1398050705", "commentSequence": 11610468, "commentBody": "Unregulated bankers drove the world off a loose money cliff in 2008 and it survived with extensive propping up by the public of the banking corpses a la Weekend at Bernie's and now these banks are very seriously driving European economies into a gutter of deflation with strict money austerity.<br/><br/>What's plain to see is that the economy has been episodically over-inflated and under-inflated by incompetent central bankers for capital convenience while the needs of the labor economy - the human economy - are treated like effluent from a production plant.<br/><br/>(Says the central banker) \"The human cost of a sputtering economy ? What ? Who cares...our inflation targets are splendid and achievable !\"<br/><br/>While Janet Yellin seems to have a heart for American workers, it seems the Europeans have surrendered their social democracies to fascist austerian bankers who are trying to overcompensate for their earlier sins of mismanagement.<br/><br/>Here in Fed Land, Ben Bernanke - a lifetime student of Depression economics -  had the unique benefit of having succeeded the spectacularly incompetent Alan \"I'm Out to 'Efficient Markets' Lunch\" Greenspan, which allowed Bernanke an opportunity to break free from the University of Chicago conservative economic nincompoopery that affects right wing economists and helped to produce Greenspan's historically destructive and deregulatory bent on all things banking.<br/><br/>What the world needs most is deflation of the banking mafia and inflation of the human economy.", "recommendationCount": 264}, {"assetID": 3399580, "replies": [], "lft": 148, "assetURL": "http://www.nytimes.com/2014/04/21/opinion/krugman-sweden-turns-japanese.html", "parentID": null, "commentID": 11610469, "rgt": 149, "userDisplayName": "Anetliner Netliner", "createDate": "1398054312", "userID": 33888832, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1398054366", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Washington, DC area", "commentType": "comment", "updateDate": "1398050766", "commentSequence": 11610469, "commentBody": "I appreciate this column, Dr. Krugman.  It is an excellent cautionary tale for the Federal Reserve.<br/><br/>Unfortunately, too many monetary policy makers, both in the U.S. and overseas, are still fighting 1979.", "recommendationCount": 8}, {"assetID": 3399580, "replies": [], "lft": 150, "assetURL": "http://www.nytimes.com/2014/04/21/opinion/krugman-sweden-turns-japanese.html", "parentID": null, "commentID": 11610478, "rgt": 151, "userDisplayName": "Jason", "createDate": "1398054523", "userID": 17445624, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1398054545", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "DC", "commentType": "comment", "updateDate": "1398050945", "commentSequence": 11610478, "commentBody": "How much of the Swedish problems are influenced by their depressed neighbors?  Because of low aggregate demand in Europe is that deflating their currency?  Who are their main trading partners?  How could this be solely on the Central Bankers?  ", "recommendationCount": 2}, {"assetID": 3399580, "replies": [], "lft": 125, "assetURL": "http://www.nytimes.com/2014/04/21/opinion/krugman-sweden-turns-japanese.html", "parentID": 11610396, "commentID": 11610484, "rgt": 126, "userDisplayName": "Mark", "createDate": "1398054782", "userID": 11525842, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1398054786", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Vancouver WA", "commentType": "userReply", "updateDate": "1398051186", "commentSequence": 11610484, "commentBody": "What about ordinary individuals who are attempting to save for retirement?<br/>They, too, are hurt by inflation - as they watch the purchasing power of their hard-earned savings wither year-by-year.<br/>As always with Krugman, frugal savers are to be punished in favor of their debt-ridden neighbors.", "recommendationCount": 8}, {"assetID": 3399575, "replies": [], "lft": 13, "assetURL": "http://wordplay.blogs.nytimes.com/2014/04/20/they-disprove-claims/", "parentID": 11609605, "commentID": 11610480, "rgt": 14, "userDisplayName": "John", "createDate": "1398054757", "userID": 12857582, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1398054787", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Chicago", "commentType": "userReply", "updateDate": "1398051187", "commentSequence": 11610480, "commentBody": "Leapy, you think I am not a fan of Howard Dean?<br/><a href=\"https://www.youtube.com/watch?v=RwkNnMrsx7Q\" title=\"https://www.youtube.com/watch?v=RwkNnMrsx7Q\" target=\"_blank\">https://www.youtube.com/watch?v=RwkNnMrsx7Q</a><br/><br/>I love someone who knows where they are going.  But that cute little fella is not him.", "recommendationCount": 1}, {"assetID": 3399589, "replies": [], "lft": 4, "assetURL": "http://www.nytimes.com/2014/04/21/opinion/the-public-health-crisis-hiding-in-our-food.html", "parentID": null, "commentID": 11610490, "rgt": 5, "userDisplayName": "Anetliner Netliner", "createDate": "1398054900", "userID": 33888832, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1398054906", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Washington, DC area", "commentType": "comment", "updateDate": "1398051306", "commentSequence": 11610490, "commentBody": "It seems quite clear that hidden salts in our foods are literally killing us.<br/><br/>Our family tends not to cook with salt, and we generally use it sparingly, if at all, at the table.  We also try to buy soups and other prepared food that have low or no sodium levels.  <br/><br/>But as this piece demonstrates, hidden sodium in processed foods is making us sick.  I hope that the FDA and other relevant regulators follow the UK's lead in mandating reductions in the salt levels for processed foods. Until then, we are best advised to eschew processed foods and ingredients whenever possible.", "recommendationCount": 18}, {"assetID": 3399580, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 11610491, "replies": [], "commentID": 11610507, "trusted": 0, "userDisplayName": "Patrick", "createDate": "1398055297", "userID": 44287968, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1398070744", "userTitle": "NULL", "recommendations": 3, "editorsSelection": false, "parentUserDisplayName": "Ram", "userURL": "NULL", "userLocation": "Long Island, N.Y.", "depth": 1, "commentType": "userReply", "updateDate": "1398067144", "commentSequence": 11610507, "commentBody": "Very good! also note that full employment drives up wages, another reason the sadomonetaristics want higher interest rates."}, {"recommendedFlag": 0, "parentID": 11610491, "replies": [], "commentID": 11610672, "trusted": 0, "userDisplayName": "fschoem44", "createDate": "1398060680", "userID": 46839698, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1398060725", "userTitle": "NULL", "recommendations": 4, "editorsSelection": false, "parentUserDisplayName": "Ram", "userURL": "NULL", "userLocation": "Somers NY", "depth": 1, "commentType": "userReply", "updateDate": "1398057125", "commentSequence": 11610672, "commentBody": "I think Dr. K was implying that, for the most part, there was more than a somehow 'unbiased' gut feeling (Uh, unbiased gut feeling? obvious oxymoron, but I think my drift is mostly understandable.) I, in the interest of the idea that not \"ALL Very Serious People\", are venally propounding ideas in the interest of the 0.1%. Maybe, just maybe, a similar 0.1%  (of the V.S.P.) actually have a rational reason for doing so.<br/>Bias alert: I was a Physics major but had some of the same economics teachers as Dr. K."}]}, "lft": 152, "assetURL": "http://www.nytimes.com/2014/04/21/opinion/krugman-sweden-turns-japanese.html", "parentID": null, "commentID": 11610491, "rgt": 157, "userDisplayName": "Ram", "createDate": "1398054915", "userID": 1735117, "replyCount": 2, "commentTitle": "<br/>", "status": "approved", "approveDate": "1398054966", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Samudral", "commentType": "comment", "updateDate": "1398051366", "commentSequence": 11610491, "commentBody": "I think you're incorrect about this being a gut-feeling and not a thought out position. I think in general the motivation for keeping unemployment high from the wealthier class comes from wanting labour to be in an excess supply mode rather than in a demand mode by those with hiring and supervising power. In this former mode, people who work are far more at mercy of their supervisors than the other way. If unemployment is low and people can move around, they're more likely to desire equity and upset the power balance a supervisor has over their those they supervise.", "recommendationCount": 68}, {"assetID": 3399573, "replies": [], "lft": 38, "assetURL": "http://krugman.blogs.nytimes.com/2014/04/20/further-notes-on-sweden/", "parentID": null, "commentID": 11610498, "rgt": 39, "userDisplayName": "scott", "createDate": "1398055072", "userID": 25745361, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1398055086", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "pelican rapids mn", "commentType": "comment", "updateDate": "1398051486", "commentSequence": 11610498, "commentBody": "Actually a good argument can be made that the financial bubble popped when it did because the Fed raised interest rates chasing imaginary inflation in a weak economy during W's second term.  The ultra low rates of W's first term did not produce a raging boom except in the financial sector.   Wage growth remained anemic and the domestic economy [other than housing and retail] tepid.  Fed had created cheap money but not loose money as the bank examiners remained extremely tight on small business loans throughout the period [with the result that most small start-ups relied on high limit credit cards and real estate loans on the founders homes].", "recommendationCount": 3}, {"assetID": 3399580, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 11610508, "replies": [], "commentID": 11610825, "trusted": 0, "userDisplayName": "Radek", "createDate": "1398067959", "userID": 54865911, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1398067985", "userTitle": "NULL", "recommendations": 32, "editorsSelection": false, "parentUserDisplayName": "Bruce Rozenblit", "userURL": "NULL", "userLocation": "Portland, Oregon", "depth": 1, "commentType": "userReply", "updateDate": "1398064385", "commentSequence": 11610825, "commentBody": "I agree with most of what you say, but can't inflation also be tremendously damaging for many members of the poor in the US and middle class, not to mention many on fixed incomes (and thus not only for wealthy corporations and billionaires)? I'm not questioning your assertion, it's just that I haven't seen an explanation for how inflation could be so minor an issue for ex. for Americans who are out of jobs (especially when unemployment funds run out), or for Americans living paycheck to paycheck, or retirees or SSI recipients on fixed incomes especially when the COLA adjustments seem to badly trail real costs.<br/><br/>As an example, for someone who's recently lost a job or someone whose unemployment is running out, or for a student who's recently graduated struggling to find a job (and thus ineligible for unemployment), wouldn't all the inflation in gasoline and food costs be highly damaging to their financial well-being? Wouldn't inflation in food and rent costs make it harder to eat and find housing? Wouldn't inflation in the costs of auto repair make it harder to fix their cars?<br/><br/>I realize I may not understand the whole picture about how inflation impacts an economy, but it seems to me that inflation might in fact be most brutal on Americans struggling to find work or stuck at low incomes, since the costs of basics might shoot up so high, and I haven't seen Professor Krugman, Brad Delong or other economists address this much. Honestly, what is the answer to this?"}]}, "lft": 158, "assetURL": "http://www.nytimes.com/2014/04/21/opinion/krugman-sweden-turns-japanese.html", "parentID": null, "commentID": 11610508, "rgt": 161, "userDisplayName": "Bruce Rozenblit", "createDate": "1398055316", "userID": 38331232, "replyCount": 1, "commentTitle": "<br/>", "status": "approved", "approveDate": "1398055326", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Kansas City", "commentType": "comment", "updateDate": "1398051726", "commentSequence": 11610508, "commentBody": "Dr. Krugman has identified a new religion.  It is the belief in sadomonetarism.  The motivation for this new religion is not a glorious after-life.  It is to protect the assets of the monied class at the expense of everyone else.  Their theology is:<br/>\"If the interest rate isn’t raised now, we’ll run the risk of too much inflation further ahead\"...<br/><br/>There doesn't have to be any inflation.  The fear of it will suffice just as the fear of the loss of the soul is sufficient to motivate the practice of other religions.<br/><br/>I make these analogies because once the belief switch is thrown, all logic and rational thought is lost.  These worshipers of  sadomonetarist theology have fancy degrees and powerful minds.  Doesn't matter.  They base their decisions upon faith and faith has nothing to do with reason, hence, they can't be reasoned with.  Even the negative effects of their policies can be explained by their faith to the point of self-contradiction.<br/><br/>Inflation erodes the assets of those with cash and reduces the burden upon those in debt.  This is the good/evil dichotomy of this new theology.  The monied classes are good and the debtors are evil.  The good deserve to be rewarded and the evil ones should be punished.  Debt is the vehicle of increased liquidity which is necessary to fuel growth.  But that doesn't matter either.  Just believe and the inflation demon will be vanquished. It doesn't matter if the demon doesn't exist. Just believe it does.              ", "recommendationCount": 23}, {"assetID": 3399580, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 11610540, "replies": [], "commentID": 11610795, "trusted": 0, "userDisplayName": "Sylvie", "createDate": "1398066464", "userID": 15536410, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1398071314", "userTitle": "NULL", "recommendations": 15, "editorsSelection": false, "parentUserDisplayName": "Doug Terry", "userURL": "NULL", "userLocation": "Cobb, GA", "depth": 1, "commentType": "userReply", "updateDate": "1398067714", "commentSequence": 11610795, "commentBody": "Mitt Romney's father was a millionaire. Mitt Romney is a millionaire. Guess what Romney's children are going to be. Wealth is no longer created by revolution here; it is inherited."}, {"recommendedFlag": 0, "parentID": 11610540, "replies": [], "commentID": 11610837, "trusted": 0, "userDisplayName": "Radek", "createDate": "1398068721", "userID": 54865911, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1398068766", "userTitle": "NULL", "recommendations": 28, "editorsSelection": false, "parentUserDisplayName": "Doug Terry", "userURL": "NULL", "userLocation": "Portland, Oregon", "depth": 1, "commentType": "userReply", "updateDate": "1398065166", "commentSequence": 11610837, "commentBody": "\"We are a revolutionary founded society in conflict internally with those who seek to impose limitations... Europe is a society with controls on economic mobility that jumped only a few spaces forward with its historic revolutionary periods\"<br/><br/>Doug-- actually the opposite has become true over the past 3 decades, in fact Europe has acquired much, much higher social mobility than the United States and (in some cases) even more than Canada, whereas the USA has been plummeting in social mobility and opportunity compared to Europe, in fact the US more and-more is taking on the rigid aristocratic and social caste system features of much of central America for example. Only Britain has seen an erosion of qualify of life, savings and social mobility anywhere near that of the US, and not to the same extent. Most of the rest of Europe has become more mobile, with more start-ups and entrepreneurship and more \"disruptive\" technologies emerging, especially in countries like the Netherlands, Finland, Sweden, Germany, Norway and much of France and Belgium. The public investments in Europe in infrastructure, education and health care are much more robust than in the US, which has lately created far greater opportunity for Europeans than in the United States. So much so that we're seeing a reversal of traditional migration patterns, with Americans more and more emigrating from the US and going to European countries like the Netherlands and Belgium, Germany, Scandinavia, France and Switzerland."}]}, "lft": 162, "assetURL": "http://www.nytimes.com/2014/04/21/opinion/krugman-sweden-turns-japanese.html", "parentID": null, "commentID": 11610540, "rgt": 167, "userDisplayName": "Doug Terry", "createDate": "1398056350", "userID": 65455323, "replyCount": 2, "commentTitle": "<br/>", "status": "approved", "approveDate": "1398056406", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Out beyond the Beltway, Maryland", "commentType": "comment", "updateDate": "1398052806", "commentSequence": 11610540, "commentBody": "Part of the game across Europe is to preserve the socio-economic status quo while pretending to embrace \"American style\" competition and make room for disruptions. While there are additions and subtractions here and there, the wealthy elite of Europe are, indeed, of a class, and they pass along, almost entirely, their inherited advantages and status from one generation to the next. Loose money threatens a structured economic system by, in part, allowing upstarts to borrow their way into success and wealth. Must'n have that. <br/><br/>We are a revolutionary founded society in conflict internally with those who seek to impose limitations in the name of order. Europe is a society with controls on economic mobility that jumped only a few spaces forward with its historic revolutionary periods (followed by the highly destructive wars of the 20th century). We are a revolutionary society being urged backward; they are a structured societies unwilling to be pulled forward to real change. Wealth must be served. Naturally, they had to wreck the recovery.<br/><br/>In a mishmash motivations, Republicans have sought to do the same thing here. If they had succeeded (they might yet if they get the presidency in 2016), they could, at long, long last, say that there was clear \"proof\" they were right all along about \"overspending\" and debt. <br/><br/>The evident disappointment of the Republicans in failing to stop the recovery hangs over the Capitol Building like a dark, angry cloud.<br/><br/><a href=\"http://terryreport.com\" title=\"http://terryreport.com\" target=\"_blank\">http://terryreport.com</a>", "recommendationCount": 6}]}, "copyright": "Copyright (c) 2016 The New York Times Company.  All Rights Reserved."}