{"debug": {"version": 3.1}, "status": "OK", "results": {"api_timestamp": "1481460070", "totalCommentsFound": 3801, "totalCommentsReturned": 25, "comments": [{"assetID": 1678682, "replies": [], "lft": 2, "assetURL": "http://www.nytimes.com/2010/07/23/opinion/23krugman.html", "parentID": null, "commentID": 2294568, "rgt": 3, "userDisplayName": "Cdr. John Newlin", "createDate": "1279851498", "userID": 38587893, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1279857713", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Vista, Calif.", "commentType": "comment", "updateDate": "1279854113", "commentSequence": 10, "commentBody": "No, Dr. Krugman, it's not Bush that the Republicans are addicted to. They are addicted to greed and to power and they are quite willing to throw the American middle class under the bus to get it. It's the mantra of the plutocrats that they truly are.<br /><br />Right now America is limping along toward an abyss from which there is no return. If the Bushites gain power, we won't be limping, we'll be herded like lemmings over the edge of the cliff. Mitch McConnell and John Boehner are enemies of the American people and the most alarming thing about that fact is that the majority of the American people don't realize it.<br /><br />At this juncture the Republican strategy is to provoke more and more white Americans into fearing blacks. Obama and his team know this and that's why they blundered so badly in reacting to the Shirley Sherrod debacle. Just the thought of Glenn Beck ranting and raving about Obama Administration being racist sent them spinning into the maelstrom without first getting a full background briefing.<br /><br />If white independents by into this and embrace the fear that the Republicans are fomenting, President Obama is toast.", "recommendationCount": 1680}, {"assetID": 1678682, "replies": [], "lft": 8, "assetURL": "http://www.nytimes.com/2010/07/23/opinion/23krugman.html", "parentID": null, "commentID": 2294588, "rgt": 9, "userDisplayName": "ecs", "createDate": "1279852048", "userID": 2377098, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1279857713", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New York, N.Y.", "commentType": "comment", "updateDate": "1279854113", "commentSequence": 11, "commentBody": "Well, Republicans can hardly invade Iraq again, and they can hardly increase the deficit more, so you can hardly say they want to repeat history.   ", "recommendationCount": 65}, {"assetID": 1678682, "replies": [], "lft": 12, "assetURL": "http://www.nytimes.com/2010/07/23/opinion/23krugman.html", "parentID": null, "commentID": 2294597, "rgt": 13, "userDisplayName": "Kate Madison", "createDate": "1279852327", "userID": 25120579, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1279857713", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Depoe Bay, Oregon", "commentType": "comment", "updateDate": "1279854113", "commentSequence": 12, "commentBody": "...\"Finally, on the war: For most Americans, the whole debate about the war is old if painful news — but not for those obsessed with refurbishing the Bush image. Karl Rove now claims that his biggest mistake was letting Democrats get away with the “shameful” claim that the Bush administration hyped the case for invading Iraq. Let the whitewashing begin!\"<br /><br />Actually, Professor Krugman, the whitewashing began the minute Obama was nominated!  Republicans pulled away from living the fiasco of the Bush years, both Iraq War and the sinking economy, like rats leaping from a sinking ship.  Which it was!  And they were screaming on the way out:  \"Obama is a Muslim--born in Kenya--a socialist, etc, etc.  Under the watchful eye of Karl Rove, the Republican Party has obliterated the so-called line between truth and fiction.  Their narrative is that Republicans want America to be SAFE and that we were safe under Bush.  Bing--there went 9/11, when Bush was not really President, because he was \"tending to business\" in Texas.  And Cheney, the master manipulator, started playing the fear card--so little respect did he have for the American people's intelligence and ability to think about the truth of what he spoke.  Turns out he guessed right!  And our country became a \"You are with us, or you are against us\" crazy place.  Cheney laughed all the way to the bank with his Halliburton/KBR stock options SAFELY tucked away.  Nobody talked about how he and his cohorts were getting richer off the Iraq War--that would have been considered treasonous.  And the MSM press followed along like the little lemmings they are.  Now they are doing it by NOT talking about how the Republicans are reinventing reality, and are the party of the rich and corporate--period.<br /><br />As for Mitch McConnell, when he steps up to the mic, he digs himself and his entire party of careless sociopaths in a little deeper.  Vibrant indeed--vibrant like the color of money!  As my brother used to say:  \"If he had another brain, it would be lonely and he would be dangerous!\"<br />", "recommendationCount": 1053}, {"assetID": 1678682, "replies": [], "lft": 24, "assetURL": "http://www.nytimes.com/2010/07/23/opinion/23krugman.html", "parentID": null, "commentID": 2294626, "rgt": 25, "userDisplayName": "GamZehYaavor", "createDate": "1279853152", "userID": 60464200, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1279857713", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Vatican City", "commentType": "comment", "updateDate": "1279860123", "commentSequence": 13, "commentBody": "So Paul, Bush gets all of the blame for Iraq?  Funny how Hilary Clinton and Obama and almost all of the Democrat Senators voted with Bush and the Advice of General Colin Powell to Invade Iraq.<br /><br />Funny how you left out the Attack on the Taliban in Afghanistan that was a great success back then.  Now, with Obama at the Helm \"leading\" in Afghanistan things are going to pot very rapidly and we have a new \"Vietnam\" to deal with.<br /><br />Bush had lots of common sense and Leadership skills which Obama is badly lacking.<br /><br />Bush had the Economy doing wonderfully until Mohamed Atta etal. flew Commercial Airplanes into the World Trade Center and the Pentagon.<br /><br />Don't you think the Democrats and Obama have enough on their hands Right Now with the Real Unemployement Rate at over 17 Percent?<br /><br />Obama has given new meaning to Gargantuan Deficits.  Never in the History of the World has any nation had a 1.3 Trillion Dollar Deficit for one year!  And that does not even include all of the \"Off Budget\" items that should be included in the yearly budget numbers.<br /><br />No, Paul, Bush did a masterful job as President On the Economy and the War On Terror.", "recommendationCount": 168}, {"assetID": 1678682, "replies": [], "lft": 26, "assetURL": "http://www.nytimes.com/2010/07/23/opinion/23krugman.html", "parentID": null, "commentID": 2294645, "rgt": 27, "userDisplayName": "Jim S.", "createDate": "1279853470", "userID": 12433842, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1279857713", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Cleveland", "commentType": "comment", "updateDate": "1279854113", "commentSequence": 14, "commentBody": "\"After all, Mr. Bush’s two signature initiatives were tax cuts and the invasion of Iraq; both, in the eyes of the public, were abject failures.\"<br /><br />Were the Bush tax cuts really viewed as abject failures? Do people even really know how much tax they pay, rather than what the size of their refund is at the end of the year? Or do they just listen to Fox News tell them they are paying more taxes, or less? Do people really know, or care, what the aggregate tax receipts might be?<br /><br />Especially considering the claim that half the population does not pay (income) taxes?", "recommendationCount": 95}, {"assetID": 1678682, "replies": [], "lft": 40, "assetURL": "http://www.nytimes.com/2010/07/23/opinion/23krugman.html", "parentID": null, "commentID": 2294735, "rgt": 41, "userDisplayName": "JLT", "createDate": "1279855505", "userID": 2182617, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1279857713", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Palo Alto, California", "commentType": "comment", "updateDate": "1279854113", "commentSequence": 15, "commentBody": "\"The actual record of the Bush years was (i) two and half years of declining employment, followed by (ii) four and a half years of modest job growth, at a pace significantly below the eight-year average under Bill Clinton, followed by (iii) a year of economic catastrophe.\"<br /><br />The actual record of the Bush years, according to official BSL statistics was an average unemployment rate of 5.3%.  The number of jobs increased from 131,785,000 to 136,790,000, which is an increase of more than five million jobs.<br /><br />On the other hand, under Obama, the unemployment rate is 9.5% and the number of jobs is down to 131,456,000. This is a loss of the five millions jobs and then some.  That's what you get when you pay people not to work.", "recommendationCount": 153}, {"assetID": 1678682, "replies": [], "lft": 42, "assetURL": "http://www.nytimes.com/2010/07/23/opinion/23krugman.html", "parentID": null, "commentID": 2294739, "rgt": 43, "userDisplayName": "Jeff Anderson-Lee", "createDate": "1279855708", "userID": 49495981, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1279857713", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Oakland, CA", "commentType": "comment", "updateDate": "1279854113", "commentSequence": 16, "commentBody": "For the most part, people in both camps seem addicted to dogmas.  I appreciate your columns because you want to look at the facts and try to figure out the reasons behind things.  How refreshing in an age of mostly \"He said, she said\" journalism--if you call that journalism.  Of course it doesn't hurt that I agree with most of your premises and conclusions, as with this column.  That I don't agree with all of them is a good thing I think, as it means I'm still trying to be a critical listener.<br /><br />Still, as your are fond of saying, \"reality tends to have a liberal bias\".  I just wish more folks, and more politicians, and more journalists, would \"get real\".  Instead we get lots of Faux News editing film clips to frame bureaucrats, politicians claiming vibrancy when there was none, and more spin to whitewash the lies.", "recommendationCount": 296}, {"assetID": 1678682, "replies": [], "lft": 44, "assetURL": "http://www.nytimes.com/2010/07/23/opinion/23krugman.html", "parentID": null, "commentID": 2294741, "rgt": 45, "userDisplayName": "Ruskin", "createDate": "1279855714", "userID": 23634565, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1279857713", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Buffalo, NY", "commentType": "comment", "updateDate": "1279854113", "commentSequence": 17, "commentBody": "Whenever I am in conversation with foreign friends, the old amazement still finds expression: \"HOW COULD YOU have re-elected George W. Bush in 2004 after such a disastrous first term in office?\"  I see every reason to believe that the next such \"I simply can't understand it\" moment will come when the Republicans regain control of the House (and Senate?) in November 2010.<br /><br />The rest of the world will put it down to how dumb the American electorate is, when the truth of the matter is that all but a small percentage of those electors are brain-washed - by the wholly inadequate mainstream media, television especially.", "recommendationCount": 835}, {"assetID": 1678682, "replies": [], "lft": 50, "assetURL": "http://www.nytimes.com/2010/07/23/opinion/23krugman.html", "parentID": null, "commentID": 2294791, "rgt": 51, "userDisplayName": "B. Starks", "createDate": "1279857099", "userID": 32455825, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1279857741", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Austin, TX", "commentType": "comment", "updateDate": "1279854141", "commentSequence": 18, "commentBody": "The GOP wants to continue the \"war\" Bush started (or carried forward) on many fronts: The war on non-rich (under $10,000 a plate dinner for candidate level) Americans with tax cuts for millionaires, elimination of unemployment assistance, outsourcing of government work to the lowest bidder even if unqualified, and the move to raid the Social Security cookie jar to help their banking and brokerage lobbyist friends. The GOP also wants to continue the war on our infrastructure, our basic guidelines on civil rights, the \"mainstream media\" announcers who speak the truth when dealing with the deficit, the impact deregulation and dereliction of duties by party loyalist, and the war on having reasonable discussion in the Congress on life-changing issues for the country, such as clean energy, reasoned adjustments in financial controls, health care and education.<br /><br />Most of all, the GOP keeps up the war on state and local governments, school budgets, and other entities that keep the water on, the power flowing, the streets paved and clean, the trash picked up and criminals locked up. This little war, fought in skirmishes such as the California stand-off that results in paying people with coupons or with minimum wage is one of thousands of examples where the fight against the stimulus has hurt all of us at the worst possible time. Even GOP die-hards should recognize there is a need to keep roads in place, the post office open and the electric grid running - otherwise how would the bags of gold, love offerings and wired cash transfers get to them?<br /><br />Of course, they also wage war to continue misleading the public on why we went to Iraq, why we did not catch Bin Laden after 7 years of GOP-lead strategies in Afghanistan. The GOP (or at least Mr. Steele) even wages war about how we wage war overseas.<br /><br />The spinning of GWB's legacy reminds me of Rumpelstiltskin's story without the morals being included. The best PR in the business is in play, and the country will find after November that the GOP is still the party of \"no\" for those who can't buy them dinner with gold-plated stemware. Two, four or more years later, with more potholes, shorter school sessions, more \"banks that can't fail\" and other wild-west business policies we will be back asking how quickly the others can start repairing the damages, and we will again then complain a year later when all has not been restored to the false former glory the GOP spin-doctors will again paint as fact across our lupine media and supine minds. Maybe then we can give peace a chance.", "recommendationCount": 443}, {"assetID": 1678699, "replies": [], "lft": 6, "assetURL": "http://www.nytimes.com/2010/07/23/opinion/23brooks.html", "parentID": null, "commentID": 2294599, "rgt": 7, "userDisplayName": "ecs", "createDate": "1279852375", "userID": 2377098, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1279857845", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New York, N.Y.", "commentType": "comment", "updateDate": "1279854245", "commentSequence": 5, "commentBody": "As for the lack of research into the desire for transendence and the sacred, it's hard to set up an experiment to test that.  However, just because something isn't easily testable doesn't mean it doesn't exist.  ", "recommendationCount": 23}, {"assetID": 1678699, "replies": [], "lft": 12, "assetURL": "http://www.nytimes.com/2010/07/23/opinion/23brooks.html", "parentID": null, "commentID": 2294644, "rgt": 13, "userDisplayName": "rlk", "createDate": "1279853467", "userID": 1974754, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1279857845", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "chappaqua, ny", "commentType": "comment", "updateDate": "1279854245", "commentSequence": 2, "commentBody": "None of this explains the moral dilemma that separates the progressive from the liberal, help thyself vs. help one another. And I am unwilling to accept the theory of instinct...that leads to the survival of the fittest...long outmoded as acceptable in post historic society.<br /><br />So what we are really hoping for is that most beings will act in a way that allows society to function and prosper. And most people will live within boundaries that allow variance but not deviance.<br /><br />And over time we will eventually reach accommodation, if for no other reason than mutually assured destruction if we don't.<br /><br />It is, after all, all about survival.<br /><br />And I don't think 'my God' has anything to do with it cause (s)he isn't any better or smarter than your God.", "recommendationCount": 15}, {"assetID": 1678699, "replies": [], "lft": 14, "assetURL": "http://www.nytimes.com/2010/07/23/opinion/23brooks.html", "parentID": null, "commentID": 2294654, "rgt": 15, "userDisplayName": "rlk", "createDate": "1279853623", "userID": 1974754, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1279857845", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "chappaqua, ny", "commentType": "comment", "updateDate": "1279854245", "commentSequence": 1, "commentBody": "None of this explains the moral dilemma that separates the progressive from the conservative, help thyself vs. help one another. And I am unwilling to accept the theory of instinct...that leads to the survival of the fittest...long outmoded as acceptable in post historic society.<br /><br />So what we are really hoping for is that most beings will act in a way that allows society to function and prosper. And most people will live within boundaries that allow variance but not deviance.<br /><br />And over time we will eventually reach accommodation, if for no other reason than mutually assured destruction if we don't.<br /><br />It is, after all, all about survival.<br /><br />And I don't think 'my God' has anything to do with it cause (s)he isn't any better or smarter than your God.", "recommendationCount": 120}, {"assetID": 1678699, "replies": [], "lft": 16, "assetURL": "http://www.nytimes.com/2010/07/23/opinion/23brooks.html", "parentID": null, "commentID": 2294667, "rgt": 17, "userDisplayName": "Clara", "createDate": "1279853875", "userID": 59662022, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1279857845", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "NY", "commentType": "comment", "updateDate": "1279854245", "commentSequence": 4, "commentBody": "Even if an innate moral sense exists we know that culture can change it as we are so influenced by our surrounding that we would happily act immorally. What would it mean then to have an innate moral sense if we don't use it? There is a really great discussion whether our moral is innate or taught:<br /><a href=\"http://www.pandalous.com/topic/can_values_be_taught_or\" target=\"_blank\">http://www.pandalous.com...</a>", "recommendationCount": 16}, {"assetID": 1678699, "replies": [], "lft": 26, "assetURL": "http://www.nytimes.com/2010/07/23/opinion/23brooks.html", "parentID": null, "commentID": 2294780, "rgt": 27, "userDisplayName": "comoncents76", "createDate": "1279856789", "userID": 60459757, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1279857845", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Easton, PA", "commentType": "comment", "updateDate": "1279854245", "commentSequence": 3, "commentBody": "One recalls very little about childhood.  I do remember that when I was “good” the reward was a cookie.  It did not take much time to learn that to be “good”, act “good” or pretend to be ”good” always reaped a dose of chocolate chips.   “Good” behavior was always reinforced with praise and sugar.  “Bad” behavior was avoided.  I did not like the “time outs”, early bed times or the most extreme kid punishment, “No TV!”.<br /><br />I have trouble accepting that a natural cause was the root of all that is good and bad.  I think my personal attitudes were taught and reinforced by parents, teachers and coaches.  Regardless of whether ethics were learned or naturally acquired, I find even more remarkable  an inability to apply all of what I understand to questions of right or wrong in my adulthood.<br /><br />I am more bothered by questions that have no easy choices.  Is abortion moral?  Is capital punishment just?  Should we end life for the terminally ill?  Is war ever good? To answer these questions we are guided by our own views of right and wrong.  Because opinions are so divergent on these issues, it is difficult to find a universal truth.  I can no longer see that elementary concept that an acquired good guides all of us.<br /><br />What I have learned in life can be best wrapped up by a quote of Freud, “Men are more moral than they think and far more immoral than they can imagine”.<br /><br />Thank you for your interesting comments; they challenged my psyche.<br />", "recommendationCount": 81}, {"assetID": 1678758, "replies": [], "lft": 4, "assetURL": "http://www.nytimes.com/2010/07/23/opinion/23fri1.html", "parentID": null, "commentID": 2294733, "rgt": 5, "userDisplayName": "E. Nowak", "createDate": "1279855469", "userID": 52222143, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1279858316", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Chicago, IL", "commentType": "comment", "updateDate": "1279854716", "commentSequence": 1, "commentBody": "While Obama deserves blame, it is Harry Reid who deserves our full measure of scorn. He has proven over and over again that he is NOT the person who should be leading the Democratic majority in the Senate.<br /><br />Reid has blamed the Republicans over and over for failing to pass all kinds of legislation, even though the Democrats have a 60-vote majority.  He acts like this is just another tax hike or a public works bill instead of a bill that is absolutely mandatory to save the human race and wean us from the petro-dictators in the Middle East.  This is what the Democrats promised they would do!   Why didn't Reid treat it with the importance that it deserved? Is this the kind of leadership we deserve?<br /><br />I have voted for Democrats for the past thirty years.  But this is NOT the party I thought I was supporting.<br /><br />I have made a decision: I will only vote for another Democrat in the next election IF Harry Reid pledges to step down as Democratic Senate Majority leader (and they DON'T replace him with another conservative Democrat) in the event the Democrats manage to hold onto their majority in the Senate. ", "recommendationCount": 91}, {"assetID": 1678603, "replies": [], "lft": 48, "assetURL": "http://www.nytimes.com/2010/07/23/us/politics/23self.html", "parentID": null, "commentID": 2294671, "rgt": 49, "userDisplayName": "Ben", "createDate": "1279853983", "userID": 10696322, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1279858465", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Brooklyn", "commentType": "comment", "updateDate": "1279854865", "commentSequence": 23, "commentBody": "&gt;&gt;&gt;&gt; First, it would open up politics and running for political office to people who didn’t want to have to raise money from big contributors, and wanted to be able to be accountable to all their constituents equally; second, it would save those who took public financing the tremendous amounts of time that currently have to be spent on raising money and catering to big donors with fundraisers and the like, time and focus that could be spent on doing what’s supposed to be their job, working on legislation.  And third, it would allow them to actually craft legislation that was against the interests of a major industry, instead of having to throw in so many giveaways to get something passed; the health care bill being the latest exhibit A--why were a public option, single payer, drug re-importation, Medicare bargaining prescription drug prices to hold down costs or allowing those younger than 65 to buy into Medicare all off the table from the get-go, even though many policy experts and principled people realize the merits of them for the common interest?  We all know, because the health care and pharmaceutical industries were opposed, and the legislation barely passed with all of these appeasements thrown in.  If politicians had an independent source of campaign funds, they wouldn't have to be so worried all the time about angering industry and cutting off their \"war\" funds.  It's really such a no-brainer its amazing that almost no one talks about it, even publications like the Times whose job it is to, at a minimum in the editorial section, but really to do more news pieces about why legislation turns out the way it does rather than just reporting the way its discussed and turns out.<br /><br />And as a result of all this, presumably public trust in and support for our democratic institutions would increase—Congress’s approval rating is something like 20% I think, and a big part of that is that people don’t believe their interests are being looked after, in large part because they feel the system is rigged in favor of the big players—another fact that’s much discussed, but solutions to which are little discussed.  (And for the record, Congress hasn’t always been held in such low esteem, so it’s not just perpetual anti-government feeling on the part of Americans—in the 50s and 60s well over half of Americans said they felt government was looking out for their best interests.  The process by which we’ve moved from where we were then politically and economically to where we are now is described excellently in a book called Supercapitalism, by Robert Reich--he talks about how the balance of power between capitalism and democracy has shifted in favor of the former, and how this has been good for people’s consumer and investor sides, but bad for our citizen side—a really good analysis if you’re interested).   But as for what to practically do about the situation as it currently stands, it certainly seems like no leadership is forthcoming from our elected “leaders” on this, so there would need to be a lot of prodding by we the people—not terribly likely that we’d have a big enough groundswell without their being more public discussion of the situation by politicians and the media, but 80% negatives for Congress is a high enough number for maybe something to happen.  A more frequent discussion here (maybe even by some columnists?), and some calls to our congresspeople would be a start…", "recommendationCount": 5}, {"assetID": 1678603, "replies": [], "lft": 56, "assetURL": "http://www.nytimes.com/2010/07/23/us/politics/23self.html", "parentID": null, "commentID": 2294697, "rgt": 57, "userDisplayName": "blacklight", "createDate": "1279854463", "userID": 40176848, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1279858465", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New York City", "commentType": "comment", "updateDate": "1279854865", "commentSequence": 33, "commentBody": "Linda McMahon has a jobs plan \"backed with exprience\"? I understand that the experience in question involves creating jobs without benefits including the absence of health insurance, and playing fast and loose with worker safety while evading relation. Yep, quite compelling experience.<br />", "recommendationCount": 42}, {"assetID": 1678603, "replies": [], "lft": 62, "assetURL": "http://www.nytimes.com/2010/07/23/us/politics/23self.html", "parentID": null, "commentID": 2294708, "rgt": 63, "userDisplayName": "new moniker", "createDate": "1279854902", "userID": 20124763, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1279858465", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Miami", "commentType": "comment", "updateDate": "1279854865", "commentSequence": 39, "commentBody": "Hmm, All Populist candidates have one thing in common, they consider voters dumb.  Why else would they assume that voters will take their populism seriously.<br />It is too bad that populism came into vogue with Obama, it is such a mindless attitude.", "recommendationCount": 10}, {"assetID": 1678603, "replies": [], "lft": 64, "assetURL": "http://www.nytimes.com/2010/07/23/us/politics/23self.html", "parentID": null, "commentID": 2294713, "rgt": 65, "userDisplayName": "JMM.", "createDate": "1279855056", "userID": 57046608, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1279858465", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Ballston Lake, NY", "commentType": "comment", "updateDate": "1279854865", "commentSequence": 24, "commentBody": "I'm not entirely following what makes this situation that much different than the Kennedys, Bushes etc.  Is it the difference between inherited and earned wealth that makes it seem more crass? Especially when some of this earned wealth was the result of supposedly bilking Medicare and peddling exploitive entertainment.<br />Nevertheless, I think the logic some people apply which results in their support of business people is the assumption that these folks with \"real world\" experience will run government like a business and fix all that ails us.  I've never seen it work that way, so I don't buy that argument.<br />I think the electorate is just desperate and I for one, admittedly well employed, am finding it very hard to understand why financial and health  care reform - even with all their shortcomings - has everyone so riled up.  ", "recommendationCount": 22}, {"assetID": 1678603, "replies": [], "lft": 66, "assetURL": "http://www.nytimes.com/2010/07/23/us/politics/23self.html", "parentID": null, "commentID": 2294724, "rgt": 67, "userDisplayName": "Nick Lento", "createDate": "1279855231", "userID": 2217757, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1279858465", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Cliffside Park, NJ", "commentType": "comment", "updateDate": "1279854865", "commentSequence": 35, "commentBody": "What an ironic shame.   The times call for populist solutions to the problems that have befallen America due to a plutocratic cleptocracy in which the richest and most privileged are rewarded for their greed and campaign \"contributions\" with laws and regulations that reduce their taxes.<br /><br />But instead of real grass roots populists (who have no money) we get rich people on ego trips like Mike Bloomberg etc etc etc.<br /><br />The focus grouped platforms these people are running on are in direct opposition to the actual way they've lived their lives and who they actually are!<br /><br />I suppose it would be somewhat less harmful to have a filthy rich Democrat pretending to be a populist than a filthy rich Republican pretending to care about the Tea Party folk.....but not much.<br /><br />We need 100% public financing of political campaigns.  Anything less is legalized bribery and rule by oligarchs.<br /><br />Given the nature of the Reagan/Bush Republican dominated SCOTUS public financing will require a constitutional amendment. Nothing less really cleans up the dirt.", "recommendationCount": 20}, {"assetID": 1678603, "replies": [], "lft": 68, "assetURL": "http://www.nytimes.com/2010/07/23/us/politics/23self.html", "parentID": null, "commentID": 2294727, "rgt": 69, "userDisplayName": "frankfinnegan", "createDate": "1279855277", "userID": 8444936, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1279858465", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "California", "commentType": "comment", "updateDate": "1279854865", "commentSequence": 32, "commentBody": "This all makes so much sense to me; and so does the bleating mass of Americans who are fooled by the Super Rich. In truth, the Super Rich are the ones who ruined the economy, and are trying to pin it on Obama. The Super Rich have always fooled the herd, until one day the herd made an  unexpected turned, and trampled the master: The French Revolution. America is waiting or the herd to turn.", "recommendationCount": 45}, {"assetID": 1678603, "replies": [], "lft": 70, "assetURL": "http://www.nytimes.com/2010/07/23/us/politics/23self.html", "parentID": null, "commentID": 2294728, "rgt": 71, "userDisplayName": "Dave", "createDate": "1279855279", "userID": 56305882, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1279858465", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Palo Alto", "commentType": "comment", "updateDate": "1279854865", "commentSequence": 31, "commentBody": "We are seeing this in California with our Governor and Senate races. Personally, I wouldn't vote for either Whitman or Fiorina. Not because they are rich or woman, but because they were poor managers at their respective firms they headed. Treated both their employees and customers like crap, while ingratiating themselves with lavish perks and bonuses. In the case of Whitman, she got sweetheart deals from Goldman Sachs and at HP Fiorina was legendary for massive layoffs, a huge stock drop, and a golden parachute.<br /><br />This is not the type of 'leadership' California needs or can afford...", "recommendationCount": 59}, {"assetID": 1678603, "replies": [], "lft": 72, "assetURL": "http://www.nytimes.com/2010/07/23/us/politics/23self.html", "parentID": null, "commentID": 2294731, "rgt": 73, "userDisplayName": "phil m", "createDate": "1279855460", "userID": 9404472, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1279858465", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "voorheesville ny", "commentType": "comment", "updateDate": "1279854865", "commentSequence": 37, "commentBody": "He took in just $3,036 in outside contributions, while lending himself — and spending — $5.9 million in the second quarter, not far off from what Mr. Meek has raised in 18 months.<br /><br />How does a career politician such as Mr Meek raise $6 million for his campaign. That would be an interesting story as well", "recommendationCount": 4}, {"assetID": 1678603, "replies": [], "lft": 76, "assetURL": "http://www.nytimes.com/2010/07/23/us/politics/23self.html", "parentID": null, "commentID": 2294745, "rgt": 77, "userDisplayName": "JW", "createDate": "1279855855", "userID": 52717567, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1279858465", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "NY", "commentType": "comment", "updateDate": "1279854865", "commentSequence": 29, "commentBody": "When I read about these millionaire populists I can't help thinking about Teddy Roosevelt. He was a rich boy socialite turned populist, and people made fun of him for it. But he actually delivered real help to the working man instead of just advertising slogans. He pushed his Square Deal, he busted monopolies, he put Wall Street's feet to the fire, and he risked his own political career to defend coal miners' right to strike for safer working conditions. Monopolies are alive an well today, and being helped along by the pathetic Wall Street Bailout. I don't see a Square Deal for the working man anywhere in sight. And based on recent tragic events it's pretty clear that workplace safety for coal miners still has a heck of a long way to go. This country and the Republican Party desperately need another TR right now. But sadly all we're going to get is empty slogans.<br /><br />", "recommendationCount": 26}, {"assetID": 1678603, "replies": [], "lft": 78, "assetURL": "http://www.nytimes.com/2010/07/23/us/politics/23self.html", "parentID": null, "commentID": 2294749, "rgt": 79, "userDisplayName": "Todd", "createDate": "1279855944", "userID": 60134790, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1279858465", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Logan, UT", "commentType": "comment", "updateDate": "1279854865", "commentSequence": 27, "commentBody": "\"But this year might be different, with a down economy making it harder for traditional candidates to raise money, and with anti-incumbency fever at record levels.\"<br /><br />I chime in with everyone else in condemning the absurd, fraudulent filthy rich who transparently masquerade as populist by day but, by night, have no other design than to cut their own taxes and create a regulatory environment that is favorable to themselves but damaging to the population at large.<br /><br />That said, I'm getting a bit tired of reading and hearing about anti-incumbency rage at a time when most incumbents are so far doing just fine, thank you.  Let's wait for the incumbents to die before we eulogize and bury them.  It'll save us all a lot of egg on our faces come election day.<br />", "recommendationCount": 21}]}, "copyright": "Copyright (c) 2016 The New York Times Company.  All Rights Reserved."}