{"debug": {"version": 3.1}, "status": "OK", "results": {"api_timestamp": "1481459997", "totalCommentsFound": 4354, "totalCommentsReturned": 25, "comments": [{"assetID": 1538996, "replies": [], "lft": 28, "assetURL": "http://www.nytimes.com/2010/06/09/world/middleeast/09sanctions.html", "parentID": null, "commentID": 2100207, "rgt": 29, "userDisplayName": "jeff montanye", "createDate": "1276052080", "userID": 53857007, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1276056068", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "florida", "commentType": "comment", "updateDate": "1276052468", "commentSequence": 11, "commentBody": "to the pernicious sanctions on kim and saddam mentioned above, don't forget the original, fidel.  in all cases the sanctions hurt the people, weakened whatever middle class might arise (the precursor of democracy in korea, taiwan, malaysia, philippines, etc.) and made the dictators stronger.  we are fools if we believe that hurting and killing islamic people will make them more subservient to our (or israel's) wishes.  it wouldn't work on us.  why do we think it will work on them?", "recommendationCount": 19}, {"assetID": 1538996, "replies": [], "lft": 30, "assetURL": "http://www.nytimes.com/2010/06/09/world/middleeast/09sanctions.html", "parentID": null, "commentID": 2100278, "rgt": 31, "userDisplayName": "Julian", "createDate": "1276053459", "userID": 40149989, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1276056079", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "TX", "commentType": "comment", "updateDate": "1276052479", "commentSequence": 12, "commentBody": "We are simply acting like idiots to let Chinese appear as the defender of Iran in limiting our excesses in the UNSC. Iranian nationalism has a long memory; Our current problems with them stems largely from the 1953 overthrow of their democratically elected government by a coup d'etat. All that for a few more concession dollars, to fatten the British Petroleum, the present courier of black death to the Louisiana coasts.       ", "recommendationCount": 20}, {"assetID": 1539033, "replies": [], "lft": 6, "assetURL": "http://goal.blogs.nytimes.com/2010/06/08/displacing-risk-and-the-world-cup/", "parentID": null, "commentID": 2100305, "rgt": 7, "userDisplayName": "gong", "createDate": "1276054119", "userID": 54790375, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1276056168", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "usa", "commentType": "comment", "updateDate": "1276052568", "commentSequence": 3, "commentBody": "What a wonderful piece by John O'Brien.<br /><br />If anyone that reads this blog never saw him play, you missed out on an American footballer with true technique and grit. I don't think we have seen a player of his caliber at his position in a USA uniform and also one who went through the Ajax Academy.<br /><br />USSF would be wise to hire John O'Brien to work with Claudio Reyna in the US youth program.<br /><br />I hope the NYT keeps letting him write as well. He has that Irish gift storytelling.<br /><br />Thank you John and NYT.", "recommendationCount": 5}, {"assetID": 1527024, "replies": [], "lft": 4, "assetURL": "http://onpar.blogs.nytimes.com/2010/06/04/two-new-putters-that-are-worth-a-look/", "parentID": null, "commentID": 2098610, "rgt": 5, "userDisplayName": "Sunny20", "createDate": "1276020509", "userID": 19101718, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1276056231", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Denver CO", "commentType": "comment", "updateDate": "1276052631", "commentSequence": 2, "commentBody": "I'm not in the product endorsement business, so when my sons gave me a fitting and club package from Nike as a charity auction prize, I had no intentions of getting too excited. To my profound joy, the folks at Nike were as professional as they could be, as thorough with me as with any pro, and did not take the cheap way out in setting me up. The biggest surprise to me was the Method putter. It was really just an afterthought, something to fill out the set, but nothing I really needed. Wrong! The touch and feel of the blade was as sensitive as the old Bullseye I used last year because my modern putters weren't giving enough feedback as to where the sweetspot is, and more consistent than any of my several Yes putters, which are fine, but not as sensitive as the Method. It's never the putter, it's always the putter; but I'm a better putter because of my new putter.", "recommendationCount": 0}, {"assetID": 1539032, "replies": [], "lft": 16, "assetURL": "http://wordplay.blogs.nytimes.com/2010/06/08/wetfeet/", "parentID": null, "commentID": 2100375, "rgt": 17, "userDisplayName": "Patricia", "createDate": "1276055968", "userID": 58884300, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1276056256", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Okanagan Valley BC Canada", "commentType": "comment", "updateDate": "1276052656", "commentSequence": 8, "commentBody": "Red.<br /><br />(that was my REDSTART)<br /><br />I just knew some day there would be a crossword using ZEPHYRS : )  Have we had one with \"syzygy\" yet? Seems to me we have...<br /><br />I am not sure why 27D Staten Isl is a BOR...is that just short for burrough?  The crosses all seem to be ok...<br /><br />This was a whole yotta fun - thankee all!<br />Gone to kick up my heels, singing ...\"Life is an I am a caaaaamera....!\" (thanks a lot Jim, that's never going to get out of my head now!)<br />@MOL I left you a short note in yesterday's blog.<br />", "recommendationCount": 0}, {"assetID": 1538260, "replies": [], "lft": 54, "assetURL": "http://www.nytimes.com/2010/06/09/nyregion/09nychaiti.html", "parentID": null, "commentID": 2100245, "rgt": 55, "userDisplayName": "amf", "createDate": "1276052783", "userID": 28471802, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1276056257", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "usa", "commentType": "comment", "updateDate": "1276052657", "commentSequence": 20, "commentBody": "Starting to rebuild after such a terrible loss will be very difficult for Mrs. Constant and her children. I can only imagine the pain.  So I am heartened to note they are not alone; her husband's cousin, his godmother, and a grown stepson (though not clear if stepson is in Queens or Haiti). And there are church parishoners who, the article implies, have known them for at least several years, along with parish teachers who fondly recalled this proud father who called daily and visited often.<br />I add to the support of all these people my thoughts and prayers for the future of this family, and, as the article mentioned, to the countless others touched by this tragedy.<br />Yet I'm at a loss to understand the purpose of this article. It feels less human interest and more a not-so-subtle solicitation of funds. While there is no \"Donations can be sent to\" line in the story, there are multiple references, in both article and photos, to church, school, hospital.  When you give to others in need you give to yourself even more, and I laud any fund-raising efforts of this nature.  Only I prefer them to be up-front.", "recommendationCount": 2}, {"assetID": 1539032, "replies": [], "lft": 18, "assetURL": "http://wordplay.blogs.nytimes.com/2010/06/08/wetfeet/", "parentID": null, "commentID": 2100391, "rgt": 19, "userDisplayName": "Patricia", "createDate": "1276056216", "userID": 58884300, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1276056263", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Okanagan Valley BC Canada", "commentType": "comment", "updateDate": "1276052663", "commentSequence": 9, "commentBody": "ah....@MOL...it's   <a href=\"http://notesfromplanetxenon.blogspot.com/\" target=\"_blank\">http://notesfromplanetxenon.blogspot.com/</a><br />but don't tell the others, i would be all embarrassed (ie beet/cherry/ruby red etc) if they accidentally looked : )", "recommendationCount": 0}, {"assetID": 1527688, "replies": [], "lft": 6, "assetURL": "http://onpar.blogs.nytimes.com/2010/06/05/penalties-aplenty-for-having-too-many-clubs/", "parentID": null, "commentID": 2099612, "rgt": 7, "userDisplayName": "Dr. Richard T. Bell", "createDate": "1276038979", "userID": 1577030, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1276056266", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New York City, NY", "commentType": "comment", "updateDate": "1276052666", "commentSequence": 3, "commentBody": "@Tom Wisconsin:<br /><br />I hear that a lot from people I play with.  I'm a strict adherent to the rules, and I get a lot of grief from my playing partners.  But golf is the one sport where the integrity of the game is one of the most important aspects.<br /><br />There are players in my foursome who take unlimited mulligans, move the ball to a more desirable spot to hit it in the rough, take nine strokes to finsh a hole and put a bogey or par on their scorecards.  I can't control what people write on their cards, and I don't gamble for philosophical reasons, but that shouldn't (and won't) stop me from pointing their transgressions (however minor) out to them.  The refrain is always the same: \"this isn't the PGA Tour!\"  I don't fancy myself a golf ace or pro in training, but that doesn't mean that the rules don't apply to me, or anyone else who plays the game.<br /><br />There is no anger behind my statements, just disappointment and frustration that more people don't take the rules more seriously.", "recommendationCount": 1}, {"assetID": 1529507, "replies": [], "lft": 52, "assetURL": "http://therail.blogs.nytimes.com/2010/06/06/reasons-for-the-decline-of-horse-racing/", "parentID": null, "commentID": 2099786, "rgt": 53, "userDisplayName": "Kevin A Burke", "createDate": "1276043737", "userID": 60421444, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1276056319", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New York", "commentType": "comment", "updateDate": "1276052719", "commentSequence": 24, "commentBody": "To NY Thoroughbred Owner &amp; Breeder, Lake Grove,<br /><br />I do not dispute your right to believe that the NYRA Detention Barn works, I do politely disagree with this belief. To support your stand you use the unknown statistics from one unknown trainer. This I do dispute. The difference in win percentage results prior to the system, and after could be caused by many  factors. There could be different horses/owners, changing barn/jockey<br />personnel, but the obvious cause of difference from my perspective would be the horses reaction to an inhumane system, the Detention Barn. Without definitive<br />evidence of illegal drug abuse one can not support a statement as being fact on a supposition. As I said, you have a right to your belief, but leave it at that, because a belief needs no evidence.<br /><br />The following does not pertain to our opinions on the Detention Barn System, but is somewhat related.<br /><br />Yesterday I thought it better to not address this issue, but here goes.<br /><br />Trainer Oscar Barrera is a maligned individual, who suffered jealous stories of insinuation, whisper, and innuendo, that have been repeated so many times they have taken on the persona of fact. The truth is this one fact, he was never found to use an illegal drug. Rumor of illegal practices were and are still rampant when his name is mentioned. During his training years, especially in his heyday, he was under intense scrutiny.  He was more closely watched, spied upon, and his horses were tested more so then any trainer in his day, and probably since that time. Still, without evidence, without fact, there is the universal belief that he had that magic undetectable potion.<br /><br />Well, for his day, he did have something that other trainers did not. He was able to take an arthritic horse and work wonders. When others gave up and dropped a horse to the bottom of the claiming ranks he could claim that horse and turn around and beat that same barns top allowance horse in the very next race. His actions was the cause for much jealousy among trainers, he made them look bad. The jealousy over his success was the start of the destruction of his reputation.<br /><br />I have learned over the years, from secondary sources who I believe to be honest in intent, and truthful in word that Mr. Barrera used the following combination of methods on the horses he claimed:<br /><br />Chiropractic Adjustment, Acupuncture, and Eucalyptus Leaf Leg Wraps.<br />All three methods of treatment are common in this day and age, but in his time Chiropractic  and Acupuncture Treatments were not even approved medical treatments for human beings in the USA, let alone used on a race horse. In the USA  both these methods were dismissed as being voodoo. As for the Eucalyptus Plant, common today in many healing products but again, unknown in the USA in Mr. Barrera's day. Though the plant was well known for it's healing properties in South America.<br /><br />So, without any evidence of illegal drug abuse ever proven against Mr. Barrera, I accept on belief the explanations given to me on his training advantage over his peers. It is a reasonable explanation, and it has more probability then some unknown mystery drug that has never been identified.<br /><br />The story told me was that he continued on, using these methods in secret, with success, arrogant and defiant, in disregard of what others thought of him. One day it ended. The Cuban-Chinese employee, the expert in both acupuncture and chiropractic treatments died. He never did investigate in  finding a replacement, he did not want his secret revealed to other trainers. I was told for him, it was half revenge for the unfounded accusations, and half  joy in just confounding them.<br /><br />It is my belief that the stories told to me about Mr. Oscar Barrera are true and valid. I have no proof, but I do have one fact to support my belief, Mr. Barrera was never found guilty of illegal drug usage.<br /><br />I can not believe I who is against the legal usage of Lasix is publicly defending Oscar Barrera, but I must share what I believe to be the truth.                          ", "recommendationCount": 0}, {"assetID": 1539124, "replies": [], "lft": 2, "assetURL": "http://www.nytimes.com/2010/06/09/business/09pay.html", "parentID": null, "commentID": 2100169, "rgt": 3, "userDisplayName": "Frank M", "createDate": "1276051514", "userID": 47213441, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1276056405", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "California", "commentType": "comment", "updateDate": "1276052805", "commentSequence": 1, "commentBody": "This is one of the most idiotic side effects of the bank bailout.<br /><br />Executives should be paid what they're worth to their employer. Government should not interfere in it. Let the market decide. This also means banks that fail should never, ever have been bailed out directly with TARP or indirectly via AIG or the Federal Reserve's 0% interest free balance sheet. If Obama had decided not to become Bush version 2.0, the chairman of BofA and Citi would've received zero compensation because their bank would have gone bust. The same is true for the chairman of GM.<br /><br />Of course the economy has not benefited from the bank bailout at all. It's the economy, stupid. Jobs and credit are still very scarce. That was one of the big rationale for bailing out Obama's and Bush's bank buddies.<br /><br />The only thing we can do as Democrats is to defeat Obama at the 2012 Democratic primary. I'm not kidding at all even though it sounds impossible. It's our only hope against the White House being occupied by the GOP or Mr. Bush 2.0.", "recommendationCount": 7}, {"assetID": 1539124, "replies": [], "lft": 4, "assetURL": "http://www.nytimes.com/2010/06/09/business/09pay.html", "parentID": null, "commentID": 2100184, "rgt": 5, "userDisplayName": "Anne", "createDate": "1276051710", "userID": 35098960, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1276056405", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Idaho", "commentType": "comment", "updateDate": "1276052805", "commentSequence": 2, "commentBody": "It is apparent that the government during the Great Depression was run by decent people who made the necessary changes to stabilize our system.  Not so now.", "recommendationCount": 18}, {"assetID": 1539124, "replies": [], "lft": 8, "assetURL": "http://www.nytimes.com/2010/06/09/business/09pay.html", "parentID": null, "commentID": 2100361, "rgt": 9, "userDisplayName": "markokenya", "createDate": "1276055566", "userID": 54945602, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1276056405", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "san francisco", "commentType": "comment", "updateDate": "1276052805", "commentSequence": 3, "commentBody": "what a communist view. It's not the bonuses that caused the crisis. It was the lack of regulation. Bonuses will always be there unless we want financial services to be run by schoolteachers and firemen. It attracts the smartest, most imaginative people in order to create new ways of making money out of money. That's the point of the markets.<br />Our job is to manage risk, by passing laws that hold them accountable, and by creating governing bodies that stay out of the way but are responsible for intervening when best practices are not adhered to.<br />", "recommendationCount": 2}, {"assetID": 1539124, "replies": [], "lft": 10, "assetURL": "http://www.nytimes.com/2010/06/09/business/09pay.html", "parentID": null, "commentID": 2100384, "rgt": 11, "userDisplayName": "Mehul Shah", "createDate": "1276056118", "userID": 23316271, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1276056405", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Boston, MA", "commentType": "comment", "updateDate": "1276052805", "commentSequence": 4, "commentBody": "But wait, Obama with his three wonder boys, Bernanke, Summers &amp; Geithner were to usher in change ...<br /><br />We, the citizens and taxpayers have been bamboozled!<br /><br />", "recommendationCount": 17}, {"assetID": 1539124, "replies": [], "lft": 12, "assetURL": "http://www.nytimes.com/2010/06/09/business/09pay.html", "parentID": null, "commentID": 2100393, "rgt": 13, "userDisplayName": "Qanooni", "createDate": "1276056290", "userID": 54493928, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1276056405", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Atlanta", "commentType": "comment", "updateDate": "1276052805", "commentSequence": 5, "commentBody": "Don't ya just love it!", "recommendationCount": 5}, {"assetID": 1537165, "replies": [], "lft": 130, "assetURL": "http://www.nytimes.com/2010/06/09/business/global/09labor.html", "parentID": null, "commentID": 2100354, "rgt": 131, "userDisplayName": "William", "createDate": "1276055358", "userID": 39927598, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1276056456", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Canada", "commentType": "comment", "updateDate": "1276052856", "commentSequence": 57, "commentBody": "What the author fails to mention is the Honda plant is a bit different from other factories in China.  First, the workers who went on strike were trainee workers doing their apprenticeship from a local vocational school.  50% of the workforce at the Honda plant were students.  They are more organized then your typical migrant worker.", "recommendationCount": 0}, {"assetID": 1538062, "replies": [], "lft": 102, "assetURL": "http://www.nytimes.com/2010/06/09/business/global/09blogger.html", "parentID": null, "commentID": 2100253, "rgt": 103, "userDisplayName": "jeff montanye", "createDate": "1276052977", "userID": 53857007, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1276056745", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "florida", "commentType": "comment", "updateDate": "1276053145", "commentSequence": 44, "commentBody": "imo austerity will not get democratic political support and wouldn't work anyway as it is so deflationary there would be negative growth of gdp and tax revenues.  it is going to take a great debt repudiation, world wide, to  get out of this.  some will be straight-up bankruptcy, possibly with war as an add-on (2010-2013),  the rest inflation (2014,,,).  got gold?  ", "recommendationCount": 1}, {"assetID": 1538062, "replies": [], "lft": 104, "assetURL": "http://www.nytimes.com/2010/06/09/business/global/09blogger.html", "parentID": null, "commentID": 2100311, "rgt": 105, "userDisplayName": "oximoron", "createDate": "1276054305", "userID": 56945994, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1276056745", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Malaga, Spain", "commentType": "comment", "updateDate": "1276053145", "commentSequence": 45, "commentBody": "I would like to disagree with a few things in the first comment, by jrhamp:<br /><br />While my own view of Spain is also negative, and I agree with many of the things you expose, the reality on the streets here in Spain is, by no means, so much on the brink of chaos as you want to convey.<br /><br />First of all, criminality has actually gone down since the crisis began, and is on historical low-levels (it is actually one of the few things that Spanish gov can be proud of these days). I haven't got the figures, but it might be even below those of U.S. Certainly, nobody has the feeling that crime has \"skyrocketed\", as you say. And domestic violence hasn't surged, either, in any significant way due to the crisis.<br /><br />Second, while Spain is not the most corruption-free country in the world (and by far), it is still way better than Greece in many respects. And much better than Italy in certain others. Even if quite a few people have illegally profited from the housing bubble, they haven't been the cause of it, and things wouldn't be much different if no corruption at all had existed. I would put most of the blame on the lending frenzy by the banks, ultimately boosted by the enormous savings coming from abroad, specially from countries like Germany. They used to sell us their products at bargain prices, and then invested their huge trade surpluses in our banks and, indirectly, our housing bubble, pushing up again the prices in Spain, increasing the gap in competitiveness, and then the trade surplus of Germany with Spain, which was recycled again back here through the banks, in the form of new loans for mortgages...<br /><br />As Krugman and Hugh says, the euro has become a straitjacket for the Mediterranean countries, that has started a vicious circle of loss of competitiveness between the south and the north of Europe. That productivity gap was fedback again, and increased, by its byproduct, the trade surpluses, in the form of lending to the south. It is as much the fault of Germany as of Spain, not realizing that a continued and uncorrected trade imbalance ends up exploding and being painful for everybody. The Chinese would do better by taking note of this...<br /><br />By the way, I've being reading Edward Hugh with pleasure for quite some time already. I participate in a quite popular forum, <a href=\"http://www.burbuja.info\" target=\"_blank\">www.burbuja.info</a>, where we've been analysing the incoming housing bubble and credit crisis since as early as 2006. Even more, we've already organized two conferences, mainly aimed at the forum's participants, to which Edward Hugh has come to lecture (along with some other people), the last one having been only 5 days ago. And taking into account the low entrance fee, he mustn't have got any money at all from it...", "recommendationCount": 7}, {"assetID": 1538062, "replies": [], "lft": 106, "assetURL": "http://www.nytimes.com/2010/06/09/business/global/09blogger.html", "parentID": null, "commentID": 2100356, "rgt": 107, "userDisplayName": "Kjell Karlsson Kihlberg", "createDate": "1276055376", "userID": 59292455, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1276056745", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Hanoi", "commentType": "comment", "updateDate": "1276053145", "commentSequence": 46, "commentBody": "Much makes sence here. However, other economies, such as China, Japan, East Asia and the MIddle East are not mentioned. Future will tell if Mr Hugh is a real Mr Chance. If so, he shall not be blamed..", "recommendationCount": 0}, {"assetID": 1538228, "replies": [], "lft": 24, "assetURL": "http://www.nytimes.com/2010/06/09/sports/baseball/09replay.html", "parentID": null, "commentID": 2100156, "rgt": 25, "userDisplayName": "m levine", "createDate": "1276051246", "userID": 5861341, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1276056791", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "NYC", "commentType": "comment", "updateDate": "1276053191", "commentSequence": 11, "commentBody": "2.<br />Bymaster<br />Royal Oak, MI<br />June 8th, 2010<br />5:11 pm<br />Rather than repay, it might be better for baseball to add a fifth umpire, positioned in the infield, at the next open base. The fifth umpire would be an observer, much like first and third base umpires are on check swings at the plate, called upon when the designated base umpire requests input.<br />- - - - - - - - - - - - - -<br />5 blind mice cannot see no better than 4 blind mice", "recommendationCount": 1}, {"assetID": 92823, "replies": [], "lft": 78, "assetURL": "http://www.nytimes.com/travel/guides/north-america/united-states/california/berkeley/restaurants.html", "parentID": null, "commentID": 3115374, "rgt": 79, "userDisplayName": "", "createDate": "1276057515", "userID": 54480690, "replyCount": 0, "commentTitle": "", "status": "approved", "approveDate": "1276057515", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "", "commentType": "userSuggestion", "updateDate": "1276091105", "commentSequence": 39, "commentBody": "Cafe Intermezzo - huge sandwhiches and great salads<br />Cheeseboard pizza - DUH!!<br />Cactus Taqueria<br />Barney's<br />Yogurt Park<br />Inn Kensington - not in Berkeley but still great breakfast and a good amount of food", "recommendationCount": 0}, {"assetID": 1539112, "replies": [], "lft": 14, "assetURL": "http://www.nytimes.com/2010/06/09/opinion/09dowd.html", "parentID": null, "commentID": 2100312, "rgt": 15, "userDisplayName": "Oz", "createDate": "1276054316", "userID": 54425016, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1276057730", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Queens, NY", "commentType": "comment", "updateDate": "1276054130", "commentSequence": 5, "commentBody": "Agreed Maureen. But the same or similar types of activities take place in most inner city public schools as well. That, though, wouldn't make for sensationalist reporting.<br /><br />Even though when the exception is focused on, in this case Landon, while the scandal and sizzle of the story is greatly enhanced, the much larger problem of mistreatment of young girls in inner city schools is ignored. Why?<br /><br />Have we become afraid to address the problems in our inner city schools for fear of being labeled a racist? Do we just ignore their issues?<br /><br />It appears that our \"sensitivity\" has begun to harm those it was meant to protect. Rather than shielding minorities from hate, it has left them ripe for PC tainted looking the other way with no help in sight.  ", "recommendationCount": 354}, {"assetID": 1539112, "replies": [], "lft": 18, "assetURL": "http://www.nytimes.com/2010/06/09/opinion/09dowd.html", "parentID": null, "commentID": 2100358, "rgt": 19, "userDisplayName": "Mikki", "createDate": "1276055483", "userID": 60524466, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1276057730", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Washington, DC", "commentType": "comment", "updateDate": "1276054130", "commentSequence": 6, "commentBody": "Fourteen-year-old boys are hormonal and lacking in judgement and need character education.  To the extent that Landon tries to provide that, good for them.  But you can't expect a school to make up for poor child rearing.  Their primary obligation is to teach--something that Landon apparently does well.  Hugueley came to Landon after years at a boys' Catholic school.  One wonders if any signs of disturbance were ignored?    I am struck by how Dowd assumes Hugueley's teammates had unique knowledge of the troubled relationship between these two young people, but I suspect, the victim's girlfriends knew more--given the penchant of girls to talk about these things.  Probably neither group ever assumed he was capable of murder.  Obviously they were all stunned when it happened.  How inevitable things like this seem after the fact.  ", "recommendationCount": 248}, {"assetID": 1539112, "replies": [], "lft": 20, "assetURL": "http://www.nytimes.com/2010/06/09/opinion/09dowd.html", "parentID": null, "commentID": 2100390, "rgt": 21, "userDisplayName": "Ken C", "createDate": "1276056206", "userID": 45328700, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1276057730", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Fairfield, CT", "commentType": "comment", "updateDate": "1276054130", "commentSequence": 7, "commentBody": "Just another incredible example of how a lot of moms and dads allow their sons to grow up acting like immature babies.<br /><br />How many high school boys do you know who are clueless and have never been asked to do a responsible thing by their parents?", "recommendationCount": 699}, {"assetID": 1539112, "replies": [], "lft": 26, "assetURL": "http://www.nytimes.com/2010/06/09/opinion/09dowd.html", "parentID": null, "commentID": 2100404, "rgt": 27, "userDisplayName": "Concerned Citizen", "createDate": "1276056568", "userID": 57634772, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1276057730", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Baltimore", "commentType": "comment", "updateDate": "1276054130", "commentSequence": 8, "commentBody": "\"Was the macho culture of silence in play? \"<br /><br />Absolutely, it will continue to be unfortunately and sadly. The baseball team at my high school got caught in some awful mess years ago and were in a similar situation but no one talked or turned anyone in. Shame and embarrassment was brought on our town because no one spoke up and took responsibility.<br /><br />This is obviously a huge societal problem and many tiers are at fault, starting with the parents and school system. Sexual assault and rape continue to be ever prominent in this country and there needs to be more discussion on ways to help prevent the abuse. Sexism and male chauvinism are sadly still prevalent today and not enough is being done to teach boys and men how to respect women.<br /><br />The phrase \"boys will be boys\" is becoming really antiquated and chauvinistic these days. Respect for the opposite sex/gender must be taught as early as possible through any medium and young men must be harshly disciplined for these heinous crimes. Men and women alike must join forces in a new feminist movement to promote this equality and continue the discussion about rape and sexual assault. ", "recommendationCount": 414}, {"assetID": 1539112, "replies": [], "lft": 28, "assetURL": "http://www.nytimes.com/2010/06/09/opinion/09dowd.html", "parentID": null, "commentID": 2100414, "rgt": 29, "userDisplayName": "J.", "createDate": "1276056768", "userID": 23421354, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1276057730", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "California", "commentType": "comment", "updateDate": "1276054130", "commentSequence": 9, "commentBody": "Maureen,<br /><br />Why didn't his \"friends\" turn him in?  Come-on, do you really not know? It is all part of the \"old boy\" network. And where did they learn that? From their \"respectable\" elders!<br /><br />J.", "recommendationCount": 814}]}, "copyright": "Copyright (c) 2016 The New York Times Company.  All Rights Reserved."}