{"debug": {"version": 3.1}, "status": "OK", "results": {"api_timestamp": "1481479552", "totalCommentsFound": 2711, "totalCommentsReturned": 25, "comments": [{"assetID": 3322680, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 6295719, "replies": [], "commentID": 6323735, "trusted": 1, "userDisplayName": "Susan Anderson", "createDate": "1338520179", "userID": 57076816, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1338570517", "userTitle": null, "recommendations": 0, "editorsSelection": false, "parentUserDisplayName": "Andrew Revkin", "userURL": null, "userLocation": "Boston", "depth": 1, "commentType": "userReply", "updateDate": "1338566917", "commentSequence": 15, "commentBody": "You appear to prefer \"experts\" who agree with you rather than experts who practice the kind of science that is relevant to the field.  Dr. Gordon was an engineer with expertise in lasers and Dr. Dyson a world-renowned technocrat.  Neither studied or gained expertise in climate science.  Both are admirable people until they move outside their fields.<br/><br/>In addition, sometimes when people get quite old they think they know more than they do outside their field.  They long for the praise without the discipline."}]}, "lft": 60, "assetURL": "http://dotearth.blogs.nytimes.com/2012/05/24/on-the-allure-of-ostriches-and-new-paths-in-climate-communication/", "parentID": null, "commentID": 6295719, "rgt": 63, "userDisplayName": "Andrew Revkin", "createDate": "1338177762", "userID": 2781029, "replyCount": 1, "commentTitle": "n/a", "status": "approved", "approveDate": "1338177789", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "undefined", "commentType": "comment", "updateDate": "1338174189", "commentSequence": 15, "commentBody": "JD from Ohio had trouble submitting this on the blog page and sent it by e-mail: <br /><br />\"'Vincelli:  “In any field of science, peer-reviewed journals are the only primary source of research findings.'<br /><br />What you state as fact is not true.  Gene Gordon, a former frequent commenter on Dotearth and world renowned scientist and engineer stated:  <br /><br />“Peer review is a process designed to improve the quality of journal articles. It is not a stamp of approval; it doesn't guarantee that the data is accurate or complete, that the conclusions are correct, and that the author(s) are not playing games. There is an old boys club element. A good and conscientious editor learns to help the peer review process along but editors typically are volunteers, not professionals, they are busy people, and they are not typically experts in all the various subjects being published by the journal... Sometimes reviewers have fish to fry.”  See comment 141 at http://community.nytimes.com/comments/dotearth.blogs.nytimes.com/2009/11/23/your-dot-concerns-about-climate-files/?permid=134”<br /><br />  See also Freeman Dyson’s comments about ““amateurs,” inventive spirits of uncredentialed brilliance” at http://www.nytimes.com/2009/03/29/magazine/29Dyson-t.html?pagewanted=all<br />Additionally, of course, Hansenite scientists have thoroughly embarrassed science by trying to avoid disclosure of their underlying data.  See http://climateaudit.org/2012/05/16/schmidts-conspiracy-theory/<br /><br /><br />JD  Ohio", "recommendationCount": 3}, {"assetID": 3323086, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 6295725, "replies": [], "commentID": 6296343, "trusted": 0, "userDisplayName": "Carol Benedict Russell", "createDate": "1338202317", "userID": 64375336, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1338234927", "userTitle": null, "recommendations": 4, "editorsSelection": false, "parentUserDisplayName": "Doug Broome", "userURL": null, "userLocation": "Shelter Island, New York", "depth": 1, "commentType": "userReply", "updateDate": "1338231327", "commentSequence": 1, "commentBody": "Thanks; Doug Broome: Vancouver.<br/><br/>Please write more; and wake up the USA to the dangers of the neo-conservatives<br/><br/>Please; write your views on how the public is being conned by the rich and those<br/>\nwho serve them.  The US voter needs to have this spelled out in very simple 4th grade terms.  very very simply as though you are speaking to a distracted 10 year old.<br/><br/>I am not kidding, because the media pundits are brainwashing  the US voter. so that is the enemy we face.<br/>\nyes, of course the rich control the commerical tv. so the message has to be very short and very clear and repeated often by you and others to a 10 year old distracted viewer."}]}, "lft": 302, "assetURL": "http://www.nytimes.com/2012/05/28/opinion/krugman-fiscal-phonies.html", "parentID": null, "commentID": 6295725, "rgt": 305, "userDisplayName": "Doug Broome", "createDate": "1338177909", "userID": 16862426, "replyCount": 1, "commentTitle": "n/a", "status": "approved", "approveDate": "1338177975", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Vancouver", "commentType": "comment", "updateDate": "1338174375", "commentSequence": 30, "commentBody": "I believe it was Reagan's budget director who said all the supply side economics was nothing but a smokescreen for upper income tax cuts. And Bush the Elder, while he was still contesting the 1980 nomination, called supply-side and Laffer curve lunacy \"voodoo economics.\"<br/><br/>A conclave of neoconservatives in a Harper's Magazine syposium laid out the strategy of \"starving the beast\" with one tactic being the running up of deficits such that debt servicing costs could crowd out social spending in the context of ceaseless calls for tax cuts as a panacea and portrayals of government as a wastrel.<br/>\nFacts never had much to do with any of this. A fascinating Canadian survey by Ekos found that the values of the elites, particularly in the primacy put on tax cuts, were almost the opposite of the values of the Canadian people.<br/><br/>I worked for Canadian newspapers which fell under the ideological ownership of Conrad Black. Three main themes got dominant play: unite the right; brain drain; and tax cuts, with the ideology contaminating reporting. When favoured hard-right columnists would cite statistics about taxes contrary not only to Revenue Canada, but also to our own neocon thinktank, the Fraser Institute, directions were that copy was not to be edited. The journalistic virtues of accuracy, fairness and balance were sacrificed so that our upper class should have more while the vulnerable had less.<br/>\nThe public is being conned by the rich and their servants.", "recommendationCount": 213}, {"assetID": 3323086, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 6295741, "replies": [], "commentID": 6296615, "trusted": 1, "userDisplayName": "Wendy", "createDate": "1338206574", "userID": 48592831, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1338235299", "userTitle": null, "recommendations": 4, "editorsSelection": false, "parentUserDisplayName": "DOUG TERRY", "userURL": null, "userLocation": "New Jersey", "depth": 1, "commentType": "userReply", "updateDate": "1338231699", "commentSequence": 1, "commentBody": "I keep telling myself that I'm being paranoid and there must be another explanation for the events of the last 10 years. But the evidence is there in front of my eyes, and getting harder to deny every day. The question is - why do we fall for it?"}]}, "lft": 310, "assetURL": "http://www.nytimes.com/2012/05/28/opinion/krugman-fiscal-phonies.html", "parentID": null, "commentID": 6295741, "rgt": 313, "userDisplayName": "DOUG TERRY", "createDate": "1338178240", "userID": 65455323, "replyCount": 1, "commentTitle": "n/a", "status": "approved", "approveDate": "1338178277", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "DC metro area, Maryland", "commentType": "comment", "updateDate": "1338174677", "commentSequence": 31, "commentBody": "The right doesn't care about deficits? You are wrong, slightly. They care, deeply, whenever a Democrat is in the White House. As soon as they get there, deficits disappear as a cause of concern. More important matters, you see. <br/><br/>What is really burning the backsides of the right and the far right is that they have had 32 yrs. since Reagan won office and have failed to get any \"structural\" change. By that, they mean the gutting or elimination of programs that give justification to Democrats to get out of bed in the morning and run for reelection. The right sees 2012 as a do or die moment. In a matter of a year or so from now, the recession is likely to be forgotten as a major issue. Thus, they see their leverage evaporating.<br/><br/>What would be great for the right in America? For the country to go back into recession just when a Republican, that Romney fellow, were to take office. Then, they would have \"proof\" of the disastrous ways of Democrats, they could put the country through 3 or 4 yrs. of \"restructuring\", gut social programs to be bone and set the table for huge profits for their rich clients. <br/><br/>I once would have thought that no great political party in America would align itself with a national disaster, like a second deep recession, for political gain. I once believed that almost all the people in office had the welfare of the nation at heart. I was naive. I clung to childhood hopes. Even now, the level of this cynical game is hard to grasp.<br/><br/><a href=\"http://terryreport.com\" title=\"http://terryreport.com\" target=\"_blank\">http://terryreport.com</a>", "recommendationCount": 411}, {"assetID": 3323035, "replies": [], "lft": 21, "assetURL": "http://parenting.blogs.nytimes.com/2012/05/26/parents-share-advice-for-the-constipated-child/", "parentID": 6292465, "commentID": 6295743, "rgt": 22, "userDisplayName": "Abbi", "createDate": "1338178277", "userID": 15051456, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1338178338", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Israel", "commentType": "userReply", "updateDate": "1338174738", "commentSequence": 4, "commentBody": "I think the reason no one mentions water is because, unfortunately, the author of the original article didn't stress the the type of constipation under discussion was run of the mill irregularity. It's the severe type that doesn't respond to water and fiber. So no matter how much water these children drink, not they won't be pleasantly surprised. They will still be in pain.<br/><br/>As a side note, as with any laxative, increased water is a must with PEG.", "recommendationCount": 5}, {"assetID": 3323086, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 6295759, "replies": [], "commentID": 6296411, "trusted": 0, "userDisplayName": "Je61055", "createDate": "1338203573", "userID": 33767437, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1338234927", "userTitle": null, "recommendations": 2, "editorsSelection": false, "parentUserDisplayName": "Carol Benedict Russell", "userURL": null, "userLocation": "New York, NY", "depth": 1, "commentType": "userReply", "updateDate": "1338231327", "commentSequence": 1, "commentBody": "I think you're being much too selective and would say the top 10% are inhuman in their lust for money.  Why would some people demand more than what the other 90% have if they weren't extremely greedy?"}, {"recommendedFlag": 0, "parentID": 6295759, "replies": [], "commentID": 6296495, "trusted": 0, "userDisplayName": "Len Charlap", "createDate": "1338204812", "userID": 288945, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1338235299", "userTitle": null, "recommendations": 5, "editorsSelection": false, "parentUserDisplayName": "Carol Benedict Russell", "userURL": null, "userLocation": "Princeton, N.J.", "depth": 1, "commentType": "userReply", "updateDate": "1338231699", "commentSequence": 2, "commentBody": "Carol, this is off topic, but yesterday you asked a commenter to suggest cures for our economic mess, not to just complain. Here, briefly, are 3:<br/><br/>1. Get an efficient health care system like other developed countries. This would get us better care, and we would spend $1.5 TRILLION less each year.<br/><br/>2. Raise taxes on the Rich and real taxes on corporations. This would discourage corporations from sitting on cash and the Rich from taking obscene compensation. In turn this would encourage them to pay their workers more increasing demand and discourage them from financial speculation.<br/><br/>3. Have the federal government provide $1 TRILLION to promote job creation. Private business will not hire if there is low demand The money should not go for tax cuts but to states and localities to hire back teachers, cops, etc. and for projects like a new power grid and fixing roads and bridges. This will increase demand and encourage businesses to hire more further increasing demand and starting a positive feedback loop. We can afford this since we can sell 10 year bonds at negative real interest rates."}]}, "lft": 324, "assetURL": "http://www.nytimes.com/2012/05/28/opinion/krugman-fiscal-phonies.html", "parentID": null, "commentID": 6295759, "rgt": 329, "userDisplayName": "Carol Benedict Russell", "createDate": "1338178621", "userID": 64375336, "replyCount": 2, "commentTitle": "n/a", "status": "approved", "approveDate": "1338178635", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Shelter Island, New York", "commentType": "comment", "updateDate": "1338175035", "commentSequence": 32, "commentBody": "The .01 percent are inhuman; they seem to exist in a sewer-like vortex; a spiraling funnel of<br/>\nlquidity; a driven out of control need to have at any cost to their consience, an outrageous need for compound finacial gain; a need for more wealth; a wealth, which never is completely satiated: an incurable greed.for more,more, more.<br/><br/>All decency; ethics flused down this drain nor caring if their greed is ruining our economy:<br/>\nnot concerned that  all hope of saving their legacies which they have long ago sold even matters ; ; no desire to redeem any sense of self-respect; so that their reputations will be ruined and vanquished by this unholy appetite for more, more more; like a porcine lust, which is never fed. It is like a mental illness, They seem oblivious to anything but their own desires.<br/><br/> They seem to be immune to cure.  I think this is the reality; and I wish with all my heart<br/>\nit was not.", "recommendationCount": 39}, {"assetID": 3323086, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 6295756, "replies": [], "commentID": 6296424, "trusted": 0, "userDisplayName": "Carol Benedict Russell", "createDate": "1338203758", "userID": 64375336, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1338234927", "userTitle": null, "recommendations": 1, "editorsSelection": false, "parentUserDisplayName": "Spence", "userURL": null, "userLocation": "Shelter Island, New York", "depth": 1, "commentType": "userReply", "updateDate": "1338231327", "commentSequence": 1, "commentBody": "Spence: PA The counteraction is to use the public airwaves; Radio; TV;;and<br/>\nI think Radio could be an effective way to wake up the US voter.  No TV constraints<br/>\nof commerical interruptions.<br/><br/>Nowadays; people do not read; they talk too much on their cell phones; they do not listen;they are sending and not receiving any thoughts; they are learning absolutely nothing when they are just talking and sending just their thoughts; they are unteachable.they are perfect fodder for the brainwashing by the neo cons; yes the neo cons have a perfect thoughtless voter to push around. this naive voter wastes hours voicing only their half-baked ideas: they text message; they use facebook; they are continually distracted by entertaining themselves with their cell phones their ipads their fccebooks; they are being really dumbed down to a 4rth grade level. so radio might just reach their ears; and get them to think again.<br/><br/>I am not being condescending; and I hope you don't think so.  I am being serious.<br/><br/>Radio: the answer to Rush Limbaugh and the like."}]}, "lft": 320, "assetURL": "http://www.nytimes.com/2012/05/28/opinion/krugman-fiscal-phonies.html", "parentID": null, "commentID": 6295756, "rgt": 323, "userDisplayName": "Spence", "createDate": "1338178583", "userID": 34005526, "replyCount": 1, "commentTitle": "n/a", "status": "approved", "approveDate": "1338178636", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Malvern, PA", "commentType": "comment", "updateDate": "1338175036", "commentSequence": 33, "commentBody": "For the last 30 years America has been on the Conservative merry-go-round. I say Conservative because there are many Democrats that have aided and abetted Republicans with their supply-side economics, free market, deregulation, low tax, smaller government policies.<br/><br/>Starting about 6 years ago I started reading Krugman’s columns online and began to shift away from the highly biased MSM. His column along with a bevy of Progressives sites has completely exposed the Republican canards. Unfortunately, there are millions of Americans who don’t know or even care to know who Krugman is. What people do see and hear every day is the vitriol and misinformation from the Right.<br/><br/>I, like many others get worked up when I see these fiscal phonies running our government with no consequences for their destructive actions. We know people like Christie and Romney place their constituents (corporations, wealthy, elites) above the middle class/Main St., yet people will keep voting them into power.<br/><br/>30 years of Republican ideology has finally culminated in a .01 percenter running for the highest office in the world. Greed, money, power have triumphed over a weakening middle class and society in disarray. <br/><br/>I’ll keep reading his column, but there's little solace knowing he’s up against a well-funded machine ready to drop the hammer on the rest of us. This carnival ride has to end and when it does, I hope millions of Americans will awaken and take back what is rightfully theirs.", "recommendationCount": 324}, {"assetID": 3323086, "replies": [], "lft": 205, "assetURL": "http://www.nytimes.com/2012/05/28/opinion/krugman-fiscal-phonies.html", "parentID": 6295615, "commentID": 6295764, "rgt": 206, "userDisplayName": "Norm M", "createDate": "1338178685", "userID": 536473, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1338178758", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Boston", "commentType": "userReply", "updateDate": "1338175158", "commentSequence": 7, "commentBody": "I see.  You make up things you think Krugman would say, and then make fun of them.  Very convincing.<br/><br/>What he actually has been saying, consistently over the years, is standard economics.  When we're in a depression, good workers sit at home doing nothing, and the work they could be doing is wasted.  If the government puts them to work in this situation it essentially gets something for nothing.  Meanwhile companies give the government their money to hold essentially for free, just to keep it safe: there isn't enough demand for them to want to do anything else but buy treasury bonds.  So the money to put the workers back to work is also free.<br/><br/>The situation is very different in normal times, and Krugman (and others who believe in standard economics) yell at the government for running deficits in the good times, when it actually hurts.", "recommendationCount": 53}, {"assetID": 3323086, "replies": [], "lft": 255, "assetURL": "http://www.nytimes.com/2012/05/28/opinion/krugman-fiscal-phonies.html", "parentID": 6295662, "commentID": 6295765, "rgt": 256, "userDisplayName": "DOUG TERRY", "createDate": "1338178706", "userID": 65455323, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1338178758", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "DC metro area, Maryland", "commentType": "userReply", "updateDate": "1338175158", "commentSequence": 6, "commentBody": "In response to your first paragraph, the rich fear increased taxes and increased demands to take away some of their wealth. Once you have 20 million dollars, understand, that is not enough, not nearly enough. 50 million? Now you are in the range where a private jet is always at the ready, but, still, another 50 million wouldn't hurt. There is never enough money.  Or never too much. Never. <br/><br/>The other reason the wealthy and the far right want to gut social programs is they want to take away the basis on which Democrats have been running for reelection for the last 40 to 60 yrs. There are two generations now that have no idea how Social Security and Medicare came to be and they won't really understand the value until the programs are gone.  Millions of Americans have had it pounded into their heads that taxes, not wages that are too low, are the problem, the central problem, in their lives. The idea of social responsibility and everyone paying for the common good has been set on vaporized by persistent propaganda. ", "recommendationCount": 88}, {"assetID": 3323086, "replies": [], "lft": 87, "assetURL": "http://www.nytimes.com/2012/05/28/opinion/krugman-fiscal-phonies.html", "parentID": 6295512, "commentID": 6295767, "rgt": 88, "userDisplayName": "TheMonteBeckettExperience", "createDate": "1338178715", "userID": 56647177, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1338178758", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Houston, TX", "commentType": "userReply", "updateDate": "1338175158", "commentSequence": 5, "commentBody": "Having read of most Rand's work under intense scrutiny I find that you're actually giving her too much credit. Her objectivist point-of-view doesn't take into account people with different viewpoints (very popular with neocons these days, that) or assumes that everyone who holds her Worldview meets the highest ethical standards. Both assumptions fall under the realm of fantasy. For instance, note in Atlas Shrugged that there's absolutely no reference to any sort of environmental or consumer responsilbility whereas other historical and fictional work around the time and prior to her work make mention of these issues in regards to industry and business. There's also no empathy for anyone who might not have the same demands of life, no regard for those who aren't greedy, don't desire to be rich and don't want to reinvent the wheel. Don't let me fail to mention that there's no consideration made for minorities or those that might face hardship. According to her world, everyone should be trying to become a rich, headstrong entrepeneur who answers to noone and comes out a champ at the end of the day, even your uneducated, immigrant janitor who is steadfastly inventing and building a new mop that is going to change the entire sanitation industry.", "recommendationCount": 42}, {"assetID": 3323086, "replies": [], "lft": 207, "assetURL": "http://www.nytimes.com/2012/05/28/opinion/krugman-fiscal-phonies.html", "parentID": 6295615, "commentID": 6295770, "rgt": 208, "userDisplayName": "econteacher", "createDate": "1338178906", "userID": 62307082, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1338178934", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "California Central Coast", "commentType": "userReply", "updateDate": "1338175334", "commentSequence": 8, "commentBody": "Actually Ironmike, in 2008 the Republican minority managed to get large corporate tax cuts through the legislature in exchange for temporary increase in sales tax by .25%. Those increases expired last year.<br/>\nFurther, taxes on the rich have consistently been cut over the last two decades, from 13.5% to 9% today. <br/><br/>Also, the famous Prop. 13, which cut property taxes, due to plunging home values has stripped away years of the 2% annual increase in the RATE, so 1% this year is effectively 1.02 percent next. These lost revenues are not regained if the market value of homes suddenly goes back, nope the cities and local governments are stuck with the loss, as well as the schools. The state, by law, has to backfill these losses for the schools.<br/><br/>Hence the deficit is due to Republican tax cuts, not Democratic overspending. Now the State is again seeking temporary increases in taxes to cover this hole.<br/>\nUnfortunately, the republicans, who have managed to reduce themselves to just barely one third of both house, still hold enough votes to effectively veto any rational approach. But it looks like the Republican sponsored redistricting proposal has actually favored dems, which means the dems might have a super, super majority next year. Right now they are only 1 and 2 votes shy in the respective houses.<br/><br/>California tends to be a bell weather state. If so, the long run future of the Republicans, who began their insanity here, doesn't look good.", "recommendationCount": 67}, {"assetID": 3322986, "replies": [], "lft": 19, "assetURL": "http://goal.blogs.nytimes.com/2012/05/26/m-l-s-salaries-a-bigger-pot-but-its-still-half-full/", "parentID": 6289487, "commentID": 6295700, "rgt": 20, "userDisplayName": "Kejsare", "createDate": "1338177404", "userID": 40193083, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1338179129", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Salem, OR", "commentType": "userReply", "updateDate": "1338175529", "commentSequence": 10, "commentBody": "I call Limey an unabashed Europhile.  He doesn't understand that the Bundesliga puts a team in the UEFA CL and less than 30% of that team's money comes from TV revenue.  Has highest average attendance and is the most equitable league in part because of the financial structure.  Whereas Barca and Real Madrid has exclusive TV deals all to themselves and the rest could try to bankrupt themselves into besting those teams.<br/><br/>The financial model is important and will reflect the type of play you see on the field, but as evidenced with the Bundesliga, you can still be competitive.<br/><br/>You harp on the 33k salaries, but fail to realize that every player that stays around long enough is guaranteed a 5-10% raise every year.  You talk a lot but are short on details or current knowledge of the situation.", "recommendationCount": 0}, {"assetID": 3323086, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 6295778, "replies": [], "commentID": 6296542, "trusted": 0, "userDisplayName": "Len Charlap", "createDate": "1338205389", "userID": 288945, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1338205458", "userTitle": null, "recommendations": 21, "editorsSelection": false, "parentUserDisplayName": "Sabapete", "userURL": null, "userLocation": "Princeton, N.J.", "depth": 1, "commentType": "userReply", "updateDate": "1338201858", "commentSequence": 39, "commentBody": "Please explain to me how the debt and the deficit hurt us. Is public debt crowding out private borrowing? Are the \"bond vigilantes\" attacking our bonds as in Europe? Does it cost us a fortune to service our debt? Come on guys. Explain it.<br/><br/>The first two questions can easily be answered in the negative since interest are low Real interest rates are zero or negative (!). The cost of debt service is 0.8% of the GDP. I have heard for years about increasing interest rates. If we would spend now, by the time that happens, the country will have recovered.<br/><br/>We never paid off the debt from WWII. Here are figures for 1946 - 1973:<br/><br/>Federal spending increased every year but 3.<br/><br/>We had a deficit every year but 7.<br/><br/>debt 06/28/1946  269,422,099,173.26<br/>\ndebt 06/30/1973  458,141,605,312.09  <br/><br/>But as a percent of GDP gross debt went from 120% to 32% and public debt went from 109% to 24%<br/><br/>We did it by investing in America and growing the GDP. We did it by keeping money out of the hands of the Rich which prevented speculation.<br/><br/>Now, compare that period with the low marginal rate periods of the 1920's and th 2000's. We had more inequality and more speculation and we fell off a cliff."}, {"recommendedFlag": 0, "parentID": 6295778, "replies": [], "commentID": 6296618, "trusted": 0, "userDisplayName": "ChloeZZZ", "createDate": "1338206592", "userID": 31815542, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1338206660", "userTitle": null, "recommendations": 32, "editorsSelection": false, "parentUserDisplayName": "Sabapete", "userURL": null, "userLocation": "Manhattan", "depth": 1, "commentType": "userReply", "updateDate": "1338203060", "commentSequence": 42, "commentBody": "If you would kindly pull up a video of Obama's last two State of the Union addresses and the last two budget proposals (and yes they exist despite repeated lies to the contrary by the right) you will find that all four recommend a combination of tax increases and budget cuts.  In addition, you will find a strong desire to increase the effectiveness and efficiency of Social Security, Medicare and Medicaid and cutting military spending.<br/><br/>On the other side, they are willing to throw in everything just to keep military spending and willing to break their agreement made at the last deficit ceiling battle to do it.<br/><br/>Hands down, republicans commit the vast majority of poor fiscal behavior.<br/><br/>BTW, republican states are using the money to help people fix underwater mortgages for their pet projects like \"wooing\" business to Georgia."}, {"recommendedFlag": 0, "parentID": 6295778, "replies": [], "commentID": 6295969, "trusted": 0, "userDisplayName": "SJM", "createDate": "1338185007", "userID": 52893504, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1338231080", "userTitle": null, "recommendations": 1, "editorsSelection": false, "parentUserDisplayName": "Sabapete", "userURL": null, "userLocation": "Seattle", "depth": 1, "commentType": "userReply", "updateDate": "1338227480", "commentSequence": 43, "commentBody": "Most of us forget there is yet another way--the elephant in our living rooms is the enormous DOD and associated support industry's<br/>\nbudgets, which must in aggregate be the nation's largest employer and all at taxpayer expense, without producing a single product that adds to the health and longevity of our citizens.<br/>\nCould reducing the DOD annual outlays by 40% maintain our security and<br/>\nstill transfer work effort of worthy military personnel to infrastructure maintenance and support of the \"entitlements\" ? "}]}, "lft": 334, "assetURL": "http://www.nytimes.com/2012/05/28/opinion/krugman-fiscal-phonies.html", "parentID": null, "commentID": 6295778, "rgt": 349, "userDisplayName": "Sabapete", "createDate": "1338179112", "userID": 63875502, "replyCount": 7, "commentTitle": "n/a", "status": "approved", "approveDate": "1338179175", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Israel", "commentType": "comment", "updateDate": "1338175575", "commentSequence": 34, "commentBody": "Everything said about Republican fiscal policy may be true. However, let's not forget the fact that Democratic fiscal policy is equally inept. On the one hand, even if the tax rate on the super rich would go up to 75%, our fiscal woes would not solved. This is because of the Democrats continuing solution of throwing money at every problem that we encounter. The fact is folks, we need both. We need to increase the tax rate on the rich - they won't feel the difference anyway, AND we have to scale back on a substantial level social welfare free spending. If we do both, then maybe our great-grandchildren will live in a debt free society.  ", "recommendationCount": 4}, {"assetID": 3323096, "replies": [], "lft": 20, "assetURL": "http://www.nytimes.com/2012/05/28/technology/for-tech-startups-new-york-has-increasing-allure.html", "parentID": null, "commentID": 6295789, "rgt": 21, "userDisplayName": "MH", "createDate": "1338179321", "userID": 752499, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1338179356", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "nyc", "commentType": "comment", "updateDate": "1338175756", "commentSequence": 2, "commentBody": "It is absurd to think that CA is the only place one can find engineers.  Silicon Valley is not the only place in the world where computers and developers exist.  There are plenty of engineers in new york, and quite a few good schools.  Many would be happy to work for up-n-coming startups instead of these dull finance companies. Why would the author even write such things?   ", "recommendationCount": 11}, {"assetID": 3323086, "replies": [], "lft": 356, "assetURL": "http://www.nytimes.com/2012/05/28/opinion/krugman-fiscal-phonies.html", "parentID": null, "commentID": 6295788, "rgt": 357, "userDisplayName": "Prof.Jai Prakash Sharma,", "createDate": "1338179314", "userID": 57742567, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1338179357", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Jaipur, India", "commentType": "comment", "updateDate": "1338175757", "commentSequence": 35, "commentBody": "While following in the foot steps of Paul Ryan and Mitt Romney, the New Jersey Governor Chris Christie might well deny the precarious fiscal situation of the state, he might even prove David Rosen wrong while questioning his projected budget shortfall for New Jersey  at $1.3 billion, also brush aside the warnings by the Moody's and the S&amp; P's, nonetheless it's really beyond grasp as to how just by slogan shouting about  the \"Jersey comeback\" without improving the social indicators of development, or spending on infrastructure, he could really achieve this goal? Again, how in the absence of any credible plan for revenue mobilisation, or rational pruning of spending, he could any way plug the gaping holes in the state budget, unless, of course, the Governor, Chris Christie might have decided to transfer this burden to his new successor, in case he becomes a running mate of Mitt Romney in the presidential race? However, one shouldn't forget that sometimes the fabricated images or the popular perceptions of the leaders too turn out to be an albatross-like burden around the neck of a leader, which might be true of Chris Christie's image of being a man of tough political choices also, since he can't survive along the empty shadows for long. To get out of this bind, one has to call a spade a spade at some moment of time, and the time to keep clinging on the phony fiscal prudence seems long past now.", "recommendationCount": 15}, {"assetID": 3322239, "replies": [], "lft": 5, "assetURL": "http://india.blogs.nytimes.com/2012/05/22/a-river-runs-through-it/", "parentID": 6269933, "commentID": 6292638, "rgt": 6, "userDisplayName": "trudy", "createDate": "1338126317", "userID": 55540444, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1338179505", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New England", "commentType": "userReply", "updateDate": "1338175905", "commentSequence": 1, "commentBody": "The Times uses English.", "recommendationCount": 0}, {"assetID": 3322799, "replies": [], "lft": 12, "assetURL": "http://india.blogs.nytimes.com/2012/05/25/the-best-exotic-marigold-hotel-an-unexpected-hit/", "parentID": null, "commentID": 6292936, "rgt": 13, "userDisplayName": "KOLSON732", "createDate": "1338128370", "userID": 59977923, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1338179505", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "IDAHO", "commentType": "comment", "updateDate": "1338175905", "commentSequence": 6, "commentBody": "My husband even gave it a \"9\" which means this movie is amazing. Typical of British films, it's all about the characters rather than the plot.  It's pure ambrosia to watch the interplay between Judi Dench, Tom Wilkinson, Bill Nighy and all the others. The view of India isn't bad either. We could not help but fall in love with each character and to understand his/her particular perspective on being a senior citizen. This movie is definitely in my top 20 all-time favorites, alongside Room With A View and others of such fine quality.", "recommendationCount": 0}, {"assetID": 3314706, "replies": [], "lft": 114, "assetURL": "http://india.blogs.nytimes.com/2012/04/04/a-conversation-with-nikki-haley/", "parentID": null, "commentID": 6294710, "rgt": 115, "userDisplayName": "Joe", "createDate": "1338150822", "userID": 66168391, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1338179505", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "NYC", "commentType": "comment", "updateDate": "1338175905", "commentSequence": 39, "commentBody": "&amp; if you don't like it.......PLEASE.....just leave quietly.", "recommendationCount": 0}, {"assetID": 3323086, "replies": [], "lft": 366, "assetURL": "http://www.nytimes.com/2012/05/28/opinion/krugman-fiscal-phonies.html", "parentID": null, "commentID": 6295800, "rgt": 367, "userDisplayName": "MW", "createDate": "1338179729", "userID": 25423380, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1338179780", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "San Francisco", "commentType": "comment", "updateDate": "1338176180", "commentSequence": 36, "commentBody": "I'll translate for Paul:<br/>\n\"Republicans are unwilling to raise taxes to reduce deficits, thereby locking in federal and state spending at larger percentages of federal and state GDP.\"", "recommendationCount": 7}, {"assetID": 3323096, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 6295807, "replies": [], "commentID": 6297257, "trusted": 0, "userDisplayName": "nycmacguy", "createDate": "1338217534", "userID": 2891232, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1338219824", "userTitle": null, "recommendations": 5, "editorsSelection": false, "parentUserDisplayName": "Liberty Lover", "userURL": null, "userLocation": "New York, NY", "depth": 1, "commentType": "userReply", "updateDate": "1338216224", "commentSequence": 2, "commentBody": "The requirements to start a NYC company focused on media and tech really is not that difficult. In fact I have started a few businesses based in New York, and I have setup businesses in about 10 other states. New York state and New York City were no more difficult and in a few cases less so than other places we setup shop. To say that people in New York are hostile to business means to me that you clearly don't hang out with the right people because aside from a few radicals, I rarely run into anyone who has an issue with business owners. If New York City was such an awful place to start a business, people would be commuting to all the new startups in New Jersey, Connecticut, or Long Island. NYC has a lot of young, motivated, and talented people who will help create the backbone of a strong, growing economy for the future."}, {"recommendedFlag": 0, "parentID": 6295807, "replies": [], "commentID": 6296116, "trusted": 0, "userDisplayName": "patrick", "createDate": "1338191446", "userID": 60212765, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1338233110", "userTitle": null, "recommendations": 4, "editorsSelection": false, "parentUserDisplayName": "Liberty Lover", "userURL": null, "userLocation": "new york", "depth": 1, "commentType": "userReply", "updateDate": "1338229510", "commentSequence": 3, "commentBody": "sorry to say, that's a rather myopic view, for far too many reasons to list. new york's validity and brilliance as a place to locate a business is self-evident.<br/>\nalso, your overwrought, generalized criticism doesn't apply to a multitude of businesses that may not have the issues and problems with the city that you describe.<br/>\nwhile there may be room for improvement in the areas you mentioned, and other places may have fine attributes, the overall outlook you have regarding nyc is pretty pathetic, and simply can't be applied to all business models.<br/>\njust sayin."}, {"recommendedFlag": 0, "parentID": 6295807, "replies": [], "commentID": 6297456, "trusted": 0, "userDisplayName": "M.Cane", "createDate": "1338220986", "userID": 47456107, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1338233110", "userTitle": null, "recommendations": 1, "editorsSelection": false, "parentUserDisplayName": "Liberty Lover", "userURL": null, "userLocation": "NYC", "depth": 1, "commentType": "userReply", "updateDate": "1338229510", "commentSequence": 4, "commentBody": "Nycmacguy, google New York City LLC publishing costs.  NYC is laughable for starting small business. The first question most lawyers at the firm I work for ask is \"Why would you want to base a business in NYC if you didn't have to?\".  They are a Park Ave law firm BTW."}]}, "lft": 22, "assetURL": "http://www.nytimes.com/2012/05/28/technology/for-tech-startups-new-york-has-increasing-allure.html", "parentID": null, "commentID": 6295807, "rgt": 31, "userDisplayName": "Liberty Lover", "createDate": "1338179819", "userID": 10681717, "replyCount": 4, "commentTitle": "n/a", "status": "approved", "approveDate": "1338179839", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Delaware County, NY", "commentType": "comment", "updateDate": "1338176239", "commentSequence": 3, "commentBody": "Frankly, I think anyone who wants to start a new business anywhere in the state of New York (and especially in New York City) seriously ought to have his or her head examined.<br/><br/>I've started businesses in several states, and no where have I faced the combination of absurdly high taxes, confiscatory fees and surcharges, idiotic regulations, inept bureaucracies staffed by surly bureaucrats, multiplicative licensing / permitting / certification / registration / documentation requirements, and general hostility toward businesses in general, that characterizes the business environment in my home state of New York.<br/><br/>Nowhere.<br/><br/>Businesses that already are here generally are stuck here. There's a sort of inertia that keeps big businesses from moving, especially in sectors like banking and finance. Small businesses, on the other hand, often rely on good will among the locals that was earned over generations and can't simply be packed in a truck and moved.<br/><br/>But I think you have to be out of your mind to start a new business here, knowing in advance the extreme hostility toward business that New York articulates. Talented people can be found in much more business-friendly, less-confiscatory localities; and even people who presently live in New York are allowed to move across state lines, you know.<br/><br/>But if having a Manhattan address is really that important to these folks, then more power to them.<br/><br/>-LL", "recommendationCount": 22}, {"assetID": 3323086, "replies": [], "lft": 335, "assetURL": "http://www.nytimes.com/2012/05/28/opinion/krugman-fiscal-phonies.html", "parentID": 6295778, "commentID": 6295819, "rgt": 336, "userDisplayName": "Subramanian", "createDate": "1338180064", "userID": 64731664, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1338180142", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Sunnyvale, CA", "commentType": "userReply", "updateDate": "1338176542", "commentSequence": 9, "commentBody": "You forget there is one more way. That is short term big borrowing and improving infrastructure, simultaneously giving the economy a great lift by increasing job numbers. The end result will be much greater revenue which will enable to pay back the short term borrowings. There will not be any need to cut essential benefits to middle class and seniors.", "recommendationCount": 55}, {"assetID": 3323086, "replies": [], "lft": 378, "assetURL": "http://www.nytimes.com/2012/05/28/opinion/krugman-fiscal-phonies.html", "parentID": null, "commentID": 6295830, "rgt": 379, "userDisplayName": "Laurence B.", "createDate": "1338180309", "userID": 57687533, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1338180376", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Portland, Or", "commentType": "comment", "updateDate": "1338176776", "commentSequence": 37, "commentBody": "Miracle and faith are the cornerstones of Republican-Think. Science and Mathematics are not immutable truths about the universe but tools to be used to advance their twisted agenda. In their alternate universe the cart pulls the horse. Data that does not support their views cannot be correct, therefore, it is to be expected that Mr. Christie would call into question any statistics that does not support his a priori views. The ends, their ends, Republican ends, must be the right ends, regardless of how many are harmed. ", "recommendationCount": 63}, {"assetID": 3323084, "replies": [], "lft": 71, "assetURL": "http://krugman.blogs.nytimes.com/2012/05/27/austerity-defenses/", "parentID": 6295568, "commentID": 6295834, "rgt": 72, "userDisplayName": "joel", "createDate": "1338180388", "userID": 8004471, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1338180438", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Oakland, CA", "commentType": "userReply", "updateDate": "1338176838", "commentSequence": 1, "commentBody": "Is this irony?  Surrealism?   Homer Simpson post-modernism?", "recommendationCount": 19}, {"assetID": 3323003, "replies": [], "lft": 305, "assetURL": "http://www.nytimes.com/2012/05/27/us/id-thieves-loot-tax-checks-filing-early-and-often.html", "parentID": 6290191, "commentID": 6295843, "rgt": 306, "userDisplayName": "Andy Hain", "createDate": "1338180465", "userID": 2745087, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1338180498", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Carmel, CA", "commentType": "userReply", "updateDate": "1338176899", "commentSequence": 94, "commentBody": "jeff,<br/><br/>Your suggestion will do no good at all, as the crooks are filing completely falsified claims stating an imaginary amount of income, deductions, and credits.  They are trying to collect a windfall amount and are not at all interested in the $43 that I have overpaid or that I am owed as a refund.  Based on the numbers quoted in the article, the average fraudulent claim is for more than $3,000 - serious money.", "recommendationCount": 0}, {"assetID": 3323086, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 6295845, "replies": [], "commentID": 6296051, "trusted": 0, "userDisplayName": "Walter Borden", "createDate": "1338187954", "userID": 65150898, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1338231357", "userTitle": null, "recommendations": 2, "editorsSelection": false, "parentUserDisplayName": "charles", "userURL": null, "userLocation": "Alabama", "depth": 1, "commentType": "userReply", "updateDate": "1338227757", "commentSequence": 41, "commentBody": "Huh? How do you all explain the Clintion years? Or Carter's appointment of Paul Volcker. Democrats have in their terns raised GDP more, created more jobs, and piled on less debt. <br/><br/>This is often stated conventional wisdom, but its not what history shows."}, {"recommendedFlag": 0, "parentID": 6295845, "replies": [], "commentID": 6296098, "trusted": 0, "userDisplayName": "Alexander Mac Donald", "createDate": "1338190513", "userID": 822068, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1338231357", "userTitle": null, "recommendations": 2, "editorsSelection": false, "parentUserDisplayName": "charles", "userURL": null, "userLocation": "San Francisco, CA", "depth": 1, "commentType": "userReply", "updateDate": "1338227757", "commentSequence": 42, "commentBody": "I don't know why you say the \"left\" never tried to cut deficits or the debt.  Clinton tried both, and succeeded.  He reversed the Raegan inflationary indebtedness of the country.  Then the Cheney-Bush administration took the gains and deposited them by the bagful in the dumpsters known to us now as Iraq and Afghanistan."}, {"recommendedFlag": 0, "parentID": 6295845, "replies": [], "commentID": 6296468, "trusted": 0, "userDisplayName": "Pauline", "createDate": "1338204357", "userID": 37959941, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1338234927", "userTitle": null, "recommendations": 2, "editorsSelection": false, "parentUserDisplayName": "charles", "userURL": null, "userLocation": "NYC", "depth": 1, "commentType": "userReply", "updateDate": "1338231327", "commentSequence": 43, "commentBody": "That is not in accordance with facts. Clinton left a surplus, and if you compare Republican to Democrat administrations since Eisenhower, it is the Republicans who have proven to be the profligate spendthrifts you claim Democrats to be. Pre-Bush II, St. Reagan was the biggest offender."}]}, "lft": 384, "assetURL": "http://www.nytimes.com/2012/05/28/opinion/krugman-fiscal-phonies.html", "parentID": null, "commentID": 6295845, "rgt": 393, "userDisplayName": "charles", "createDate": "1338180494", "userID": 8510832, "replyCount": 4, "commentTitle": "n/a", "status": "approved", "approveDate": "1338180558", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "san francisco", "commentType": "comment", "updateDate": "1338309741", "commentSequence": 38, "commentBody": "We knew the Republicans were fiscal phonies when they launched the current Middle East wars and refused to count them against the deficit.  They proved it as well when they enacted Medicare Part D without any price controls, turning it from a needed piece of social legislation into a budget-busting windfall for the pharmaceutical industry.<br/><br/>The problem those on the Left face is that they have never even pretended to  embrace fiscal responsibility, except when it was convenient (for example, to take a poke at Bush's wars).  So, on the rare occasions when they plead for more balance, few take them at their word.  It is too bad, because, especially now, they are right, but it may be too late.  <br/><br/>The Democrats could steal Rove's dream of a permanent majority if they would couple their enlightened views on culture, science and social values, with a true commitment to fiscal sustainability.  Sadly, as I was told by a current sitting Democratic senator, \"It isn't in our DNA.\"   That is too tragic for words.", "recommendationCount": 25}, {"assetID": 3323086, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 6295848, "replies": [], "commentID": 6296591, "trusted": 1, "userDisplayName": "Wendy", "createDate": "1338206214", "userID": 48592831, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1338235299", "userTitle": null, "recommendations": 2, "editorsSelection": false, "parentUserDisplayName": "MNW", "userURL": null, "userLocation": "New Jersey", "depth": 1, "commentType": "userReply", "updateDate": "1338231699", "commentSequence": 1, "commentBody": "NJ is a great example of fiscal inequality also, as it has some of the poorest cities in the country including Camden and Newark. But hey, why should we ask our state millionaires to pay 1 cent more in taxes to help those lazy welfare queens in Camden? "}]}, "lft": 394, "assetURL": "http://www.nytimes.com/2012/05/28/opinion/krugman-fiscal-phonies.html", "parentID": null, "commentID": 6295848, "rgt": 397, "userDisplayName": "MNW", "createDate": "1338180593", "userID": 49069088, "replyCount": 1, "commentTitle": "n/a", "status": "approved", "approveDate": "1338180615", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Connecticut", "commentType": "comment", "updateDate": "1338177015", "commentSequence": 39, "commentBody": "Don't cry for me - Chris Christie.  Or for New Jersey for that matter.<br/><br/>Most recent data shows that:<br/>\nNJ is the third wealthiest state with median income of $65,173 (Poverty rate of 9.8% is 7th lowest).<br/><br/>NJ has the 4th, 8th, and 10th richest counties:<br/>\nHunterdon County - Median household income is $97,874.<br/>\nSomerset County - Median household income is $94,270.<br/>\nMorris County - Median household income: $91,469.<br/><br/>Keep in mind that the U.S. median household income declined 2.3% from 2009 to 2010 and is $50,000.<br/>\nThe national average is $49,445.<br/><br/>The national poverty and income figures released recently by the government paint a dark picture of the economy.<br/>\nThe total number of households living below the poverty line is the highest since 1959, when records were first kept.<br/>\nThe median income is the same level it was in 1996.  This represents a decline in the standard of living for the citizenry.<br/><br/>NJ has the 3rd most number of millionaires:<br/>\nTotal number of millionaire households: 197,694.<br/>\nPercent of population that are millionaires: 6.22%.<br/>\nMedian household income: $70,347.<br/><br/><a href=\"http://www.census.gov/did/www/saipe/data/statecounty/maps/iy2010/med_hh_inc2010_state.pdf\" title=\"http://www.census.gov/did/www/saipe/data/statecounty/maps/iy2010/med_hh_inc2010_state.pdf\" target=\"_blank\">http://www.census.gov/did/www/saipe/data/statecounty/maps/iy2010/med_hh_...</a><br/><br/><a href=\"http://www.census.gov/did/www/saipe/data/statecounty/maps/iy2010/med_hh_inc2010.pdf\" title=\"http://www.census.gov/did/www/saipe/data/statecounty/maps/iy2010/med_hh_inc2010.pdf\" target=\"_blank\">http://www.census.gov/did/www/saipe/data/statecounty/maps/iy2010/med_hh_...</a><br/><br/>Christie is a \"fiscal phony\" and New Jersey is in need of a Robin Hood figure.", "recommendationCount": 89}]}, "copyright": "Copyright (c) 2016 The New York Times Company.  All Rights Reserved."}