{"debug": {"version": 3.1}, "status": "OK", "results": {"api_timestamp": "1481460652", "totalCommentsFound": 6803, "totalCommentsReturned": 25, "comments": [{"assetID": 3177621, "replies": [], "lft": 266, "assetURL": "http://www.nytimes.com/2011/09/02/business/us-is-set-to-sue-dozen-big-banks-over-mortgages.html", "parentID": null, "commentID": 4447393, "rgt": 267, "userDisplayName": "sj", "createDate": "1314934528", "userID": 64778276, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1314936077", "userTitle": null, "editorsSelection": 1, "statusID": 2, "userURL": null, "userLocation": "Washington DC", "commentType": "comment", "updateDate": "1314932477", "commentSequence": 85, "commentBody": "This appears to be a case of pass the buck.  GSEs were not mislead by mortgage lenders period.  GSEs were operating without the expertise for many years, cutting deals with lenders and got caught with their proverbial pants down.  I know personally of a case wherein a non-depository mortgage lender extending non-recourse mortgage loans and the GSEs agreed to bundle this separate beasts with the conventional mortgage A paper on the strength of handshakes.  Unfortunately the GSEs executives cutting these deals are no longer employed by the GSEs and have left the employ of the these GSEs with a truckload of taxpayers monies as bonuses and golden parachutes.  If the government want to recoup its losses it must first reach back to the GSEs executive who stood to gain during these stinky deals and perform a forensic accounting to trace how the monies for this deals were distributed.  GSEs were playing it fast and loose for a long time and after they tanked and let the malfeasors resign or separate from the agencies are looking to blame some external entity.  GSEs employs individuals who are capable of conducting independent research on every deal securitized and do not have to rely on the representations made by those banks.  Blaming the banks now is ridiculous especially since the American taxpayers have already bailed the banks out.  If the banks are now the perpetrators, why not allow them to fail and permit the transfer of mortgages from the banks to the GSEs to rehabilitate.  Why save the banks and the GSEs?", "recommendationCount": 70}, {"assetID": 3177621, "replies": [], "lft": 108, "assetURL": "http://www.nytimes.com/2011/09/02/business/us-is-set-to-sue-dozen-big-banks-over-mortgages.html", "parentID": null, "commentID": 4447044, "rgt": 109, "userDisplayName": "Sandy Lewis", "createDate": "1314931363", "userID": 58565194, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1314936094", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Lewis Family Farm, Essex, New York", "commentType": "comment", "updateDate": "1314932494", "commentSequence": 86, "commentBody": "These law suits will present an ontological argument to go with the circular lawsuits that are essentially honest and existential at the same time. It will not matter and will take decades. The money owed will come from the FED FOMC discount window, as they wind down and wind up - spewing the worst of it into the money markets - the non existent money markets. <br/><br/>There is no question: those who played from the house knew, always knew. They rolled the dice. They spin and spin - with the wheel turning and the ball stopping. With the CDS Daisy Chain, playing musical chairs - heads we win, tails the nation loses - let's blow it by net capital, stick it to the borrower, work the greater fool theory, but do not explain it to the children - they rolled. And they were our leaders in finance. Dick Fuld was not the exception.<br/><br/>And their lawyers knew full well. Now, they are defending themselves and getting paid for it. <br/><br/>The nation went along with it - from The White House to the outhouse - one hole to 525 holes - all adjacent. They went for it - hoping to get out before it blew. And many did. Did Taconic get out of Lehman two weeks before the debacle? Who else was smart enough or connected? Want the list? <br/><br/>Now, we have AIG not in litigation with Goldman, Sachs - with Austen Goolsby vanished to 5552 South Kenwood, Chicago 60637, a house once owned by a decent economist named Schultz, and a spectacular mathematics professor named John Thompson... and the government funding those it will attack.<br/><br/>Now, we have civil action, not criminal, with no thought given to RICO. <br/><br/>It's a wonderful world. ", "recommendationCount": 6}, {"assetID": 3177621, "replies": [], "lft": 112, "assetURL": "http://www.nytimes.com/2011/09/02/business/us-is-set-to-sue-dozen-big-banks-over-mortgages.html", "parentID": null, "commentID": 4447048, "rgt": 113, "userDisplayName": "JRL", "createDate": "1314931406", "userID": 1892461, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1314936094", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Texas", "commentType": "comment", "updateDate": "1314932494", "commentSequence": 87, "commentBody": "I hardly believe it. These banks have literally sucked the blood of this nation. As long as I live I will never forget Henry Paulson, former CEO of Goldman Sachs, in his then-capacity of Treasury Secretary, standing next to President Bush and, with the guiltiest look I've ever seen on anyone's face, telling us our financial sky was falling. The remedy? Let him make off with taxpayer trillions to save the banks that caused the problem, but -- given the emergency -- we shouldn’t ask questions or set any conditions, much less try to trace where the money went and how it was used.  Just trust him.  I have never before or since yelled so loudly at my TV or sent off so many emails to congress and the media.  Outraged, I voted for Obama and was absolutely crushed to find that he appointed yet another ex-Goldman Sachs man as Treasury Secretary, Tim Geithner.  Predictably, I thought, no legislation emerged with teeth enough to curb the banking excesses that have crippled our economy and caused a world-wide recession.  As a result, I lost faith in President Obama.  Not anymore.  This suit is the silver bullet that can rid us of these vampires, or at least keep them from feeding on us.  President Obama, I applaud you and your Justice Department.  Once again, Mr. President, you have my vote.", "recommendationCount": 16}, {"assetID": 3177621, "replies": [], "lft": 118, "assetURL": "http://www.nytimes.com/2011/09/02/business/us-is-set-to-sue-dozen-big-banks-over-mortgages.html", "parentID": null, "commentID": 4447058, "rgt": 119, "userDisplayName": "Nelson Alexander", "createDate": "1314931449", "userID": 34427780, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1314936094", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New York City", "commentType": "comment", "updateDate": "1314932494", "commentSequence": 88, "commentBody": "May this Snowball into Justice<br/><br/>It is up to the media now to assume their unofficial role as the fourth branch. Make this process visible, transparent, and merciless! Don't let the fog machine cover up the K Street operations and legislative corruption with blurry, he-said-she-said (HSSS) ambiguity. <br/><br/>The financial industry is not a national industry, not an American business. It is a global, zero-sum, parasitic extraction of labor and surplus value, to use old-fashioned terms. The upper echelon  of \"investors\" (the Bushes, for example) are making tons of money and producing nothing, absolutely nothing of social or human value.<br/><br/>One of these investigation must snowball into justice, must deal with the sense of anger and injustice that is even now empowering a serious right wing in this country. The nation needs some high-profile reckoning of the inequities flushed out in 2008 and completely suppressed by Geithner, Summers, and other rotten, bank-centric advisors of the Obama administration.<br/><br/>Prosecute, damn it! Prosecute the case for millions of people!     ", "recommendationCount": 14}, {"assetID": 3177621, "replies": [], "lft": 124, "assetURL": "http://www.nytimes.com/2011/09/02/business/us-is-set-to-sue-dozen-big-banks-over-mortgages.html", "parentID": null, "commentID": 4447063, "rgt": 125, "userDisplayName": "GF", "createDate": "1314931481", "userID": 2044336, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1314936094", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "NY, NY", "commentType": "comment", "updateDate": "1314932494", "commentSequence": 89, "commentBody": "Breaking over Labor Day Weekend? (See news industry lore re when to break stuff you really prefer swept under the rug.)<br/><br/>I'll believe it when I see a bankster perp walk. Not holding my breath for that.", "recommendationCount": 7}, {"assetID": 3177621, "replies": [], "lft": 130, "assetURL": "http://www.nytimes.com/2011/09/02/business/us-is-set-to-sue-dozen-big-banks-over-mortgages.html", "parentID": null, "commentID": 4447075, "rgt": 131, "userDisplayName": "Old Colonial", "createDate": "1314931533", "userID": 57823258, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1314936094", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Texas, now", "commentType": "comment", "updateDate": "1314932494", "commentSequence": 90, "commentBody": "Like others herein, it's about time; however, how will stop the banks from their ongoing shenagians? Frankly, the banks are viral right now. We need less of them, for sure. \r<br/><br/>A business owner recently reported to me that in going to their bank to pay off a business loan, 9 months in advance, the banker told him he couldn't pay it all off until they notified the SBA, and insisted that he take his check back! This week, I've heard 2 more business owners tell me the same story about different banks, one an alphabet bank in Lubbock, Texas. Another business owner reported she had no problem paying off their loan in advance in July. What on earth is going on - they all fretting about a loss of interest? Or maybe they sold the paper on those loans, across the ocean, and here comes another bust! Ever get sick and tired of this crap?", "recommendationCount": 10}, {"assetID": 3177621, "replies": [], "lft": 138, "assetURL": "http://www.nytimes.com/2011/09/02/business/us-is-set-to-sue-dozen-big-banks-over-mortgages.html", "parentID": null, "commentID": 4447088, "rgt": 139, "userDisplayName": "Gail Moore", "createDate": "1314931607", "userID": 48548048, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1314936094", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "San Francisco, CA USA", "commentType": "comment", "updateDate": "1314932494", "commentSequence": 91, "commentBody": "What took us so long?  Reinstate Glass-Steagall.", "recommendationCount": 35}, {"assetID": 3177621, "replies": [], "lft": 140, "assetURL": "http://www.nytimes.com/2011/09/02/business/us-is-set-to-sue-dozen-big-banks-over-mortgages.html", "parentID": null, "commentID": 4447089, "rgt": 141, "userDisplayName": "Kay", "createDate": "1314931638", "userID": 61357094, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1314936094", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Texas", "commentType": "comment", "updateDate": "1314932494", "commentSequence": 92, "commentBody": "And how is this supposed to help our economy? ", "recommendationCount": 5}, {"assetID": 3177621, "replies": [], "lft": 154, "assetURL": "http://www.nytimes.com/2011/09/02/business/us-is-set-to-sue-dozen-big-banks-over-mortgages.html", "parentID": null, "commentID": 4447111, "rgt": 155, "userDisplayName": "Deep Thought", "createDate": "1314931989", "userID": 2202278, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1314936094", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "California", "commentType": "comment", "updateDate": "1314932494", "commentSequence": 93, "commentBody": "The very concept that the Government has the power to sue Private Banking System comes from the Socialism of the Marxist President Obama!<br/><br/>The Governments job is to support the Banking Industry to take money from Fed (A Private Organization) at Low Interest Rate and loan to public at High Interest Rate. Similarly, they have the right to stick it to Fannie Mae junk paper. This is called Capitalism!!<br/><br/>LOL !!!", "recommendationCount": 0}, {"assetID": 3177621, "replies": [], "lft": 158, "assetURL": "http://www.nytimes.com/2011/09/02/business/us-is-set-to-sue-dozen-big-banks-over-mortgages.html", "parentID": null, "commentID": 4447131, "rgt": 159, "userDisplayName": "JR", "createDate": "1314932192", "userID": 64778171, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1314936094", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Austin, TX", "commentType": "comment", "updateDate": "1314932494", "commentSequence": 94, "commentBody": "Why is the govn't suing these banks for something that the govn't failed to do?  Isn't the govn't supposed to put laws and regulations in to prevent this kind of lending practice and enforce them long before the banks do this? ", "recommendationCount": 2}, {"assetID": 3177621, "replies": [], "lft": 170, "assetURL": "http://www.nytimes.com/2011/09/02/business/us-is-set-to-sue-dozen-big-banks-over-mortgages.html", "parentID": null, "commentID": 4447167, "rgt": 171, "userDisplayName": "Patrick", "createDate": "1314932422", "userID": 44287968, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1314936094", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Long Island NY", "commentType": "comment", "updateDate": "1314932494", "commentSequence": 95, "commentBody": "Of course, the Government agency is only acting for it's own benefit to recoup the losses of government backed loans, kind of like the typical conduct of our government giving itself more power, and everyone else be damned. While you all wallow in the nickels and dimes of the problem, you fail to see a very important way to releive some of the financial problems of both the banks, and homeowners who are defaulting. It is glaringly aparent to me that it is remarkably dumb to foreclose on a homeowner when they can afford a slightly smaller monthly bill LIKE RENT instead of being kicked out of the home. This would satisfy both the stubborn banks which refuse to renegotiate a mortgage and the resident who needs a place to live. The banks should organize a division to administer rental agreements to those who defaulted so they can provide income to the bank for a home that would otherwise be a vacant loss, and perhaps, that would allow the resident to get back on their feet and reapply for a new mortgage while providing the original mortgage lender a majority income on the home. After all, a vacant home is an absolute loss on the books and an invitation for vandalism and devaluing singly, and as part of the whole housing value decline problem. Is accounting an issue? Are the banks making more money by kicking residents out and getting tax breaks? Change the tax laws for the banks, so there is incentive to keep the residents in the homes. What's the difference between mortgage payments and rent payments? It's all still money flowing in the economy. Have a heart everyone. ", "recommendationCount": 5}, {"assetID": 3177621, "replies": [], "lft": 188, "assetURL": "http://www.nytimes.com/2011/09/02/business/us-is-set-to-sue-dozen-big-banks-over-mortgages.html", "parentID": null, "commentID": 4447209, "rgt": 189, "userDisplayName": "nk", "createDate": "1314932793", "userID": 48002626, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1314936094", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "kansas city, mo", "commentType": "comment", "updateDate": "1314932494", "commentSequence": 96, "commentBody": "What about the rating agencies that assigned the securities a high quality rating?", "recommendationCount": 14}, {"assetID": 3177621, "replies": [], "lft": 190, "assetURL": "http://www.nytimes.com/2011/09/02/business/us-is-set-to-sue-dozen-big-banks-over-mortgages.html", "parentID": null, "commentID": 4447210, "rgt": 191, "userDisplayName": "Sofedup", "createDate": "1314932803", "userID": 62101035, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1314936094", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "fort myers, fl", "commentType": "comment", "updateDate": "1314932494", "commentSequence": 97, "commentBody": "First, the banks, not the government, created all the insane mortgages (interest only, no-docs,negative am, etc...)that they then pushed HARD on people, knowing full well what they were doing. Second, they sold these garbage mortgages all over the world, and screwed the entire world financial market.  Third, They have been paying themselves millions and billions in taxpayer bailout money for the last three years and toasting us all with champagne! A perp walk would be sweet, but won't happen.  To say making the banks pay will make them fail----What?? Cut the f-ing salaries and bonuses of these lying thieves for screwing America and the world.  Maybe they will have to cut the amount they pay the politicians to do their bidding! Jail is too good for them. Guantanamo would be better and more deserved for their treason to this Country!", "recommendationCount": 14}, {"assetID": 3177621, "replies": [], "lft": 196, "assetURL": "http://www.nytimes.com/2011/09/02/business/us-is-set-to-sue-dozen-big-banks-over-mortgages.html", "parentID": null, "commentID": 4447217, "rgt": 197, "userDisplayName": "jeffp", "createDate": "1314932866", "userID": 33984644, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1314936094", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "nyc", "commentType": "comment", "updateDate": "1314932494", "commentSequence": 98, "commentBody": "It took the government five years to figure out what most people on wall street knew when it was happening?  Why am I not surprised?  Where is the SEC on this?  Ha ha ha, that isn't really funny.", "recommendationCount": 7}, {"assetID": 3177621, "replies": [], "lft": 208, "assetURL": "http://www.nytimes.com/2011/09/02/business/us-is-set-to-sue-dozen-big-banks-over-mortgages.html", "parentID": null, "commentID": 4447244, "rgt": 209, "userDisplayName": "Ron", "createDate": "1314933059", "userID": 9213268, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1314936094", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Felton, CA", "commentType": "comment", "updateDate": "1314932494", "commentSequence": 99, "commentBody": "Nice article, but you failed to mention \"Geithner wants state attorneys general to agree to a sweetheart deal where these banks would pay only $20 billion—a fraction of what they could owe if fully prosecuted—and would get immunity from investigation and prosecution of the criminal greed, negligence, and fraud that caused this crisis.\"<br/><br/>If this happens the lawsuits can't go anywhere....<br/><br/>I wonder why they wait until the very last days to BEGIN prosecution. As for the banks being hurt by fines, maybe they could ask for all those bonuses that were paid out to be returned...", "recommendationCount": 14}, {"assetID": 3177621, "replies": [], "lft": 214, "assetURL": "http://www.nytimes.com/2011/09/02/business/us-is-set-to-sue-dozen-big-banks-over-mortgages.html", "parentID": null, "commentID": 4447251, "rgt": 215, "userDisplayName": "Jim", "createDate": "1314933112", "userID": 57179899, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1314936094", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Patchogue, New York", "commentType": "comment", "updateDate": "1314932494", "commentSequence": 100, "commentBody": "What a great idea! Let's keep doing everything we possibly can to impose more penalties and regulations on financial institutions and corporations so we can keep this recession going as long as possible and reduce job creation even further. The truth is, if Barney Frank and his leftist cohorts hadn't pressured Fannie, Freddie and the banks to lower borrowing standards to the level where a person with no verifiable income could get a 200K mortgage with no down payment the housing bubble never would have happened. Add to that the fact that the majority of subprime borrowers either couldn't, or didn't bother to, read the mortgage application they signed. No one held a gun to anybody's head to take on these mortgages. They freely entered into these contracts. What ever happened to personal responsibility? Stop looking to the government to fix every problem for you. Suck it up, pull yourself up, and get on with your life!   ", "recommendationCount": 8}, {"assetID": 3177621, "replies": [], "lft": 226, "assetURL": "http://www.nytimes.com/2011/09/02/business/us-is-set-to-sue-dozen-big-banks-over-mortgages.html", "parentID": null, "commentID": 4447275, "rgt": 227, "userDisplayName": "Chris", "createDate": "1314933273", "userID": 58213233, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1314936094", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Peoria, AZ", "commentType": "comment", "updateDate": "1314932494", "commentSequence": 101, "commentBody": "Where are the criminal charges?  Bankers need to go to prison for a very long time if we are ever to be a nation of laws again.  Where are the war crime charges against Bush and Cheney?  They admitted to breaking international law.  Is this country a joke or what?", "recommendationCount": 13}, {"assetID": 3177621, "replies": [], "lft": 234, "assetURL": "http://www.nytimes.com/2011/09/02/business/us-is-set-to-sue-dozen-big-banks-over-mortgages.html", "parentID": null, "commentID": 4447295, "rgt": 235, "userDisplayName": "Nancy Vh", "createDate": "1314933423", "userID": 53527425, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1314936094", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Arlington Heights, IL", "commentType": "comment", "updateDate": "1314932494", "commentSequence": 102, "commentBody": "Are the banks so big that they are our only option?  What if we all supported and invested in our smaller, local banks and credit unions?  ", "recommendationCount": 10}, {"assetID": 3177621, "replies": [], "lft": 242, "assetURL": "http://www.nytimes.com/2011/09/02/business/us-is-set-to-sue-dozen-big-banks-over-mortgages.html", "parentID": null, "commentID": 4447316, "rgt": 243, "userDisplayName": "GB", "createDate": "1314933585", "userID": 63441380, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1314936094", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "NYC", "commentType": "comment", "updateDate": "1314932494", "commentSequence": 103, "commentBody": "1.  Take every inmate in Riker's Island doing time because of the 3-strikes law being applied for non-violent offenses.  Let them go.<br/><br/>2.  Round up every senior manager, accountant, advisor, broker, lawyer and officer for the major banks.  Arrest each and every single one of them.<br/><br/>3.  Bring them all to Riker's Island to hold them while awaiting arraignment.  <br/><br/>4.  Set bail at 1 million dollars for a senior manager, and 500 million for senior officers, and do the math from there for everyone inbetween.  CEO should be set at 1 billion.<br/><br/>5.  Keep them there until the trial is over, or they make bail.", "recommendationCount": 15}, {"assetID": 3177621, "replies": [], "lft": 244, "assetURL": "http://www.nytimes.com/2011/09/02/business/us-is-set-to-sue-dozen-big-banks-over-mortgages.html", "parentID": null, "commentID": 4447318, "rgt": 245, "userDisplayName": "elkshorn", "createDate": "1314933591", "userID": 58527862, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1314936094", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Rohrersville,MD", "commentType": "comment", "updateDate": "1314932494", "commentSequence": 104, "commentBody": " I've been ripped off by BAC because they swept up Countrywide without getting all my documentation signed properly. I am happy they made me able to get a More Affordable program for my current Mtg. which is a pittance lower. I'm underwater badly and I'm all for clipping the wings of these monsters. Unfortunately the bailout given BAC of $5,000,000,000 by you know who, is yuk,yuk for us, but at least may retain a number of jobs for folks, But overall, Go to now ye rich men, weep and howl, I hope you howl.\r", "recommendationCount": 3}, {"assetID": 3177621, "replies": [], "lft": 248, "assetURL": "http://www.nytimes.com/2011/09/02/business/us-is-set-to-sue-dozen-big-banks-over-mortgages.html", "parentID": null, "commentID": 4447333, "rgt": 249, "userDisplayName": "P Bosch", "createDate": "1314933871", "userID": 18343273, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1314936094", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "NYC", "commentType": "comment", "updateDate": "1314932494", "commentSequence": 105, "commentBody": "Criminal prosecutions for all the banksters, strip them all of their fat bonuses and please no fine to the banks themselves, they will just raise their fees as they did in 2008, 2009, 2010, 2011, and in a few months the $ Billion  fines will be recovered on customer's accounts.", "recommendationCount": 7}, {"assetID": 3177621, "replies": [], "lft": 250, "assetURL": "http://www.nytimes.com/2011/09/02/business/us-is-set-to-sue-dozen-big-banks-over-mortgages.html", "parentID": null, "commentID": 4447337, "rgt": 251, "userDisplayName": "Larry", "createDate": "1314933916", "userID": 47416104, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1314936094", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Tarrytown, NY", "commentType": "comment", "updateDate": "1314932494", "commentSequence": 106, "commentBody": "Why not go back and indict and try all the home buyers who put incorrect,misleading and outright lies on their mortgage loan applications? Of course, this would get no votes for any politician running for public office. ", "recommendationCount": 3}, {"assetID": 3177621, "replies": [], "lft": 258, "assetURL": "http://www.nytimes.com/2011/09/02/business/us-is-set-to-sue-dozen-big-banks-over-mortgages.html", "parentID": null, "commentID": 4447382, "rgt": 259, "userDisplayName": "John0123", "createDate": "1314934404", "userID": 55047078, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1314936094", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Denver", "commentType": "comment", "updateDate": "1314932494", "commentSequence": 107, "commentBody": "Thank God. It's about time. Better late than never. Any others come to mind?", "recommendationCount": 4}, {"assetID": 3177621, "replies": [], "lft": 268, "assetURL": "http://www.nytimes.com/2011/09/02/business/us-is-set-to-sue-dozen-big-banks-over-mortgages.html", "parentID": null, "commentID": 4447406, "rgt": 269, "userDisplayName": "mwalsh57", "createDate": "1314934680", "userID": 13097115, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1314936094", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "usa", "commentType": "comment", "updateDate": "1314932494", "commentSequence": 108, "commentBody": "Gretchen Morgenson's and Joshua Rosner's \"Reckless Endangerment\" does all the investigative work for the government, now the regulators and watchdogs who previously chose not to act just need to bring the scoundrels to justice. The incestuous relationship of all the suspects - in government and corporations - and the fact that the guilt crosses all party lines and affiliations is truly disheartening.  It's hard to believe that Fannie Mae's Jim Johnson and Countrywide's Angelo Mozilo are still among us and not in jail. If all the guilty parties are brought to justice, there will be major employment opportunites on Wall Street and at major firms around the globe.", "recommendationCount": 8}, {"assetID": 3177621, "replies": [], "lft": 270, "assetURL": "http://www.nytimes.com/2011/09/02/business/us-is-set-to-sue-dozen-big-banks-over-mortgages.html", "parentID": null, "commentID": 4447410, "rgt": 271, "userDisplayName": "glorianne", "createDate": "1314934703", "userID": 47356066, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1314936094", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Madison, Wisconsin", "commentType": "comment", "updateDate": "1314932494", "commentSequence": 109, "commentBody": "I have watched \"Too Big to Fail,\" the HBO documentary, at least 20 times.  It ends with the statement that in 2010, 10 banks own 77% of all US Bank assets. They now are all considered to be \"too big to fail.\"  Based on the documentary's actual evidence from the book,  facts which have never been denied, there is only one solution.  Nationalize the banks.  Because of what is known to be  the financial and economic situation today in America, with the banks not using the money they received to help the economy but to hoard it for themselves, the fear expressed in the movie about nationalizing the banks to keep the US economy from collapse, is no longer valid.  It is now the only solution.  Nationalize the banks.  It is the only salvation of the American economic system, because of its evident failure due to lack of regulation and greed.   Since the taxpayers of America will always be the backup to  failed banks under what is an obviously failed system, the taxpayers must own them.  I am convinced that it will happen, because of the facts in \"Too Big to Fail\", seeing all that had to be done to save banks and investment banks in 2007, 2008 and 2009. Banking investors are not what will save the banking system and the US economy.  Only strong government action and ultimate nationalization will do that. ", "recommendationCount": 17}]}, "copyright": "Copyright (c) 2016 The New York Times Company.  All Rights Reserved."}