{"debug": {"version": 3.1}, "status": "OK", "results": {"api_timestamp": "1481460557", "totalCommentsFound": 5841, "totalCommentsReturned": 25, "comments": [{"assetID": 2896724, "replies": [], "lft": 676, "assetURL": "http://www.nytimes.com/2011/06/27/health/policy/27docs.html", "parentID": null, "commentID": 4059094, "rgt": 677, "userDisplayName": "JE", "createDate": "1309140056", "userID": 48104514, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1309147206", "userTitle": null, "editorsSelection": 1, "statusID": 2, "userURL": null, "userLocation": "New York", "commentType": "comment", "updateDate": "1309143656", "commentSequence": 209, "commentBody": "I worked in a physician's office 15 years ago, and this exact thing would happen, i.e. a \"patient\" would call, say they were new to the area, had \"XXX\" insurance, had symptoms that sounded like bronchitis, and they would ask when they could have an appointment. Then, when they were offered an appointment (usually for the next day), they would explain they were calling from an insurance company to check up on the true availability of apointments. If the MD was standing there, he would get on the phone and tell them off.<br /><br/><br/>I am a nurse practitioner (NP) who owns my own practice. While I would rather my staff invest their time scheduling appointments for \"real\" patients, I understand that there is a need to prove even the obvious - there are not enough providers.<br /><br/><br/>Here's an idea: Eliminate practice and reimbursement barriers for NPs and midwives in all U.S. states and territories. There are already 16 states with full independent authority for NPs. Patients in those states are doing just fine. There are over 140,000 of us nationwide. We are a significant part of the solution to this problem.", "recommendationCount": 75}, {"assetID": 650701, "replies": [], "lft": 14, "assetURL": "http://travel.nytimes.com/travel/guides/north-america/united-states/north-carolina/durham/attractions.html", "parentID": null, "commentID": 4059544, "rgt": 15, "userDisplayName": "Anonymous", "createDate": "1309147247", "userID": 10760830, "replyCount": 0, "commentTitle": "American Tobacco Trail, Magnolia Grill", "status": "approved", "approveDate": "1309147505", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New York", "commentType": "userSuggestion", "updateDate": "1309143905", "commentSequence": 6, "commentBody": "The American Tobacco Trail, a beautiful 22+ mile rail trail, extends from just south of the Durham Bulls stadiium to Wake County.  The southern half, particularly the portion in Chatham County, is spectacular for a hike or bicyle ride. For maps, see <a href=\"http://www.triangletrails.org/ATT.HTM\" title=\"http://www.triangletrails.org/ATT.HTM\" target=\"_blank\">http://www.triangletrails.org/ATT.HTM</a>\r<br/><br/>The Magnolia Grill at 1002 Ninth St., not far from Duke University's East Campus, has long been regarded as one of the best restaurants in the south (magnoliagrill.net).", "recommendationCount": 1}, {"assetID": 2896724, "replies": [], "lft": 360, "assetURL": "http://www.nytimes.com/2011/06/27/health/policy/27docs.html", "parentID": null, "commentID": 4058555, "rgt": 361, "userDisplayName": "Karen Garcia", "createDate": "1309130142", "userID": 48110597, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1309147939", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New Paltz, NY", "commentType": "comment", "updateDate": "1309144339", "commentSequence": 210, "commentBody": "Why the subterfuge? If the aim is to play \"gotcha\" with doctors who are submitting fraudulent Medicare and Medicaid claims and then catch them in the act of saying they don't accept Medicare or Medicaid patients, why not just say so?\r<br/><br/>There are already plenty of studies showing how few physicians in private practice can even afford to accept Medicaid patients. It is actually less costly to treat indigent people for free (factoring in the clerical costs of time and paperwork, follow-up calls to carriers begging for payment, etc). \r<br/><br/>Physicians are under no obligation to accept Medicare or Medicaid. As one other commenter noted, secret shoppers calling with their fake acute symptoms will be directed to go to the ER anyway. That is normal operating procedure in doctors' offices for dealing with \"unestablished\" patients.\r<br/><br/>If the Obama Administration is so concerned about patient access to care, it would have tried harder to get Single Payer or a Public Option through. The American \"fee for service\" tradition, skyrocketing malpractice premiums and abysmally low Medicaid reimbursement rates and shamefully delayed private insurance payments are making it increasingly difficult for physicians to maintain their private practices. The only really wealthy docs are the cosmetic surgeons in Beverly Hills. I bet the Obama Administration won't be knocking on their doors.\r<br/><br/>Why doesn't the government instead push for more family clinics with salaried doctors? Last I checked, these places were being shut down in droves. Going after doctors via secret shoppers and the new move to check on how many narcotics they prescribe to their chronic pain patients just smacks of Big Brother overreach.   ", "recommendationCount": 4}, {"assetID": 2896724, "replies": [], "lft": 380, "assetURL": "http://www.nytimes.com/2011/06/27/health/policy/27docs.html", "parentID": null, "commentID": 4058600, "rgt": 381, "userDisplayName": "J", "createDate": "1309130954", "userID": 50875645, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1309147939", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "US of A", "commentType": "comment", "updateDate": "1309144339", "commentSequence": 211, "commentBody": "This is insane.<br/><br/>Firstly anyone with those symptoms should probably go to the ER.<br/><br/>And then what is the result going to be, to force physicians to see patients that they dont want to see? No way; you have no idea how many docs talk about quitting if this sort of stuff comes into place. The thinking goes, we are all very bright, we can find other jobs. <br/><br/>Or to suddenly mandate an increase in the number of places in Medical School, like the Republicans drill baby drill, that will produce some results in 7-8 years. <br/><br/>As a doc who works in the VA (and in private practice) you should realize that the population there is completely different. These are soldiers, sailors, airmen and others; they are wonderful people, they dont complain, they do what they are told, they dont turn up with google lists of quack therapies that they want to discuss in detail. <br/><br/>It is also extraordinarily bureaucratic.", "recommendationCount": 4}, {"assetID": 2896724, "replies": [], "lft": 410, "assetURL": "http://www.nytimes.com/2011/06/27/health/policy/27docs.html", "parentID": null, "commentID": 4058660, "rgt": 411, "userDisplayName": "IronMan25", "createDate": "1309131928", "userID": 59542587, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1309147939", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "USA", "commentType": "comment", "updateDate": "1309144339", "commentSequence": 212, "commentBody": "Classic government. They acknowledge that the doctors are overburdened and that there is a shortage, so their plan is to waste even more of the doctors' time dealing with phony patients and phone calls.<br/><br/>Then, they'll no doubt make a big deal of the fact that the govt insurance patients won't be seen as often as the private insurance patients, even though they readily admit that the docs don't get the full reimbursement for services that they are due with the govt plans - what a shock! The doctors, who have staffs and bills to pay, actually want to get paid for their work! This, no doubt the left will say, necessitates a public option to remedy. Of course, logic would dictate that more doctors, able to compete against each other in an open market, will lower patient costs and reduce appointment wait times. But how do you incent more people to become doctors? Start by eliminating the uncertainties, vagueries and cronyism that comes with Obamacare and the current HHS. When people believe they will be able to compete - and be paid value for value - there will be a return to the profession. Apparently, the government expects doctors to provide their labor in the form of medical services for less than market payment. <br/><br/>You want more doctors and the benefits that come with them? Then pay them for the services they provide. Just because health care is important doesn't mean anyone, particularly those that have invested so many years and incurred so much debt as doctors, should be compelled to provide their labor for far less than it's value simply by government dictate. Otherwise, it's a short trip to \"from each according to their means...\"", "recommendationCount": 8}, {"assetID": 2896724, "replies": [], "lft": 530, "assetURL": "http://www.nytimes.com/2011/06/27/health/policy/27docs.html", "parentID": null, "commentID": 4058866, "rgt": 531, "userDisplayName": "u212", "createDate": "1309135623", "userID": 19754739, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1309147939", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Miami Beach", "commentType": "comment", "updateDate": "1309144339", "commentSequence": 213, "commentBody": "There are so many things wrong with this idea that it is hard to begin writing a critique.  That said, here goes:\r<br/><br/>1)  Medical care is not the same kind of service as the provision of groceries.  Meaning that one person's need to see a doctor as an \"urgent\" matter may really be a lonely person's need to have some sort of human contact (perhaps subsidized by the government if on Medicare), which a doctor who actually knows that patient can easily determine, while another may actually have an urgent matter (and if the doctor knows that patient, their \"urgent\" call goes to the front of the list).\r<br/><br/>2) Just what we need, another case of the government deliberately lying to taxpayers (in this case, physicians) in the name of quality control.  What are we turning into, East Germany under the Stasi?  \r<br/><br/>3) The government is alarmed at the lack of general practitioners, family practitioners, and internists?  Perhaps it should look into its reimbursement schemes.  I have relatives who are physicians, who started telling me over a decade ago that every time they see a Medicare patient they lose money because the flu shots and other injectables as well as most other services are reimbursed at less than the doctor's cost to provide them! Regardless of the fact that they lose money on them, these relatives consistently see all of the Medicare patients that come their way.\r<br/><br/>4)  There are far too many attorneys involved in the current administration, and they all suffer from one of the most common ailments of attorneys:  they see EVERYTHING as an adversarial matter.  Now they want to pit patients against doctors by fostering doctors' mistrust of patients -- after all, not only may they sue for any perceived slight, they might be \"secret government shoppers\"!  What a lovely world of hope and change we live in now...\r", "recommendationCount": 12}, {"assetID": 2896724, "replies": [], "lft": 538, "assetURL": "http://www.nytimes.com/2011/06/27/health/policy/27docs.html", "parentID": null, "commentID": 4058875, "rgt": 539, "userDisplayName": "Teleologicus", "createDate": "1309135895", "userID": 56846321, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1309147939", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Neustria", "commentType": "comment", "updateDate": "1309144339", "commentSequence": 214, "commentBody": "Those who cannot perceive or who choose to deny the sinister overtones of government activities like this have not thought the matter through.<br/><br/>Such surveillance and information gathering need not be confined to issues of health care. Do people wish to have secret government agents calling their homes and businesses, posing as someone and something they are not, to elicit personal and professional information? The uses to which such deceptive tactics could be put are limited only by the imagination and creativity of those engaging in them.<br/><br/>This is not \"mystery shopping.\" It is Federal snooping and surveillance under false pretenses. That it can be claimed to be in a good cause does not change the dishonest and invasive nature of the procedure itself. It is the kind of thing one expects from the Gestapo, not from the United States government.<br/><br/>A citizenry unable to recognize the dangers lurking in such tactics will not be able to preserve the gift of liberty given to it by those who went before. ", "recommendationCount": 6}, {"assetID": 2896724, "replies": [], "lft": 574, "assetURL": "http://www.nytimes.com/2011/06/27/health/policy/27docs.html", "parentID": null, "commentID": 4058925, "rgt": 575, "userDisplayName": "bobhobard", "createDate": "1309137178", "userID": 7181458, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1309147939", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "westchester, NY", "commentType": "comment", "updateDate": "1309144339", "commentSequence": 215, "commentBody": "Reimbursement for an office visit from a Medicaid patient is about $13. As a subspecialist, I get $85 for a colonoscopy from Medicaid. In 1980 the reimbursement was $1100. My overhead has increased dramatically since then. Has anyone looked at how Medicaid justifies disparities like a CASAC (an alcohol counselor who requires no more than a high school diploma and a certificate from a training program) gets $150. from Medicaid for doing an assessment, while I get 1/3 that for assessing a sick patient with multiple medical problems, and G-d forbid a problem arises, I'm being sued for millions of dollars. I spent 10 non-income producing years training to do what I do and I still pay more than my mortgage payment every month for student loans incurred 20 years ago. I can't imagine why no one wants to go into the field of Internal Medicine? The need to see greater and greater volumes of patients daily to meet rising expenses might be one reason.<br/>\nMr President, when you go to a 4 star restaurant with Michelle, do they accept your Medicaid card and a $10 co-pay? Do your children's private schools take a Medicaid equivalent for tuition?  You have provided no incentive for doctors to go into the field of medicine, no monetary incentive and no promise that we will be able to be at least financially solvent-not wealthy mind you, but comfortable. The practice of medicine is a privilege, not a job. I love what I do and I am grateful to have the opportunity to serve my patients, but I can't continue to do what I do if every time a cut is contemplated, it always affects my bottom line. Medicaid pays the drug company hundreds of dollars per month for every prescription I write. Why is nobody questioning that? And now, to add insult to injury, you want to employ spies to determine whether we are seeing enough indigent patients? You will drive the last remaining candidates from the door.", "recommendationCount": 25}, {"assetID": 2896724, "replies": [], "lft": 644, "assetURL": "http://www.nytimes.com/2011/06/27/health/policy/27docs.html", "parentID": null, "commentID": 4059045, "rgt": 645, "userDisplayName": "IronMan25", "createDate": "1309139404", "userID": 59542587, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1309147939", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Nashville, TN", "commentType": "comment", "updateDate": "1309144339", "commentSequence": 216, "commentBody": "Classic government. They acknowledge that the doctors are overburdened and that there is a shortage, so their plan is to waste even more of the doctors' time dealing with phony patients and phone calls.<br/><br/>Then, they'll no doubt make a big deal of the fact that the govt insurance patients won't be seen as often as the private insurance patients, even though they readily admit that the docs don't get the full reimbursement for services that they are due with the govt plans - what a shock! The doctors, who have staffs and bills to pay, actually want to get paid for their work! This, no doubt the left will say, necessitates a public option to remedy. Of course, logic would dictate that more doctors, able to compete against each other in an open market, will lower patient costs and reduce appointment wait times. But how do you incent more people to become doctors? Start by eliminating the uncertainties, vagueries and cronyism that comes with Obamacare and the current HHS. When people believe they will be able to compete - and be paid value for value - there will be a return to the profession. Apparently, the government expects doctors to provide their labor in the form of medical services for less than market payment. <br/><br/>You want more doctors and the benefits that come with them? Then pay them for the services they provide. Just because health care is important doesn't mean anyone, particularly those that have invested so many years and incurred so much debt as doctors, should be compelled to provide their labor for far less than it's value simply by government dictate. Otherwise, it's a short trip to \"from each according to their means...\"", "recommendationCount": 7}, {"assetID": 2896724, "replies": [], "lft": 646, "assetURL": "http://www.nytimes.com/2011/06/27/health/policy/27docs.html", "parentID": null, "commentID": 4059046, "rgt": 647, "userDisplayName": "Houston surgeon", "createDate": "1309139442", "userID": 49180590, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1309147939", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Houston, TX", "commentType": "comment", "updateDate": "1309144339", "commentSequence": 217, "commentBody": "What most people will not acknowledge is that we already have socialized medicine. It is called Medicare and works extremely well. It probably provides the best coverage in the world to patients over the age of 65. Medicare provides excellent care to all citizens with life threatening problems through a nationwide system of outstanding medical centers. As with any socialized system, it is completely confusing to everyone involved: charges made by physicians and hospitals have no relationship to payments, appointments are difficult to make, some services such as important routine physicals provided by physicians and especially pediatricians are wildly under compensated, there are huge discrepancies in physician distribution making rural areas under-doctored and urban areas over-doctored.<br/>\n  Most complaints by patients have to do with relatively non-urgent problems where they feel neglected or overcharged (probably correctly). What patients sometimes do not realize is that this reflects the socialized nature of the way medicine is organized. There is no reason for any physician to change his or her charges, nor can any physician even do this. Rates are set centrally for all physicians and hospitals in Washington DC and the insurance companies base their rates on those set by CMS (Center for Medicare Services). Sometimes I get paid more by Medicaid for doing an operation than I would get from private insurance. It makes no sense.<br/>\n  However, we do have serious problem in patients under the age of 65 who are not covered by Medicare. These patients with serious problems often cannot get care at any price. In my opinion, Medicare should be extended down to the age of 45 and Medicaid up to the same age. Eliminate the insurance companies. Make CMS set rates more equitably and improve physician distribution in rural areas. Use the money saved from eliminating the insurance companies to improve care. Neither democrats or republicans will take on the insurance companies.", "recommendationCount": 2}, {"assetID": 2896724, "replies": [], "lft": 674, "assetURL": "http://www.nytimes.com/2011/06/27/health/policy/27docs.html", "parentID": null, "commentID": 4059091, "rgt": 675, "userDisplayName": "Former New Yorker and Public School Graduate", "createDate": "1309140008", "userID": 11921372, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1309147939", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Columbus, Ohio", "commentType": "comment", "updateDate": "1309144339", "commentSequence": 218, "commentBody": "I have no problem with the government collecting data.  How the government uses this data is where I think problems may arise.  In my opinion, the 'mystery shoppers' are going to confirm that it is more difficult for Medicaid patients to get appointments than those with private insurance.  If the answer to this problem is increasing Medicaid reimbursement to physicians or allowing the physician to balance bill the patient for what Medicaid does not cover then I do not think physicians will be very hostile. However, if this is meant to be a 'witch hunt' that ultimately results in mandatory participation in substandard (as it currently is designed) Medicaid programs, you will have many unhappy physicians.", "recommendationCount": 6}, {"assetID": 2896724, "replies": [], "lft": 708, "assetURL": "http://www.nytimes.com/2011/06/27/health/policy/27docs.html", "parentID": null, "commentID": 4059148, "rgt": 709, "userDisplayName": "JB", "createDate": "1309140824", "userID": 7010607, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1309147939", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Indiana", "commentType": "comment", "updateDate": "1309144339", "commentSequence": 219, "commentBody": "The \"stealth\" patient poses multiple problems for all current health care providers and young providers entering this field.  I have been in practice  as an MD for the past 25 years and truly appreciate the opportunity I have to serve patients as a specialist.  The stealth patient poses multiple problems for the thoughtful health care provider and include the following issues: <br/><br/>1.  With the additional 30 million patients that will enter health care with the onset of Obamacare, we need legions of primary  care physicians to provide services for these patients.  Why would a young physician elect to enter the field of primary care when from the beginning of their career they will feel threatened by this policy, not being able to trust the very next patient they see if the patient is a stealth patient.   Will not  these young physicians re-think their careers if they will forever need to look over their shoulder and rethink their approach to every patient they encounter due to this policy?<br/><br/>2.  With the newspapers publishing this news  on their front pages that \"stealth\" patients are required to check up their doctors, will not these issues further degrade and  undermine the physician patient relationship as patients will now be concerned that their physician is possibly up to some sinister deed and should be suspected of wrong doing from the outset.  <br/><br/>Why does the administration want to possibly damage MD patient trust at a time when this administration is depending of the presence of qualified physicians to advance their program at this delicate and fragile stage of medical care in America?  ", "recommendationCount": 5}, {"assetID": 2896724, "replies": [], "lft": 716, "assetURL": "http://www.nytimes.com/2011/06/27/health/policy/27docs.html", "parentID": null, "commentID": 4059161, "rgt": 717, "userDisplayName": "Krns", "createDate": "1309141036", "userID": 48252545, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1309147939", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Marshfield, WI", "commentType": "comment", "updateDate": "1309144339", "commentSequence": 220, "commentBody": "As a family doctor, working for a very large multispecialty clinic, I must say I too fear the coming onslaught of newly insureds who will be looking for appts.  I also fear many will be disappointed.<br/><br/>I fully understand the intent of the administration in wanting to determine what the real world access to primary care is, but have to agree with cjm from NY that if an unknown, unestablished patient called to make an appt with me with those symptoms they would be immediately referred to our Urgent care or Emergency room.  It simply is too pressing a problem to wait several days, and it's unlikely that I'd be willing to \"squeeze in\" a new patient as I might an established patient with whom I've developed a relationship and understanding of their other medical issues.<br/><br/>As far as accepting Medicare/aid patients, I work for a very large, not-for-profit, multispecialty clinic and we see them all.  Having trained in Canada (where 40% of my graduating class went into Family Practice) it was quite a learning curve to see how the finances of health care work here, and I'm sure I don't have the full picture yet after 13 years.   I don't know how private practices or small clinics can make a go of things if they have a high percentage of government funded patients as the reimbursement rates are often not even enough to cover costs thus driving higher prices to those with private insurance to keep the business afloat.<br/><br/>Primary care training in Canada is widely available; specialty care residencies are fewer and farther between.  The basis of medical care there is the Family Doctor - all other specialists are accessed through referrals only.  In the States we need to find ways to make primary care more appealing to docs graduating with huge debt loads, and maybe narrow the gap between the salaries of the highest paid specialist and the lowest paid primary care folks in Paediatrics/Family medicine/ Internal med. in order to entice more to enter those cornerstone specialties.", "recommendationCount": 4}, {"assetID": 2896724, "replies": [], "lft": 724, "assetURL": "http://www.nytimes.com/2011/06/27/health/policy/27docs.html", "parentID": null, "commentID": 4059179, "rgt": 725, "userDisplayName": "RCK", "createDate": "1309141279", "userID": 59091894, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1309147939", "userTitle": null, "editorsSelection": 1, "statusID": 2, "userURL": null, "userLocation": "Iowa City", "commentType": "comment", "updateDate": "1309144339", "commentSequence": 221, "commentBody": "As a physician it is disappointing to see so many comments that fail to recognize the requirement for reliable information to make effective and successful policy. Anecdotal experience is anecdotal. (I pay my taxes; does that mean everyone does?)<br/><br />If the newspaper reported that CMS released guidelines without a factual base I suspect they'd be criticized by the very same people as being clueless and incompetent.<br/><br />This is not intrusive government; it is part of competent government.<br/><br/>In my decades in practice many patients called to get an appointment and said they'd look elsewhere if the date or time of day wasn't acceptable.  Some of those calls were from insurance companies confirming that my practice provided the service for which they contracted. ", "recommendationCount": 55}, {"assetID": 2896724, "replies": [], "lft": 758, "assetURL": "http://www.nytimes.com/2011/06/27/health/policy/27docs.html", "parentID": null, "commentID": 4059238, "rgt": 759, "userDisplayName": "J Pierce MD", "createDate": "1309142247", "userID": 19668150, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1309147939", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Nevada City, CA", "commentType": "comment", "updateDate": "1309144339", "commentSequence": 222, "commentBody": "   I am a solo-practicing internist in rural California and am mystified that anyone would object to the government's 'mystery shopping' to find out if my practice is open to new patients. Of course, my staff wouldn't hide the truth, that we haven't been open to new Medicare patients (except in a certain circumstance outlined below) for some years. We also don't take Medicaid patients; the reimbursement for primary care is so low that the miniscule 'profit' does not cover the cost to bill MediCal (California Medicaid). We do accept new patients under a locally managed Medicare HMO who are 65 and older as we actually end up being paid 120-130 percent of the allowable Medicare fee schedule through caring for these patients. Without this local HMO insurance I would have to close my practice.<br/>\n   Such 'sick' test cases as in the article would be referred to the ER immediately not given a new patient appointment. They could be handled in primary care with the ready availability of local lab tests and radiology, but the cost to provide this in solo primary care precludes it.<br/>\n   Providing Medicaid insurance to 30 million new patients will solve nothing re treatment availability in primary care. The only solution is the adoption of the 'Medical Home' concept (espoused by the American College of Physicians and others), probably paying about 120-130% of present Medicare rates to primary care, concomitant with the national adoption of a single payer system for all Americans (Medicare for all). The Accountable Care Organization concept, as an implementation model(extensively reviewed in the New England Journal of Medicine), is useful.<br/>\n   We either implement these changes now (fat chance!), or America will be dragged to them within a decade or two by the collapse of primary care access. It is patently insupportable that private insurance continue to take 25% of every premium dollar without adding any value beyond a reasonable 4-5% to collect premiums and pay medical charges.", "recommendationCount": 3}, {"assetID": 2896724, "replies": [], "lft": 762, "assetURL": "http://www.nytimes.com/2011/06/27/health/policy/27docs.html", "parentID": null, "commentID": 4059244, "rgt": 763, "userDisplayName": "MacBones", "createDate": "1309142304", "userID": 22396034, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1309147939", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "NY", "commentType": "comment", "updateDate": "1309144339", "commentSequence": 223, "commentBody": "Hmmm. . . As comment #34 states, access is already documented to be a problem by the prestigious New England Journal of Medicine. Why are we spending hundreds of thousands of dollars to confirm this. <br/><br/>As a healthcare provider, my practice sees self pay, as well as medicaid patients on a limited basis. Over the last year, I have provided surgical services to medicaid patients on a limited basis. Last weekend, I spent my Saturday afternoon operating on a lady with intractable pain due to a large disc herniation, and I provided that service the day after I examined her in the office. I would say that is prompt service. She was a very nice patient, appreciative, and I am glad I took time away from my family to provide the service. On the other hand, we cannot provide unlimited access to everyone- we cannot afford to provide that care.The surgical service I provided out of my free time reimburses about $300. That covers 90 days of surgical aftercare, 2 hours of spine surgery using a microscope, malpractice insurance and office staff. If Mr. Obama is concerned about access for these people, maybe he should be reviewing why reimbursement is so far below the cost of care. If the government doesn't have the money, maybe they should be asking these patients to bear a bit more of the financial burden (ie co-pays). I sympathize with folks who need care and cannot afford it- but they don't call the medicaid ID the, \"Gold Card\" for nothing. More often than not, these folks are spending $10-/ day on cigarettes, have toys like motorcycles and 4 wheelers, money for body art and piercings and talk on the latest smart phone. I may come across as being a \"mean person\" who blame to poor for their plight- but a spade is a spade. ", "recommendationCount": 17}, {"assetID": 2896724, "replies": [], "lft": 814, "assetURL": "http://www.nytimes.com/2011/06/27/health/policy/27docs.html", "parentID": null, "commentID": 4059335, "rgt": 815, "userDisplayName": "Jeff", "createDate": "1309143484", "userID": 56754077, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1309147939", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Chicago, IL", "commentType": "comment", "updateDate": "1309144339", "commentSequence": 224, "commentBody": "The joke goes something like this:  What is the difference between a doctor and God?  Answer: God doesn't write prescriptions. <br/><br/>As I read so many of the wonderful articles in the NY Times on health care in America, the accompanying comments are often more elucidating and illuminating than the articles.  While there are a fair number of gifted, compassionate, altruistic physicians in this country, I believe there are also a great many whose primary motives have less to do with altruism and compassion than money, prestige and power.  Private insurers and physicians are perhaps the two biggest obstacles in this country toward achieving good health care for all while keeping costs under control.  I've become so disillusioned talking to so many medical students whose ultimate goals entering the medical field are a big house, paycheck and expensive car.  Practicing medicine is a 24/7 job but this should be no surprise to anyone who enters the field.  The average physician in the United States is well compensated, in spite of the medical loans, malpractice insurance and low medicaid payments.  I know of no physicians with their homes in foreclosure, living out of their cars or worrying about where their next meal will come from.  If the work is too hard and the pay is too low, please considering waiting tables or digging ditches as alternative careers,  How many doctors are losing their jobs due to downsizing and outsourcing?  And how many doctors have no health insurance or worry about losing their health insurance?  I only wish the secret government shoppers were uncovering how much some doctors are bilking the medicare system by ordering redundant tests. ", "recommendationCount": 1}, {"assetID": 2896724, "replies": [], "lft": 818, "assetURL": "http://www.nytimes.com/2011/06/27/health/policy/27docs.html", "parentID": null, "commentID": 4059347, "rgt": 819, "userDisplayName": "bobhobard", "createDate": "1309143677", "userID": 7181458, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1309147939", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "westchester, NY", "commentType": "comment", "updateDate": "1309144339", "commentSequence": 225, "commentBody": "For those of you that think that doctor's aren't entitled to make 300K per year, let me say this.<br/>\nI know many people who make that kind of money. They leave their homes at 8:30 AM and are home for dinner. They have every weekend off and they take long, luxurious vacations. Most of them work in finance, or entertainment, or corporate management. They went to business school and spent a few years doing an MA or PhD learning how to bilk people out of money. Many of their ilk were responsible for the financial collapse a few years ago, but they are invisible among us, still doing essentially what they did before.<br/>\nI incurred 250K in loans to become a doctor. I am still paying them back 20 years later, I spent 10 non-income producing years training to do what I do.  I start my day at 6AM and often get home at 11PM or later. I work 26 days per month and take little vacation. I love what I do and I am grateful to have been given the opportunity to serve my patients. Do I deserve to make 300K per year? Absolutely, and I have absolutely no shame saying that. If you want to pay me like a sanitation engineer, expect a drop in service. ", "recommendationCount": 21}, {"assetID": 2896724, "replies": [], "lft": 870, "assetURL": "http://www.nytimes.com/2011/06/27/health/policy/27docs.html", "parentID": null, "commentID": 4059471, "rgt": 871, "userDisplayName": "itceps", "createDate": "1309145905", "userID": 64373827, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1309147939", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Cleveland, OH", "commentType": "comment", "updateDate": "1309144339", "commentSequence": 226, "commentBody": "There is nothing wrong with the government wanting to find the responses of the physician. But why do they want to know? Are physicians expected to behave different than anyone else in market economy? Why should they be expected to work for much lower reimbursement by accepting government insurance while they are on the market for everything else? Does the government pays them the medical school loans? No, they are on the market for it. They are on the market for being sued by the patient. The government does not care about it. Government does not care about 70 hours week, and being on call 36 hours straight. If the doc is to tired to work, tough luck. It is his choice, but he has to be in the office and wait for the Medicaid patient who will likely not show nor care as everything is already paid, yet little much he knows that the doctors are actually loosing money seeing those patients. <br/><br/>One can not have both ways. Either let the market decide (abolish Medicare/Medicaid and all government intervention) or make it a full government system where everything is transparent. Everyone is insured and doctors are salaried. ", "recommendationCount": 4}, {"assetID": 2897343, "replies": [], "lft": 2, "assetURL": "http://www.nytimes.com/2011/06/27/nyregion/for-gay-marriage-movement-momentum-but-challenges.html", "parentID": null, "commentID": 4059036, "rgt": 3, "userDisplayName": "Lisa", "createDate": "1309139286", "userID": 60572107, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1309148288", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "NYC", "commentType": "comment", "updateDate": "1309144688", "commentSequence": 1, "commentBody": "The six states are on the right side of history. Substitute \"interracial\" for \"gay\" and you can hear those racial bigots of old railing against allowing mixed race couples to wed. <br/><br/>In the meantime, residents of other states: come to NYS and get married! Spend your money here! ", "recommendationCount": 54}, {"assetID": 2897343, "replies": [], "lft": 4, "assetURL": "http://www.nytimes.com/2011/06/27/nyregion/for-gay-marriage-movement-momentum-but-challenges.html", "parentID": null, "commentID": 4059110, "rgt": 5, "userDisplayName": "WJ", "createDate": "1309140434", "userID": 62990935, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1309148292", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "NY", "commentType": "comment", "updateDate": "1309144692", "commentSequence": 2, "commentBody": "The passage in NY spells BIG trouble nationally for the Democrats in 2012. Karl Rove must be giddy. His winning wedge issue again has the prominence it needs to push the GOP over the top.", "recommendationCount": 8}, {"assetID": 2897343, "replies": [], "lft": 6, "assetURL": "http://www.nytimes.com/2011/06/27/nyregion/for-gay-marriage-movement-momentum-but-challenges.html", "parentID": null, "commentID": 4059117, "rgt": 7, "userDisplayName": "jonathanikatz", "createDate": "1309140541", "userID": 23315563, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1309148319", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "St. Louis", "commentType": "comment", "updateDate": "1309144719", "commentSequence": 3, "commentBody": "Shows the power of a well-financed lobby to override public opinion.  Sort of like farm subsidies, a failure of our democratic system.<br/><br/>Marriage exists to protect children and their mothers.  How is that advanced?", "recommendationCount": 18}, {"assetID": 2897343, "replies": [], "lft": 8, "assetURL": "http://www.nytimes.com/2011/06/27/nyregion/for-gay-marriage-movement-momentum-but-challenges.html", "parentID": null, "commentID": 4059120, "rgt": 9, "userDisplayName": "jaywalker", "createDate": "1309140583", "userID": 64359684, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1309148344", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Earth", "commentType": "comment", "updateDate": "1309144744", "commentSequence": 4, "commentBody": "The Supreme Court should strike down as unconstitutional all those recently passed state laws purporting to define marriage as being \"between one man and one woman.\"  <br/><br/>Considering that the Court ruled 45 years ago that marriage is a fundamental right under the constitution (Loving v. Virginia, 388 U.S. 1 (1967)), and 25 years ago that even *prisoners* cannot be denied the right to marry (Turner v. Safley, 482 U.S. 78 (1987)), it's nothing short of outrageous that many states continue to deny gay people this fundamental right.<br/><br/>This is really a no-brainer legally, as even many right-wing Republicans have been forced to recognize in the past few years.  The only arguments against it are based in religion and/or bigotry, neither of which has any place in a decision relating to state action.", "recommendationCount": 98}, {"assetID": 2897343, "replies": [], "lft": 10, "assetURL": "http://www.nytimes.com/2011/06/27/nyregion/for-gay-marriage-movement-momentum-but-challenges.html", "parentID": null, "commentID": 4059125, "rgt": 11, "userDisplayName": "ekeizer4", "createDate": "1309140609", "userID": 42533040, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1309148371", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Oregon", "commentType": "comment", "updateDate": "1309144771", "commentSequence": 5, "commentBody": "\"No state referendum or initiative to outlaw same-sex marriage has been defeated at the ballot box.\"<br/><br/>That's what is so bizarre. I live in Oregon, which is about as blue as states come, and it's embarrassing that voters passed a ban on same-sex marriage. Part of my state's problem is that, beyond the urban areas, there are a lot of rural districts that vote Republican. Still, it's difficult to account for the bigotry that has allowed Oregon to define marriage as \"between a man and a woman.\" I suppose it goes to show that the \"silent majority\" is sometimes not in the right. In some cases, the silence only serves to conceal backward attitudes and prejudice.", "recommendationCount": 50}, {"assetID": 2897343, "replies": [], "lft": 16, "assetURL": "http://www.nytimes.com/2011/06/27/nyregion/for-gay-marriage-movement-momentum-but-challenges.html", "parentID": null, "commentID": 4059194, "rgt": 17, "userDisplayName": "joe", "createDate": "1309141592", "userID": 15195008, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1309148432", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "NY", "commentType": "comment", "updateDate": "1309258020", "commentSequence": 6, "commentBody": "Has anyone addressed the issue of what parents and teachers are supposed to tell twelve year-olds about homosexual sex?<br/><br/>Is it child abuse to discourage young girls from having sex with each other?<br/><br/>Our system doesn't do well with second class citizens. So same-sex marriage was inevitable. However, this medium is going to send out a very confusing message.", "recommendationCount": 6}]}, "copyright": "Copyright (c) 2016 The New York Times Company.  All Rights Reserved."}