{"debug": {"version": 3.1}, "status": "OK", "results": {"api_timestamp": "1481480144", "totalCommentsFound": 4785, "totalCommentsReturned": 25, "comments": [{"assetID": 3358610, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 8263809, "replies": [], "commentID": 8265042, "trusted": 0, "userDisplayName": "Todd", "createDate": "1360505512", "userID": 19373457, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1360505536", "userTitle": null, "recommendations": 7, "editorsSelection": false, "parentUserDisplayName": "Don Duval", "userURL": null, "userLocation": "Boise, Idaho", "depth": 1, "commentType": "userReply", "updateDate": "1360505536", "commentSequence": 1, "commentBody": "I believe you are misreading Mr. Egan.  Here is the statement from the column which you refer to:   \"People who play in the American outdoors spend $646 billion a year, responsible for 6.1 million jobs.\"  I interpret this to mean more than just purchasing the equipment needed for those activities.  For example national parks all have fees and many who travel to these places spend money on motels, food, guides, gas to get there, etc, etc, etc.  The even larger point is that we as a group are in fact a constituency which along side other traditional constituencies like the gas &amp; oil industry, cattle, mining, and development may finally have a receptive ear in the Interior department and that we should as a group make our point of view and voice heard."}]}, "lft": 234, "assetURL": "http://opinionator.blogs.nytimes.com/2013/02/08/a-secretary-to-match-the-setting/", "parentID": null, "commentID": 8263809, "rgt": 237, "userDisplayName": "Don Duval", "createDate": "1360472360", "userID": 45137903, "replyCount": 1, "commentTitle": "n/a", "status": "approved", "approveDate": "1360472417", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "North Carolina", "commentType": "comment", "updateDate": "1360472417", "commentSequence": 65, "commentBody": "While I think the nomination of the CEO of REI to be the next Secretary of the Interior is a brilliant idea--and the idea that the department would focus not just on those who seek to profit from the extraction or exploitation of the nation's lands--but those who seek to enjoy them beyond refreshing--I have to quibble with Mr. Egan's stats when he claims that \"....Americans spend more money on outdoor equipment than they do on pharmaceuticals or gasoline.\"<br/><br/>A 2012 study by the Outdoor Industry Association--a group that I suspect would see some advantage in accentuating the importance of the industry to America's economy--concluded that last year Americans spend $110 billion on \"outdoor equipment.\"<br/><br/>Compared to an estimated $310 billion plus spend on pharmaceuticals.<br/><br/>And $700 billion on gas.<br/><br/>What are the sources Mr. Egan is using?", "recommendationCount": 9}, {"assetID": 3358610, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 8263815, "replies": [], "commentID": 8264984, "trusted": 0, "userDisplayName": "Todd", "createDate": "1360504935", "userID": 19373457, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1360504994", "userTitle": null, "recommendations": 6, "editorsSelection": false, "parentUserDisplayName": "Bill Appledorf", "userURL": null, "userLocation": "Boise, Idaho", "depth": 1, "commentType": "userReply", "updateDate": "1360504994", "commentSequence": 1, "commentBody": "Bill while I agree that tar sands oil development and burning are respectively a local environmental disaster in British Columbia and globally a disaster in regards to climate change, the primary responsibility and blame belongs to the Canadians.  After all there would be no need for a pipeline if not for the decision by Canadians to develop this incredibly destructive fossil fuel.  I oppose the XL (or any other pipeline) that would bring this product to the US for refinement, but I doubt that will prevent its ultimate refinement somewhere, even if the Canadians have to build the refineries themselves.  President Obama's decision may delay final refinement of this product but it ultimately won't stop it. That my Canadian friend is up to you, your like minded citizens, and Canadian environmentalists."}, {"recommendedFlag": 0, "parentID": 8263815, "replies": [], "commentID": 8264028, "trusted": 0, "userDisplayName": "Richard Blanc", "createDate": "1360479629", "userID": 51271401, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1360520524", "userTitle": null, "recommendations": 1, "editorsSelection": false, "parentUserDisplayName": "Bill Appledorf", "userURL": null, "userLocation": "Tulsa, Ok", "depth": 1, "commentType": "userReply", "updateDate": "1360520524", "commentSequence": 2, "commentBody": "Unfortunately, the tar sands oil will be burned with or without the Keystone pipeline. The crude will be shipped to refineries by rail,<br/>\na much riskier proposition than the pipeline."}, {"recommendedFlag": 0, "parentID": 8263815, "replies": [], "commentID": 8266869, "trusted": 1, "userDisplayName": "Bill Appledorf", "createDate": "1360521634", "userID": 1954665, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1360521676", "userTitle": null, "recommendations": 5, "editorsSelection": false, "parentUserDisplayName": "Bill Appledorf", "userURL": null, "userLocation": "British Columbia", "depth": 1, "commentType": "userReply", "updateDate": "1360521735", "commentSequence": 3, "commentBody": "Todd, Richard:<br/><br/>The Northern Gateway pipeline to the BC coast is being vigorously opposed by a broad coalition and could conceivably be stopped, as could expansion of the capacity of the Kinder Morgan pipeline to Vancouver.<br/><br/>Alberta seems determined to export tar sands bitumin, but they are landlocked, and whatever means they try to use within Canada will be met with stiff opposition.<br/><br/>Keystone XL crosses directly into the US from Alberta, however, so for all intent and purposes it is the US that has to shut it down: no market no pipeline.<br/><br/>While it is true that transport to Canadian refineries in eastern Canada for domestic consumption could be a fallback plan for continued tar sands development, that bridge will be addressed if necessary."}]}, "lft": 238, "assetURL": "http://opinionator.blogs.nytimes.com/2013/02/08/a-secretary-to-match-the-setting/", "parentID": null, "commentID": 8263815, "rgt": 245, "userDisplayName": "Bill Appledorf", "createDate": "1360472421", "userID": 1954665, "replyCount": 3, "commentTitle": "n/a", "status": "approved", "approveDate": "1360472476", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "British Columbia", "commentType": "comment", "updateDate": "1360472476", "commentSequence": 66, "commentBody": "The XL Pipeline is a fuse to a carbon bomb that will doom humanity if it is allowed to go off and all that Alberta tar sands oil is burned.<br/><br/>This is the one issue where President Obama can show his true colors with regard to global warming.<br/><br/>If he doesn't shut the XL down, he will have zero credibility on CO2 from here on out.", "recommendationCount": 37}, {"assetID": 3358756, "replies": [], "lft": 79, "assetURL": "http://krugman.blogs.nytimes.com/2013/02/09/profits-and-business-investment/", "parentID": 8260903, "commentID": 8263825, "rgt": 80, "userDisplayName": "Gary Henscheid", "createDate": "1360472712", "userID": 59967556, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1360472774", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Yokohama", "commentType": "userReply", "updateDate": "1360472774", "commentSequence": 1, "commentBody": "Common Sense, thanks for your confession about how you used to break it to your fellow working stiffs, but I only jest because I wouldn't have risked my job rocking the boat by riling my co-workers up either.  I feel lucky to have a part time job in a Japanese university, but I also work  for a company that's won contracts with all the biggest school districts by keeping teacher pay as low as possible.  Every year they tell us how much money they are losing in the Yokohama schools, one of their biggest contracts, and I just wonder if I really look so stupid that they think I believe it.  Why would they provide visa sponsorship, health and other benefits to so many foreign teachers if they had really been bleeding money for each of the past 6 years.  Yes, I've received the same message every year for the past  6 years and actually taken a slight pay cut once, but I keep the job is for the cheap health insurance.  Something has really got to give - the American way has spread to Japan, and far more Japanese work as temps than most people would have ever imagined as well.  Downward pressure on wages is a major factor in the deflationary trap here, but as the other recent post showed, they are still doing pretty well here compared to the US, believe it or not.", "recommendationCount": 2}, {"assetID": 3358509, "replies": [], "lft": 29, "assetURL": "http://parenting.blogs.nytimes.com/2013/02/07/westboro-baptist-daughters-leave-their-church/", "parentID": 8255056, "commentID": 8263822, "rgt": 30, "userDisplayName": "HRM", "createDate": "1360472577", "userID": 10144636, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1360472977", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Los Angeles", "commentType": "userReply", "updateDate": "1360472977", "commentSequence": 1, "commentBody": "I can see how that comes across as intolerant, and I won't try to convince you that I'm not.<br/><br/>Nonetheless, conservative political viewpoints and being a Republican are no longer one and the same. When the Republicans tame the extreme faction that has overtaken their party, then I will reconsider. Meanwhile, the social values that they embrace (taking away a women's right to choose, keeping gay men and women from marrying, etc...) are hardly the values of any openminded person, but  they are ones that I value greatly.", "recommendationCount": 22}, {"assetID": 3358509, "replies": [], "lft": 5, "assetURL": "http://parenting.blogs.nytimes.com/2013/02/07/westboro-baptist-daughters-leave-their-church/", "parentID": 8248693, "commentID": 8254610, "rgt": 6, "userDisplayName": "Ellen", "createDate": "1360342808", "userID": 10655894, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1360473017", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Missouri", "commentType": "userReply", "updateDate": "1360473216", "commentSequence": 2, "commentBody": "When I was a kid listening to my dad I thought there were two parties:  Democrats and $#^&amp; Republicans.  I think my late father is occasionally the source of poltergeist activity at my house; I didn't become a Republican but I married one.....", "recommendationCount": 3}, {"assetID": 3358509, "replies": [], "lft": 34, "assetURL": "http://parenting.blogs.nytimes.com/2013/02/07/westboro-baptist-daughters-leave-their-church/", "parentID": null, "commentID": 8252695, "rgt": 35, "userDisplayName": "ML", "createDate": "1360330349", "userID": 63496580, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1360473133", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Boston", "commentType": "comment", "updateDate": "1360473133", "commentSequence": 10, "commentBody": "I’ve always loved what Kahlil Gibran said:  Your children are not your children . . . You may give them your love but not your thoughts, \u2028For they have their own thoughts.\u2028You may house their bodies but not their souls.”<br/><br/>I think we need to teach our children compassion and integrity, and then trust that they will work out the details themselves.<br/><br/><a href=\"http://teachloveofreading.blogspot.com/\" title=\"http://teachloveofreading.blogspot.com/\" target=\"_blank\">http://teachloveofreading.blogspot.com/</a>", "recommendationCount": 4}, {"assetID": 3358790, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 8263861, "replies": [], "commentID": 8265237, "trusted": 0, "userDisplayName": "JohnJohn", "createDate": "1360507845", "userID": 54683368, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1360633731", "userTitle": null, "recommendations": 2, "editorsSelection": false, "parentUserDisplayName": "Ed", "userURL": null, "userLocation": "PA", "depth": 1, "commentType": "userReply", "updateDate": "1360633731", "commentSequence": 1, "commentBody": "Ed............Where were you \"hoping for the best\" as Dubya proclaimed \"Mission Accomplished?\" Or, as Cheney, Rummy, and Wolfowitz claimed a \"short, quick\" war in Iraq?<br/><br/>We are still waiting for the Iraqis to welcome the US as Liberators.<br/><br/>Did the Bush Administration ever \"level with the American people?\" <br/><br/>Where are those stockpiles of WMD's that were part of Saddam's arsenal?<br/><br/>I bet Mitt would have everything under control by now on the interntional and global scene."}]}, "lft": 2, "assetURL": "http://thecaucus.blogs.nytimes.com/2013/02/09/sunday-breakfast-menu-feb-10/", "parentID": null, "commentID": 8263861, "rgt": 5, "userDisplayName": "Ed", "createDate": "1360473499", "userID": 62450066, "replyCount": 1, "commentTitle": "n/a", "status": "approved", "approveDate": "1360473554", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Arizona", "commentType": "comment", "updateDate": "1360473554", "commentSequence": 1, "commentBody": "President Obama is expanding his 'war on terror', but he will not use those words. WSJ called it 'expanding the kill list' in todays headline. It seems that President Obama has a problem using the word 'war'...yet he used it over and over, in the last presidential campaign, accusing the Republicans of having a 'war on Women', and anything else that would make the Republicans look bad.<br/><br/>It was not President Bush's drones that drove al Qaeda out of Afghanistan and Irag...it was Marines and Army foot soldiers that defeated al Qaeda in those countries. We were told not to long ago, when Osama bin Laden was killed in Pakistan that the 'head of the snake' was cut off...al Qaeda was nearing its end<br/><br/>That was before the last presidential election...President Obama was riding high in his job of foreign policy<br/><br/>Today, mere months after the election, headlines scream of a kill list that targets the leader of an offshoot of al Qaeda in Africa. We now know there are affiliates of al Qaeda in almost all the troubled countries in the Middle East, and in Africa <br/><br/>Surely Mr. Obama and Mr. Brennan knew this for a long time...it must be assumed that this administration is not leveling with the American people and the dangers that we face in the future<br/><br/>The name, al Qaeda, has become a political tool to rally Americans in supporting Mr. Obama's drone program...the escalating affiliates of Osama bin Laden's al Qaeda will grow along with President Obama's drones<br/><br/>We can only hope for the best     ", "recommendationCount": 3}, {"assetID": 3358769, "replies": [], "lft": 144, "assetURL": "http://www.nytimes.com/2013/02/10/opinion/sunday/bruni-the-land-of-the-binge.html", "parentID": null, "commentID": 8263886, "rgt": 145, "userDisplayName": "Mary Scott", "createDate": "1360474109", "userID": 43644377, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1360474154", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "NY", "commentType": "comment", "updateDate": "1360474154", "commentSequence": 34, "commentBody": "I used to be a moderate Independent, but I found it to be impossible to characterize myself that way anymore because the country has moved so far to the right in the last thirty years. I now identify myself as a liberal because that's the only political group where my moderate views fit. My views remain basically the same.<br/><br/>What the Republican Party now considers extremist views, like a woman's right to control her health care, a vibrant middle class, declining poverty, equality in voting rights, education and health care, financial security in retirement &amp; preserving the environment used to be largely mainstream beliefs and still are. If FDR were alive today, he'd probably characterize the Democratic Party as too moderate. <br/><br/>Mr. Bruni, I'll give you the point that the Internet allows us the opportunity to use it as a tool to simply seek out sites that confirm what we want to believe, but the failures of the mainstream media is a much bigger problem, in my opinion. With it's emphasis on false equivalencies and talking points instead of fact-based reporting, a free press dedicated to informing the public no longer exists.<br/><br/>I have been amazed by the coverage of the Sequester. Republicans say President Obama doesn't have a plan to solve it when the truth is, Repubicans don't. They refuse to negotiate but not a word from the MSM about this fact. I expect the coverage of the State of the Union will focus on whether Marco Rubio looked presidential enough for a run in 2016.", "recommendationCount": 224}, {"assetID": 3358788, "replies": [], "lft": 75, "assetURL": "http://wordplay.blogs.nytimes.com/2013/02/09/i-heard-you-the-first-time/", "parentID": 8263420, "commentID": 8263894, "rgt": 76, "userDisplayName": "Rijkstra", "createDate": "1360474432", "userID": 39601591, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1360474453", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Arizona", "commentType": "userReply", "updateDate": "1360474455", "commentSequence": 1, "commentBody": "NUT and buff are both synonyms for enthusiast.  Yes, this one went quickly with all the repeated words.  That 4 mad world was the easiest of all fills for me.", "recommendationCount": 1}, {"assetID": 3358756, "replies": [], "lft": 33, "assetURL": "http://krugman.blogs.nytimes.com/2013/02/09/profits-and-business-investment/", "parentID": 8260638, "commentID": 8263896, "rgt": 34, "userDisplayName": "Chanson de Roland", "createDate": "1360474474", "userID": 10494, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1360474514", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Cleveland, OH", "commentType": "userReply", "updateDate": "1360474514", "commentSequence": 5, "commentBody": "The U.S. isn't Australia in that Australia's economy is doing much better, that is, it isn't in a low-demand caused liquidity trap and is not as far from full employment as the U.S. economy is.  That means that there is already strong demand for labor, which will support a higher minimum wage.<br/><br/>But the U.S. is different.  Here slack demand raises two problems:  First, can businesses, especially the one's with a high proportion of low wage workers make a sufficient profit to warrant a decision to continue to employ worker at $10.00/hr, and second--and this is connected to the First--if you increase the minimum wage to $10.00/hr., will low wages worker even have enough purchasing power to increase consumption enough to increase demand and will they use enough of their increased wages for consumption that sufficiently increases demand.  Now, I am less concerned about worker spending their increased wages for consumption, because the working poor must consume their wages just to get by.  But moving the minimum wage up to $10.00, even if workers spend all of the increase, simply might not be enough purchasing power to increase demand.<br/><br/>The more certain, and more direct course is for the U.S. to do adequate fiscal stimulus first and have that adequately increase demand for goods, services, and, consequently, labor.  After all increasing demand is what you wish to do, and an adequate fiscal stimulus does that, while increasing the minimum wage may not.", "recommendationCount": 0}, {"assetID": 3353919, "replies": [], "lft": 394, "assetURL": "http://www.nytimes.com/2013/01/04/booming/autism-strains-yet-strengthens-a-marriage.html", "parentID": null, "commentID": 8263876, "rgt": 395, "userDisplayName": "Deborah", "createDate": "1360473820", "userID": 18897714, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1360474938", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Columbus, Ohio", "commentType": "comment", "updateDate": "1360474938", "commentSequence": 89, "commentBody": "Most of the comments here convey poignant experiences with autism, but this story touched me in a different way. My husband and I have been married almost 32 years and we have a 24 year old son (our only child) who became mysteriously ill about ten years ago. Our son lives with us and struggles daily with an extremely painful, debilitating, and degenerative neurological disease called pandysautonomia. The doctors don't understand the disease very well and we have struggled for a long time, not only with the disease and its emotional stresses, but with the lack of a support group. So few people have this disease, and the ones afflicted as badly as our son usually are elderly. <br/><br/>I saw this story and thought, \"there are other boomer couples who care daily for their seriously disabled adult children.\" I knew in theory that was true, but I don't personally know any couples in that situation. So this headline jumped out at me and the story touched me.<br/><br/>Life serves such unpredictable combinations of joy and sadness. Our son's disease has brought all three of us so much sadness. The worst for me is when he cries out in pain (almost every day) and there's nothing I can do to stop the pain. But there have also been so many moments of pure joy and love--in hospital rooms, in the darkest moments, in the most unexpected places. Sometimes I think that the only power we have against this suffering is to feel compassion and support for one another.", "recommendationCount": 3}, {"assetID": 3358769, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 8263954, "replies": [], "commentID": 8264665, "trusted": 0, "userDisplayName": "Desmo", "createDate": "1360502028", "userID": 27467898, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1360509499", "userTitle": null, "recommendations": 5, "editorsSelection": false, "parentUserDisplayName": "Doodle", "userURL": null, "userLocation": "Hamilton, OH", "depth": 1, "commentType": "userReply", "updateDate": "1360509499", "commentSequence": 1, "commentBody": "Agree. We have pigged out on \"rights\" while we threw responsibilities in  the garbage can."}, {"recommendedFlag": 0, "parentID": 8263954, "replies": [], "commentID": 8265624, "trusted": 0, "userDisplayName": "J Anthony", "createDate": "1360510977", "userID": 65174352, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1360515317", "userTitle": null, "recommendations": 0, "editorsSelection": false, "parentUserDisplayName": "Doodle", "userURL": null, "userLocation": "Shelton ct", "depth": 1, "commentType": "userReply", "updateDate": "1360515317", "commentSequence": 2, "commentBody": "Yes . I am so encouraged that many readers grasp the crux of the problem.competition/commerce/consumerism run amok has brought us here. Can we ween ourselves from this self-destructive lifestyle? "}, {"recommendedFlag": 0, "parentID": 8263954, "replies": [], "commentID": 8266977, "trusted": 0, "userDisplayName": "Meredith", "createDate": "1360522665", "userID": 28617892, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1360526338", "userTitle": null, "recommendations": 0, "editorsSelection": false, "parentUserDisplayName": "Doodle", "userURL": null, "userLocation": "New York", "depth": 1, "commentType": "userReply", "updateDate": "1360526338", "commentSequence": 3, "commentBody": "no anthony, some readers don't grasp, but totally miss the crux of the problem....mislead by scolding about the \"commerce and consumerism\".....ain't it awful how irresponsible we all are....and the scolds and critics eat it right up. It's a nice distraction and makes people feel morally superior. Food critics really grasp our political distortions, don't they?<br/>\nYou ask ...can we ween ourselves from this self-destructive lifestyle? So what are you doing about it? "}]}, "lft": 146, "assetURL": "http://www.nytimes.com/2013/02/10/opinion/sunday/bruni-the-land-of-the-binge.html", "parentID": null, "commentID": 8263954, "rgt": 153, "userDisplayName": "Doodle", "createDate": "1360476671", "userID": 58457232, "replyCount": 3, "commentTitle": "n/a", "status": "approved", "approveDate": "1360476733", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Fort Myers", "commentType": "comment", "updateDate": "1360476733", "commentSequence": 35, "commentBody": "This, is the side effect of \"free enterprise\" where willing buyers &amp; sellers is the norm. But how free or wiling really are the buyers? The art of marketing and advertising exist solely to promote sales and thereby profit. They entice, persuade and encourage desire, attachment and greed. The more we want the more profit is make. There is no question of ethics on the merchandises possibly harming the consumers becasue, hey, willing buyer. After all, even God gave Adam and Eve freewill to choose, right?<br/><br/>Central to the conservative argument on economic matter is precisely this. Get government regulation off the back of businesses because what is free will always engender creativity and ingenuity and presumeably, responsible choices. Is it okay that the sky is the limit for the pursuit of profit?<br/><br/>In another time, there exists a small voice of caution and modesty, or as Bruni says, moderation. But in our time, there is no arbitrar of truth and therefore no arbitrar of ethics. What we have are rights, free speech right, gun right, right to marry anybody we want or sleep with anybody we want,etc. Of course we do have those rights, but we forget with rights come responsibility. Do we have a responsibility not to hurt other people with our speech and action, to distinguish facts from fictions in our thinking, to be informed in our voting, to be respectful and tolerant of differences, or simply, to share?<br/><br/>I think extremism originates from over emphasis on \"me.\" We are in a \"me\" era.", "recommendationCount": 27}, {"assetID": 3358784, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 8263959, "replies": [], "commentID": 8264468, "trusted": 0, "userDisplayName": "Dan", "createDate": "1360499005", "userID": 3166568, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1360506402", "userTitle": null, "recommendations": 1, "editorsSelection": false, "parentUserDisplayName": "sdavidc9", "userURL": null, "userLocation": "Syracuse, NY", "depth": 1, "commentType": "userReply", "updateDate": "1360506402", "commentSequence": 1, "commentBody": "Sounds like a great case for Democratic machine politics.  Let's get more Democrats in office &amp; our entire nation will be the better for it.<br/>\nOf course, if you believe in the Democratic idea that government should do good things for communities, things that individuals cannot do for themselves or their communities, then this is not so surprising.  If you're a Republican who believes all government is hopelessly ineffectual (and does his or her best to live that belief), then I can see how you'd be surprised."}]}, "lft": 178, "assetURL": "http://www.nytimes.com/2013/02/10/opinion/sunday/the-secret-to-fixing-bad-schools.html", "parentID": null, "commentID": 8263959, "rgt": 181, "userDisplayName": "sdavidc9", "createDate": "1360476878", "userID": 57353517, "replyCount": 1, "commentTitle": "n/a", "status": "approved", "approveDate": "1360476914", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Cornwall Bridge, Connecticut", "commentType": "comment", "updateDate": "1360476914", "commentSequence": 45, "commentBody": "Union City and its county (Hudson) are firmly enmeshed in Democratic machine politics.  Every few years some people in the area go to jail.  The area was Bob Menendez's power base.  It is a poor city, the most densely populated in the country, but it does not seem overwhelmed by its problems.  <br/><br/>It is surprising that the local machine has supported a quality school system and let it do its thing.  In this instance the machine has delivered outstanding results.", "recommendationCount": 5}, {"assetID": 3358752, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 8263967, "replies": [], "commentID": 8265146, "trusted": 1, "userDisplayName": "Susan Anderson", "createDate": "1360506743", "userID": 57076816, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1360526253", "userTitle": null, "recommendations": 4, "editorsSelection": false, "parentUserDisplayName": "Philip S. Wenz", "userURL": null, "userLocation": "Boston", "depth": 1, "commentType": "userReply", "updateDate": "1360526253", "commentSequence": 3, "commentBody": "Agreed, except I think 2050 is more than a bit optimistic.  "}, {"recommendedFlag": 0, "parentID": 8263967, "replies": [], "commentID": 8268580, "trusted": 1, "userDisplayName": "Philip S. Wenz", "createDate": "1360546550", "userID": 31740333, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1360546574", "userTitle": null, "recommendations": 5, "editorsSelection": false, "parentUserDisplayName": "Philip S. Wenz", "userURL": null, "userLocation": "Corvallis, Oregon", "depth": 1, "commentType": "userReply", "updateDate": "1360546574", "commentSequence": 4, "commentBody": "You know, I think you're right, Mr. Miner. After posting my quip last night, I realized that it is more likely that the desperate migrating humans will prey on the polar bears than the other way around. Then, after their prey has gone extinct, the remaining humans can re-introduce cannibalism to the barren Canadian shield. "}, {"recommendedFlag": 0, "parentID": 8263967, "replies": [], "commentID": 8276701, "trusted": 1, "userDisplayName": "wmar", "createDate": "1360623422", "userID": 13143930, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1360669954", "userTitle": null, "recommendations": 6, "editorsSelection": false, "parentUserDisplayName": "Philip S. Wenz", "userURL": null, "userLocation": "USA", "depth": 1, "commentType": "userReply", "updateDate": "1360669954", "commentSequence": 5, "commentBody": "Is that the same Dr. Hansen who has been saying that since 1988 +/- and who has yet to be correct?<br/><br/><a href=\"http://www.salon.com/2001/10/23/weather/\" title=\"http://www.salon.com/2001/10/23/weather/\" target=\"_blank\">http://www.salon.com/2001/10/23/weather/</a><br/><br/><a href=\"http://c3headlines.typepad.com/.a/6a010536b58035970c017c363f7dbf970b-pi\" title=\"http://c3headlines.typepad.com/.a/6a010536b58035970c017c363f7dbf970b-pi\" target=\"_blank\">http://c3headlines.typepad.com/.a/6a010536b58035970c017c363f7dbf970b-pi</a> "}]}, "lft": 64, "assetURL": "http://dotearth.blogs.nytimes.com/2013/02/09/scientists-explore-options-as-polar-bears-face-new-threats/", "parentID": null, "commentID": 8263967, "rgt": 75, "userDisplayName": "Philip S. Wenz", "createDate": "1360477244", "userID": 31740333, "replyCount": 5, "commentTitle": "n/a", "status": "approved", "approveDate": "1360477274", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Corvallis, Oregon", "commentType": "comment", "updateDate": "1360477274", "commentSequence": 10, "commentBody": "We could just wait until about 2050 when millions of desperate Americans are trying to migrate north to Canada to escape permanent dustbowl conditions on the midwest. Since Canada won't be able to support the encroaching population of migrants, they could simply feed them to the polar bears, solving two problems at once. <br/><br/>Seriously folks, I'm as disturbed about the plight of the the polar bears as anyone else. (Along with the rest of the world's biota, not just the \"charismatic megafauna.\") <br/><br/>But this entire discussion is based on the false premise that there can be adaption to climate change without mitigation of climate change. The opposite is true: without mitigation, there will be no adaption because conditions will get progressively worse at an accelerating pace. Any adaption strategies will remain behind the curve. <br/><br/>It's good to think about what we can do for the bears, but we can't just throw up our hands and say, \"Well, we're not going to do anything about climate change,\" so let's set aside some icy reserve. How long until it, too melts away or is invaded by trolls trawling for oil? <br/><br/>Humans will be so busy scrambling to survive the effects of climate change — estimated in monetary terms alone to be in the trillions in coming decades — that they will have no time for bears. <br/><br/>It's either mitigation now or, as Dr. Hansen has put it, \"game over\" for the bears and the rest of us. <br/><br/><a href=\"http://www.ecotecture.com\" title=\"www.ecotecture.com\" target=\"_blank\">www.ecotecture.com</a>", "recommendationCount": 12}, {"assetID": 3358769, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 8263987, "replies": [], "commentID": 8265241, "trusted": 0, "userDisplayName": "Tim", "createDate": "1360507876", "userID": 43259018, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1360509499", "userTitle": null, "recommendations": 4, "editorsSelection": false, "parentUserDisplayName": "A. Stanton", "userURL": null, "userLocation": "Kingston, NY", "depth": 1, "commentType": "userReply", "updateDate": "1360509499", "commentSequence": 1, "commentBody": "absolutely!  And what are the hidden costs of \"having everything RIGHT NOW\"?  Impatience and belligerent people, huge energy costs and wildly unsustainable expectations, and policies to meet those expectations.  Its literally making us crazy, but try explaining that to the cell phone addicts that are driving the ON DEMAND society."}]}, "lft": 154, "assetURL": "http://www.nytimes.com/2013/02/10/opinion/sunday/bruni-the-land-of-the-binge.html", "parentID": null, "commentID": 8263987, "rgt": 157, "userDisplayName": "A. Stanton", "createDate": "1360478103", "userID": 35186053, "replyCount": 1, "commentTitle": "n/a", "status": "approved", "approveDate": "1360478116", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Dallas, TX", "commentType": "comment", "updateDate": "1360478116", "commentSequence": 36, "commentBody": "I received a package from FedEx the other day that had traversed half the country in less than two days. There is no need for mindless speed like this. There are very few aspects of our national life that couldn't be improved by just asking everyone to slow down.", "recommendationCount": 34}, {"assetID": 3358756, "replies": [], "lft": 35, "assetURL": "http://krugman.blogs.nytimes.com/2013/02/09/profits-and-business-investment/", "parentID": 8260638, "commentID": 8264002, "rgt": 36, "userDisplayName": "Gary Henscheid", "createDate": "1360478770", "userID": 59967556, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1360478835", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Yokohama", "commentType": "userReply", "updateDate": "1360478835", "commentSequence": 6, "commentBody": "Chanson, I'm aware that Australia is benefiting from a huge boost in mining industries and sales to China, and I didn't mean to say the US should raise its minimum as high as Australia overnight, but we've had unrelenting downward pressure on wages in the US for some 30 years.  Something, rather, somebody needs to give and it's certainly not the working or middle classes.  What's your proposal for how corporations might better divide their record hordes of cash and profits besides paying out more in dividends or increasing the multiples of executive compensation beyond the current 400?  Please don't tell me that raising wages on millions of financially distressed lower and lower-middle class wage earners wouldn't increase demand, of course it would.  As Paul said, they have far higher marginal propensity to consume and they've been the only ones subject to real competition from massive illegal immigration, not to mention denied of any bargaining power through union busting.  Yes, more fiscal stimulus would help a lot, but please don't tell me that corporations shouldn't substantially raise wages and pass some of their largess on to consumers.  As Rima Regas said, I know inflation is low but prices are still way up on anything the working stiffs need.  ", "recommendationCount": 6}, {"assetID": 3358742, "replies": [], "lft": 894, "assetURL": "http://www.nytimes.com/2013/02/10/nyregion/winter-storm-northeast.html", "parentID": null, "commentID": 8264003, "rgt": 895, "userDisplayName": "Vanessa Hall", "createDate": "1360478776", "userID": 5310634, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1360478835", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Millersburg, Missouri", "commentType": "comment", "updateDate": "1360478835", "commentSequence": 155, "commentBody": "If this weather event has been referred to as a \"super storm\" I have missed it, and yet it was a combination of two separate systems.  Is it because it's simply not comparable to what Sandy was, or is it just not a super storm? ", "recommendationCount": 0}, {"assetID": 3358774, "replies": [], "lft": 107, "assetURL": "http://www.nytimes.com/2013/02/10/opinion/sunday/dowd-im-begging-dont-hack-the-hacks.html", "parentID": 8263253, "commentID": 8264008, "rgt": 108, "userDisplayName": "sdavidc9", "createDate": "1360478829", "userID": 57353517, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1360478894", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Cornwall Bridge, Connecticut", "commentType": "userReply", "updateDate": "1360478894", "commentSequence": 2, "commentBody": "Practically speaking, you just about have to drive (or master the local public transit) , count, read, and speak, too.  It is perhaps the defining characteristic of humans that they invent things which, once invented, become part of what it means to be human (fully human, if you prefer).  Now that we have invented social media they are becoming part of what or who we are (to the confusion of those of us born before these inventions).  <br/><br/>We have lost penmanship and are losing the ability to do mental arithmetic or remember phone numbers or directions.  It is also becoming increasingly rare and difficult to be alone, because we have found more and more ways to be together rather than alone.  ", "recommendationCount": 12}, {"assetID": 3358774, "replies": [], "lft": 43, "assetURL": "http://www.nytimes.com/2013/02/10/opinion/sunday/dowd-im-begging-dont-hack-the-hacks.html", "parentID": 8262994, "commentID": 8264014, "rgt": 44, "userDisplayName": "sdavidc9", "createDate": "1360479099", "userID": 57353517, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1360479135", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Cornwall Bridge, Connecticut", "commentType": "userReply", "updateDate": "1360479135", "commentSequence": 2, "commentBody": "We are already being spied on to find out our shopping and surfing habits, and from these our political and philosophical views can be reached.  They dont need drones for this sort of spying.", "recommendationCount": 12}, {"assetID": 3358668, "replies": [], "lft": 5, "assetURL": "http://offthedribble.blogs.nytimes.com/2013/02/08/the-rockets-catch-fire/", "parentID": 8257380, "commentID": 8259968, "rgt": 6, "userDisplayName": "fonda2008", "createDate": "1360418711", "userID": 57232674, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1360479642", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "DC", "commentType": "userReply", "updateDate": "1360479642", "commentSequence": 1, "commentBody": "If Lin keeps up with his talent in burning former teams that overlooked or gave up on him, your wishes may very well come true. ", "recommendationCount": 0}, {"assetID": 3358668, "replies": [], "lft": 10, "assetURL": "http://offthedribble.blogs.nytimes.com/2013/02/08/the-rockets-catch-fire/", "parentID": null, "commentID": 8259036, "rgt": 11, "userDisplayName": "eudaemonia", "createDate": "1360403065", "userID": 58647720, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1360479656", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "NYC", "commentType": "comment", "updateDate": "1360479656", "commentSequence": 4, "commentBody": "The article is mistaken in its understanding of the poison pill contract. The third year will count as $15M against the cap ONLY if the Knicks or Bulls chose to match the Rockets poison pill offers, which they obviously did not. Contrarily, for the Rockets, the identical poison pill deals  for both Lin and Asik, worth approximately $25M, is spread evenly over 3 years and will count as roughly $8.3 million each year, for cap and tax purposes, although they will indeed be paid per the contractual terms of 1st yr - $5M, 2nd yr - $5M, 3rd yr - $15M. ", "recommendationCount": 1}, {"assetID": 3358734, "replies": [], "lft": 2, "assetURL": "http://offthedribble.blogs.nytimes.com/2013/02/08/nets-said-to-be-considering-deal-to-send-humphries-to-bobcats/", "parentID": null, "commentID": 8261365, "rgt": 3, "userDisplayName": "easi-lee", "createDate": "1360429968", "userID": 37352831, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1360479672", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "West Orange", "commentType": "comment", "updateDate": "1360479672", "commentSequence": 1, "commentBody": "Every time the Nets go through one of their Keystone Cops-inspired periods in a game lately, Humphries is front and center with the mistakes, fumbles and blown coverages. Why wouldn't they look into trading him? The Nets do not need him anymore, honestly. And his errors lead to Lopez errors. It's a downward spiral. Ben Gordon could work. A change of scenery would be good for Humphries. Gordon has the skill set the Nets could use right now. Get it done!", "recommendationCount": 1}, {"assetID": 3358668, "replies": [], "lft": 12, "assetURL": "http://offthedribble.blogs.nytimes.com/2013/02/08/the-rockets-catch-fire/", "parentID": null, "commentID": 8261385, "rgt": 13, "userDisplayName": "easi-lee", "createDate": "1360430236", "userID": 37352831, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1360479683", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "West Orange", "commentType": "comment", "updateDate": "1360479683", "commentSequence": 5, "commentBody": "Parsons is the key here. Harden was a known quantity. Linsanity is reality. Chandler Parsons was a good player in college, but I didn't think he would be this good in the NBA. ", "recommendationCount": 0}, {"assetID": 3358602, "replies": [], "lft": 8, "assetURL": "http://india.blogs.nytimes.com/2013/02/08/calls-grow-louder-for-politician-accused-of-rape-to-resign/", "parentID": null, "commentID": 8263857, "rgt": 9, "userDisplayName": "Guptan Veemboor", "createDate": "1360473449", "userID": 65531147, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1360479878", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Bangalore", "commentType": "comment", "updateDate": "1360479878", "commentSequence": 3, "commentBody": "Here there is unanimity when the law enforcing are accused of aborting cases either intentional or due to lack of knowledge of proper criminal investigation. No one has so far complained about the judiciary. Judiciary it seems is also equally responsible. In this case the judges who presided over the case in High Court thew out the decision of the lower court which sentenced the 35 accused in the case except one and even in that case the period of punishment was reduced. The argument raised was that it was not a rape but of child prostitution. In this judgment the court or rather the judges are indirectly acquiescing child prostitution and holding the men who make sexual intercourse with a child need not be punished. The judges also tole that the girl was mentally deviant and was immature or something to that effect. That means to rape a girl who is not in her senses is also not a crime. Though the Supreme Court of India took some 8 years to review the High Court order, when it took it up called the sentencing of HC as 'highly shocking'. Every one cry for making law enforcing officers to be accountable. Alas no one ask to make the judiciary also to be accountable. A judge of a lower court is never pulled up and punished for making any 'shocking' decisions on a case. Even if a corrupt judge is caught it takes ages for settling the case.", "recommendationCount": 1}, {"assetID": 3358602, "replies": [], "lft": 10, "assetURL": "http://india.blogs.nytimes.com/2013/02/08/calls-grow-louder-for-politician-accused-of-rape-to-resign/", "parentID": null, "commentID": 8262271, "rgt": 11, "userDisplayName": "KL", "createDate": "1360443555", "userID": 67292773, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1360479888", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New York City", "commentType": "comment", "updateDate": "1360479888", "commentSequence": 4, "commentBody": "I think that a convicted rapist should loose a finger so that everyone will know until his death that he has abused women. Also there should be many more women who are judges.", "recommendationCount": 0}]}, "copyright": "Copyright (c) 2016 The New York Times Company.  All Rights Reserved."}