{"debug": {"version": 3.1}, "status": "OK", "results": {"api_timestamp": "1481459869", "totalCommentsFound": 4987, "totalCommentsReturned": 25, "comments": [{"assetID": 1240615, "replies": [], "lft": 42, "assetURL": "http://roomfordebate.blogs.nytimes.com/2010/03/09/attacking-lawyers-from-the-right-and-left/", "parentID": null, "commentID": 1676175, "rgt": 43, "userDisplayName": "David Choi", "createDate": "1268197247", "userID": 55488540, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1268197446", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New York", "commentType": "comment", "updateDate": "1268197441", "commentSequence": 9, "commentBody": "To Mr. McCarthy:<br /><br />1. We are not at war. George Bush said we were, but only Congress can declare it. Your argument is rebutted.<br />2. Terrorists have been attacking Americans long before 9/11. Think the KKK, Timothy McVeigh, the Weathermen. Do you mean to tell me these people are enemy combatants rather than criminals?<br />3. What an appropriate surname you have.", "recommendationCount": 247}, {"assetID": 1240615, "replies": [], "lft": 40, "assetURL": "http://roomfordebate.blogs.nytimes.com/2010/03/09/attacking-lawyers-from-the-right-and-left/", "parentID": null, "commentID": 1676168, "rgt": 41, "userDisplayName": "Paul 52", "createDate": "1268196992", "userID": 30395127, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1268197468", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New York, NY", "commentType": "comment", "updateDate": "1268197458", "commentSequence": 10, "commentBody": "\"Just the place for a Snark!\" the Bellman cried,<br />As he landed his crew with care;<br />Supporting each man on the top of the tide<br />By a finger entwined in his hair.<br />\"Just the place for a Snark! I have said it twice:<br />That alone should encourage the crew.<br />Just the place for a Snark! I have said it thrice:<br />What i tell you three times is true.\"<br /><br />Was Andrew McCarthy created by Lewis Carroll?  ", "recommendationCount": 41}, {"assetID": 1221598, "replies": [], "lft": 480, "assetURL": "http://roomfordebate.blogs.nytimes.com/2010/03/03/college-degrees-without-going-to-class/", "parentID": null, "commentID": 1676091, "rgt": 481, "userDisplayName": "Victor", "createDate": "1268195049", "userID": 60146571, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1268197503", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Brazil", "commentType": "comment", "updateDate": "1268197501", "commentSequence": 236, "commentBody": "Hello Kenneth (#232)<br /><br />I'm a student at a public university here in Brazil, and I'm doing an online course of languages (English and Spanish). As you can see, i can speak with you without any difficulty.<br />I am not saying that online courses are useless. The online course is a very good tool to improve the students performance in any subject.<br />I think the online courses are important, but coupled with the classroom course. This will make the students reach a great level of knowledge.", "recommendationCount": 0}, {"assetID": 1241030, "replies": [], "lft": 8, "assetURL": "http://wordplay.blogs.nytimes.com/2010/03/09/cricketer-need/", "parentID": null, "commentID": 1676163, "rgt": 9, "userDisplayName": "Patricia", "createDate": "1268196890", "userID": 58884300, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1268198139", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Okanagan Valley BC Canada", "commentType": "comment", "updateDate": "1268198139", "commentSequence": 4, "commentBody": "lol Happy Birthday Karma Satre!!  All the best to you!<br />and thanks Sara....very cute : )<br /><br />I, also, very much enjoyed Champion-Solvers-Week.<br />Such exalted company we keep..... : )  Nice solve Dan! (and pleased to meetcha)<br />Loved the puzzle...<br />cheers...", "recommendationCount": 0}, {"assetID": 1239297, "replies": [], "lft": 82, "assetURL": "http://dotearth.blogs.nytimes.com/2010/03/09/on-the-causes-of-climate-deadlock/", "parentID": null, "commentID": 1676042, "rgt": 83, "userDisplayName": "Adrian O", "createDate": "1268193635", "userID": 19926270, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1268198454", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "State College, PA", "commentType": "comment", "updateDate": "1268198454", "commentSequence": 39, "commentBody": "If Tom Yulsman is all for openness, would he be ready to help<br /><br />-  publicize the graph of the raw measured global temperatures in the last century, including the last 30 years of satellite data which all show very clearly that the behavior of global temperatures between 1910-1950 matches incredibly well the period 1970-2010, including the decline of global temperatures between 2002 and now?<br /><br /><a href=\"http://www.woodfortrees.org/plot/hadcrut3gl/from:1900/mean:36/plot/gistemp/from:1900/mean:36/offset:%20-0.14/plot/uah/from:1900/mean:36/offset:0.04/plot/rss/from:1900/mean:36/offset:0.08\" target=\"_blank\">http://www.woodfortrees.org...</a><br /><br />- help publicize the fact that the summer Arctic ice extent, low in 2007 was last year 2/3 of the way back to normal, and that in 1922 there was a well documented Arctic ice meltdown, from which the ice recovered without problems?<br /><br /><a href=\"http://www.ijis.iarc.uaf.edu/en/home/seaice_extent.htm\" target=\"_blank\">http://www.ijis.iarc.uaf.edu...</a><br /><br />These are measurements, not matters of opinion. If the public at large would have a chance to know them then any child would see that the climate with high CO2 levels has behaved exactly like the climate with high CO2 levels.<br /><br />Instead people like Yulsman try to keep the measured climate data hidden, and as a smokescreen complain of being misunderstood.<br /><br />\"We’ve had more than 20 years of communication of climate science.\" What a nonsense... There have been 20 years of one sided statements instead of a dialogue - as exemplified by Al Gore who never takes questions - which continues even now. The global temperature graph, which is central to the whole subject, would NEVER make the front page of the science section of the NYT, or appear on any network TV news. Same with the polar ice, where the NYT is frozen in time to 2007.<br /><br />There have been 20 years of hidden and manipulated data and of partial truths with consequences blown out proportion. Even this dialogue is kept out of the general public eye. It is not printed, even in excerpt form, by the NYT.<br /><br />One side still has the microphone, and won't let anyone else get near it.<br /><br />And now, when the public at large, even the NYT readers, don't swallow this any more, they start to complain about communication?<br /><br />Start a real dialogue. Have Sunday morning TV debates between climate scientists and leading nonpolitical AGW dissenters, with real data on display. Have the NYT science section, or the Sunday magazine, have an equal space dialogue.<br /><br />What are they afraid of, and why?", "recommendationCount": 11}, {"assetID": 1241030, "replies": [], "lft": 10, "assetURL": "http://wordplay.blogs.nytimes.com/2010/03/09/cricketer-need/", "parentID": null, "commentID": 1676219, "rgt": 11, "userDisplayName": "afay", "createDate": "1268198142", "userID": 57607671, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1268198455", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Atlanta", "commentType": "comment", "updateDate": "1268198455", "commentSequence": 5, "commentBody": "Seriously impressive theme count, and an enjoyable solve all around.  Like Patrick, I was a bit confused with the payoff answer of \"WITHIN COST,\" and in fact refused to think it was correct for a while until the crosses were just too good for it to be wrong.  I kept wanting it to be something like \"Split the Cost,\" or \"Broken Cost\" (which isn't even a phrase, to my knowledge), or something that told me what it was, exactly, that resided within cost.  It just seemed something was missing.<br /><br />But I was more than happy to overlook that for the otherwise-excellent Wednesday (which I agree with others was much, much easier than yesterday's puzzle).  The box at the cross of AVISO and GESSO was the last to fall, but I guessed right on my second try.<br /><br />Here's a question, though, for anyone with thoughts on it: What's up with MEAS.?  According to Xword info, this is the very first time it's been used in the NYT.  It's not great, but it's not the worst abbreviation I've ever seen (much better than, say, NLER or NBAER).  With such a convenient set of letters, I find it hard to believe it's the first time someone's tried to use it.  Could that possibly be the case?  Only Will knows, I s'pose.  ", "recommendationCount": 0}, {"assetID": 1239297, "replies": [], "lft": 84, "assetURL": "http://dotearth.blogs.nytimes.com/2010/03/09/on-the-causes-of-climate-deadlock/", "parentID": null, "commentID": 1676054, "rgt": 85, "userDisplayName": "Raven", "createDate": "1268194095", "userID": 58111801, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1268198459", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Canada", "commentType": "comment", "updateDate": "1268198459", "commentSequence": 40, "commentBody": "#28 Ivan Carter says:<br /><br />\"It is not that Raven is \"risk tolerant.\" It is that Raven has absolutely no conception as to what the risks actually are\"<br /><br />Life is full of risk. A meteor strike, a pandemic, an alien invasion or a super volcano are all plausible risks that humanity could face over the next 100 years. I have seen no compelling evidence that the risk of catastrophe from climate change is any higher than the risk of any of those events.<br /><br />The trouble with alarmists is not so much their risk aversion but their selective blindness. For example, every expert who understands the electrical generation system (i.e. the people who keep the system running today) knows that renewables are a joke and will never supply more than a small fraction of our electricity. A similar problem exists with plug in electric cars. Yet alarmists have no problem making huge bets on technology that we know does not work. This is nonsense and a waste of resources.<br /><br />If you really believe that their the a tangible risk from climate change then we better focus on adaption because the world's CO2 emissions will not decrease over the next 50 years unless there is a unexpected breakthrough in technology.<br /><br />Frankly, I am tired of the hypocritical moralizing from alarmists. If you want to panic about climate change then go reduce your own carbon footprint but leave the rest of us alone. ", "recommendationCount": 18}, {"assetID": 1231988, "replies": [], "lft": 118, "assetURL": "http://dotearth.blogs.nytimes.com/2010/03/07/the-message-from-planet-jim/", "parentID": null, "commentID": 1676063, "rgt": 119, "userDisplayName": "Ivan Carter", "createDate": "1268194497", "userID": 49616148, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1268198471", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Wash, D.C.", "commentType": "comment", "updateDate": "1268198471", "commentSequence": 49, "commentBody": "Peter at 47<br /><br />\"I absolutely agree with Tenney<br /><br />All scientists responsible for funding the spread of lies and misinformation to expedite action on becoming fossil-fuel carbon emissions free should be tried for crimes against humanity. They bear a great part of the responsibility for the coming economic crisis for most citizens on this planet.\"<br /><br />I don't agree with Tenney at 43, who says the same of those who spread misinformation to delay action, believing it to be counterproductive; in some ways only furthering the problem, and only adding to a climate where witchhunts--whom the political opponents of Tenney are many times better at -- and rhetoric have far too much influence.<br /><br />Misleading and often ideologically lead rhetoric will always have an undue effect when it is largely unchecked.<br /><br />By Democrats and moderates largely dismissing the importance of fox, often taking for granted what everybody knows or should know, sometimes impugning the very voters they need to reach, losing credibility by <a href=\"http://essays-letters-articles.com/2009/09/communication-not-disdain-or-presumption-moves-the-debate/\">ascribing ill willed or evil motives to those</a> they disagree with, believe to be wrong (<a href=\"http://donkasauruspost.com/2010/03/09/finally-some-liberals-adopt-far-right-tactics/\">sometimes to each other</a>) or who they think are lying, and being far too tolerant and even sometimes dismissive of the role of the media (thinking that the self reinforcing and often polarizing blogosphere somehow substitutes for it) along with the gradual breakdown of our necessary Fourth Estate media check upon rhetoric, power and misrepresentation into a gradually increasingly stenographic and false balanced reflection of it, we are losing effective checks upon rhetoric run amuck.<br /><br />As a result, the <a href=\"http://newsaffair.org/?p=216\">most misinformed and often, most misleading</a> and <a href=\"http://essays-letters-articles.com/2010/02/palins-blinding-hypocrisy-and-the-tea-party-platform/\">best spin artists</a> among us (and often <a href=\"http://newsaffair.org/?p=689\">the most inflammatory and ignorant to boot</a>) are becoming those who increasingly help shape the national debate.<br /><br />The solution is to find that check.  Since leopards don't tend to change their spots, and it is doubtful that Democrats will ever find the spinning capabilities of their political counterparts (rhetoric almost always wins out, hence why the right is being taken over by the far right wing) or see the need to start controlling the debate or know how to do it, the only real solution is to reinvigorate an actual, accountable, independent media.<br /><br />We've got a long way to go, and are moving in the wrong direction.  Dems don't even seem to get this, or they would be focusing in Congress right now at least on anti trust media issues and media conglomeration, and looking, at the least, at things like<a href=\"http://www.reuters.com/article/idUSTRE52N67F20090324\">Senator Ben Cardin's proposal</a>, which is at least a start.<br /><br /><a href=\"http://newsaffair.org/?p=348\">Here's a classic example, with both explanation and well supported example, of what actual bias is today being confused with, and what it really is</a>.<br /><br />Investigative, non kowtowing journalism needs to be brought back.<br /><br />", "recommendationCount": 0}, {"assetID": 1239297, "replies": [], "lft": 86, "assetURL": "http://dotearth.blogs.nytimes.com/2010/03/09/on-the-causes-of-climate-deadlock/", "parentID": null, "commentID": 1676092, "rgt": 87, "userDisplayName": "Eli Rabett", "createDate": "1268195064", "userID": 57377492, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1268198478", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Washington, DC", "commentType": "comment", "updateDate": "1268198478", "commentSequence": 41, "commentBody": "Andy 123:  Because there are about 10K members who think you are wrong??", "recommendationCount": 3}, {"assetID": 1239297, "replies": [], "lft": 88, "assetURL": "http://dotearth.blogs.nytimes.com/2010/03/09/on-the-causes-of-climate-deadlock/", "parentID": null, "commentID": 1676094, "rgt": 89, "userDisplayName": "Loren", "createDate": "1268195083", "userID": 54240617, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1268198488", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Bristol, RI", "commentType": "comment", "updateDate": "1268198488", "commentSequence": 42, "commentBody": "To echo comment #4, a recent NPR story reveals insight about how worldviews (heavily grounded in political and religious  leanings) will shape someone's \"opinions\" about the climate change debate (among many other scientific topics as reported recently in the Times).<br />Thus, scientists can communicate in a million different ways til they can't communicate anymore and this will not make one bit of difference in someone's mind about any issue (regardless of how much data exists) if that someone does not want to have their mind changed. I think the central problems  in most debates are that people are not able to understand how their own worldviews color their interpretations of issues and are unable to step outside their own views for just one moment to try to understand the possible legitimacy of other views (and gasp! come to realize that maybe their own views could be wrong). These problems combined with most people's complete lack of understanding (and desire to understand) such basic scientific concepts such as probability, uncertainty, the communal scientific process, etc., results in the \"climate wars\" now being played out.<br />Stories referred to:<br />NPR: <a href=\"http://www.npr.org/templates/story/story.php?storyId=124008307\" target=\"_blank\">http://www.npr.org...</a><br />Times: <a href=\"http://www.nytimes.com/2010/03/04/science/earth/04climate.html\" target=\"_blank\">http://www.nytimes.com...</a>", "recommendationCount": 2}, {"assetID": 1230371, "replies": [], "lft": 244, "assetURL": "http://dotearth.blogs.nytimes.com/2010/03/06/the-real-take-on-methane-and-warming/", "parentID": null, "commentID": 1676096, "rgt": 245, "userDisplayName": "Mark A. York", "createDate": "1268195097", "userID": 16774938, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1268198492", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Sunland, CA", "commentType": "comment", "updateDate": "1268198492", "commentSequence": 113, "commentBody": "wmar,<br /><br />Hottest decade ever. Sorry. Fact. Check beyond the out of context Jones quote. Source sounds fringy but they come from three countries. No doubt about that. NASA, who has the Jason-1 satellite to check measurements, says differently.<br /><br /><a href=\"http://climate.nasa.gov/keyIndicators/index.cfm#SeaLevel\" target=\"_blank\">http://climate.nasa.gov...</a><br /><br />Your quest for data is the ruse akin to the search for the Golden Fleece of false scepticism. As usual, it fails on the merit of the source and the data. This is the equivalent of taking a AK-47 to a knife fight. Your position is long dead.", "recommendationCount": 3}, {"assetID": 1238636, "replies": [], "lft": 54, "assetURL": "http://dotearth.blogs.nytimes.com/2010/03/09/whale-meat-on-the-menu-in-california/", "parentID": null, "commentID": 1676113, "rgt": 55, "userDisplayName": "harry", "createDate": "1268195575", "userID": 18312178, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1268198496", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "michigan", "commentType": "comment", "updateDate": "1268198496", "commentSequence": 25, "commentBody": "Human beings are an infection of the planet earth. We will destroy our own habitat with our selfish greed. There are too many people chasing too few resources and I do not believe we will survive as a species. Save a whale--eat an asian!", "recommendationCount": 1}, {"assetID": 1239297, "replies": [], "lft": 90, "assetURL": "http://dotearth.blogs.nytimes.com/2010/03/09/on-the-causes-of-climate-deadlock/", "parentID": null, "commentID": 1676115, "rgt": 91, "userDisplayName": "Harry Eagar", "createDate": "1268195651", "userID": 59923348, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1268198531", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Maui", "commentType": "comment", "updateDate": "1268198531", "commentSequence": 43, "commentBody": "<br />Well, I wasn't going to bring it up until somebody else, preferably Revkin, did, and he did.<br /><br />Schlesinger. As a newspaperman myself, I found it beyond weird that Revkin would promote Yulsmans' idea that the doubledomes will tell us what to think and when to think it, when Schlesinger impugned Revkin's integrity as a newspaperman. Kind of a double standard operating here, as Brian M. points out, and Yulsman feebly attempts to rebut.<br /><br />Suggesting capital punishment is a darn sight more inflammatory than proposing to subpoena receivers of public funds for public oversight.<br /><br />Unless he did it privately, as far as I know Revkin never dressed down Schlesinger, and today he calls him his long-time contact. A one-way street, we know that to be.<br /><br />I've had sources pull that on me, many more times than once, and depending upon how subtle they were about it, I dressed them down in private or called them out in front of a room full of people. One thing's for sure, after stunts like that, they were ex-contacts.<br /><br />", "recommendationCount": 5}, {"assetID": 1228785, "replies": [], "lft": 250, "assetURL": "http://goal.blogs.nytimes.com/2010/03/05/world-cup-with-an-accent-on-tv-in-united-states/", "parentID": null, "commentID": 1676028, "rgt": 251, "userDisplayName": "Mike Biscoe", "createDate": "1268193049", "userID": 14940981, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1268198740", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Hanoi", "commentType": "comment", "updateDate": "1268198740", "commentSequence": 120, "commentBody": "Yeah, I must admit that for the US-England match I don't prefer an all England announcing team. Throw an American in the booth with the British announcer. But wait, then it wouldn't be an announcing team! It would be two teams squaring off in the box. Even better. The half time show could be the two squaring off! A Mayweather and Hatton team please.", "recommendationCount": 0}, {"assetID": 1239297, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 1676144, "replies": [], "commentID": 1676252, "trusted": 0, "userDisplayName": "Andy Revkin", "createDate": "1268198886", "userID": 2781029, "replyCount": 0, "commentTitle": "", "status": "approved", "approveDate": "1268198886", "userTitle": "Dot Earth blogger", "recommendations": 0, "editorsSelection": false, "parentUserDisplayName": "Sean", "userURL": "http://dotearth.blogs.nytimes.com", "userLocation": "", "depth": 1, "commentType": "reporterReply", "updateDate": "1268198886", "commentSequence": 1, "commentBody": "You've jumped to a conclusion in your comment that the only response on the table is legislation preventing the human release of CO2. There is a wide array of policy choices and they've been discussed here at length (and in print stories I've done). The \"deadlock\" my shorthand refers to here is the deep rift over how to interpret the science. The policy debate is far richer and more \"real\"...<br />As can be seen here: <br />http://dotearth.blogs.nytimes.com/2008/12/15/warming-pollution-or-technology-problem/<br />http://dotearth.blogs.nytimes.com/tag/peter-barnes/"}]}, "lft": 92, "assetURL": "http://dotearth.blogs.nytimes.com/2010/03/09/on-the-causes-of-climate-deadlock/", "parentID": null, "commentID": 1676144, "rgt": 95, "userDisplayName": "Sean", "createDate": "1268196463", "userID": 59966211, "replyCount": 1, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1268198884", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Florida", "commentType": "comment", "updateDate": "1268198884", "commentSequence": 44, "commentBody": "Andy. I am a relative newcomer to this blog, but was wondering if you were ever taught any classical logic, of the Aristotelian sort, perhaps at Brown? And if you were, did you ever come across the concept of \"begging the question\"? This is where you assume as an undisputed premise the very conclusion that is in dispute.<br />Scientists learn during their training how to \"self correct\". We often make mistakes in formal logic, but when we lay them out, our ear is tuned for logical error. So we catch ourselves. In part, we do so because we know that if we do not, someone else will do it for us.<br />In the four weeks that I have been reading your blog, I have counted 18 times where your headline has \"begged the question.\" Just like this one today. The title \"On the Causes of Climate Deadlock\" begs the question.<br />The question at issue is whether or not legislation should be passed to prevent human CO2 release, in part because the such legislation it based on a dispute as to whether the feedbacks that control Earth's temperature are amplifying (meaning that a small warming will lead to further warming) or damping. Further questions in dispute are whether CO2 is a major (or even significant) contributor to natural regulation of global temperature, whether human activity will overwhelm natural temperature regulation (which historically hasbeen damping),and whether ground-based measurement that suggest that the Earth has slightly warmed over the past 150 years are unduly influenced by local phenomenon. These are all open question.<br />Your title \"begs\" all of these, as it leaps past the question at issue, and claims that the interesting question is why that legislation has not already been passed. You seem to think that \"deadlock\" is a bad thing that we need to \"explain\". Had you not begged the question, you would have posed a more neutral title (\"Why has legislation based on the AGW hypothesis not passed Congress?\") Or had you begged the question in the opposite direction, you might have asked: \"Why is climate legislation still being considered?\"<br />Are you incapable of catching this kind of thing in your own writing? Or are you doing this deliberately to provoke those among your readers who understand logic and apply it in our daily activities? Or perhaps, do you think that logic should not guide journalism as it relates to public policy?<br />Please do not take this as snark. I really want to know. As an educator in science, my task is to figure out where I need to begin, to get the student to learn. If you explicitly reject logic as a tool for guiding public policy, we need to start at a different place in your education than we must start if you just do not understand logic and how to apply it to argumentation.", "recommendationCount": 14}, {"assetID": 1239297, "replies": [], "lft": 93, "assetURL": "http://dotearth.blogs.nytimes.com/2010/03/09/on-the-causes-of-climate-deadlock/", "parentID": 1676144, "commentID": 1676252, "rgt": 94, "userDisplayName": "Andy Revkin", "createDate": "1268198886", "userID": 2781029, "replyCount": 0, "commentTitle": "", "status": "approved", "approveDate": "1268198886", "userTitle": "Dot Earth blogger", "editorsSelection": 0, "statusID": 2, "userURL": "http://dotearth.blogs.nytimes.com", "userLocation": "", "commentType": "reporterReply", "updateDate": "1268198886", "commentSequence": 1, "commentBody": "You've jumped to a conclusion in your comment that the only response on the table is legislation preventing the human release of CO2. There is a wide array of policy choices and they've been discussed here at length (and in print stories I've done). The \"deadlock\" my shorthand refers to here is the deep rift over how to interpret the science. The policy debate is far richer and more \"real\"...<br />As can be seen here: <br />http://dotearth.blogs.nytimes.com/2008/12/15/warming-pollution-or-technology-problem/<br />http://dotearth.blogs.nytimes.com/tag/peter-barnes/", "recommendationCount": 0}, {"assetID": 1239297, "replies": [], "lft": 96, "assetURL": "http://dotearth.blogs.nytimes.com/2010/03/09/on-the-causes-of-climate-deadlock/", "parentID": null, "commentID": 1676160, "rgt": 97, "userDisplayName": "Roger Knights", "createDate": "1268196845", "userID": 36044879, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1268198895", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Seattle, WA", "commentType": "comment", "updateDate": "1268198895", "commentSequence": 45, "commentBody": "Hal, #6, wrote:<br /><br />\"Betting markets have been shown to be very accurate in limited trials, such as predicting election results. Why not try an experiment of letting such a market run, for an important issue like climate change? Each side should welcome the chance to be vindicated\"<br /><br />There are currently about ten bets available on the well-known event prediction site, <a href=\"http://www.intrade.com\" target=\"_blank\">www.intrade.com</a> , in the Climate and Weather market.<br /><br />(Here is the link to the portion of the site where the global temperature bets are located (if it's allowable to post this): <a href=\"http://www.intrade.com/jsp/intrade/contractSearch/index.jsp?clsID=20&amp;grpID=7620\" target=\"_blank\">http://www.intrade.com...</a> )", "recommendationCount": 0}, {"assetID": 1239297, "replies": [], "lft": 98, "assetURL": "http://dotearth.blogs.nytimes.com/2010/03/09/on-the-causes-of-climate-deadlock/", "parentID": null, "commentID": 1676208, "rgt": 99, "userDisplayName": "Ivan Carter", "createDate": "1268197889", "userID": 49616148, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1268198898", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Wash, D.C.", "commentType": "comment", "updateDate": "1268198898", "commentSequence": 46, "commentBody": "Re (#30)<br />\"Brian M. beat me to it. I quote Yulsman: 'such an attempt at intimidation by a government official is pretty disturbing.'<br /><br />If he didn't say something similar regarding Hansen, he can go soak his head.\"<br /><br />I don't agree with Hansen either. Couple of differences though:<br /><br />First, somewhat minor; I don't think Hansen singled anyone out. (Maybe he did, I’m not sure, but it seems like it’s more general). He was speaking in generalities; he did not proscribe investigation and action on someone he disagreed with. And he was perhaps speaking in part as hyperbole.<br /><br />Far more troublingly, he is also not a sitting Senator with the power to actually launch investigations. And he was likely speaking in part as hyperbole. (I think Yulsman later made this point as well.)<br /><br />But there is yet another difference that is hard to quantify.<br /><br />HANSEN’S VIEW ON THIS:  Taking tens of millions of years of built up greenhouse gases and releasing them into the atmosphere in a geologically instantaneous period of time, given the signs we have seen, and his (scientifically well supported) interpretation of them, and the underlying physics, and continuing to do it, is being wildly reckless with our kids and their kids’ worlds, to the point of ridiculousness (or blindness?) almost.<br /><br />Of course, not as many have as clear feel for the actual science involved as Hansen-- though millions of viewers of fox and blogs such as watts up and the rest, almost comically and sadly, believe that they do -- and Hansen may be ascribing far more scientific knowledge and better information on the part of those whom he castigates than reality really warrants.<br /><br />INHOFE’S POINT: The basic idea that radically increasing the atmospheric levels of ghg to levels well above any the earth has seen in nearly a million years and very likely millions of years; when the greenhouse effect is known, basic science; when we have observed (for whatever it is worth) a warming trend -- if likely severely lagging, for reasons I have gone over in other comments; and which the great majority of the world's actual scientists who have studied this issue are greatly concerned about, is a hoax.<br /><br />See the difference?<br /><br />None of these differences make Hansen right (in my estimation) or very helpful when he suggests this. But he is not a senator; he is not opening up investigations for what in the greater scheme of things are routine science errors (if that) and prejudices (if that) in any other science context; and he is a well respected scientist who has been studying this issue -- and largely been accurate on it -- for over thirty years, who is looking at the blatant misinformation (and probably in his mind, abject foolishness) of the assertions and accusations being hurled about, and is, likely, frustrated.<br /><br />A commenter above (Mike M) talks about the again private emails of some scientists showing their increasing frustration at all the misinformation and misrepresentations out there as an example of how we can't have a civil dialogue, but misses the point of the enormous misinformation and constant and often ridiculously misleading and unfair pilloring of scientists as individuals and as a whole -- and how this is also not helping us arrive at any informed thinking or decisions on this matter, but just the opposite:<br /><br />Which may well be exactly what Inhofe wants, which is exactly why those who have convinced themselves that climate change is not a big deal now simply continue to attack the science, and thus perpetuate this same misperception of the underlying issue.<br /><br /><a href=\"”\">The relevance of this book</a> (which is not nearly as political as its title suggests) comes to mind.<br />", "recommendationCount": 3}, {"assetID": 1239297, "replies": [], "lft": 100, "assetURL": "http://dotearth.blogs.nytimes.com/2010/03/09/on-the-causes-of-climate-deadlock/", "parentID": null, "commentID": 1676224, "rgt": 101, "userDisplayName": "augwhite", "createDate": "1268198211", "userID": 10990669, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1268198903", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Houston, TX", "commentType": "comment", "updateDate": "1268198903", "commentSequence": 47, "commentBody": "Replying briefly to Ivan Carter's (#28) response.<br /><br />Ivan says \"Read my comments on this blog: Nothing is alarmist regarding the problem; all emphasize it is a big problem and give the objective basis as to why. No prescriptions for redress are remotely anything like what this commenter has re characterized the idea of aggressively addressing climate change as.\"<br /><br />I agree, which is why I've consistently favored your kind of approach. Read *my* comments. I tend to think AGW concerns are vastly overblown, but there are other and better reasons to move in the direction you describe. Besides, I could be wrong. It's a big error bar.<br /><br />You have, however, proven the very point I was inartfully attempting to make. You and I don't disagree much on policy, and not even all that much on science. However, you feel moved to characterize my view as \"ridiculous\" and \"far afield\" -- perhaps beyond the pale of discourse entirely -- because I don't buy the entire enchilada and don't view the matter as a litmus test of faith, basic rationality, or moral standing.<br /><br />What's needed here is a pragmatic accommodation of values under conditions of very imperfect information. What you demand is that I adopt your entire worldview -- a religious conversion, or, at the least, the  Kuhnian paradigm shift to which I alluded.<br /><br />What can I say, other than \"QED\"?<br />", "recommendationCount": 5}, {"assetID": 1241030, "replies": [], "lft": 14, "assetURL": "http://wordplay.blogs.nytimes.com/2010/03/09/cricketer-need/", "parentID": null, "commentID": 1676262, "rgt": 15, "userDisplayName": "ArtLvr", "createDate": "1268199075", "userID": 51321466, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1268199134", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Albany NY", "commentType": "comment", "updateDate": "1268199134", "commentSequence": 6, "commentBody": "Wade likes the WOO. I would say so too, but I got woozy... I thought this was too too easy, and looking at it afterward  was struck by to to nearly everywhere, not only in COAST TO COAST and COME HOME TO ROOST...  You have ROTO dropping down to end in the middle of ROOST, and TOPTEN atop the Roost with its O starting a string of three more O's to the SW each topped by a T: TOAD, TON, SEE TO with TO A T tucked in to boot. Plus across the bottom there are three downs TOG, TONI and GTOS. Two more TO's to add to the downs above TOG are OTTO and TORAHS. That's a dozen TO's and CENTO makes a baker's dozen, unless I didn't COUNT one or two? Too boring? Tut-tut.<br /><br />", "recommendationCount": 0}, {"assetID": 1230046, "replies": [], "lft": 50, "assetURL": "http://wordplay.blogs.nytimes.com/2010/03/06/split-decisions/", "parentID": null, "commentID": 1676270, "rgt": 51, "userDisplayName": "Helena", "createDate": "1268199368", "userID": 54055189, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1268200018", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Berkeley, CA", "commentType": "comment", "updateDate": "1268200018", "commentSequence": 25, "commentBody": "Ahh, got it.  Thanks, Patricia!", "recommendationCount": 0}, {"assetID": 1241030, "replies": [], "lft": 16, "assetURL": "http://wordplay.blogs.nytimes.com/2010/03/09/cricketer-need/", "parentID": null, "commentID": 1676303, "rgt": 17, "userDisplayName": "ArtLvr", "createDate": "1268200162", "userID": 51321466, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1268200204", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Albany NY", "commentType": "comment", "updateDate": "1268200204", "commentSequence": 7, "commentBody": "Don't COUNT it AGAINST me, but the total of TO-words came to fourteen...", "recommendationCount": 0}, {"assetID": 1238425, "replies": [], "lft": 4, "assetURL": "http://dinersjournal.blogs.nytimes.com/2010/03/09/get-your-fresh-delicious-whale-meat-here/", "parentID": null, "commentID": 1675308, "rgt": 5, "userDisplayName": "RS4", "createDate": "1268172924", "userID": 48078344, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1268200564", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New York, NY", "commentType": "comment", "updateDate": "1268200564", "commentSequence": 2, "commentBody": "For those of us who have enjoyed eating at the Hump—it's a lovely restaurant, and the views of the Santa Monica airfield and Pacific Ocean are sensational—this is a horrible shame and simply awful thing. It's been troubling me all day. Especially the part about the guy in the parking lot in his Mercedes.", "recommendationCount": 0}, {"assetID": 1238425, "replies": [], "lft": 6, "assetURL": "http://dinersjournal.blogs.nytimes.com/2010/03/09/get-your-fresh-delicious-whale-meat-here/", "parentID": null, "commentID": 1675422, "rgt": 7, "userDisplayName": "jackzig", "createDate": "1268176082", "userID": 41685793, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1268200571", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Montague", "commentType": "comment", "updateDate": "1268200571", "commentSequence": 3, "commentBody": "I had a whale steak (cooked swiss style) at the wonderful Hausner's restaurant in Baltimore, Md. Of course that was over 50 years ago. I liked it then, I wouldn't think of eating it now", "recommendationCount": 0}, {"assetID": 1240783, "replies": [], "lft": 4, "assetURL": "http://dinersjournal.blogs.nytimes.com/2010/03/09/not-that-kind-of-strip-house/", "parentID": null, "commentID": 1675735, "rgt": 5, "userDisplayName": "RS4", "createDate": "1268184449", "userID": 48078344, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1268200610", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New York, NY", "commentType": "comment", "updateDate": "1268200610", "commentSequence": 1, "commentBody": "OH those goose fat potatoes are excellent, as is the porterhouse for two!", "recommendationCount": 0}]}, "copyright": "Copyright (c) 2016 The New York Times Company.  All Rights Reserved."}