{"debug": {"version": 3.1}, "status": "OK", "results": {"api_timestamp": "1481460474", "totalCommentsFound": 3492, "totalCommentsReturned": 25, "comments": [{"assetID": 2678662, "replies": [], "lft": 18, "assetURL": "http://www.nytimes.com/2011/04/29/sports/football/29nfl.html", "parentID": null, "commentID": 3753783, "rgt": 19, "userDisplayName": "cl", "createDate": "1304049436", "userID": 32399637, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1304049606", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "vermont", "commentType": "comment", "updateDate": "1304046006", "commentSequence": 4, "commentBody": "I think the owners are about to be struck by the realization that they are -- in fact -- partners with the players.  The League as we know it and the successes it has achieved, are the result of a collaboration with its players.  Absent that collaboration, the League will be a dysfunctional mess, since all their attempts at collective action may potentially fall afoul of anti-trust law.  The only escape from that is through collective bargaining with the Union.  The owners don't know yet that their own success is linked with its partnership with the Union and the players.  They will learn.", "recommendationCount": 0}, {"assetID": 2676501, "replies": [], "lft": 590, "assetURL": "http://www.nytimes.com/2011/04/29/us/29storm.html", "parentID": null, "commentID": 3753424, "rgt": 591, "userDisplayName": "cliff", "createDate": "1304041745", "userID": 12929756, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1304049652", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "new jersey", "commentType": "comment", "updateDate": "1304046052", "commentSequence": 201, "commentBody": "Right now, all that matters is helping our fellow Americans. ", "recommendationCount": 1}, {"assetID": 2676719, "replies": [], "lft": 54, "assetURL": "http://dotearth.blogs.nytimes.com/2011/04/28/on-birth-certificates-climate-risk-and-an-inconvenient-mind/", "parentID": null, "commentID": 3751554, "rgt": 55, "userDisplayName": "Susan Anderson", "createDate": "1304015329", "userID": 57076816, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1304049737", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Boston", "commentType": "comment", "updateDate": "1304046137", "commentSequence": 25, "commentBody": "Food for thought - thanks.<br/><br/>Today my magpie reading turned up some related information, and the morning news provided an almost perfect example of shock and trance - a transition from the catastrophic events in the latest bangup storms to the upcoming wedding.  Too much information, perhaps, but it's what we've got.  On the former, following water vapor maps over a period of time shows the evolution of storms is following a pattern.  Science tries to make it clear that *no single storm* can be attributed to climate change but the *trend over time and space* is characteristic of what we can expect.  This is exploited to encourage us to ignore what we can see and feel as we reel in shock from one natural catastrophe to another.  We are ill served by this attempt to distract us from the need to look at our expanding population and consumption model on a finite planet, an irresistible force meeting an immovable object.<br/><br/>It is important to understand that increasing greenhouse gases, despite their minority status in our atmosphere (and the undoubted fact that water vapor only amplifies the effect, though that too has increased with warming), have changed the way heat is reflected outwards, and that this pattern is accelerating, so the relatively small effects so far are just a taste of what is likely.  This has increased the energy in the system, and changed the circulation patterns to a certain extent.  (Our more experienced scientific commenters can perhaps improve on this amateur synopsis, but I think I have the rough idea right.)<br/><br/>For those who like gorgeous animations, watching these is a treat, whatever you think of the effects, and you'll be able to watch patterns as they cross/evolve from west to east:<br/>\n<a href=\"http://weather.unisys.com/satellite/sat_wv_hem_loop-12.gif\" title=\"http://weather.unisys.com/satellite/sat_wv_hem_loop-12.gif\" target=\"_blank\">http://weather.unisys.com/satellite/sat_wv_hem_loop-12.gif</a><br/>\n<a href=\"http://www.ssec.wisc.edu/data/east/animation/goeseastwv.html\" title=\"http://www.ssec.wisc.edu/data/east/animation/goeseastwv.html\" target=\"_blank\">http://www.ssec.wisc.edu/data/east/animation/goeseastwv.html</a>", "recommendationCount": 2}, {"assetID": 2676719, "replies": [], "lft": 56, "assetURL": "http://dotearth.blogs.nytimes.com/2011/04/28/on-birth-certificates-climate-risk-and-an-inconvenient-mind/", "parentID": null, "commentID": 3751584, "rgt": 57, "userDisplayName": "Susan Anderson", "createDate": "1304015764", "userID": 57076816, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1304049741", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Boston", "commentType": "comment", "updateDate": "1304046141", "commentSequence": 26, "commentBody": "Elizabeth Tjader, thanks again for your sterling honesty!", "recommendationCount": 1}, {"assetID": 2676719, "replies": [], "lft": 58, "assetURL": "http://dotearth.blogs.nytimes.com/2011/04/28/on-birth-certificates-climate-risk-and-an-inconvenient-mind/", "parentID": null, "commentID": 3751591, "rgt": 59, "userDisplayName": "Mark Scirocco", "createDate": "1304015834", "userID": 63686673, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1304049751", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Cape Girardeau, Mo.", "commentType": "comment", "updateDate": "1304046151", "commentSequence": 27, "commentBody": "Actually it is the \"alarmists\" that are psychologically twisted, they have a weird idea that they must make amends for a supposed \"crime\" of being prosperous. How crazy is that? CO2 is a vital trace gas that supports all life on the planet, I can cite over a thousand scientific experiments that prove conclusively that CO2 is totally irrelevant to any climate change, including the cooling that has taken place over the last 11 years. ", "recommendationCount": 9}, {"assetID": 2676719, "replies": [], "lft": 60, "assetURL": "http://dotearth.blogs.nytimes.com/2011/04/28/on-birth-certificates-climate-risk-and-an-inconvenient-mind/", "parentID": null, "commentID": 3751594, "rgt": 61, "userDisplayName": "Christopher Yaun", "createDate": "1304015877", "userID": 7235905, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1304049757", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Portsmouth NH", "commentType": "comment", "updateDate": "1304046157", "commentSequence": 28, "commentBody": "Burning Down the House\r<br/><br/>Cleaned out my Mom's house last year and have a drawer full of birth certificates. Little ones, long ones, green, photo copied, official looking embossed seal.\r<br/><br/>I found large cardboard boxes in my Mom's garage, each full of cancelled checks, reciepts, credit card bills going back to the very beginning of plastic credit cards, neatly filed. My Mom never lost or misplaced a reciept for anything going back to 1952!\r<br/><br/>So why and how did she come to have over a dozen official looking copies of my birth certificate?\r<br/><br/>Any immigrant, illegal or otherwise, can have one, change their name to Christopher and run for any office they desire.\r<br/><br/>The Presidential birth certificate is a RED HERRING designed to keep us all stupid while a few powerful people pillage the treasury and gather power and authority.\r<br/><br/>If the founding father had one unifying theme it was that power and authority would never rest in the hands of one person (king) or small group of people (parliment). Why we are so in love with the British Crown is a mystery to me. The civil action in the streets of Egypt, Lybia and Syria is all about spreading the wealth. Every little wedge issue that divides us as a people makes us weak. Climate change as hoax make us week and robs us of real wealth. The strategy of demonize and diminish makes us all poor.\r<br/><br/>Birth certificate anyone?", "recommendationCount": 3}, {"assetID": 2676719, "replies": [], "lft": 62, "assetURL": "http://dotearth.blogs.nytimes.com/2011/04/28/on-birth-certificates-climate-risk-and-an-inconvenient-mind/", "parentID": null, "commentID": 3751601, "rgt": 63, "userDisplayName": "Joel Upchurch", "createDate": "1304015973", "userID": 1281328, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1304049760", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Florida", "commentType": "comment", "updateDate": "1304046160", "commentSequence": 29, "commentBody": "Mr Salmony seems to be intent on fighting the last war, rather than looking at current problems. The fertility rate in the US dropped below replacement level back in the seventies. Even Mexico is down to ZPG now. Based on the 2010 census, 3/4 of our population increase increase from 2000 was immigrants or their children. There are no developed countries with a population increase problem. Current demographic projections say that the whole world will reach ZPG somewhere in 2040-50 time frame. The biggest problem we have is with feeding people because too much cropland is being tied up with producing subsidized ethanol.", "recommendationCount": 11}, {"assetID": 2672216, "replies": [], "lft": 100, "assetURL": "http://dotearth.blogs.nytimes.com/2011/04/27/the-many-shapes-of-climate-knowledge/", "parentID": null, "commentID": 3751608, "rgt": 101, "userDisplayName": "WCKWCK", "createDate": "1304015996", "userID": 60315821, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1304049775", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Rings of Saturn", "commentType": "comment", "updateDate": "1304046175", "commentSequence": 48, "commentBody": "@32 Rudy Ludeke -  \"But one of the contributors is Roger Pielke, Sr., a noted and controversial anti-GW advocate, who is frequently criticized for his inconsistency and lack of rigor\"<br/><br/>I can't find any source of information to support your claim that Roger Pielke Sr, is a contributor to C3 Headlines. Can you supply your source supporting your contention? <br/><br/>Also, you link to the OSS foundation I assume to offer them as a source to support your contention that Roger Pielke Sr. is, \"criticized for his inconsistency and lack of rigor\". However OSS Foundation is a registered 501(c)(3) corporation offering consulting and educational services. They are not a scientific organization. Here is the founder's profile at the web site:<br/><br/>\"Founder - John P. Reisman brings more than 20 years experience in studying and developing systems and performing various types of analysis. Leading a dual career path, he also worked in media production, engineering and management in areas including music, radio, television, and film. <br/><br/>John worked at the University of the World with Dr. James Grier Miller, Author of Living Systems Theory and Dr. Martin Chamberlain, doing research in educational systems. While at the university, he wrote a simplified systems theory for understanding general systems operation and dynamics, and developed a methodology to help understand the health of a given system. He worked, with the assistance of Dr. Jonas Salk, developing The Learning Center/PATH Project, which was presented to the US Department of Education and EDUCOM and developed the TLC/PATH project for the Reagan administrations, 'School 2000' project.<br/><br/>More recently he has conducted research, analysis and development efforts in energy efficient urban and industrial structures and was awarded a patent for a time management system he invented. John typically works with entrepreneurs and companies in early stages of innovative projects in feasibility and market identification.<br/><br/>John studied engineering and early in his career worked in the media industry in production; and for the Department of Defense while living at the NATO base in Iceland. After 9/11 he worked with Homeland Security to help bring the TSA security force up to speed.<br/><br/>He enjoys writing, and examining systems interaction and dynamics. Most recently he has applied his examinations to climate, energy, and economic systems as well as synergies and inter-dynamic relationships in these areas.\"<br/><br/>The other person at OSS Foundation is a PR person who I doubt is qualified to judge Dr. Pielke Sr's qualifications as a climate scientist.<br/><br/>Can you offer any unbiased non-corporate source of information from any scientific organizations that have \"frequently criticized\" Dr. Pielke Sr., \"for his inconsistency and lack of rigor\" in his duies as a climate scientist, as you contend?", "recommendationCount": 8}, {"assetID": 2676719, "replies": [], "lft": 64, "assetURL": "http://dotearth.blogs.nytimes.com/2011/04/28/on-birth-certificates-climate-risk-and-an-inconvenient-mind/", "parentID": null, "commentID": 3751664, "rgt": 65, "userDisplayName": "Larry G.", "createDate": "1304016585", "userID": 35174645, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1304049785", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Seattle, Washington", "commentType": "comment", "updateDate": "1304046185", "commentSequence": 30, "commentBody": "1.  Here's an article (The Huffington Post, 04/27/11) musing on the Birther's \"cognitive filters\":<br/><br/>Why Won't Hawaii Produce Documents Proving It's a State?<br/><br/>Finally the president has responded to Republican pressure and produced irrefutable evidence that he was born in the \"state\" of Hawaii. But now it's time Hawaii answer doubters and produce documents proving that it is a state. What are they hiding? And why haven't we seen these documents?<br/><br/>Mr. Lowery Gorgolos, 91, a coast guard veteran and a daily fixture at the Denny's in Houston, Texas is still not convinced: \"As far as I'm concerned there's only 32 real states. The rest were added by communists and the elite liberals. I'm not even 100% sure Hawaii exists....\" ....<br/><br/>The Governor of Hawaii was not available for comment.<br/><br/>2.  The Birther's psychology isn't too difficult to understand.  A belief in nutty things opens a door to the intensely pleasurable feelings of camaraderie, experienced by the members of a persecuted, misunderstood group, a group with \"secret\" knowledge of the truth.  <br/><br/>A belief in nutty things is the one chance that ordinary people, living boring lives, have to become extraordinary.  Examples:<br/><br/>The camaraderie of a group sharing stories about their \"alien abduction\" experiences; the haunted-house investigative teams using \"scientific\" instruments to gather evidence of ghosts and ESP (an echo of the seances popular 100 years ago); the very large number of people who construct astrological charts to gain access to \"ancient wisdom\".<br/><br/>Larry G.<br/>\nSeattle, WA", "recommendationCount": 5}, {"assetID": 2676719, "replies": [], "lft": 66, "assetURL": "http://dotearth.blogs.nytimes.com/2011/04/28/on-birth-certificates-climate-risk-and-an-inconvenient-mind/", "parentID": null, "commentID": 3751703, "rgt": 67, "userDisplayName": "Adrian O", "createDate": "1304017058", "userID": 19926270, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1304049821", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "State College, PA", "commentType": "comment", "updateDate": "1304046221", "commentSequence": 31, "commentBody": "Climate satellites, the best data we have, show slight global cooling for 13 years now.<br/><br/><a href=\"http://www.woodfortrees.org/plot/rss\" title=\"http://www.woodfortrees.org/plot/rss\" target=\"_blank\">http://www.woodfortrees.org/plot/rss</a><br/><br/>The climatologists' models all predicted accelerated global warming due to extra CO2.<br/><br/>That's what brought the whole climate pseudoscience down. Hard data. Not psychology.<br/><br/>The Australians are quickly jumping off the AGW ideology. The fact that Australian psychologists like Lewandowsky are up in arms analyzing what's wrong with people's thinking is a sign of that - a last grant buck off the sinking ship.<br/><br/>A very recent analysis of the greenest of all Germany in the mainstream left leaning \"Der Spiegel\" concluded that Germany spent a trillion dollars in the last decade with less than minimal, in fact carbon enhancing results.<br/><br/><a href=\"http://www.spiegel.de/international/germany/0,1518,751469,00.html\" title=\"http://www.spiegel.de/international/germany/0,1518,751469,00.html\" target=\"_blank\">http://www.spiegel.de/international/germany/0,1518,751469,00.html</a><br/><br/><a href=\"http://www.spiegel.de/international/world/0,1518,757713,00.html\" title=\"http://www.spiegel.de/international/world/0,1518,757713,00.html\" target=\"_blank\">http://www.spiegel.de/international/world/0,1518,757713,00.html</a><br/><br/>As a \"hard\" scientist who spent a lot of of time looking at the measured data I found that AGW was the biggest scientific fraud in the history of humanity.<br/><br/>The public around the world is reaching now slowly but surely the same conclusion.<br/><br/>It is a point of pride that the US is at the forefront of the debunking movement.", "recommendationCount": 13}, {"assetID": 2676719, "replies": [], "lft": 68, "assetURL": "http://dotearth.blogs.nytimes.com/2011/04/28/on-birth-certificates-climate-risk-and-an-inconvenient-mind/", "parentID": null, "commentID": 3751723, "rgt": 69, "userDisplayName": "Steven Earl Salmony", "createDate": "1304017221", "userID": 57074419, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1304049827", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Chapel Hill, NC", "commentType": "comment", "updateDate": "1304046227", "commentSequence": 32, "commentBody": "How would you respond to the following comment.\r<br/><br/>I see what you are saying about human population dynamics, Steve, but I still think what you are saying is crazy. If you are right, how many experts in economics, demography and population science have got it wrong? ", "recommendationCount": 2}, {"assetID": 2672216, "replies": [], "lft": 102, "assetURL": "http://dotearth.blogs.nytimes.com/2011/04/27/the-many-shapes-of-climate-knowledge/", "parentID": null, "commentID": 3751740, "rgt": 103, "userDisplayName": "Susan Anderson", "createDate": "1304017406", "userID": 57076816, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1304049834", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Boston", "commentType": "comment", "updateDate": "1304046234", "commentSequence": 49, "commentBody": "\"The case for human-caused global warming is robust. It's based on many lines of independent evidence, all pointing to a single, consistent answer. This preponderance of evidence is why we have a consensus among scientists. It's not about tree-hugging or secret plans to control the world – it's rooted in empirical measurements and the laws of physics.\"<br/><br/>Nowadays, it's possible to produce nice-looking graphs and supporting information for falsehood without much trouble.  But it's not very helpful, is it, to promote delusion, when in others or in yourself.<br/><br/>Climate trends are becoming quite obvious.  If you are too young to remember what the world was like 50 years ago, or notice the trends decade by decade, ask someone older.<br/><br/>How exactly are shorter winters and longer growing seasons not indicative?  How are species migrations not signs of trends?  As to ice melt, the data are clear and are supported by photographic evidence.<br/><br/>I agree that pseudo skeptic or fake skeptic is more polite, and also more accurate.  All scientists are skeptics, as they are used to evaluating and checking real data.  The fake skeptics are hot on the trail of real science, but people they support get a free pass.  In addition, there's a lot of inertia and a pile of money for those willing to support the status quo, get rid of clear air and water, slow down public education, prevent alternative views from being presented in the media, etc. etc.<br/><br/>But at this point all this is breaking down because the daily news is providing plenty of worldwide evidence that the planet is not under our control, and exploitation is not a good management policy in the long run.", "recommendationCount": 1}, {"assetID": 2676719, "replies": [], "lft": 70, "assetURL": "http://dotearth.blogs.nytimes.com/2011/04/28/on-birth-certificates-climate-risk-and-an-inconvenient-mind/", "parentID": null, "commentID": 3751799, "rgt": 71, "userDisplayName": "Abelle", "createDate": "1304018173", "userID": 63394360, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1304049840", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Portland, OR", "commentType": "comment", "updateDate": "1304046240", "commentSequence": 33, "commentBody": "I find it completely absurd that more people are denying global climate change when the evidence is right before their eyes.  Stronger more devastating storms are not only the future they are here now.  How many people died today because of the biggest tornado on record.  How many homes are being washed away do to much more moisture in the atmosphere and turned into torrential downpours that strips away precious topsoil.  I can look out my window to beautiful mountains that no longer have snow in the summer when I spent my childhood summer skiing.  CAUSE AND EFFECT,  a basic premise of physics.  What you put into a system will cause an effect.  The fact that we can't exactly predict what will happen doesn't mean nothing will. Just look out your window.", "recommendationCount": 2}, {"assetID": 2676719, "replies": [], "lft": 74, "assetURL": "http://dotearth.blogs.nytimes.com/2011/04/28/on-birth-certificates-climate-risk-and-an-inconvenient-mind/", "parentID": null, "commentID": 3751859, "rgt": 75, "userDisplayName": "Adrian O", "createDate": "1304018858", "userID": 19926270, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1304049860", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "State College, PA", "commentType": "comment", "updateDate": "1304046260", "commentSequence": 34, "commentBody": "IT'S AN IDEA AS OLD AS HUMANITY<br/><br/>The economics of AGW is in fact quite simple.<br/><br/>Every government needs money. So they invest about $10/person/year (= $3 billion/year) into some climate wise guys who say (consensually, by the definition of their job) that they could predict climate a century in the future. Their models are out of whack within a decade, but tough wise guys don't mind such things. <br/><br/>In fact, the scarier, the better. The climate fellows who were most willing to ignore measurements got so well funded that they created their own climate institutes or were made heads of government climate agencies.<br/><br/>The idea was that these climate wise guys would scare the people so badly that they would be willing to pay $1000/person/year (=$300 billion/year in the US, $450 billion in Europe as recently kindly suggested by the European climate commissioner.)<br/><br/>In protection, here called mitigation, money.<br/><br/>It's an idea as old as humanity.<br/><br/>PS Here's the actual NYT quote. Outgoing Democrats telling incoming Republicans that Climate Science is a simple cash cow, no matter what you believe in.<br/><br/>Deficit Panel Cuts Energy Subsidies and Perhaps Carbon Emissions, Too - <a href=\"http://NYTimes.com\" title=\"NYTimes.com\" target=\"_blank\">NYTimes.com</a><br/>\n<a href=\"http://www.nytimes.com/cwire/2010/12/02/02climatewire-deficit-panel-cuts-energy-subsidies-and-perh-27397.html\" title=\"http://www.nytimes.com/cwire/2010/12/02/02climatewire-deficit-panel-cuts-energy-subsidies-and-perh-27397.html\" target=\"_blank\">http://www.nytimes.com/cwire/2010/12/02/02climatewire-deficit-panel-cuts...</a><br/><br/>\"I find it puzzling that the commission did not look to taxes on carbon emissions as a source of revenue,\"<br/>\nsaid Michael Greenstone, the former chief economist of the president's Council of Economic Advisers. <br/><br/>\"It would be natural to use this moment when the budget deficit must be addressed to tax things that we don't like.<br/>\nIn this case, it's carbon.\"<br/><br/>\"This does not have to be THOUGHT ABOUT or TALKED ABOUT as a climate policy,\" he added. <br/><br/>\"It would be SMART BUDGET POLICY.\"", "recommendationCount": 12}, {"assetID": 2672216, "replies": [], "lft": 104, "assetURL": "http://dotearth.blogs.nytimes.com/2011/04/27/the-many-shapes-of-climate-knowledge/", "parentID": null, "commentID": 3751910, "rgt": 105, "userDisplayName": "mememine", "createDate": "1304019408", "userID": 59673275, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1304049865", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "canda", "commentType": "comment", "updateDate": "1304046265", "commentSequence": 50, "commentBody": "What ALL the \"scientists\" agreed on WAS\r<br/><br/>:1-There WILL be effects.\r<br/><br/>2-The effects WILL range from negligible to nothing, to complete and out of control and runaway deadly unstoppable warming.\r<br/><br/>Now what's not to agree on?\r<br/><br/>It was just a free pass for lab coat consultants and merchants of fear profiteers (media and politicians).This madness was unsustainable and history is watching this modern day witch burning as we bow to politicians promising to make the weather colder with taxes.It wasn’t about climate change, it was about climate control. Now how insane is that?\r<br/><br/>And consider if it were not for the “scientists” who polluted the planet with their pesticides and cancer causing chemicals, we wouldn’t even need environmentalism.\r<br/><br/>This wasn’t environmentalism, it was CO2 environMENTALism.\r<br/><br/>God help us.\r", "recommendationCount": 5}, {"assetID": 2676719, "replies": [], "lft": 76, "assetURL": "http://dotearth.blogs.nytimes.com/2011/04/28/on-birth-certificates-climate-risk-and-an-inconvenient-mind/", "parentID": null, "commentID": 3751934, "rgt": 77, "userDisplayName": "mememine", "createDate": "1304019657", "userID": 59673275, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1304049877", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "canda", "commentType": "comment", "updateDate": "1304046277", "commentSequence": 35, "commentBody": "Climate Change, the Liberal Iraq War of climate WMD's, was to liberalism what the bible thumping and the RIGHT TO LIFE movement is to the neocons.<br/>\nWhat ALL the \"scientists\" agree on is:\r<br/><br/>1-There WILL be effects.\r<br/><br/>2-The effects WILL range from negligible to nothing, to complete and out of control and runaway deadly unstoppable warming.Now what's not to agree on? \r<br/><br/>It was just a free pass for lab coat consultants and merchants of fear profiteers (media and politicians).\r<br/><br/>This madness was unsustainable and history is watching this modern day witch burning as we bow to politicians promising to make the weather colder with taxes.It wasn’t about climate change, it was about climate control. Now how insane is that?And consider if it were not for the “scientists” who polluted the planet with their pesticides and cancer causing chemicals, we wouldn’t even need environmentalism.This wasn’t environmentalism, it was CO2 environMENTALism.God help us", "recommendationCount": 10}, {"assetID": 2674076, "replies": [], "lft": 350, "assetURL": "http://www.nytimes.com/2011/04/28/health/policy/28medicaid.html", "parentID": null, "commentID": 3753809, "rgt": 351, "userDisplayName": "td ferrell", "createDate": "1304049890", "userID": 17408565, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1304049902", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "virginia beach, va", "commentType": "comment", "updateDate": "1304046302", "commentSequence": 143, "commentBody": "The question is do we want to pay for what we have and get a return on it? If we eliminate profit for insurance companies and  use the money to set costs for providers then we might get somewhere on this. But alas the lobbyist and a weak kneed congress. ", "recommendationCount": 1}, {"assetID": 2640432, "replies": [], "lft": 100, "assetURL": "http://wordplay.blogs.nytimes.com/2011/04/16/venus/", "parentID": null, "commentID": 3753759, "rgt": 101, "userDisplayName": "Steven King", "createDate": "1304049058", "userID": 41188, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1304049905", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New York, NY", "commentType": "comment", "updateDate": "1304046305", "commentSequence": 48, "commentBody": "The horror writer referred to in the piece spells his name Stephen King.  Hey nobody's perfect (including the author of this piece and whoever proofread it at the Times)!", "recommendationCount": 1}, {"assetID": 2678474, "replies": [], "lft": 114, "assetURL": "http://www.nytimes.com/2011/04/29/business/29label.html", "parentID": null, "commentID": 3753805, "rgt": 115, "userDisplayName": "Rob E.", "createDate": "1304049741", "userID": 36056210, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1304049917", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New York City", "commentType": "comment", "updateDate": "1304046317", "commentSequence": 42, "commentBody": "\"The guidelines call for foods that are advertised to children to meet two basic requirements. They would have to include certain healthful ingredients, like whole grains, fresh fruits and vegetables, or low-fat milk. And they could not contain unhealthful amounts of sugar, saturated fat, trans fat and salt.\"\r<br/><br/>When did low-fat milk become a healthful ingredient?  Enough already with this sham!  Give the kids whole milk (not from cows administered hormones and antibiotics and fed GM corn and soy sprayed with pesticides) and we'll be on our way to lower health insurance premiums!", "recommendationCount": 3}, {"assetID": 2676719, "replies": [], "lft": 80, "assetURL": "http://dotearth.blogs.nytimes.com/2011/04/28/on-birth-certificates-climate-risk-and-an-inconvenient-mind/", "parentID": null, "commentID": 3752558, "rgt": 81, "userDisplayName": "Lou Grinzo", "createDate": "1304026185", "userID": 43075442, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1304049918", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Rochester, NY", "commentType": "comment", "updateDate": "1304046318", "commentSequence": 36, "commentBody": "And in an act of goalpost moving that would put any climate change denier to shame, some birthers are now saying that even if Obama was born in Hawaii when claimed he's still ineligible to be president because his father was not a US citizen.<br/><br/>I am stunned and horrified that the number of birthers in the US is more than about 2% of the population.  Perhaps I need to take another cynicism pill...", "recommendationCount": 3}, {"assetID": 2680035, "replies": [], "lft": 18, "assetURL": "http://wordplay.blogs.nytimes.com/2011/04/28/assumed/", "parentID": null, "commentID": 3753643, "rgt": 19, "userDisplayName": "lucillestott", "createDate": "1304046350", "userID": 35337780, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1304049919", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Concord, MA", "commentType": "comment", "updateDate": "1304046319", "commentSequence": 8, "commentBody": "It is 11:04, and I still can't find the Friday puzzle on my Across Lite program. Do some people receive it for download and others not? I don't understand why some posts are discussing a puzzle that has not yet been put up. Can anyone clarify?", "recommendationCount": 0}, {"assetID": 2680035, "replies": [], "lft": 14, "assetURL": "http://wordplay.blogs.nytimes.com/2011/04/28/assumed/", "parentID": null, "commentID": 3753640, "rgt": 15, "userDisplayName": "Jpeck206", "createDate": "1304046267", "userID": 55102075, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1304049922", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New Hampshire", "commentType": "comment", "updateDate": "1304046322", "commentSequence": 9, "commentBody": "Past 11PM &amp; still can't get the puzzle. Does anyone know what's up?", "recommendationCount": 0}, {"assetID": 2676719, "replies": [], "lft": 82, "assetURL": "http://dotearth.blogs.nytimes.com/2011/04/28/on-birth-certificates-climate-risk-and-an-inconvenient-mind/", "parentID": null, "commentID": 3752600, "rgt": 83, "userDisplayName": "Paxton Williams", "createDate": "1304026864", "userID": 58901678, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1304049935", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Denison, TX", "commentType": "comment", "updateDate": "1304046335", "commentSequence": 37, "commentBody": "Nice summary of the obvious Sociological and Psychological basis for deniers.  Really, nothing new here, but well written.  Anyone who has taken a higher level University course in either subject will recognize all this as elementary stuff.   Others?  Well, some have 'skin in the game' and get paid to be professional deniers.   See phony 'think tanks'.  <br/><br/>The problem is a lack of basic training in both science and critical thinking; reinforced by a deluge of 'misinformation masquerading as fact' from some of our mass media, 'news' outlets. Witness the phony birth certificate issue.  No critical thinking or analysis there, just, as you said, denial.  Lots and lots of anti intellectual denial.<br/><br/>If I were to forward this rather long piece to birthers or climate deniers I know, they most likely wouldn't bother to open it, let alone read it.  And if they did would quit within a paragraph or two.  It would simply reinforce their limited world view that those 'pointy headed, liberal, educated elite', don't have a clue and have an agenda radically different than theirs.  Rather than informing them, it would fill them with derision.  (See some of your responses for proof of this observation).<br/><br/>So, with the exception of some professional climate deniers here, you are once again, simply preaching to the choir.  But, do, keep it up.  Maybe some of it will break through to the other side.  Or, maybe, pigs will fly.", "recommendationCount": 4}, {"assetID": 2672216, "replies": [], "lft": 106, "assetURL": "http://dotearth.blogs.nytimes.com/2011/04/27/the-many-shapes-of-climate-knowledge/", "parentID": null, "commentID": 3752624, "rgt": 107, "userDisplayName": "wmar", "createDate": "1304027129", "userID": 13143930, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1304049939", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "usa", "commentType": "comment", "updateDate": "1304046339", "commentSequence": 51, "commentBody": "J Bob ...<br/><br/>Thanks!<br/><br/>Be well", "recommendationCount": 2}, {"assetID": 2678774, "replies": [], "lft": 2, "assetURL": "http://dotearth.blogs.nytimes.com/2011/04/28/old-energy-strategies-new-century/", "parentID": null, "commentID": 3752664, "rgt": 3, "userDisplayName": "wmar", "createDate": "1304027686", "userID": 13143930, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1304049955", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "usa", "commentType": "comment", "updateDate": "1304046355", "commentSequence": 1, "commentBody": "Very simply -<br/><br/>Any politician that agrees to cause fuel costs to rise, as, (heat, food, transportation, medicine and almost everything else would rise in response), will no longer be employed - this includes any president from either party.<br/><br/>I expect that as fuel costs rise, the USA will decide (by its voters), that the time to use our incredible and vast reserves, both tapped and untapped, is nigh.  I expect that within 10 or so years imports of carbon-based fuels will shrink dramatically and North America will be far safer, less poor, cleaner, and not materially warmer than the present.  <br/><br/>The best way to de-fang OPEC, or the risk from disruptions in the middle east, thus enhancing national security, is to replace them or force them to compete with our domestic pricing.  To some degree this can, also, mitigate the damages done from the dilution of the dollar the current administration has championed along with help from Bernanke (meaning more dollars are needed to compete for the fungible commodity, such as oil, gas and coal), as well as lower costs of transportation and related expenses.    <br/><br/>The politicians that cause lower fuel prices will prevail (no matter their party), as we approach $ 5 per gallon, the economy looks and prepares to vastly lessen itself in response.  Economic depressions use less fuel too, but who really wants one?<br/><br/>Best Wishes", "recommendationCount": 13}]}, "copyright": "Copyright (c) 2016 The New York Times Company.  All Rights Reserved."}