{"debug": {"version": 3.1}, "status": "OK", "results": {"api_timestamp": "1481481668", "totalCommentsFound": 8948, "totalCommentsReturned": 25, "comments": [{"assetID": 3413149, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 13047584, "replies": [], "commentID": 13069033, "trusted": 1, "userDisplayName": "Josh Hill", "createDate": "1413429863", "userID": 20663434, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1413429908", "userTitle": "NULL", "recommendations": 0, "editorsSelection": false, "parentUserDisplayName": "Josh Hill", "userURL": "NULL", "userLocation": "<br/>", "depth": 1, "commentType": "userReply", "updateDate": "1413426308", "commentSequence": 13069033, "commentBody": "Ngtjeremy, an interesting question which I think hinges on whether the advantages of imparting a rational, scientific understanding outweigh the advantages of the bee dance. And I don't really know the answer. I do think that religion is dying, caught between the advances of science and its inability to change rapidly to accommodate the scientific and technical advances that have created rapid changes in our society without giving up the pretense of divine inspiration, so in the end, what we think of it probably makes little difference. So ultimately, I think it makes little difference what approach we take. And certainly, in a philosophical debate such as this one, we should speak truthfully."}, {"recommendedFlag": 0, "parentID": 13047584, "replies": [], "commentID": 13069083, "trusted": 1, "userDisplayName": "Josh Hill", "createDate": "1413430457", "userID": 20663434, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1413430507", "userTitle": "NULL", "recommendations": 0, "editorsSelection": false, "parentUserDisplayName": "Josh Hill", "userURL": "NULL", "userLocation": "<br/>", "depth": 1, "commentType": "userReply", "updateDate": "1413426907", "commentSequence": 13069083, "commentBody": "CA, regrettably, I don't have time now to read through your link, but the philosophical arguments I've seen for the existence of God, here and elsewhere, have been singularly unconvincing. Many of us have commented on their shortcomings here. So I wouldn't elevate them to the realm of evidence.<br/><br/>Regarding pseudo-science, you seem to believe that science cannot be applied. As an engineer, I find that premise most puzzling! If I see a moustachioed fellow swing a watch, and I see someone exhibit the signs of a somnambulistic trance, I assume that the person is being hypnotized. How then should I interpret the chanting of suggestion in liturgy? To suppose that these suggestions don't have an effect on the majority, who are in some degree suggestible, would be to discard a century's worth of research and clinical experience."}, {"recommendedFlag": 0, "parentID": 13047584, "replies": [], "commentID": 13136211, "trusted": 0, "userDisplayName": "Shoshon", "createDate": "1414080638", "userID": 41851792, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1414080669", "userTitle": "NULL", "recommendations": 0, "editorsSelection": false, "parentUserDisplayName": "Josh Hill", "userURL": "NULL", "userLocation": "Portland, Oregon", "depth": 1, "commentType": "userReply", "updateDate": "1414077069", "commentSequence": 13136211, "commentBody": "Until science-based Atheists can explain the origin of the universe, the 70-80% of the universe that is Dark Matter, the divergence between quantum mechanics and astrophysics, etc, they will remain on one end of the same spectrum as theists; humble, mortal, fallible, with incomplete knowledge, and an ultimate reliance on things we cannot and do not know."}]}, "lft": 122, "assetURL": "http://opinionator.blogs.nytimes.com/2014/10/13/notes-on-an-unanswerable-question/", "parentID": null, "commentID": 13047584, "rgt": 147, "userDisplayName": "Josh Hill", "createDate": "1413259193", "userID": 20663434, "replyCount": 12, "commentTitle": "<br/>", "status": "approved", "approveDate": "1413259208", "userTitle": "NULL", "editorsSelection": 1, "statusID": 2, "userURL": "NULL", "userLocation": "<br/>", "commentType": "comment", "updateDate": "1413296148", "commentSequence": 13047584, "commentBody": "Here's one atheist who agrees that religious morality and community played a positive role -- as hard as that may be to see now, given abuses such as discrimination against gays and women. I would argue too that religious conflict is merely conflict between divergent cultures. If religion doesn't provide an excuse for a war, man can and will devise one.<br/><br/>But you go wrong when you imply that the burden is on us atheists to demonstrate the non-existence of God. The burden of evidence is on those who make a claim. You say \"there is no scientific evidence, but there is other evidence.\" What other evidence? Certainly, belief is not evidence: I read here the other day that 75% of Republicans believe that people can be controlled by demons. Come up with a wacky notion, and you will find people who believe it, whether Obama birth theories or the Chicago school of economics. Faith tells us only that people have faith.<br/><br/>You're wrong too to call theories that explain belief in evolutionary or psychological terms \"pseudo science.\" Suggestibility, hypnosis, and group influence are well studied phenomena and bear a striking resemblance to religious ceremonies. And Darwinian and cultural evolution provides a satisfying framework for understanding why our capacity for faith has evolved. The best column you ever ran was on the topic of eusociality. Like literature, religion propagates useful cultural memes. It is, in essence, a bee dance.", "recommendationCount": 139}, {"assetID": 3413152, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 13047593, "replies": [], "commentID": 13048363, "trusted": 0, "userDisplayName": "klm", "createDate": "1413274168", "userID": 6391531, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1413289454", "userTitle": "NULL", "recommendations": 4, "editorsSelection": false, "parentUserDisplayName": "Howard", "userURL": "NULL", "userLocation": "atlanta", "depth": 1, "commentType": "userReply", "updateDate": "1413285854", "commentSequence": 13048363, "commentBody": "Mr. Brooks once tried to get out and talk to ordinary people.  But he discovered, to his horror, that he might have to eat at a chain restaurant.  End of story."}]}, "lft": 46, "assetURL": "http://www.nytimes.com/2014/10/14/opinion/david-brooks-the-sorting-election.html", "parentID": null, "commentID": 13047593, "rgt": 49, "userDisplayName": "Howard", "createDate": "1413259261", "userID": 4985602, "replyCount": 1, "commentTitle": "<br/>", "status": "approved", "approveDate": "1413259268", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Los Angeles", "commentType": "comment", "updateDate": "1413255668", "commentSequence": 13047593, "commentBody": "Mr. Brooks writes, \"As the country diversifies economically, it segments socially and politically.\"  I'm sorry, Mr. Brooks, but you should not use \"diversifies\" as an Orwellian word for \"a few very rich people and a growing number of very poor people.\"  These aren't unchangeable categories (as are, say, ethnic or gender ones).  They're the result of conscious policies, championed by the wealthy at (literally) the expense of the middle class and poor.  Just one example:  Government once saw that everyone was fed.  Now it's up to private and religious soup kitchens, which do the best they can but it's far from enough.<br/>And for most Americans, jobs and hometowns aren't multiple choice (\"Would I rather live in Houston or San Francisco?\") but Hobson's choice:  it's this or nothing.<br/>Yes, people seek out their own kind when they can.  But you, Mr. Brooks, should get out more and talk to people struggling to get by.  You might learn something.", "recommendationCount": 197}, {"assetID": 3413138, "replies": [], "lft": 150, "assetURL": "http://takingnote.blogs.nytimes.com/2014/10/13/the-candidate-who-wants-more-pollution-in-iowa/", "parentID": null, "commentID": 13047591, "rgt": 151, "userDisplayName": "Susan Anderson", "createDate": "1413259216", "userID": 57076816, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1413259269", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Boston", "commentType": "comment", "updateDate": "1413255669", "commentSequence": 13047591, "commentBody": "How depressing it is that an out and out crazy person might be elected.  It's hard not to feel the manufactured level of confusion about the dangers to our survival of increased emissions which trap heat (energy) in our biosphere is criminal in scope.  How long will we all submit to ignorance?<br/><br/>One doesn't need to be an expert to comprehend some of the simple basics that have been established over the last two centuries, that heat-trapping gases are accumulating, and that our planet's circulatory system is going haywire, with consequences all over the map.<br/><br/>How hard is it to acknowledge reality?  Falsehood in this case really is criminally dangerous and it will probably not take many more decades before this is obvious beyond the shadow of a doubt.  Politics does not change nature; nature, however, with the only seat at the table, can act as Sandy did to change politics.  Any one storm can be argued away, but with the military and insurance companies, not to mention nearly all the world's top experts, warning us of the dangers to come, how can people vote for someone like Joni Ernst?<br/><br/>It's our home, and we only have one.  ", "recommendationCount": 38}, {"assetID": 3413110, "replies": [], "lft": 1640, "assetURL": "http://www.nytimes.com/2014/10/14/world/europe/vatican-signals-more-tolerance-toward-gays-and-remarriage.html", "parentID": null, "commentID": 13047483, "rgt": 1641, "userDisplayName": "Christopher McHale", "createDate": "1413258085", "userID": 63590553, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1413259331", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "ny", "commentType": "comment", "updateDate": "1413255731", "commentSequence": 13047483, "commentBody": "You'd be hard pressed to find anything in the gospels of Jesus that support the hide-bound traditions on the conservative side of the church. Francis sees this clearly and prefers to follow Jesus, as opposed to bishops who put their own need for earthy power over the mission Jesus laid out for his church.", "recommendationCount": 11}, {"assetID": 3413110, "replies": [], "lft": 1471, "assetURL": "http://www.nytimes.com/2014/10/14/world/europe/vatican-signals-more-tolerance-toward-gays-and-remarriage.html", "parentID": 13046433, "commentID": 13047494, "rgt": 1472, "userDisplayName": "Michael Stavsen", "createDate": "1413258173", "userID": 60905487, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1413259359", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Ditmas Park, Brooklyn", "commentType": "userReply", "updateDate": "1413255759", "commentSequence": 13047494, "commentBody": "If the authority exists to disregard any law of the bible this means that there is no authority at all to any laws of the bible. If so even when deciding to chose to uphold a certain biblical law, the authority behind that law, is not the bible but the pope. Therefore the sole authority that says this is god's law is the pope, and it is he alone who is the authority of God's law.<br/>If so the bible is completely irrelevant to the laws of God, and its laws have nothing to do with the church. So they should say so clearly, that that book has as much relevance to the church as the Koran does, and quit citing it.", "recommendationCount": 1}, {"assetID": 3413110, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 13047554, "replies": [], "commentID": 13048901, "trusted": 0, "userDisplayName": "r.j. paquin", "createDate": "1413284767", "userID": 29337967, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1413295067", "userTitle": "NULL", "recommendations": 3, "editorsSelection": false, "parentUserDisplayName": "82airborne1968", "userURL": "NULL", "userLocation": "Norton Shores Michigan", "depth": 1, "commentType": "userReply", "updateDate": "1413291467", "commentSequence": 13048901, "commentBody": "You got it!  Hearts must be changed before the mind is changed."}]}, "lft": 1642, "assetURL": "http://www.nytimes.com/2014/10/14/world/europe/vatican-signals-more-tolerance-toward-gays-and-remarriage.html", "parentID": null, "commentID": 13047554, "rgt": 1645, "userDisplayName": "82airborne1968", "createDate": "1413258883", "userID": 65555751, "replyCount": 1, "commentTitle": "<br/>", "status": "approved", "approveDate": "1413259366", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Austin, TX", "commentType": "comment", "updateDate": "1413255766", "commentSequence": 13047554, "commentBody": "Check back in 500 years. Something more definite may come from this.", "recommendationCount": 15}, {"assetID": 3413110, "replies": [], "lft": 1567, "assetURL": "http://www.nytimes.com/2014/10/14/world/europe/vatican-signals-more-tolerance-toward-gays-and-remarriage.html", "parentID": 13046899, "commentID": 13047555, "rgt": 1568, "userDisplayName": "Kate", "createDate": "1413258884", "userID": 47672922, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1413259376", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Connecticut", "commentType": "userReply", "updateDate": "1413255776", "commentSequence": 13047555, "commentBody": "I'm assuming you consider yourself a Christian, so I'd like to remind you that Jesus didn't have anything specific to say about homosexuals.  I consider myself a Christian, and to me the words of Jesus are what is important.  I believe that what is important is to follow His word, not those of others who came LONG before him.  <br/><br/>Jesus brought his followers into a new covenant, and freed us from following the old one (you know, the OLD Testament).  Christians are not bound by the numerous laws in Leviticus, so continuing to site them as a reason to oppose homosexuality doesn't make a lot of sense.   Jesus would not have condemned gay people or adulterers.  He recognized we were ALL sinners, and taught we treat all people (including sinners) with kindness and compassion.", "recommendationCount": 4}, {"assetID": 3413150, "replies": [], "lft": 5, "assetURL": "http://www.nytimes.com/2014/10/14/opinion/joe-nocera-amazon-plays-rough-so-what.html", "parentID": 13046912, "commentID": 13047609, "rgt": 6, "userDisplayName": "JWC", "createDate": "1413259411", "userID": 36735459, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1413259448", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Hudson River Valley", "commentType": "userReply", "updateDate": "1413255848", "commentSequence": 13047609, "commentBody": "Problems:<br/>1. Amazon sells half the books in the US. They are using that position to compel publishers to agree to pricing structures that undermine the fundamentals of their business. As a 2012 article in Publisher's Weekly reported: most publishers are describing their annual Amazon contract negotiations “as less of a dialogue than a dictation of terms.”<br/>2. Amazon has also become a publisher, thus creating a conflict in the supply chain.<br/>3. Amazon has taken control of the publish-on-demand business in ways that are killing competition.<br/>4. Amazon appears to play nasty with UPS and FedEx. They ship so much stuff that  it appears (and non-disclosure agreements mask what is really going on) that they can get most of their shipping done for cost-minus. That means UPS and FedEx ship most Amazon packages at a small loss, but do so to keep the bulk of business Amazon provides. For the rest of the world, that means shipping costs are higher. It is like Amazon buying all the cheap seats on a plane before they go on sale to you, me or another e-commerce provider.<br/>There are more, but that's a start. ", "recommendationCount": 40}, {"assetID": 3413149, "replies": [], "lft": 21, "assetURL": "http://opinionator.blogs.nytimes.com/2014/10/13/notes-on-an-unanswerable-question/", "parentID": 13047054, "commentID": 13047606, "rgt": 22, "userDisplayName": "Josh Hill", "createDate": "1413259393", "userID": 20663434, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1413259449", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "<br/>", "commentType": "userReply", "updateDate": "1413255849", "commentSequence": 13047606, "commentBody": "I think I can tell you what happens when you subject children who have not had religious brainwashing to religious brainwashing. I was raised without religion, and at some point, my grandmother, who was herself religious, decided that we needed to learn more about our cultural heritage. So my brothers and I were trundled off to church. My reaction? Embarrassment that grownups believed such silly things.", "recommendationCount": 171}, {"assetID": 3413126, "replies": [], "lft": 62, "assetURL": "http://op-talk.blogs.nytimes.com/2014/10/13/columbus-day-or-indigenous-peoples-day/", "parentID": null, "commentID": 13047617, "rgt": 63, "userDisplayName": "James Threadgill", "createDate": "1413259543", "userID": 25375771, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1413259567", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Houston, Texas", "commentType": "comment", "updateDate": "1413255967", "commentSequence": 13047617, "commentBody": "Given the crimes and atrocities committed against the indigenous Americans by Columbus himself and those who followed him, it's a slap in the face to continue to observe a holiday in his honor for something he did not do: discover the American continents and associated other lands. <br/><br/>The indigenous peoples of the American continents are the only who can claim discovery. further, we know Columbus was not the first European. The Vikings were here before and perhaps St. Brendan, an Irish monk beat the Vikings here. And perhaps others were may the journey even before him. Evidence shows that someone was mining copper in northern Michigan starting around 5,300 BC. It continued until 1,200 BC. Around 1,000 AD mining was restarted and lasted until 1,320 AD. <br/><br/>It's time to send the captain of the Spanish expedition who was guilty of unthinkable crimes against humanity to the dust bin of history where he belongs because the opportunity to bring him to justice has long passed. The holiday should be renamed to honor the indigenous peoples who discovered the Americas and to remind us of the genocide committed by those who came later.", "recommendationCount": 4}, {"assetID": 3413149, "replies": [], "lft": 65, "assetURL": "http://opinionator.blogs.nytimes.com/2014/10/13/notes-on-an-unanswerable-question/", "parentID": 13047182, "commentID": 13047636, "rgt": 66, "userDisplayName": "Josh Hill", "createDate": "1413259799", "userID": 20663434, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1413259808", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "<br/>", "commentType": "userReply", "updateDate": "1413256208", "commentSequence": 13047636, "commentBody": "Actually, physics does seem to be moving in that direction. In a universe that is quantum mechanical, you can't really have non-existence. \"Empty space\" froths with creation. In our own universe, the constant creation of virtual particles produces a measurable force.<br/><br/>We don't begin to know the details yet, but I think we do know enough to dispense with the notion that there is some kind of creator (always an unsatisfying explanation for existence anyway -- what created the creator?).", "recommendationCount": 17}, {"assetID": 3413149, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 13047641, "replies": [], "commentID": 13050666, "trusted": 0, "userDisplayName": "Eric", "createDate": "1413296637", "userID": 36831321, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1413304093", "userTitle": "NULL", "recommendations": 6, "editorsSelection": false, "parentUserDisplayName": "Patricia Harvey", "userURL": "NULL", "userLocation": "NY", "depth": 1, "commentType": "userReply", "updateDate": "1413300493", "commentSequence": 13050666, "commentBody": "Patricia, good comment.<br/><br/>One thing about religious belief I find interesting and puzzling is why God is only described as good (at least, when I find myself at any religious event that's what I hear from the rabbi or priest and read in their texts)? If God made man in his own image, then God must be one messed up supernatural being, full of anger, rage, willing to kill and rape and destroy. (I don't know what template he used to create women, I believe that's never addressed.) And all His bad behavior is in the ancient, sacred books - the Bible and Quran. After reading some of this stuff, if you saw God walking down the street towards you, you would definitely want to cross to the other side."}, {"recommendedFlag": 0, "parentID": 13047641, "replies": [], "commentID": 13080396, "trusted": 0, "userDisplayName": "quilty", "createDate": "1413521372", "userID": 27650018, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1413549963", "userTitle": "NULL", "recommendations": 1, "editorsSelection": false, "parentUserDisplayName": "Patricia Harvey", "userURL": "NULL", "userLocation": "ARC", "depth": 1, "commentType": "userReply", "updateDate": "1413546363", "commentSequence": 13080396, "commentBody": "Yes, like the believer's mistaken belief that without religion we'd have no morality and be reduced to rampaging barbarians and victims thereof, there is the mistaken belief that no child could be an atheist, and that a person comes to atheism only after rejecting the god(s) they used to believe in as children.<br/><br/>For my part, I may have really, really wanted to believe that Saturn was inhabited by pandas who could talk and shared my enthusiasm for race cars, I knew that wasn't true. But the Christianity that was the dominant religious belief where I grew up? Much less plausible than those pandas to me. Or at least I wanted to believe that.<br/><br/>But a kind loving omnipresent, omniscient, and omnipotent god would not allow your friend's older brothers to bully and mock you and your friends. Nor would such a god permit people to let their mean dogs run wild in the streets. That much seemed obvious."}, {"recommendedFlag": 0, "parentID": 13047641, "replies": [], "commentID": 13088770, "trusted": 0, "userDisplayName": "quilty", "createDate": "1413598564", "userID": 27650018, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1413819479", "userTitle": "NULL", "recommendations": 0, "editorsSelection": false, "parentUserDisplayName": "Patricia Harvey", "userURL": "NULL", "userLocation": "ARC", "depth": 1, "commentType": "userReply", "updateDate": "1413815879", "commentSequence": 13088770, "commentBody": "Your mystery of why god is only described as good is due to your limited set of religions that you seem to be examining. You are referring to three religions, known collectively to some as the Abrahamic religions.<br/><br/>There have been literally thousands of other religions. Most of those religions have had multiple gods. Some of those religions believed that every thing was imbued with a spiritual force (often known as animism). Most of those religions also included gods or spiritual forces that were evil, or at least antagonistic to humans who bothered them.<br/><br/>Most people who ever lived either believed in a polytheistic system, or in a animistic system. These systems still exist.<br/><br/>India's dominant religion is Hinduism. There are hundreds of millions of Hindus. More Hindus than the entire population of North America, including Central America and the Caribbean islands. They don't describe gods as only good.<br/><br/>China's religious system, underneath the official atheism, is a form of animism that is highly influenced by Buddhism, as well as Taoism, and the semi-religious writings of persons such as Confucius (Japan is similar).<br/><br/>These two nations compose nearly 40% of all people on earth. For most of the populations of both of them, there is no god. There are gods. And they get angry.<br/><br/>The problem of the existence of evil goes away when you move beyond the monotheistic boundaries that shape American conceptions and these NY Times articles."}]}, "lft": 148, "assetURL": "http://opinionator.blogs.nytimes.com/2014/10/13/notes-on-an-unanswerable-question/", "parentID": null, "commentID": 13047641, "rgt": 157, "userDisplayName": "Patricia Harvey", "createDate": "1413259845", "userID": 61016036, "replyCount": 4, "commentTitle": "<br/>", "status": "approved", "approveDate": "1413259868", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Norfolk", "commentType": "comment", "updateDate": "1413256268", "commentSequence": 13047641, "commentBody": "It was a bit of a jolt for me realize (when someone asked me just how/when I had lost my faith) that I had never actually believed in the Catholic God I was taught to accept. As a child, I thought I worried about divine retribution for perceived bad behavior/thinking...only to discover that it was my father's disapproval that scared the bejeezus out of me. For me, the remnants of my religious training can best be described as \"cultural Catholicism.\" I am, however, profoundly appalled and disgusted by the arrogance, hypocrisy and stupidity of the hierarchical Church. As far as I'm concerned no decent, semi-competent god would allow such a perverse entity to survive (I suppose that's an argument from evil). Given that frame of reference, and since the Church survives, I'm pretty much convinced that God doesn't exist. I haven't been a practicing Catholic (whatever that means) for over fifty years. I don't believe in God, have never found any convincing arguments to the contrary.  ", "recommendationCount": 124}, {"assetID": 3413134, "replies": [], "lft": 512, "assetURL": "http://www.nytimes.com/2014/10/14/world/europe/british-parliament-palestinian-state.html", "parentID": null, "commentID": 13047269, "rgt": 513, "userDisplayName": "SCA", "createDate": "1413255914", "userID": 31275444, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1413259934", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "NH", "commentType": "comment", "updateDate": "1413256334", "commentSequence": 13047269, "commentBody": "Netanyahu with his famous \"understanding of how Americans think\" thought that an election year here made Israel impervious to any repercussions, no matter what atrocities were committed during their destruction of Gaza. Surprise--we're not the only country in the world. The Europeans are not, in contrast to us, entirely bought and paid for governments. Perhaps we'll find, looking back a couple of decades from now, that all those dead Gazans didn't entirely die in vain. And that subsequent US governments will--a long shot but there's always hope--will have some courageous members who will stand up for equitable negotiations and blunt talk to whatever Israeli government is in power by then. And Israel will find out that Britain, and Sweden, and whatever countries follow their lead are the kinds of real friends who force you to do the right thing, even when it hurts. The US-Israel friendship has helped neither country to even take the first step towards peace in the Middle East.", "recommendationCount": 62}, {"assetID": 3412675, "replies": [], "lft": 86, "assetURL": "http://publiceditor.blogs.nytimes.com/2014/10/07/like-sea-level-times-environmental-coverage-on-the-rise/", "parentID": null, "commentID": 13047664, "rgt": 87, "userDisplayName": "Susan Anderson", "createDate": "1413260088", "userID": 57076816, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1413260107", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Boston", "commentType": "comment", "updateDate": "1413256507", "commentSequence": 13047664, "commentBody": "It's been encouraging to see such wide-ranging coverage of climate change/global warming issues.  There is still a problem with false balance, well described by John Oliver, and occasional errors of judgment arising from apparent lack of knowledge. For example, there was Dr. Christy's diatribe about his work not being acceptable to the scientific community; instead of giving him a platform somebody should have realized his work has consistently failed the test of true skepticism.  Mr. Nocera, whose other work is worthy of respect, has appointed himself pro-fracking, failing to notice that continuing with fossil fuels is adding fuel to a fire that is already raging out of control, providing false comfort and distracting from the all-out effort that should be made to integrate real clean energy.  Andy Revkin does some fine reporting, but has consistently promoted voices that distract from the seriousness of the problems we face, and rarely reports about progress with clean energy, seeming to prefer to promote bridge fuels and distracting voices that fit his preference for understatement.<br/><br/>We seem unable to appreciate the very real level of danger, twiddling away the years and bowing to dangerously ignorant or corrupt influence peddling instead of trying to learn from real sources of knowledge.<br/><br/>A series on solutions and progress is a very welcome effort.", "recommendationCount": 2}, {"assetID": 3413134, "replies": [], "lft": 514, "assetURL": "http://www.nytimes.com/2014/10/14/world/europe/british-parliament-palestinian-state.html", "parentID": null, "commentID": 13047283, "rgt": 515, "userDisplayName": "Julie", "createDate": "1413256065", "userID": 55293238, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1413260226", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Playa del Rey, CA", "commentType": "comment", "updateDate": "1413256626", "commentSequence": 13047283, "commentBody": "The US needs to wake up and realize that most Americans were very aware of the latest Gaza war, and for many it was far over the top even for them.<br/>Then to have Netanyahu announce more settlement building during peace negotiations- even if you weren't previously aware of Israel's setting up of Palestine repeatedly you became aware of it this time with the daily Israeli propaganda written with help of a top Republican strategist hammered at you as if repeating a lie many times makes it the truth.<br/>Thank you Brits for telling the truth in Parliament, regretful and saddened but unwilling to deny reality.", "recommendationCount": 82}, {"assetID": 3413149, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 13047673, "replies": [], "commentID": 13050644, "trusted": 1, "userDisplayName": "Josh Hill", "createDate": "1413296519", "userID": 20663434, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1413296529", "userTitle": "NULL", "recommendations": 0, "editorsSelection": false, "parentUserDisplayName": "HJBoitel", "userURL": "NULL", "userLocation": "<br/>", "depth": 1, "commentType": "userReply", "updateDate": "1413292929", "commentSequence": 13050644, "commentBody": "I think the church provides a rich community. My father and stepmother, atheists both, were members of the Unitarian Church, \"the church for people who don't believe in God,\" and I saw how much they got and gave from their church group. I would never join such an organization, because I would see any profession of faith as hypocritical, but I do recognize the benefits, material and emotional, that a religious community can provide and agree with Prof. Gutting that this is something most of us atheists have lost.<br/><br/>Really, judging by what people say here, many of my fellow atheists are naive about religion. They react emotionally to the scandalous behavior of the Catholic Church and other harms done by organized religion, particularly since it was co-opted here by the radical right. I understand and share that outrage, but I also see naivete about the important role that religion and even the conflicts attributed to religion have played in our evolution as a eusocial animal. Perhaps Prof. Gutting could devote some columns to that, rather than to arguments that the religious lost years ago."}, {"recommendedFlag": 0, "parentID": 13047673, "replies": [], "commentID": 13052375, "trusted": 0, "userDisplayName": "HJBoitel", "createDate": "1413304882", "userID": 5315482, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1413305519", "userTitle": "NULL", "recommendations": 0, "editorsSelection": false, "parentUserDisplayName": "HJBoitel", "userURL": "NULL", "userLocation": "New York", "depth": 1, "commentType": "userReply", "updateDate": "1413301919", "commentSequence": 13052375, "commentBody": "It is clear that religious groups have filled an essential social and psychological need for their members -- a need that most humans have, regardless of their belief in a deity. <br/><br/>Atheism and agnosticism are, essentially statements of non-belief.  Their adherents may withdraw from or never join religious congregations, and therefore a vacuum is left in place of the social and psychological elements that flow from religious community life.  As such, atheism and agnosticism cannot fill that vacuum. Disbelief is not a rallying force.<br/><br/>What, then, is there that can be a community rallying focus for them?  The answer may well be some the very values that are espoused by deists, not seen by atheists as derived from a command of a deity, but rather, derived from the essential morality of mankind.<br/><br/>There is very little that even religious people claim is good or bad BECAUSE God says so.  The moral good and bad are said to be inherently so. Viewed in that light,  many moral tenets can provide community both within the ranks of those who do not believe in God AND across the ranks of believers and nonbelievers. There will not be agreement as to all moral beliefs, but there can be agreement as to certain fundamental beliefs.  Of course, extremists, in each camp, would find very little to agree on with those in a different camp. But, that is true already, within the ranks of believers and within the ranks of atheists.    "}, {"recommendedFlag": 0, "parentID": 13047673, "replies": [], "commentID": 13053577, "trusted": 0, "userDisplayName": "HJBoitel", "createDate": "1413311032", "userID": 5315482, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1413313475", "userTitle": "NULL", "recommendations": 0, "editorsSelection": false, "parentUserDisplayName": "HJBoitel", "userURL": "NULL", "userLocation": "New York", "depth": 1, "commentType": "userReply", "updateDate": "1413309875", "commentSequence": 13053577, "commentBody": "I think that, within context, my comment was intended to apply to those aspects of Christ's teachings that related to the duties that people owe to each other. <br/><br/>When you suggest that Christ's moral teachings \"were fairly tame\", I think you overlook the history of mankind, from Cain down to the present.  In fact, it seems that many people have found it easier to believe in God, than to follow the moral path, or find that a belief in punishment by God is their impetus to follow a moral path. <br/><br/>So, perhaps, belief in God is \"fairly tame\", as compared to belief in one's fellow man. \"Love thy neighbor as thyself\", is a tough hill to climb for a lifetime."}]}, "lft": 158, "assetURL": "http://opinionator.blogs.nytimes.com/2014/10/13/notes-on-an-unanswerable-question/", "parentID": null, "commentID": 13047673, "rgt": 167, "userDisplayName": "HJBoitel", "createDate": "1413260198", "userID": 5315482, "replyCount": 4, "commentTitle": "<br/>", "status": "approved", "approveDate": "1413260227", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "New York", "commentType": "comment", "updateDate": "1413256627", "commentSequence": 13047673, "commentBody": "In confessing to being an agnostic and to being without a belief that his agnosticism will ever be resolved, and in acknowledging the fallibility of his Church, Gary Gutting, a professor of philosophy at a major Roman Catholic university, puts himself at serious odds with the controlling Catholic hierarchy in the Unites States. On both counts, I applaud his logic, his intellectual candor and his personal courage.<br/><br/>He seems to say that, regardless of what the truth may be on the God issue, the fundamental teachings of Christ both inform and are consistent with his own sense of morality, i.e., of proper conduct.  He is attracted to and affiliate with Christianity, to the extent that it promotes Christ's message.<br/><br/>My beliefs are much the same as Professor Gutting's.<br/><br/>I do not understand his point about the lack of a community of athiestic belief, comparable to the communities of popular religious belief. Popularity of belief has never made anything true. Popularity of belief can just as easily support evil, as goodness.<br/><br/>It would be worthwhile if Gutting would turn this column toward exploring how, within the Catholic Church and across Christianity and then into non-Christian religions, there are departures from what he sees as the fundamental message(s) of Christ. I suspect he will find that, across the main stream of most religions, there is agreement with Christ's views - not because they are Christ's views, but because they reflect the natural human moral sense.", "recommendationCount": 30}, {"assetID": 3413152, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 13047671, "replies": [], "commentID": 13047770, "trusted": 0, "userDisplayName": "Thomas Murphy", "createDate": "1413261463", "userID": 57188276, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1413285276", "userTitle": "NULL", "recommendations": 6, "editorsSelection": false, "parentUserDisplayName": "Look Ahead", "userURL": "NULL", "userLocation": "Seattle", "depth": 1, "commentType": "userReply", "updateDate": "1413281676", "commentSequence": 13047770, "commentBody": "Absolutely correct, Look Ahead...my hopes for an American \"comeback\" are dashed almost every day, and I do believe I will have to leave the country. Sad but true.  Education,  health care,  income inequality...America is really over and can't come back. I refuse to live in a corporate culture."}]}, "lft": 50, "assetURL": "http://www.nytimes.com/2014/10/14/opinion/david-brooks-the-sorting-election.html", "parentID": null, "commentID": 13047671, "rgt": 53, "userDisplayName": "Look Ahead", "createDate": "1413260188", "userID": 18426496, "replyCount": 1, "commentTitle": "<br/>", "status": "approved", "approveDate": "1413260228", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "WA", "commentType": "comment", "updateDate": "1413256628", "commentSequence": 13047671, "commentBody": "The strength of the US lies in its economic diversity, which balances gains and losses like energy and manufacturing, tech and finance. The weakness of the US lies in its fractious politics, a consequence of original settlement patterns and subsequent internal migrations.<br/><br/>And that political dysfunction means that the social infrastructure that binds together the economy is less competitive in the global arena. So manufacturing can't compete globally because of the high cost, profit driven health care system, inefficient transportation, tax policies that favor off-shoring and poorly allocated educational resources. And workers have a hard time planning for long term financial security because of a predatory financial system.<br/><br/>Voters can't discern these weaknesses because most have nothing to compare to, as Americans are largely unfamiliar with the rest of the developed world, with their high speed trains, secure credit cards, low cost health care and rapidly improving education systems.<br/><br/>Unless something changes, we will have to accept declining living standards and increasing inequality for the next generations. But we could elect politicians who want to work together for the good of the country and not just their party and contributors. Its not so hard to tell the difference.", "recommendationCount": 112}, {"assetID": 3413134, "replies": [], "lft": 407, "assetURL": "http://www.nytimes.com/2014/10/14/world/europe/british-parliament-palestinian-state.html", "parentID": 13046838, "commentID": 13047312, "rgt": 408, "userDisplayName": "RWW", "createDate": "1413256386", "userID": 26644015, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1413260320", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "NJ", "commentType": "userReply", "updateDate": "1413256720", "commentSequence": 13047312, "commentBody": "The US should follow Britain's lead, but our politicians are in the pocket of AIPAC.", "recommendationCount": 17}, {"assetID": 3413134, "replies": [], "lft": 373, "assetURL": "http://www.nytimes.com/2014/10/14/world/europe/british-parliament-palestinian-state.html", "parentID": 13046594, "commentID": 13047333, "rgt": 374, "userDisplayName": "RWW", "createDate": "1413256644", "userID": 26644015, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1413260349", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "NJ", "commentType": "userReply", "updateDate": "1413256749", "commentSequence": 13047333, "commentBody": "I think the US should just stop funding Israeli intransigence.", "recommendationCount": 15}, {"assetID": 3413152, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 13047687, "replies": [], "commentID": 13049123, "trusted": 0, "userDisplayName": "rmb", "createDate": "1413287116", "userID": 42593837, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1413295866", "userTitle": "NULL", "recommendations": 0, "editorsSelection": false, "parentUserDisplayName": "John F. McBride", "userURL": "NULL", "userLocation": "bloomington, indiana", "depth": 1, "commentType": "userReply", "updateDate": "1413292266", "commentSequence": 13049123, "commentBody": "I'll be interested in hearing you explain how the senate is somehow corrupted due to gerrymandering.  Good grief. "}, {"recommendedFlag": 0, "parentID": 13047687, "replies": [], "commentID": 13051189, "trusted": 1, "userDisplayName": "John F. McBride", "createDate": "1413299032", "userID": 22502625, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1413299050", "userTitle": "NULL", "recommendations": 5, "editorsSelection": false, "parentUserDisplayName": "John F. McBride", "userURL": "NULL", "userLocation": "Seattle", "depth": 1, "commentType": "userReply", "updateDate": "1413295450", "commentSequence": 13051189, "commentBody": "Why would I say that the Senate was corrupted by gerrymandering when it's obviously our House of Representatives and local governments? Good grief.<br/>."}]}, "lft": 54, "assetURL": "http://www.nytimes.com/2014/10/14/opinion/david-brooks-the-sorting-election.html", "parentID": null, "commentID": 13047687, "rgt": 59, "userDisplayName": "John F. McBride", "createDate": "1413260352", "userID": 22502625, "replyCount": 2, "commentTitle": "<br/>", "status": "approved", "approveDate": "1413260407", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Seattle", "commentType": "comment", "updateDate": "1413256807", "commentSequence": 13047687, "commentBody": "One result may be that political representation closely resembles underlying social segmentation, but not nearly as much as overall the results of this election will represent gerrymandering engineering that has designed outcomes.<br/><br/><a href=\"http://www.washingtonpost.com/wp-srv/special/politics/gerrymandering/\" title=\"http://www.washingtonpost.com/wp-srv/special/politics/gerrymandering/\" target=\"_blank\">http://www.washingtonpost.com/wp-srv/special/politics/gerrymandering/</a><br/><br/>You're a very articulate, well reasoned, readable columnist Mr. Brooks. But you and Mr. Douthat get to be debatists in these pages and the real world isn't debate. The real world, the world where wealth and power don't like to gamble and leave outcomes up to the chance of unrigged election, prefers gerrymandering.<br/><br/>You can call it social segmentation or any other name, and perhaps there is truth in it.<br/><br/>I prefer to combine The Bard's Hamlet and Romeo and Juliet and suggest that, \" A rose by any other name would smell as rotten in Denmark.\"<br/>.", "recommendationCount": 105}, {"assetID": 3413134, "replies": [], "lft": 483, "assetURL": "http://www.nytimes.com/2014/10/14/world/europe/british-parliament-palestinian-state.html", "parentID": 13047114, "commentID": 13047363, "rgt": 484, "userDisplayName": "M McCarthy", "createDate": "1413257010", "userID": 16902594, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1413260444", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "California", "commentType": "userReply", "updateDate": "1413256844", "commentSequence": 13047363, "commentBody": "This analogy is beyond ludicrous and only erves to reveal your ignorance of tScotland and N. Ireland.<br/>s Do you seriously belive the israelis would allow a referendum on Palestinian statehood far less stand by the reult?<br/>I wonder if you are familiar with these words as written in the Balfour Agreement:<br/>\"it being clearly understood that nothing shall be done which may prejudice the civil and religious rights of existing non-Jewish communities in Palestine, or the rights and political status enjoyed by Jews in any other country.\"", "recommendationCount": 19}, {"assetID": 3413152, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 13047700, "replies": [], "commentID": 13050176, "trusted": 0, "userDisplayName": "DJM", "createDate": "1413293949", "userID": 60553513, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1413303244", "userTitle": "NULL", "recommendations": 2, "editorsSelection": false, "parentUserDisplayName": "James Wilson", "userURL": "NULL", "userLocation": "Wi", "depth": 1, "commentType": "userReply", "updateDate": "1413299644", "commentSequence": 13050176, "commentBody": "Regarding the controversy about teaching history in Jefferson County - I find it incredibly ironic given the fact that the county name itself is a tribute to the principle author of our Declaration of Independence, a Founding Father, and a significant figure in the Enlightenment.  I would hope Thomas Jefferson would be mortified about what modern-day Republicans are attempting.  "}]}, "lft": 60, "assetURL": "http://www.nytimes.com/2014/10/14/opinion/david-brooks-the-sorting-election.html", "parentID": null, "commentID": 13047700, "rgt": 63, "userDisplayName": "James Wilson", "createDate": "1413260423", "userID": 13155618, "replyCount": 1, "commentTitle": "<br/>", "status": "approved", "approveDate": "1413260467", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Colorado", "commentType": "comment", "updateDate": "1413256867", "commentSequence": 13047700, "commentBody": "My personal bias is towards fact-based policy.  The Republicans embrace diversity in the range of facts they reject:  descriptions of evolution, Obama's birth place and the First Law of Thermodynamics (Climate Science) come to mind.  Republicans found weapons of mass distraction in Iraq and in Obama's skin color.<br/>And in Jefferson County, Colorado the School Board has energized opposition by taking its objections to AP US History (APUSH to my daughter who took the class.) from the Republican National Committee.  And these objections were transparently wrong-headed.  Then they insulted my daughter and her classmates by claiming that the students' objections were driven by teachers.<br/>Jefferson county is a swing area and is important to all state-wide races.  Wouldn't it be funny if folks energized by the school board re-elected Udall and saved the Senate for the Democrats? I won't check the reality of this fantasy with The Upshot or 538, I will hold it like a lottery ticket (purchased to contribute to open space that Gardner wants to defund) until I learn again the meaning of odds.<br/>Having worked in both places for extended periods, I can say that each has its attractions.  But when the Jeffco school board proposed stupid policy and tried to justify it because they do it in Texas, it focused my attention on the fact that it is more is at stake than continuous strip malls.<br/>There are real penalties for cultivating ignorance.   This is not about esthetics.<br/>Regards,<br/>Chuck", "recommendationCount": 249}, {"assetID": 3413134, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 13047365, "replies": [], "commentID": 13054344, "trusted": 0, "userDisplayName": "jyounes", "createDate": "1413315458", "userID": 65636684, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1413319054", "userTitle": "NULL", "recommendations": 3, "editorsSelection": false, "parentUserDisplayName": "S.L.", "userURL": "NULL", "userLocation": "US", "depth": 1, "commentType": "userReply", "updateDate": "1413315454", "commentSequence": 13054344, "commentBody": "Thank you for telling me and my family what we are and are not.  My father's family has been living in the West Bank for as many generations back as they can trace.  Since 1967, they have lived under a brutal military occupation in which they have virtually no rights whatsoever.  I do not have enough characters to describe the hardship, abuse, and torment they have suffered over the years.  But thanks for reminding me that we are not really Palestinians after all, according to you.  That makes it all fine."}]}, "lft": 516, "assetURL": "http://www.nytimes.com/2014/10/14/world/europe/british-parliament-palestinian-state.html", "parentID": null, "commentID": 13047365, "rgt": 519, "userDisplayName": "S.L.", "createDate": "1413257035", "userID": 33339923, "replyCount": 1, "commentTitle": "<br/>", "status": "approved", "approveDate": "1413260532", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Briarcliff Manor, NY", "commentType": "comment", "updateDate": "1413293941", "commentSequence": 13047365, "commentBody": "The \"Palestinians\" already have a state of their own, it's called Jordan. Unfortunately for them, the rest of the Arab states prevented them from becoming citizens and have kept them hostage for the last 66 years. They have been living on UN money all this time. Why doesn't Saudi Arabia step up and welcome them. Why is Jordan, which was created in 1948 not accepting people who for whom the nation was created? The real reason is that the Palestinians only want the little scrap of land that is Israel. They can wait till doomsday for that. ", "recommendationCount": 28}, {"assetID": 3413134, "replies": [], "lft": 443, "assetURL": "http://www.nytimes.com/2014/10/14/world/europe/british-parliament-palestinian-state.html", "parentID": 13046966, "commentID": 13047386, "rgt": 444, "userDisplayName": "Jan Reichmann", "createDate": "1413257228", "userID": 33876734, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1413260560", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "West Los Angeles", "commentType": "userReply", "updateDate": "1413256960", "commentSequence": 13047386, "commentBody": "Jordon does not welcome Palestinians in its country.  There is pure anti-semitism, but you call it any name that suits you at the time.  We never hear that Hamas is the problem  Shooting rockets into civilian populations is unacceptable.  Suicide bombers are unacceptable.  Hamas does not want the existence of Israel.  So how can you make peace when these fanatics comtinue on their course.  Before Hamas took over Gaza, progress was made with reasonable Palestinians.  It's Hamas that is the problem.  ", "recommendationCount": 12}, {"assetID": 3413121, "replies": [], "lft": 126, "assetURL": "http://www.nytimes.com/2014/10/14/upshot/you-can-rent-whatever-you-want-as-long-as-its-an-impala.html", "parentID": null, "commentID": 13047722, "rgt": 127, "userDisplayName": "Mark Danielson", "createDate": "1413260737", "userID": 934294, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1413260766", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Minneapolis, MN", "commentType": "comment", "updateDate": "1413257166", "commentSequence": 13047722, "commentBody": "Interesting topic, but not the right car to illustrate the point. There's a huge difference between the 2013 and 2014 Impala. Last year's Impala was just a modestly-updated version of a car that's been around since 2005.<br/><br/>If the 2013 Impala had to the be the lead example, at the very least the photo included with the piece should have been of the relevant model year. ", "recommendationCount": 6}]}, "copyright": "Copyright (c) 2016 The New York Times Company.  All Rights Reserved."}