{"debug": {"version": 3.1}, "status": "OK", "results": {"api_timestamp": "1481496570", "totalCommentsFound": 4167, "totalCommentsReturned": 25, "comments": [{"assetID": 3419881, "replies": [], "lft": 19, "assetURL": "http://www.nytimes.com/2015/01/19/opinion/charles-blow-how-expensive-it-is-to-be-poor.html", "parentID": 13873296, "commentID": 13874031, "rgt": 20, "userDisplayName": "Barbara", "createDate": "1421643552", "userID": 19845139, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1421643608", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Los Angeles", "commentType": "userReply", "updateDate": "1421643608", "commentSequence": 13874031, "commentBody": "There are gas taxes and sales taxes, not just income taxes.  Many people in Calfiornia pay no income tax but everyone pays sales taxes.  Of course many other taxes are hidden in prices we all pay.  As far a public pensions, right now the fund is earning enough to fund itself here in California.  That is what happens when the stock market is going well.<br/>The best thing to end poverty is a GOOD job, which is a well paying job.", "recommendationCount": 86}, {"assetID": 3419870, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 13874042, "replies": [], "commentID": 13874943, "trusted": 0, "userDisplayName": "Ludovic", "createDate": "1421666210", "userID": 61069126, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1421770340", "userTitle": "NULL", "recommendations": 0, "editorsSelection": false, "parentUserDisplayName": "Mark Thomason", "userURL": "NULL", "userLocation": "France concession", "depth": 1, "commentType": "userReply", "updateDate": "1421770340", "commentSequence": 13874943, "commentBody": "It seems that you prefer the New World Order and a world where the West will be burning given that Natural World Order got borders as different people always got conflict living together and without border between the communities according to the principle of Gause that say that every time a group of people want to dominate another.<br/><br/>I don't know whether you realize that you're saying that Marine Le Pen is the heir of Hitler's thesis. I don't know either if this is the aim of democratic principles to stain someone instead to explicit her arguments, as they would be the same like you claim... In my opinion, democracy is not the right to say whatever."}, {"recommendedFlag": 0, "parentID": 13874042, "replies": [], "commentID": 13874959, "trusted": 0, "userDisplayName": "Mike D.", "createDate": "1421666413", "userID": 69432173, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1421770340", "userTitle": "NULL", "recommendations": 0, "editorsSelection": false, "parentUserDisplayName": "Mark Thomason", "userURL": "NULL", "userLocation": "Brooklyn", "depth": 1, "commentType": "userReply", "updateDate": "1421770340", "commentSequence": 13874959, "commentBody": "The thing is, nothing Le Pen says is criticized when it comes out of an Israeli politicians mouth.<br/><br/>Funny, that, ain't it?"}, {"recommendedFlag": 0, "parentID": 13874042, "replies": [], "commentID": 13875992, "trusted": 0, "userDisplayName": "Candide", "createDate": "1421677534", "userID": 70400969, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1421777427", "userTitle": "NULL", "recommendations": 0, "editorsSelection": false, "parentUserDisplayName": "Mark Thomason", "userURL": "NULL", "userLocation": "France", "depth": 1, "commentType": "userReply", "updateDate": "1421777427", "commentSequence": 13875992, "commentBody": "You advocate that the NYT, the newspaper of record, should censor ideas?  Tsk-tsk."}]}, "lft": 458, "assetURL": "http://www.nytimes.com/2015/01/19/opinion/marine-le-pen-france-was-attacked-by-islamic-fundamentalism.html", "parentID": null, "commentID": 13874042, "rgt": 487, "userDisplayName": "Mark Thomason", "createDate": "1421643653", "userID": 37674938, "replyCount": 14, "commentTitle": "<br/>", "status": "approved", "approveDate": "1421643668", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Clawson, MI", "commentType": "comment", "updateDate": "1421763434", "commentSequence": 13874042, "commentBody": "Shortly before WW2, the American allies of the Germans published a heavily edited version of Hitler's speeches in a book titled My New Order. <br/><br/>I found a copy at a used book sale, bought it, and read it. It sounds remarkably reasonable. The Americans who edited it knew what to leave out. Many of the Americans who read it did not know what was left out from the rest of those speeches. The harmless half with its simplistic \"truths\" could sound reasonable standing alone, even if a bit simplistic.<br/><br/>That is what Le Pen is doing here. Many Americans don't really know in any detail what she has been saying and doing for the last 30 years.<br/><br/>The NYT ought to have been more aware of that.", "recommendationCount": 237}, {"assetID": 3419880, "replies": [], "lft": 17, "assetURL": "http://www.nytimes.com/2015/01/19/opinion/paul-krugman-hating-good-government.html", "parentID": 13873029, "commentID": 13874039, "rgt": 18, "userDisplayName": "Heather", "createDate": "1421643641", "userID": 62620056, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1421643669", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Charlotte, North Carolina", "commentType": "userReply", "updateDate": "1421643669", "commentSequence": 13874039, "commentBody": "I agree. I spent countless hours on the phone trying to convince North Carolinians to vote in the mid-term elections. For every \"yes,\" response I was given, I received at least 10 more replies along the lines of: \"it doesn't matter who's running things, nothing changes;\" \"I don't have time to vote;\" or \"Sorry, I'm just not interested in politics.\"<br/><br/>The result is a state government that actively works to undermine the common good whenever it might undermine the interests of the politicians' corporate paymasters. In the televised gubernatorial debate, Kay Hagan debated our (now) new governor, who, instead of answering detailed policy questions every time they were asked, simply repeated that Hagan voted with President Obama 99 percent of the time, to every question. His refusal to debate issues that matter to his constituents was a laughable deflection then, and a sad reality now, with the result that this man now represents North Carolina.<br/><br/>I fear for the republic.", "recommendationCount": 56}, {"assetID": 3419880, "replies": [], "lft": 404, "assetURL": "http://www.nytimes.com/2015/01/19/opinion/paul-krugman-hating-good-government.html", "parentID": null, "commentID": 13874037, "rgt": 405, "userDisplayName": "CarolinaJoe", "createDate": "1421643612", "userID": 68036648, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1421643670", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Nc", "commentType": "comment", "updateDate": "1421643670", "commentSequence": 13874037, "commentBody": "Kansas is a very good example because it is a showcase for the failed economic policy and the reckless conservative attitude. Massive tax cuts were supposed to stimulate  the economic activity and they miserably failed. This case will become a case study for irresponsible economic experiment applied to real situation in Econ 101 in years to come.", "recommendationCount": 16}, {"assetID": 3419880, "replies": [], "lft": 343, "assetURL": "http://www.nytimes.com/2015/01/19/opinion/paul-krugman-hating-good-government.html", "parentID": 13873899, "commentID": 13874051, "rgt": 344, "userDisplayName": "Mark", "createDate": "1421643727", "userID": 36256008, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1421643788", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Cheboyagen, MI", "commentType": "userReply", "updateDate": "1421643788", "commentSequence": 13874051, "commentBody": "Couldn't the margin of error also mean that the average increase is actually higher  by 0.1 degree C as well?", "recommendationCount": 13}, {"assetID": 3419880, "replies": [], "lft": 47, "assetURL": "http://www.nytimes.com/2015/01/19/opinion/paul-krugman-hating-good-government.html", "parentID": 13873151, "commentID": 13874052, "rgt": 48, "userDisplayName": "Meredith", "createDate": "1421643728", "userID": 28617892, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1421643788", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "NYC", "commentType": "userReply", "updateDate": "1421643788", "commentSequence": 13874052, "commentBody": "Reality Based....<br/>With \"no protections for the public against their predations....In practice, this means the restoration of a semi-feudal inherited aristocracy.\" (But with TV and computers now). <br/><br/>And is seemingly, keeping a democracy with American Constitutional protections---but they don’t really protect us, since the Priests of the High Court are effectively merging their doctrines in cahoots with the Feudal Lords of Finance, to pervert the meaning of our Constitution. Priests and the Lords aligned—an unbeatable combo, through the centuries, and now.<br/><br/> America is unique among Democracies in legalizing big money campaign dominance as aligned with 1st Amendment Free Speech. So to neutralize big money influence is to destroy freedom. This howler is not a sit com but fervently rationalized by our highest legal minds. <br/><br/>The media hardly reports at all on those opposing legal minds, groups and states, that are trying to overturn Citizens United. <br/><br/>Thus the smokescreen of  a representative govt run by and for us is kept alive. The media eagerly report on the daily fund raising totals of our future candidates---the very thing destroying our democratic form of govt.  <br/><br/>The billionaires vetting our applicants for president don’t bother to deny it now, since it attests to their power. We the people  just wait to see who they will choose, for us to choose from, in 2016. ", "recommendationCount": 35}, {"assetID": 3419880, "replies": [], "lft": 406, "assetURL": "http://www.nytimes.com/2015/01/19/opinion/paul-krugman-hating-good-government.html", "parentID": null, "commentID": 13874050, "rgt": 407, "userDisplayName": "Sheldon Bunin", "createDate": "1421643723", "userID": 32858436, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1421643789", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Jackson Heights, NY", "commentType": "comment", "updateDate": "1421643789", "commentSequence": 13874050, "commentBody": "In the 1940s and 50' there was a popular radio “quiz” program called “It Pays to be Ignorant.” It certainly does if you are a Republican politician. They need to stop collecting data on weather and climate and economic data should be classified. The Republicans know that lack of statistical data, facts and information benefits the Republican party so they can make their own facts without fear of contradiction. <br/><br/>The GOP budget has cut back on funding for the IRS and for every million dollars in spending cuts there is 6 million in loss of revenue. The GOP by encouraging tax evasion has cut taxes for the wealthy and corporations and it would be convenient if there was no way that the public could access that by public information, T he more money the GOP squanders or misdirects the less transparency and the greater potential for lies, deception and fraud.  <br/><br/>Destroying the ability of the government to benefit the people by rendering it weak and penny-less somehow is connected with freedom and individual rights.  The idea is to become rich and strong on your own so that the strongest can use their power to destroy the less strong until freedom becomes a zero sum game where as the wealthiest gain freedom the everyone else loses and the people the GOP represents would like to conceal just how much their greed for money and power is costing the nation.     ", "recommendationCount": 21}, {"assetID": 3419858, "replies": [], "lft": 257, "assetURL": "http://krugman.blogs.nytimes.com/2015/01/18/mongols-of-the-sea-amateur-historical-speculation/", "parentID": 13873853, "commentID": 13874060, "rgt": 258, "userDisplayName": "W. D. O'Neil", "createDate": "1421643803", "userID": 63420347, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1421643847", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Falls Church, VA", "commentType": "userReply", "updateDate": "1421643847", "commentSequence": 13874060, "commentBody": "\"Luck\" is not an appropriate construct here. The \"treasure fleets\" consisted of enormous sailing barges that were very unweatherly and certainly could never have weathered the Cape of Good Hope. The Chinese did have the technology to have built craft much more suitable for ocean voyaging, but lacked the governmental structures that impelled the European voyages of exploration. Even after Europeans penetrated East Asian waters the Chinese never showed the slightest inclination to voyage to Europe, at least not until well into the C19, and then only in token form.", "recommendationCount": 1}, {"assetID": 3419607, "replies": [], "lft": 1513, "assetURL": "http://www.nytimes.com/2015/01/18/magazine/why-a-generation-of-adoptees-is-returning-to-south-korea.html", "parentID": 13844239, "commentID": 13874071, "rgt": 1514, "userDisplayName": "Query", "createDate": "1421643939", "userID": 64367229, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1421643966", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "West", "commentType": "userReply", "updateDate": "1421643966", "commentSequence": 13874071, "commentBody": "Me<br/><br/>I have no desire to get \"adoptees\" (you speak for them?) to shut up. The belief I do is delusional. I commented here because \"me\" challenged a korean adoptee's right to be pissed, then falsely claims that adoptee is trying to shut others up. Her rights are equal to yours, her empathy infinitely greater. Piss people off then challenge them for being pissed. It is a free country. Live with the consequences. <br/><br/>On Confucianism you also completely miss the point.<br/><br/>Will Smith's career started with a song you might like, parents just don't understand. ", "recommendationCount": 0}, {"assetID": 3419880, "replies": [], "lft": 395, "assetURL": "http://www.nytimes.com/2015/01/19/opinion/paul-krugman-hating-good-government.html", "parentID": 13874028, "commentID": 13874070, "rgt": 396, "userDisplayName": "maximus", "createDate": "1421643935", "userID": 66825597, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1421643967", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "texas", "commentType": "userReply", "updateDate": "1421643967", "commentSequence": 13874070, "commentBody": "Your example is akin to alchemy. <br/><br/>Also, destruction of coastal cities and the extremes in precipitation, drought and temperatures will outweigh any gains in the growing season.", "recommendationCount": 8}, {"assetID": 3419880, "replies": [], "lft": 408, "assetURL": "http://www.nytimes.com/2015/01/19/opinion/paul-krugman-hating-good-government.html", "parentID": null, "commentID": 13874072, "rgt": 409, "userDisplayName": "Bruce Rozenblit", "createDate": "1421643971", "userID": 38331232, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1421644026", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Kansas City", "commentType": "comment", "updateDate": "1421644026", "commentSequence": 13874072, "commentBody": "It appears Mr. Krugman has finally gotten religion and come to his senses that we can't reason with these people.  Arguments don't matter.  Facts don't matter.  All that matters is the belief.<br/><br/>I have been pounding my keyboard for years now claiming that conservative politics functions exactly as a faith based religion.  Things are so because people believe they are so.  <br/><br/>For example, Sam Brownback stated in his state of the state speech, that the ultimate goal is to drive the Kansas income tax rate to zero.  OK, fine.  So what is the state going to use for money?  He is blindly chasing a belief without any regard to the real world consequences of that belief.  Yet, he is supposed to be taken seriously as a policy maker.  <br/><br/>Many believe in miracles.  People claim that the tornado did not kill them because of divine intervention.  Perhaps it was  the path the storm took which killed their neighbor and spared them.  <br/><br/>Supply side economics it treated the same way.  So is austerity and all the rest of of the dogma. <br/><br/>The only way to combat belief oriented thinking is with emotional arguments instead of a factual ones.  Conserving oil is patriotic.   National security requires healthy citizens.  The Lord wants us to take care of planet and not tear it up.  Liberty is community based with people looking out for each other instead of me first.   <br/><br/>If people refuse to accept factual information, the only way to sway them is through emotion.      ", "recommendationCount": 63}, {"assetID": 3419880, "replies": [], "lft": 410, "assetURL": "http://www.nytimes.com/2015/01/19/opinion/paul-krugman-hating-good-government.html", "parentID": null, "commentID": 13874093, "rgt": 411, "userDisplayName": "RevWayne", "createDate": "1421644227", "userID": 8376791, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1421644267", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "the Dorf, PA", "commentType": "comment", "updateDate": "1421644267", "commentSequence": 13874093, "commentBody": "Those who hate government believe their rights/freedoms are too controlled. Those who are reactionaries don't necessarily hate government, but do prefer keeping \"things the way they were.\" Those who feel intimidated by the facts of experts tend to turn to mocking the climatologists or environmentalists and any other expert. And then there is the well to do who oppose government restrictions and take advantage of the government whenever possible because it is all about money. These are the one's to most fear. They are the bankers who want to make plenty of money, but also to have the public bail them out. There are those business people who like operating community systems like water or sewer, but don't want to own the business when it is time for maintenance. When profits dwindle these anti-government people become pro government. Let the government take care of infrastructure spending. Finally, there are oil business people who have much invested in their pipelines and wells and do not want green energy sources interfering with their carbon producing businesses.With all of these groups from those who hate government to those who want government to pay for everything (when a business is not profitable)to those who want government to let their polluting businesses alone it is difficult to change even for the sake of the health of the planet or ourselves.", "recommendationCount": 9}, {"assetID": 3419880, "replies": [], "lft": 59, "assetURL": "http://www.nytimes.com/2015/01/19/opinion/paul-krugman-hating-good-government.html", "parentID": 13873163, "commentID": 13874099, "rgt": 60, "userDisplayName": "john", "createDate": "1421644297", "userID": 20403662, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1421644326", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "colorado", "commentType": "userReply", "updateDate": "1421644326", "commentSequence": 13874099, "commentBody": "One central reason that Canada and Great Britain managed to get single-payer universal health-care, and we have not, is that they historically have not had the intransigent and well-organized resistance to it that we have had in the US. First from the American Medical Association and later the insurance companies, but most recently from the Tea Party, and their corporate sponsors, especially the oil-and-gas industry, the latter of which don't really care all that much about government-supported health care, except as a hot-button issue to keep the attention off of them about climate change. Your all-too-common sentiment (among many of the arm-chair left) that \"Obama is a faux-liberal who has abandoned the poor\" just doesn't square with reality. I am a physician who would have much preferred a single-payer national health-care system along the lines of Canada, the UK and many European countries, but Obama got the best deal he could have within our screwy political culture. And he fought tooth-and-nail and very shrewdly and at great political cost to himself to get what he got. Remember that many presidents from Theodore Roosevelt onward have tried this, and no one has done as much as Obama has (LBJ is a close second). ", "recommendationCount": 161}, {"assetID": 3419880, "replies": [], "lft": 412, "assetURL": "http://www.nytimes.com/2015/01/19/opinion/paul-krugman-hating-good-government.html", "parentID": null, "commentID": 13874105, "rgt": 413, "userDisplayName": "David Cache", "createDate": "1421644415", "userID": 41856252, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1421644446", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Valle Crucis, NC", "commentType": "comment", "updateDate": "1421644446", "commentSequence": 13874105, "commentBody": "Great column. This nonsense of supply side mumbo jumbo is the same as a denial of science of climate or evolution. But people except it because it's easier to just not care than take a stand.<br/><br/>But that not caring after a while wears out the mind the same way cults brainwash their vulnerable followers. Our nation is  plagued with an epidemic of mental illness. We seem bent on disregarding millions of lives for the sake of a few thousand.<br/><br/>Stop drinking the kool aid. It's never too late to start spreading the word to people around us: the facts do matter. The nation only thrives as more people succeed. This nation is about more at the middle. Which is only possible when we are in growth mode which trickle down has taken away from us for the entire 21st century.", "recommendationCount": 17}, {"assetID": 3419880, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 13874108, "replies": [], "commentID": 13874280, "trusted": 1, "userDisplayName": "Mark Thomason", "createDate": "1421647196", "userID": 37674938, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1421647206", "userTitle": "NULL", "recommendations": 27, "editorsSelection": false, "parentUserDisplayName": "HenryR", "userURL": "NULL", "userLocation": "Clawson, MI", "depth": 1, "commentType": "userReply", "updateDate": "1421647206", "commentSequence": 13874280, "commentBody": "\"subside as soon as \"that black man\" in the White House no longer \"rules\" \"<br/><br/>No, it is more fundamental than that. They did it to Clinton, all the way to impeachment. They'll do it to the next Democrat, no matter who it is. It is their method, not grounded in fact nor stopped by lack of fact."}, {"recommendedFlag": 0, "parentID": 13874108, "replies": [], "commentID": 13874459, "trusted": 0, "userDisplayName": "HenryR", "createDate": "1421650425", "userID": 8095081, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1421767519", "userTitle": "NULL", "recommendations": 0, "editorsSelection": false, "parentUserDisplayName": "HenryR", "userURL": "NULL", "userLocation": "Left Coast", "depth": 1, "commentType": "userReply", "updateDate": "1421767519", "commentSequence": 13874459, "commentBody": "You may have a point, though I think the tendency has been if anything exacerbated by Obama's skin color. Hope we get to test your proposition after '16. One thing that is not in favor of the GOP are the demographic trends. They're fighting against time and the tide. "}, {"recommendedFlag": 0, "parentID": 13874108, "replies": [], "commentID": 13874585, "trusted": 0, "userDisplayName": "Red Lion", "createDate": "1421653992", "userID": 47127241, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1421654046", "userTitle": "NULL", "recommendations": 14, "editorsSelection": false, "parentUserDisplayName": "HenryR", "userURL": "NULL", "userLocation": "Europe", "depth": 1, "commentType": "userReply", "updateDate": "1421654046", "commentSequence": 13874585, "commentBody": "Indeed. President Obama's non-whiteness just amplified the racism of many in the fact-free coalition. It was always there, of course, but it wasn't as blatantly paraded as long as there were only white Presidents. (They impeached Clinton for his sex life -- under the absurd premise that Republicans mostly don't commit adultery and it is forgivable among those who do. It's like the deficit and the national debt -- irrelevant when the President is Republican, fatal to the nation when the President is a Democrat. If Hillary Clinton is elected next time, the public bigotry shrieking will shift to concentrate more on misogyny -- in which the GOP is also deeply steeped.)  "}]}, "lft": 414, "assetURL": "http://www.nytimes.com/2015/01/19/opinion/paul-krugman-hating-good-government.html", "parentID": null, "commentID": 13874108, "rgt": 425, "userDisplayName": "HenryR", "createDate": "1421644466", "userID": 8095081, "replyCount": 5, "commentTitle": "<br/>", "status": "approved", "approveDate": "1421644507", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Left Coast", "commentType": "comment", "updateDate": "1421644507", "commentSequence": 13874108, "commentBody": "I think a lot of the white rage and deliberate obtuseness and government hating that the GOP both exploits and is imprisoned by will magically, if gradually, subside as soon as \"that black man\" in the White House no longer \"rules\" and a comforting white face, no matter how incompetent or feckless, brings the political planets back into proper alignment (as seen from the wrong end of the telescope.) ", "recommendationCount": 7}, {"assetID": 3419880, "replies": [], "lft": 426, "assetURL": "http://www.nytimes.com/2015/01/19/opinion/paul-krugman-hating-good-government.html", "parentID": null, "commentID": 13874118, "rgt": 427, "userDisplayName": "Greg Shimkaveg", "createDate": "1421644575", "userID": 10814927, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1421644627", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Oviedo, Florida", "commentType": "comment", "updateDate": "1421644627", "commentSequence": 13874118, "commentBody": "The most extreme member of a cult gets the attention. In the case of the Republicans, for the past three decades at least, their reason to exist has been constantly defined by the loudest and angriest among them. Never positive, never pragmatic, always they have been against things. What a joke it was when so many of them parroted a call to \"repeal and replace\" Obamacare. When asked \"replace with what?\" they had nothing, and needed nothing, because they wanted destruction - destruction of Obama - as their only goal.<br/><br/>The monster grows. Fox News and Limbaugh and the rest of Hate Media manufacture the outrage and feed it to the rubes. That gets them the eyeballs and ears to keep their income streams flowing, which is all they care about. The topic of the outrage (Obamacare, global warming, taxes, etc.) is whatever's hot (Benghazi!!!) Meanwhile among the faithful the tower of dogma builds, brick by twisted brick.<br/><br/>Long ago it became unwieldy, but now it's downright insane.<br/><br/>I suspect there are Republican officeholders who are terrified of their supporters.  Remember the videos of the town hall meetings where Republicans like former Senator Spector of Pennsylvania was confronted by seething mobs? He left the Republican Party before being defeated. I saw a hate filled mob at a debate featuring our local Congress member in 2010 just before the Tea Party wave election, and it's a wonder that we escaped with no violence. <br/><br/>It all reminds me of the admonition about riding the tiger.", "recommendationCount": 24}, {"assetID": 3419881, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 13874130, "replies": [], "commentID": 13874263, "trusted": 0, "userDisplayName": "Martha Shelley", "createDate": "1421646750", "userID": 31638827, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1421689485", "userTitle": "NULL", "recommendations": 11, "editorsSelection": false, "parentUserDisplayName": "Anetliner Netliner", "userURL": "NULL", "userLocation": "Portland, OR", "depth": 1, "commentType": "userReply", "updateDate": "1421689485", "commentSequence": 13874263, "commentBody": "Of course disparagement of the poor is growing alongside income inequality. It serves two purposes:  1) to placate whatever shreds of conscience the well-off might have; and 2) to propagandize the poor, so they beat up on themselves rather than rebel. "}, {"recommendedFlag": 0, "parentID": 13874130, "replies": [], "commentID": 13874572, "trusted": 0, "userDisplayName": "al", "createDate": "1421653539", "userID": 51413486, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1421690146", "userTitle": "NULL", "recommendations": 4, "editorsSelection": false, "parentUserDisplayName": "Anetliner Netliner", "userURL": "NULL", "userLocation": "boston", "depth": 1, "commentType": "userReply", "updateDate": "1421690146", "commentSequence": 13874572, "commentBody": "\"...and the poor are hardly living well.\"<br/><br/>And we shouldn't. If we take the rich man's wealth and live comfortably off it, what would be the point of trying hard?"}, {"recommendedFlag": 0, "parentID": 13874130, "replies": [], "commentID": 13874784, "trusted": 0, "userDisplayName": "Gracie", "createDate": "1421662422", "userID": 70513665, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1421690588", "userTitle": "NULL", "recommendations": 13, "editorsSelection": false, "parentUserDisplayName": "Anetliner Netliner", "userURL": "NULL", "userLocation": "Pa", "depth": 1, "commentType": "userReply", "updateDate": "1421690588", "commentSequence": 13874784, "commentBody": "Thank you Mr. Blow. Unfortunately, always worrying about money, where your next meal is coming from, how are you going to pay your rent,bills etc. can have a devastating affect on creativity. When people have money, they have the freedom to think \"outside the box\" without the worry of how to provide for the most  basic needs of their existence.    "}]}, "lft": 150, "assetURL": "http://www.nytimes.com/2015/01/19/opinion/charles-blow-how-expensive-it-is-to-be-poor.html", "parentID": null, "commentID": 13874130, "rgt": 157, "userDisplayName": "Anetliner Netliner", "createDate": "1421644740", "userID": 33888832, "replyCount": 3, "commentTitle": "<br/>", "status": "approved", "approveDate": "1421644746", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Washington, DC area", "commentType": "comment", "updateDate": "1421644746", "commentSequence": 13874130, "commentBody": "It is ludicrous that the well-off are back to chastising the\"undeserving poor\" as if 21st century America had been transported to Dickens' England.  Poverty is grindingly difficult and the poor are hardly living well.  <br/><br/>I am disgusted that disparagement of the poor is growing alongside income inequality.  Compassion is in increasingly short supply.", "recommendationCount": 561}, {"assetID": 3419880, "replies": [], "lft": 428, "assetURL": "http://www.nytimes.com/2015/01/19/opinion/paul-krugman-hating-good-government.html", "parentID": null, "commentID": 13874133, "rgt": 429, "userDisplayName": "pkbormes", "createDate": "1421644784", "userID": 56852144, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1421644806", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Brookline, MA", "commentType": "comment", "updateDate": "1421644806", "commentSequence": 13874133, "commentBody": "Dr. Krugman sounds tired, as many of us are. His well formed arguments fall on the deaf ears of those who need to hear them most. Logic does not rule, but power and greed does.<br/><br/>The reactionaries are those on top with the most money, and now, due to Citizens Untied, they also have the most speech. Of course those on top want to remain on top, even if it means crushing the people below them. If they could, these people would return to feudalism.", "recommendationCount": 30}, {"assetID": 3419880, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 13874137, "replies": [], "commentID": 13874170, "trusted": 0, "userDisplayName": "David Cache", "createDate": "1421645339", "userID": 41856252, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1421757500", "userTitle": "NULL", "recommendations": 0, "editorsSelection": false, "parentUserDisplayName": "rawebb", "userURL": "NULL", "userLocation": "Valle Crucis, NC", "depth": 1, "commentType": "userReply", "updateDate": "1421757500", "commentSequence": 13874170, "commentBody": "It requires mental effort to do something. Were as it's easy as watching TV to just not care."}, {"recommendedFlag": 0, "parentID": 13874137, "replies": [], "commentID": 13874524, "trusted": 0, "userDisplayName": "DK", "createDate": "1421651966", "userID": 69068975, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1421767521", "userTitle": "NULL", "recommendations": 0, "editorsSelection": false, "parentUserDisplayName": "rawebb", "userURL": "NULL", "userLocation": "Northeast", "depth": 1, "commentType": "userReply", "updateDate": "1421767521", "commentSequence": 13874524, "commentBody": "The dems do not message well at all. The repubs have their points distilled into sharp emotion-provoking slogans which every repub repeats over and over. It is like corporate marketing and advertising jiggles, and serves the same purpose...to have the people buy what you are trying to sell them. <br/><br/>The difference is also that many of these concepts are complex....like why is the nation's budget not comparable to your personal one. The repubs actually link the two because more people understand their personal budget and not macroeconomics.<br/><br/>They also link whatever they want to do to what people want....freedom, less taxes, and jobs, even when it isn't true."}, {"recommendedFlag": 0, "parentID": 13874137, "replies": [], "commentID": 13874694, "trusted": 0, "userDisplayName": "PER", "createDate": "1421658870", "userID": 70893261, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1421774628", "userTitle": "NULL", "recommendations": 0, "editorsSelection": false, "parentUserDisplayName": "rawebb", "userURL": "NULL", "userLocation": "Georgia", "depth": 1, "commentType": "userReply", "updateDate": "1421774628", "commentSequence": 13874694, "commentBody": "Half the population has an IQ between 0 and 100 according to the test manuals of Wechsler and all other widely used IQ tests.  "}]}, "lft": 430, "assetURL": "http://www.nytimes.com/2015/01/19/opinion/paul-krugman-hating-good-government.html", "parentID": null, "commentID": 13874137, "rgt": 437, "userDisplayName": "rawebb", "createDate": "1421644834", "userID": 5403145, "replyCount": 3, "commentTitle": "<br/>", "status": "approved", "approveDate": "1421644867", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Little Rock, AR", "commentType": "comment", "updateDate": "1421644867", "commentSequence": 13874137, "commentBody": "Why do fact free arguments used by Republicans work with so many voters? The motivation for using the arguments is one thing (reactionary? maybe), but why would anybody believe stuff that is so clearly contradicted by easily available facts. The answer, I fear, is that the majority of American voters are simply not smart enough to put facts and ideas together in any kind of coherent system. Science requires the ability to form hypotheses and look to data to see if they are supported or falsified. Most people can't do that. Best data I know says only about half the adult population can understand why things float or sink in water. How many people could actually follow Professor Krugman's refutation of the notion that tax cuts pay for themselves that he published a while back and that required systematic thinking more complex than grasping density? Maybe a quarter of the population? I fear less. How many people can think in statistics? Not many. As the world has become more complex, fewer people can deal with the issues in any realistic way and so are subject to scamming. Sadly, the people who have the money to pay for the scams are well motivated by self interest, and of course, the Supreme Court says they have a right to scam away without limit or disclosure. Democrats keep losing elections because they cannot believe people would vote against their self interests when, in fact, most people can't comprehend where their interests lie.", "recommendationCount": 185}, {"assetID": 3419880, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 13874154, "replies": [], "commentID": 13875013, "trusted": 0, "userDisplayName": "David T", "createDate": "1421667367", "userID": 66517511, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1421781359", "userTitle": "NULL", "recommendations": 0, "editorsSelection": false, "parentUserDisplayName": "maximus", "userURL": "NULL", "userLocation": "Bridgeport, CT", "depth": 1, "commentType": "userReply", "updateDate": "1421781359", "commentSequence": 13875013, "commentBody": "Having grown up in East Texas, quite possibly the most conservative region in the US, I have no doubt that you encountered this type of reaction.<br/><br/>You have to understand that for these types of conservatives, \"liberals\" are not just people who disagree politically.  \"Liberals\" are evil, godless, immoral communists (or socialists -- they don't distinguish) who want to destroy everything they hold dear and take everything they own in order to redistribute it to moochers.  For them, it is just a given that Obama is un-American and wants to take down America. And they believe this with all their hearts.<br/><br/>Thus, liberals are not just those holding different political beliefs, but bad people. Against this fervor, data and facts from \"the evil liberal conspiracy\" carry no weight.  "}]}, "lft": 438, "assetURL": "http://www.nytimes.com/2015/01/19/opinion/paul-krugman-hating-good-government.html", "parentID": null, "commentID": 13874154, "rgt": 441, "userDisplayName": "maximus", "createDate": "1421645097", "userID": 66825597, "replyCount": 1, "commentTitle": "n/a", "status": "approved", "approveDate": "1421645107", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "texas", "commentType": "comment", "updateDate": "1421645107", "commentSequence": 13874154, "commentBody": "\"With special rage directed at know-it-alls who snootily point out that the facts don't support their positions. \"<br/><br/>I am a student studying radiologic technology. Part of our program is hands on experience.  We are assigned to specific hospitals.  It became known at my particular clinical sight that I am a liberal ( I cannot imagine what would have been the reaction if they had known that I am actually a socialist). The reaction was terrible. Multiple people harassed me. One technologist became irate and irrationally ranted for a while. Within 24 hours of my reporting the incident I was transferred to a different site. I was told by the chair of our department to keep my opinions to myself as I am different from East Texans.<br/><br/>Conservatives don't just want to ignore facts,  they want to ignore everyone who has a different opinion.", "recommendationCount": 47}, {"assetID": 3419880, "replies": [], "lft": 442, "assetURL": "http://www.nytimes.com/2015/01/19/opinion/paul-krugman-hating-good-government.html", "parentID": null, "commentID": 13874164, "rgt": 443, "userDisplayName": "Anetliner Netliner", "createDate": "1421645242", "userID": 33888832, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1421645287", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Washington, DC area", "commentType": "comment", "updateDate": "1421645287", "commentSequence": 13874164, "commentBody": "Lack of evidence hasn't deterred Republicans and their followers, alas.  We've been practicing trickle-down economics since 1981 and the promised boom has largely yet to materialize.  <br/><br/>So far, economic growth has typically been propelled by Keynesian fiscal policy-- witness America's economic success from1945-80.  But try explaining that to the Republican Party, it's supporters and Fox News.", "recommendationCount": 19}, {"assetID": 3419880, "replies": [], "lft": 397, "assetURL": "http://www.nytimes.com/2015/01/19/opinion/paul-krugman-hating-good-government.html", "parentID": 13874028, "commentID": 13874166, "rgt": 398, "userDisplayName": "A", "createDate": "1421645270", "userID": 69623156, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1421645287", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Hughes", "commentType": "userReply", "updateDate": "1421645287", "commentSequence": 13874166, "commentBody": "I am curious why you would say that \"[positive aspects] are never discuss.\" Even the latest IPCC \"Impacts, Adaptation, and Vulnerability\" report summary for policymakers includes statements like \"individual locations may benefit\" with respect to food production.<br/><br/>Research does consider the positives as well as the negatives, but the predicted negatives strongly outweigh the positives.", "recommendationCount": 14}, {"assetID": 3419880, "replies": [], "lft": 61, "assetURL": "http://www.nytimes.com/2015/01/19/opinion/paul-krugman-hating-good-government.html", "parentID": 13873163, "commentID": 13874163, "rgt": 62, "userDisplayName": "john", "createDate": "1421645235", "userID": 20403662, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1421645288", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "colorado", "commentType": "userReply", "updateDate": "1421645288", "commentSequence": 13874163, "commentBody": "I suggest that anyone who thinks that Obama \"blinked\" and did not get as much as he could have with health-care reform, read the excellent and well-documented analysis of the political negotiations that resulted in the Affordable Care Act (Obamacare) in the \"Landmark - The Inside Story of America's New Health-Care Law and What It Means for Us All\" by tlWashington Post Staff. Politics is the art of the possible, and I believe that those of my fellow liberals who whine that Obama was \"weak\" in his commitment to health-care and to the poor, need a reality check on what a sincere, dogged, and effective reform-minded politician is up against. He did a masterful job--given the constraints of our crazy political culture. More than I could have done, more than many of his \"more-liberal-than-thou\" critics could have done, and more than any other presidents going back to Teddy Roosevelt who have tried, have done.<br/><br/><a href=\"http://www.amazon.com/Landmark-Americas-Health-Care-Affordable-Publicaffairs-ebook/dp/B003H9SN0K\" title=\"http://www.amazon.com/Landmark-Americas-Health-Care-Affordable-Publicaffairs-ebook/dp/B003H9SN0K\" target=\"_blank\">http://www.amazon.com/Landmark-Americas-Health-Care-Affordable-Publicaff...</a>", "recommendationCount": 71}, {"assetID": 3419880, "replies": [], "lft": 163, "assetURL": "http://www.nytimes.com/2015/01/19/opinion/paul-krugman-hating-good-government.html", "parentID": 13873333, "commentID": 13874168, "rgt": 164, "userDisplayName": "jimbo", "createDate": "1421645296", "userID": 20389542, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1421645347", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "seattle", "commentType": "userReply", "updateDate": "1421645347", "commentSequence": 13874168, "commentBody": "There are many sources that lay out the basics of global warming for general readers.  But to do the math requires significant knowledge in quantum physics and thermodynamics.  I was a USAF weather officer for 22 years, educated at Government expense at NYU and MIT, plus a quasi-post doc at Goddard Space Flight Center.<br/><br/>Thermodynamic systems attempt to reach equilibrium.  Take an ice cube out of the fridge and it starts melting, unless you live in an igloo.  The earth receives nearly all its energy from the in the radiation in the visible part of the spectrum. This energy drives atmospheric and oceanic circulations.  To balance the books, we exhaust a similar amount of radiation to outer space via infrared radiation.  If there is an imbalance, the earth eith warms or cools.  When greenhouse gases increase, it is like putting another blanket on the bed on a clear winter night.<br/><br/>If the earth maintained the same reflectivity, with no greenhouse gasses, the mean temperature of the earth would 21K or 37F cooler.  That we are  warmer is due to greenhouse gasses.  Increases in GG concentration will result in high temperatures.", "recommendationCount": 22}, {"assetID": 3419880, "replies": [], "lft": 444, "assetURL": "http://www.nytimes.com/2015/01/19/opinion/paul-krugman-hating-good-government.html", "parentID": null, "commentID": 13874176, "rgt": 445, "userDisplayName": "Nguyen", "createDate": "1421645395", "userID": 46150933, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1421645407", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "West Coast", "commentType": "comment", "updateDate": "1421645407", "commentSequence": 13874176, "commentBody": "The global warming trends since 1997 is startling. I really think it's out of the range for a statistical oscillation within the norms of historical context. At what point, after 2015, 2016, 2020, 2030, 2050, 2100 are we going to acknowledge the patterns, if indeed this is the beginning of an abnormal trend. Global warming is a fact, but it may not be the accelerator on the climate changes, in my opinion. Rather, I think it's more like gun powder. When left alone, it's inert. This is because the of Earth's great capacity to neutralize volatility and regulate its thermostat. Earth's greatest heat-cold buffer is in its ocean. After all, water is the greatest buffer of all things, including the acid-base of life. It's a good thing that the earth is covered 75% by water, which helps to regulate the thermostat. Earth didn't get to this point overnight, but rather by a cooling process over billions of years. While gun powder is inert, when there is a spark, it can trigger a combustion and a chain reaction to the last molecule. Major events in nature, such as the death of the dinosaurs, the Ice Age, happened because there were catalytic events. It usually has to do with the disruption of the ocean. No scientists have yet to connect all the dots but I believe it started in the Pacific Ocean. It's circulation is clockwise. For me this explains why Alaska and Siberia had been the hottest point on record for 2014. Let's see where the focal points of deviation are if 2015 is warmer.", "recommendationCount": 4}]}, "copyright": "Copyright (c) 2016 The New York Times Company.  All Rights Reserved."}