{"debug": {"version": 3.1}, "status": "OK", "results": {"api_timestamp": "1481459852", "totalCommentsFound": 3860, "totalCommentsReturned": 25, "comments": [{"assetID": 1201261, "replies": [], "lft": 60, "assetURL": "http://thecaucus.blogs.nytimes.com/2010/02/25/blogging-the-health-care-summit/", "parentID": null, "commentID": 1622219, "rgt": 61, "userDisplayName": "mary", "createDate": "1267152256", "userID": 17761823, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1267160531", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "montana", "commentType": "comment", "updateDate": "1267160531", "commentSequence": 29, "commentBody": "At the end of a demanding day, in a demanding week, and month, and year, President Obama's summing up was brilliant.  I am so proud we have such a brilliant, compassionate and civil President.  What a change from the previous eight years!", "recommendationCount": 6}, {"assetID": 1201261, "replies": [], "lft": 62, "assetURL": "http://thecaucus.blogs.nytimes.com/2010/02/25/blogging-the-health-care-summit/", "parentID": null, "commentID": 1622270, "rgt": 63, "userDisplayName": "memphis75", "createDate": "1267153658", "userID": 58662747, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1267160542", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "North Carolina", "commentType": "comment", "updateDate": "1267160542", "commentSequence": 30, "commentBody": "I thought the summit on health care today went great. Both sides were given equal amounts of time, and both sides made there respected points. I have a question for anyone who feels like answering it, please do so. Say America does nothing on health-care, how will the tax payer afford to pay, for all of the emergency room visit's which have and will continue to occur? I understand the logic behind people do not like to pay more taxes than they have too. However, how will the emergency room charges that will accumulate be paid for, other than taxes? The point, I guess I am trying to make, is taxes will go up along with insurance premiums to cover this costs regardless. If I am right in assuming this, why not have some kind of mandate on it? Like the government would do.<br />                                                                                                              Thanks, ", "recommendationCount": 2}, {"assetID": 1202563, "replies": [], "lft": 4, "assetURL": "http://thecaucus.blogs.nytimes.com/2010/02/25/bunning-objects-over-and-over/", "parentID": null, "commentID": 1622323, "rgt": 5, "userDisplayName": "loganbacon", "createDate": "1267155153", "userID": 2588987, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1267160583", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Washington, D.C.", "commentType": "comment", "updateDate": "1267160583", "commentSequence": 1, "commentBody": "The Senator's point: my Party is more important than your groceries. My Party is more important than your children's health. My Party is more important than helping you keep your house. But I'm not worried about consequences because I'm not running for reelection. ", "recommendationCount": 116}, {"assetID": 1202563, "replies": [], "lft": 6, "assetURL": "http://thecaucus.blogs.nytimes.com/2010/02/25/bunning-objects-over-and-over/", "parentID": null, "commentID": 1622337, "rgt": 7, "userDisplayName": "nmetro", "createDate": "1267155558", "userID": 432006, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1267160599", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Longmont, Colorado", "commentType": "comment", "updateDate": "1267160588", "commentSequence": 2, "commentBody": "And Mr. Bunning is just blocking a 30 day extension mind you. Not the bill that Harry Reid wants to pass to extend benefits to the end of the year. Not to mention that the proposed bill will contain a six month extension for the very long term unemployed who ran out of benefits. Now at the rate of 10,000/week. Not to mention that the new claims fro unemployment increased to 496,000 last week. We are falling back into, not moving out of, the recession.<br /><br />This is not surprising. Anyone who watched the GOP act like the uncaring party of \"NO\" during the Health Care Forum today can see how out of touch everyone in the GOP is. Obstructionism caused the unemployment extension passed last November to be delayed 5 weeks and to end in December, 2009 instead of December, 2010. Meanwhile, these same Republicans were more than happy (from 2001 - 2007) to give Wall Street a $trillion, pass misguided tax cuts, pass an unfunded prescription plan in Medicare, unfunded \"Nobody Left Behind\",  start two wars they could not pay for, borrow billions of dollars from China, etc. And did so under \"budget reconciliation\".  But money for the unemployed? No, that adds to the deficit, the unemployed are lazy, the unemployed don't want to work, the unemployed should work fro their unemployed, the unemployed are on welfare, etc. Reform health care? No, it adds to the deficit, people should accept responsibility for their health, the Obama administration is socialist, we are heading to a Marxist state, etc. But my favorite; the debt that we will give to our children and our grand children. Where was this thinking when they created a potential $17 trillion national debt? Now, Mr. Bunning is holding the unemployed hostage to make a point? Where is the morality? Where is the Christianity in this? Where is the compassion?<br /><br />The Democrats need to grow a backbone and pass the unemployment extension by reconciliation. Both the 30 day extension and the proposed extension to the end of the year. President Obama needs to take a lead on this; pronto.  Mr. Bunning is a perfect example of what is broken in Washington. As an unemployed worker who applied for 665 IT jobs over the past two years and cannot get hired because: I'm 54, out of work for two years, can't find anyone who will hire me (even for much less pay), I demand that these out of touch wealthy, self serving, demagogues do their job and serve the people.<br /><br />I hope the voters are going to take note that people like Mr. Bunning need to join the millions in the ranks of the unemployed. There is fiscal conservatism and their is spite; we are seeing spite played out big time.", "recommendationCount": 123}, {"assetID": 1202563, "replies": [], "lft": 8, "assetURL": "http://thecaucus.blogs.nytimes.com/2010/02/25/bunning-objects-over-and-over/", "parentID": null, "commentID": 1622345, "rgt": 9, "userDisplayName": "Roget", "createDate": "1267155777", "userID": 59651537, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1267160599", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Bone Gap", "commentType": "comment", "updateDate": "1267160598", "commentSequence": 3, "commentBody": "Pay for it rather than charge it?  There's a novel thought!", "recommendationCount": 17}, {"assetID": 1202563, "replies": [], "lft": 12, "assetURL": "http://thecaucus.blogs.nytimes.com/2010/02/25/bunning-objects-over-and-over/", "parentID": null, "commentID": 1622377, "rgt": 13, "userDisplayName": "Jim", "createDate": "1267156714", "userID": 13632541, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1267160627", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Washington, DC", "commentType": "comment", "updateDate": "1267160613", "commentSequence": 4, "commentBody": "I support extending these benefits, but to be honest, Bunning has a point. Congress just made a big deal about making PAYGO mandatory, and less than a month after it passed they're already making exceptions.<br />I suppose this is a legitimate emergency, but just how much emergency spending are we going to see while Obama talks and talks about getting the deficit under control?", "recommendationCount": 20}, {"assetID": 1202563, "replies": [], "lft": 10, "assetURL": "http://thecaucus.blogs.nytimes.com/2010/02/25/bunning-objects-over-and-over/", "parentID": null, "commentID": 1622374, "rgt": 11, "userDisplayName": "SL", "createDate": "1267156655", "userID": 25632522, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1267160658", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Cincinnati, Ohio", "commentType": "comment", "updateDate": "1267160650", "commentSequence": 5, "commentBody": "All I can say is that this is typical of Bunning and the Republican Party - out of touch with what constituents are facing today.  It is about as heartless as Republican Senator Barrasso saying today that people should only have catastrophic coverage and health savings accounts because it will make people \"more careful consumers.\"  As President Obama noted, of course Republican senators are okay with this - they are in the top income bracket in this country.  Barrasso got very quiet when President Obama asked him if would still feel the same way if he made $40,000 a year.  I wonder if Bunning would feel the same way about unemployment benefits if his were about to run out and he was facing eviction, foreclosure, bankruptcy, or the prospect of not having enough money to put food on the table for his children.  ", "recommendationCount": 85}, {"assetID": 1202457, "replies": [], "lft": 60, "assetURL": "http://www.nytimes.com/2010/02/26/us/26whale.html", "parentID": null, "commentID": 1622498, "rgt": 61, "userDisplayName": "Ladislav Nemec", "createDate": "1267159735", "userID": 4187964, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1267160749", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "nemecll", "commentType": "comment", "updateDate": "1267160748", "commentSequence": 23, "commentBody": "I think the time has come (actually years ago) to stop using ANY wild animals for entertainment. Domesticated once - perhaps. As far as I know, the Cirque de Soleil (?) does not have ANY animal acts and it is highly successful and profitable.<br /><br />In the past, exploiting animals in circus surrounding may have been somewhat justified as an 'educational' tool. Before TV, some of these animals were only in zoos, not readily accessible to many folks. Arrival of a circus to a small town was, to some extent, an educational experience.<br /><br />The TV nature shows are now documenting them in their natural environment without messing with them almost at all.<br /><br />That's the way to go. Psychoanalyzing this particual whale (it is actually a largest dolphin) is silly. They should not be kept in captivity. Of course, those who were born in captivity and/or stayed there for decades may be incapable of return in the open ocean.<br /><br />A reasonable plan of releasing them - as long as there is a reasonable hope for their survival out there - should be implemented.<br /><br />These 'sea show parks' should be also gradually phased out and closed. This particular one is supposed to be a 'non profit' establishment. No harm done to anyone.<br /><br />Whale (the real whale) watching is popular in many coastal US states. That's the way to go. Not a single human life is worth the tricks these intelligent (in their very special way) animals can perform.<br /><br />Wild beasts have been captured for thousands of years, occasionally to eat Christians and perhaps other then undesirables. This is, however, 21st century, after all.<br /><br />Non-lethal safaris in Africa are very popular and help to maintain their animal reserves. Boat trips to places where orcas operate exist and they should completely replace their exhibition under very unnatural conditions in the 'seaworld' parks.", "recommendationCount": 19}, {"assetID": 1202653, "replies": [], "lft": 8, "assetURL": "http://www.nytimes.com/2010/02/26/opinion/26krugman.html", "parentID": null, "commentID": 1622409, "rgt": 9, "userDisplayName": "Phil in the mountains of Kyushu", "createDate": "1267157638", "userID": 58220231, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1267160915", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Japan", "commentType": "comment", "updateDate": "1267160915", "commentSequence": 5, "commentBody": "Of course these Republicans will \"pay no price.\"<br /><br />They have well learned that, yes, they can fib, lie, distort, and smear -- such reductions in ethics come automatically when one goes to such biz and law schools as elevate winning only -- get the retainer -- get the contract -- get the bonus -- and do anything, say anything, destroy any community, let any number of regular Americans sicken and suffer to get it.<br /><br />America's lost its soul, never mind the sentimentality of pining for fetuses, which is about all the human life Republicans can respect.<br /><br />The country has gone mired in permanent, endless wars of the military sort (and clandestine, secret ops wars, too -- see colleague Cohen's column today).  American government has gotten mired in corporate agendas whose leaders have no ethics -- except the most laughably despicable as you (and most excellent advisor Ms. Wells?) describe today.", "recommendationCount": 984}, {"assetID": 1202653, "replies": [], "lft": 10, "assetURL": "http://www.nytimes.com/2010/02/26/opinion/26krugman.html", "parentID": null, "commentID": 1622415, "rgt": 11, "userDisplayName": "Kate Madison", "createDate": "1267157744", "userID": 25120579, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1267160915", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Depoe Bay, Oregon", "commentType": "comment", "updateDate": "1267160915", "commentSequence": 6, "commentBody": "....\"So what did we learn from the summit? What I took away was the arrogance that the success of things like the death-panel smear has obviously engendered in Republican politicians. At this point they obviously believe that they can blandly make utterly misleading assertions, saying things that can be easily refuted, and pay no price. And they may well be right.\"<br /><br />NOPE, don't think so, NADA, Paul!  (I am now calling you Paul, because I just saw a picture of you in The New Yorker with your wife and two cats, and realize you are a regular human being and a \"cat freak\" to boot--YEA!)<br /><br />The Republicans did not look good.  And they did not sound good.  Obama sounded like his usual cerebral, lawyerly self--but irritated!  Irritated is good!  For him!  I do not have much regard for the \"average American voter,\" but I do not think it takes someone in Mensa to watch our President on TV trying to talk to and reason with--well--IDIOTS--and giving up!  And all the GOPers had this arrogant, self assured, patronizing attitude. (Also, John Boehner looked extra-tan!  I guess the stress of the occasion caused him to overdose on his self-tanning cream.)<br /><br />Now is the time for the Democrats to MoveOn!  I am beginning to believe that they will.  Glory Be!  Let's hear it for RECONCILIATION!!!  Give me an \"R!\"  Let the perfect not be the enemy of the \"better than nothing!\"<br /><br />", "recommendationCount": 1197}, {"assetID": 1202653, "replies": [], "lft": 14, "assetURL": "http://www.nytimes.com/2010/02/26/opinion/26krugman.html", "parentID": null, "commentID": 1622429, "rgt": 15, "userDisplayName": "Darrell Hampton", "createDate": "1267158051", "userID": 38564564, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1267160915", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Dayton Ohio", "commentType": "comment", "updateDate": "1267160915", "commentSequence": 7, "commentBody": "Dr. Krugman, I watched most of this debate and I, too was struck by how little the Republicans brought to the table. Nothing but a continuation of the same lies they replayed all last summer. I do think Mr. Obama did a great job rebutting their nonsensical non-plans. Democrats will have to do this alone, they have no choice. While Mr. Obama has wanted and worked for bipartisanship it was not to be found. Bi means two!.<br /><br />The Republicans are so determined to hurt him they will settle for Osama bin Laden occupying our country until the next election rather than work with the President of the United States. I hate to beat a dead horse to death but this is racism, even at the expense of our entire nation. On another note, John McCain was just pitiful!", "recommendationCount": 1347}, {"assetID": 1202653, "replies": [], "lft": 22, "assetURL": "http://www.nytimes.com/2010/02/26/opinion/26krugman.html", "parentID": null, "commentID": 1622451, "rgt": 23, "userDisplayName": "Bob", "createDate": "1267158706", "userID": 50853580, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1267160915", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Portland, OR", "commentType": "comment", "updateDate": "1267160915", "commentSequence": 8, "commentBody": "It was their last chance. Republicans brought talking points. They have no interest in governing. It's against their ideology. Government is the problem according to their Saint Ronnie. Well gee, where does that leave America. The rest of the world is getting organized, supporting each others health and welfare and Republicans are arguing about who can be the most extreme, no-nothing no-sayer.<br /><br />The American People can see bogusness when it's laid out in front of them.<br /><br />Fear, Hatred, Distortion, Distraction and Division. That's all they've got to offer.", "recommendationCount": 1078}, {"assetID": 1202653, "replies": [], "lft": 24, "assetURL": "http://www.nytimes.com/2010/02/26/opinion/26krugman.html", "parentID": null, "commentID": 1622454, "rgt": 25, "userDisplayName": "mike smith", "createDate": "1267158745", "userID": 60118395, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1267160915", "userTitle": null, "editorsSelection": 1, "statusID": 2, "userURL": null, "userLocation": "vt", "commentType": "comment", "updateDate": "1267203593", "commentSequence": 9, "commentBody": "Without single-payer or even a lackluster public option, why would anyone, who call themself a progressive, support this proposed legislation?  This is actually worse than doing nothing.  This is agents-of-the-state forcing everyone to finacially support the worst parts of the current system.<br /><br />If the national Democratic Party is really willing to force this issue, expect a backlash, and  not just from the tea-party people, but also from many of us who are tue progressives.", "recommendationCount": 548}, {"assetID": 1202653, "replies": [], "lft": 26, "assetURL": "http://www.nytimes.com/2010/02/26/opinion/26krugman.html", "parentID": null, "commentID": 1622455, "rgt": 27, "userDisplayName": "Bob Potter", "createDate": "1267158762", "userID": 52004385, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1267160915", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Syracuse, NY", "commentType": "comment", "updateDate": "1267160915", "commentSequence": 10, "commentBody": "Dr. Krugman, you act as if the GOP \"lost\" the debate.  They got everything out of it that they wanted.  They produced some good sound bites that when aired on Fox will reassure the faithful.  They showed off their 2074 pages of health bill.  They didn't make any gaffes that would scare away independents (well, they made gaffes, but they'd make such boring television that nobody will notice).  They successfully continued their campaign of Fear, Uncertainty and Doubt.  They even almost turned President Obama into the dreaded Angry Black Man!<br /><br />The only hope of victory that Obama had was that the GOP would be so hostile that Obama could say \"see, they're obstructionists; we're forced to use reconciliation\".  Unfortunately, enough Republicans were sorta-kinda meeting him halfway that that won't fly.<br />", "recommendationCount": 98}, {"assetID": 1202653, "replies": [], "lft": 30, "assetURL": "http://www.nytimes.com/2010/02/26/opinion/26krugman.html", "parentID": null, "commentID": 1622483, "rgt": 31, "userDisplayName": "Breukelen", "createDate": "1267159273", "userID": 54948319, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1267160915", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Ashland, OR", "commentType": "comment", "updateDate": "1267160915", "commentSequence": 11, "commentBody": "\"Reform\" = any measure that might win votes for Democrats even if it gives more wealth and, hence, political power to the health insurance industry?<br /><br />If so, don't expect my vote to be Democratic.", "recommendationCount": 168}, {"assetID": 1202653, "replies": [], "lft": 32, "assetURL": "http://www.nytimes.com/2010/02/26/opinion/26krugman.html", "parentID": null, "commentID": 1622484, "rgt": 33, "userDisplayName": "Dim", "createDate": "1267159282", "userID": 8182454, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1267160915", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Texas", "commentType": "comment", "updateDate": "1267160915", "commentSequence": 12, "commentBody": "First of all, I wanted to say that it is impossible not to like President Obama after watching him in person,<br />so much common sense and maturity, no bull.... He is a great role model just as a person, as a decent<br />human being.<br /><br />Second of all, it is sad to say but it is obvious that the Republican will not compromise with Obama<br />even a little bit despite all his efforts to accommodate their ideas. This is not philosophical differences,<br />it is clearly a political calculation.  They don't feel enough urgency and desperation to compromise some<br />of their positions in order to save the country from fiscal catastrophe in addition to the nightmare of being<br />sick and not having decent insurance for so many Americans now. I've heard so many times today that<br />our healthcare system is the best of the best, but tell it to those unlucky ones, my friends.<br /><br />In conclusion, go for it Dems! Make a bold move and you will be rewarded. Remember the excitement<br />of your base during the last elections. I promise you'll see it again this fall if you don't disappoint us. Nuclear<br />option + pass with 51 votes, no reconciliation necessary. Game over. While you are at it, put the Wall Street<br />where they belong, knock it down to size, and I promise you, not only your base but the entire country will<br />not disappoint you.<br /><br />Finally, wasn't it precious when one of the Republicans, a doctor for Christ's sake, suggested that we all live<br />with the catastrophic insurance? Can you believe that?! How about he takes his kids to see a doctor in ER<br />only when they get hopelessly sick! There is Justice in the Universe, sooner or later he will find out.", "recommendationCount": 1405}, {"assetID": 1202653, "replies": [], "lft": 34, "assetURL": "http://www.nytimes.com/2010/02/26/opinion/26krugman.html", "parentID": null, "commentID": 1622491, "rgt": 35, "userDisplayName": "sparc", "createDate": "1267159504", "userID": 58494087, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1267160915", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "CA", "commentType": "comment", "updateDate": "1267160915", "commentSequence": 13, "commentBody": "No so fast because it all depends what the final healthcare reform is. Without Medicare for All, nothing fundamentally has changed; without a robust public option, not much meaningful progress has been made. This exercise is the pathetic dance of two parties for medical industrial complex. The Democratic Party's deceitful game, By Glenn Greenwald<br /><a href=\"http://www.salon.com/news/opinion/glenn_greenwald/2010/02/23/democrats/index.html\" target=\"_blank\">http://www.salon.com...</a>", "recommendationCount": 277}, {"assetID": 1202653, "replies": [], "lft": 36, "assetURL": "http://www.nytimes.com/2010/02/26/opinion/26krugman.html", "parentID": null, "commentID": 1622492, "rgt": 37, "userDisplayName": "Cdr. John Newlin", "createDate": "1267159537", "userID": 38587893, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1267160915", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Vista, Calif.", "commentType": "comment", "updateDate": "1267160915", "commentSequence": 14, "commentBody": "Mr. Krugman is once again right on! Rachel Maddow enumerated the number of times that the Senate has used reconciliation to pass health care related bills on her show the other night.<br /><br />I learned much the same as Mr. Krugman from the summit plus one more very salient thing. The Democrats finally seemed to have found the chutzpah to ride roughshod over the party of no. President Obama took Senators Alexander<br />and McConnell head on and cleaned their disingenuous clocks. Then he made House leaders Boehner and Cantor look like the blithering fools they really are.<br /><br />I believe the Democrats will finish the job and when they do the loudest lament in the land will come from the South Carolina bastion of hoods and sheets where Senator Jim DeMint resides.", "recommendationCount": 839}, {"assetID": 1202660, "replies": [], "lft": 6, "assetURL": "http://www.nytimes.com/2010/02/26/opinion/26iht-edcohen.html", "parentID": null, "commentID": 1622490, "rgt": 7, "userDisplayName": "Thomas Huynh", "createDate": "1267159453", "userID": 59820059, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1267160948", "userTitle": null, "editorsSelection": 1, "statusID": 2, "userURL": null, "userLocation": "Atlanta, Georgia", "commentType": "comment", "updateDate": "1267206272", "commentSequence": 2, "commentBody": "What did Ghandi say?  An eye for an eye and we all go blind.  Too late, we may already have.  If the killings had some purpose and benefit -- a rather dubious claim -- there already would have been a clear end in sight.<br /><br />Thomas Huynh<br /><a href=\"http://Sonshi.com\" target=\"_blank\">Sonshi.com</a>", "recommendationCount": 51}, {"assetID": 1202660, "replies": [], "lft": 8, "assetURL": "http://www.nytimes.com/2010/02/26/opinion/26iht-edcohen.html", "parentID": null, "commentID": 1622511, "rgt": 9, "userDisplayName": "sparc", "createDate": "1267160354", "userID": 58494087, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1267160954", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "CA", "commentType": "comment", "updateDate": "1267160954", "commentSequence": 3, "commentBody": "Killing innocent is terrorism no matter what form, excuse or technology.", "recommendationCount": 57}, {"assetID": 1202144, "replies": [], "lft": 48, "assetURL": "http://vancouver2010.blogs.nytimes.com/2010/02/25/live-blog-follow-the-womens-long-program/", "parentID": null, "commentID": 1622269, "rgt": 49, "userDisplayName": "Jennifer", "createDate": "1267153608", "userID": 22083520, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1267161019", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Seattle, WA", "commentType": "comment", "updateDate": "1267161019", "commentSequence": 36, "commentBody": "Is it illegal for someone from the NYT to sit in the stands and live blog?  Do they have to wait for NBC to play the skaters on tape delay?<br /><br />Of course, in Seattle, it's all on tape delay.  Since it's delayed anyway and I've known the result of every Olympic event except the one I drove up to Vancouver to see, I watch it the next day.  It's definitely not the same.", "recommendationCount": 1}, {"assetID": 1202144, "replies": [], "lft": 52, "assetURL": "http://vancouver2010.blogs.nytimes.com/2010/02/25/live-blog-follow-the-womens-long-program/", "parentID": null, "commentID": 1622288, "rgt": 53, "userDisplayName": "ondal", "createDate": "1267154168", "userID": 11432252, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1267161022", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Los Angeles, CA", "commentType": "comment", "updateDate": "1267161022", "commentSequence": 37, "commentBody": "what scores did the Zambonis get?<br /><br />p.s. paintball costume remark was spot on. well played.", "recommendationCount": 0}, {"assetID": 1202144, "replies": [], "lft": 58, "assetURL": "http://vancouver2010.blogs.nytimes.com/2010/02/25/live-blog-follow-the-womens-long-program/", "parentID": null, "commentID": 1622295, "rgt": 59, "userDisplayName": "EH", "createDate": "1267154381", "userID": 48362976, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1267161027", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "DC", "commentType": "comment", "updateDate": "1267161027", "commentSequence": 38, "commentBody": "Kwak had a triple salchow/double axel combination? In a couple decades of competitive skating and professional coaching, I've never seen nor heard of that. Are you sure it wasn't a triple salchow/triple toe loop or triple loop combination? ", "recommendationCount": 1}, {"assetID": 1202667, "replies": [], "lft": 6, "assetURL": "http://www.nytimes.com/2010/02/26/opinion/26brooks.html", "parentID": null, "commentID": 1622418, "rgt": 7, "userDisplayName": "Martin Lari", "createDate": "1267157790", "userID": 58339411, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1267161031", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Houston", "commentType": "comment", "updateDate": "1267161031", "commentSequence": 4, "commentBody": "    We don't need a healthcare bill if it<br />destroys the nation.<br />    And destroy the nation it will, by causing<br />us to endure a collapse that will change our nature<br />as a people. Submitting to our new owners who<br />will come to rescue us for their own benefit.<br />     If we are to survive the coming chaos, then<br />let us do it as free men, and be born again<br />into a new era free of such burdens.", "recommendationCount": 66}, {"assetID": 1202667, "replies": [], "lft": 10, "assetURL": "http://www.nytimes.com/2010/02/26/opinion/26brooks.html", "parentID": null, "commentID": 1622444, "rgt": 11, "userDisplayName": "Phil in the mountains of Kyushu", "createDate": "1267158404", "userID": 58220231, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1267161031", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Japan", "commentType": "comment", "updateDate": "1267161031", "commentSequence": 5, "commentBody": "I'm appalled at how bloodlessly you write from within your Beltway.<br /><br />Maybe I feel this because, before reading your column, I saw the video someone linked to me of Keith Olbermann on his elderly father's suffering in a hospital, where complication after complication has set in.  Olbermann is enraged at the lies -- you ignore them all in your comfy point-ticking column today -- which Republicans have been spreading.  \"Death panels\" indeed.<br /><br />The way you write (inner Beltway comfort again), you'd think health care was simply any certain number of points versus some other number of points.  As if there weren't humans and human suffering and human neglect on a nationally multi-million-person scale.  And for you, and those of the corporate coddlers you ever coddle, and whose nifty points of corporate manners you enumerate, there are no such humans.  Only power games for the already-wealthy and well-bribed.<br /><br />I'm not going to repeat here Olbermann's last words in his nearly-ten-minute special on his father's perspective on health care, but please know that lots of us, in view of massive realities we're in touch with, don't swell with words as complacently droll as yours.", "recommendationCount": 771}]}, "copyright": "Copyright (c) 2016 The New York Times Company.  All Rights Reserved."}