{"debug": {"version": 3.1}, "status": "OK", "results": {"api_timestamp": "1481460304", "totalCommentsFound": 5781, "totalCommentsReturned": 25, "comments": [{"assetID": 2252075, "replies": [], "lft": 1580, "assetURL": "http://www.nytimes.com/2011/01/05/us/politics/05babies.html", "parentID": null, "commentID": 3176789, "rgt": 1581, "userDisplayName": "20-something view", "createDate": "1294286429", "userID": 62423352, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1294290010", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New York, NY", "commentType": "comment", "updateDate": "1294290010", "commentSequence": 642, "commentBody": "I have to say I don't understand the rationality behind \"patriots\" that make immigration reform such a circus.  To me, citizenship by birth right is so 1970's; b4 the internet, affordable plane tickets, and modern civilizations that resemble each other more than they are different.<br />Citizenship in its legal form is just a way for governments to tax and control voting/spending (not what guarantees the right to basic human rights by all individuals living in a specific location, and the voting thing, since special interest groups can now donate whatever and buy politicians, is also becoming a pathetic excuse).  People who are against legalizing immigrants’ status need to make up their minds, either citizenship is a birth right that gives an individual claims to nationalism or it is a feeling of belonging more in one particular society after a considerable period of time than any other.<br />Classes of citizenship are wrong! Being able to retain an alien card and a path to citizenship bc you have 150K in a bank account is wrong too, according to American values, but it’s what happens.<br /> So I guess I should deduce that citizenship is not a birth right, as many of the anti-immigration hate mongers would like to state over and over again “I am American bc I was born here!”, but a mere ability to purchase your right work in this country and purchase health insurance?<br />Something has to give.  I would say 98% of immigrants out of status in this country are not out of status because they crossed the USA border illegally, they aren’t drug pushers or users, and they are not here to abuse of the system. The same way that I am sure most Americans are not milking the welfare system, working off the books, or contributing to the drug wars in other countries by voluntarily becoming drug attics and driving super fuel inefficient cars that promote this oil driven economy.<br />So isn’t it time to say enough already.  Grow up the world just keeps getting smaller and smaller.<br /> In the words of Lewis Black it’s not the plastic surgeon and the highly skilled financier that’s sitting besides the pools of their country clubs saying “Damn those illegals”; it’s people who used to have working class jobs, that tanked in a crappy economy that outsources all types of low skilled labor, that never thought to better their lives by moving up within their profession, that have these deep beliefs of “nationalism”.<br />", "recommendationCount": 1}, {"assetID": 2257999, "replies": [], "lft": 96, "assetURL": "http://www.nytimes.com/2011/01/06/us/politics/06obama.html", "parentID": null, "commentID": 3176800, "rgt": 97, "userDisplayName": "anonyms", "createDate": "1294286654", "userID": 51575834, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1294290028", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "California", "commentType": "comment", "updateDate": "1294290028", "commentSequence": 37, "commentBody": "Americans await a \"party\" with the form and force of the Republicans and the character and content of the Democrats. Until that time, little will get done. Prepare for a couple of years of gridlock, some fireworks, and some excellent comedy as well as new work for people like Tina Fey. You know late night comedy and talk shows stand big gains if indeed Michele Bachmann declares she's running for POTUS.", "recommendationCount": 14}, {"assetID": 2257999, "replies": [], "lft": 110, "assetURL": "http://www.nytimes.com/2011/01/06/us/politics/06obama.html", "parentID": null, "commentID": 3176875, "rgt": 111, "userDisplayName": "pkbormes", "createDate": "1294287783", "userID": 56852144, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1294290123", "userTitle": null, "editorsSelection": 1, "statusID": 2, "userURL": null, "userLocation": "Brookline, MA", "commentType": "comment", "updateDate": "1294290123", "commentSequence": 38, "commentBody": "After the Christmas gift lame duck session, it appears that the President is smarter than we think...the WE being NYT commentators and pundits alike. Do you think  there is anyone who could lead this unweildy ship of state better than he can? Why would anyone left of Boehner, Palin, McConnell,et.al want to even try, with an unemployment rate of over 9%, the economy in the ditch, and a resurgence of dangerous but powerful right wing anti-intellectual thugs?<br /><br />We are lucky to have a calm and reasonable Head of State. He is not perfect and has made many errors, mainly in communicating his agenda to the average American. I think he realizes his mistakes. There's a lot going on behind the scenes that will slowly but surely be to the benefit of the lower 98% of us.", "recommendationCount": 32}, {"assetID": 2257999, "replies": [], "lft": 112, "assetURL": "http://www.nytimes.com/2011/01/06/us/politics/06obama.html", "parentID": null, "commentID": 3176882, "rgt": 113, "userDisplayName": "JenofNJ", "createDate": "1294288054", "userID": 57616156, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1294290132", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "NJ", "commentType": "comment", "updateDate": "1294290132", "commentSequence": 39, "commentBody": "I'm glad I wasn't expecting any out-of-the-box thinking on the part of the POTUS, because we sure didn't get any. Another round of well-connected pro-business political hacks. Ho, hum. Time for real Democrats (us ordinary folks) to run this guy out on a rail when nomination time comes around.", "recommendationCount": 59}, {"assetID": 2257999, "replies": [], "lft": 114, "assetURL": "http://www.nytimes.com/2011/01/06/us/politics/06obama.html", "parentID": null, "commentID": 3176885, "rgt": 115, "userDisplayName": "Anne", "createDate": "1294288117", "userID": 43572901, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1294290138", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Seattle", "commentType": "comment", "updateDate": "1294290138", "commentSequence": 40, "commentBody": "Number one qualification: Complete fealty to Wall Street.<br /><br />Number two qualification: Utter contempt for the people who actually vote for the Democratic Party.", "recommendationCount": 90}, {"assetID": 2257999, "replies": [], "lft": 116, "assetURL": "http://www.nytimes.com/2011/01/06/us/politics/06obama.html", "parentID": null, "commentID": 3176892, "rgt": 117, "userDisplayName": "Joe", "createDate": "1294288158", "userID": 22712082, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1294290168", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Santa Cruz, CA", "commentType": "comment", "updateDate": "1294290168", "commentSequence": 41, "commentBody": "Doesn't matter who's running the errands when the boss calling the shots is always running scared.<br /><br />Look how the New Year started. They floated the idea of re-instituting paying for end-of-life counseling but backed off after the usual suspects (Palin, Bachman, etc.) labeled it (falsely) 'Death Panels' once again.<br /><br />If they can't get past lies from those two lightweights how do you think they'll do against a GOP House? Doesn't look good for those hoping for a real Democratic agenda. Obama just doesn't have the guts to run this country.<br />", "recommendationCount": 55}, {"assetID": 2257999, "replies": [], "lft": 122, "assetURL": "http://www.nytimes.com/2011/01/06/us/politics/06obama.html", "parentID": null, "commentID": 3176956, "rgt": 123, "userDisplayName": "brunell26", "createDate": "1294290009", "userID": 2357877, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1294290284", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New Jersey", "commentType": "comment", "updateDate": "1294290284", "commentSequence": 42, "commentBody": "The above comment fails to consider the Congress of  NO to everything the president tried to do! The GOP said that they would thwart him and they have succeeded. Now they will learn that they can't delete $100 billion w/o causing grave harm. We need more, not less regulation because markets don't regulate themselves and unsafe food will be perpetuated because it costs less. Water and mine safety need better rules because \"if it affects my bottom line, I don't want it.\" Ways around earmarks are already showing: Senator calls the agency and will lope its budget if not accommodated.<br />Greed is the creed. ", "recommendationCount": 7}, {"assetID": 2258064, "replies": [], "lft": 266, "assetURL": "http://www.nytimes.com/2011/01/06/science/06esp.html", "parentID": null, "commentID": 3176936, "rgt": 267, "userDisplayName": "Reiner", "createDate": "1294289446", "userID": 1084103, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1294290319", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Western Mass", "commentType": "comment", "updateDate": "1294290319", "commentSequence": 91, "commentBody": "The article linked to in the text, which is written by 3 Dutch scientist refuting Bem's claims, is very healthy and well written - To the doubters of scientific method:  read it before you throw out science and realise that the scientific method is actually sharpened and systematic common sense. ", "recommendationCount": 11}, {"assetID": 2258064, "replies": [], "lft": 268, "assetURL": "http://www.nytimes.com/2011/01/06/science/06esp.html", "parentID": null, "commentID": 3176942, "rgt": 269, "userDisplayName": "Marino", "createDate": "1294289624", "userID": 54374596, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1294290349", "userTitle": null, "editorsSelection": 1, "statusID": 2, "userURL": null, "userLocation": "Minneapolis", "commentType": "comment", "updateDate": "1294290349", "commentSequence": 92, "commentBody": "\"If a claim is being made that requires breaking known scientific laws, it needs an extraordinary amount of evidence to be taken seriously.\"<br /><br />How does psi break known scientific laws? It gets into a lot of uncharted territory, certainly, but what demonstrable laws of science preclude extrasensory perception - or, probably more accurately, perception that invokes sense we cannot yet detect or measure? A century ago, the idea that birds could perceive magnetic fields, dolphins could navigate via sonar, and sharks could hunt via electrical impulses would've seemed rather silly. I'm not saying psi is in the same boat - in fact, I find this paper pretty unconvincing - but I don't find the idea that everything and everyone is interconnected on more metaphysical levels than meets the eye out of the question.", "recommendationCount": 74}, {"assetID": 2258064, "replies": [], "lft": 270, "assetURL": "http://www.nytimes.com/2011/01/06/science/06esp.html", "parentID": null, "commentID": 3176943, "rgt": 271, "userDisplayName": "Tracey", "createDate": "1294289651", "userID": 20994159, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1294290367", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Pasadena", "commentType": "comment", "updateDate": "1294290367", "commentSequence": 93, "commentBody": "Psychologists are not scientists.  The future is not predestined and cannot be foretold. ", "recommendationCount": 6}, {"assetID": 2257559, "replies": [], "lft": 84, "assetURL": "http://www.nytimes.com/2011/01/06/science/earth/06spill.html", "parentID": null, "commentID": 3176946, "rgt": 85, "userDisplayName": "Matthew Barison", "createDate": "1294289697", "userID": 27249237, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1294290374", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New Orleans, LA", "commentType": "comment", "updateDate": "1294290374", "commentSequence": 36, "commentBody": "Okay, but replace \"blunders\" with \"criminal negligence\" and then we'll talk.", "recommendationCount": 6}, {"assetID": 2258064, "replies": [], "lft": 274, "assetURL": "http://www.nytimes.com/2011/01/06/science/06esp.html", "parentID": null, "commentID": 3176954, "rgt": 275, "userDisplayName": "Stephen J", "createDate": "1294289955", "userID": 17057345, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1294290408", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New Haven CT", "commentType": "comment", "updateDate": "1294290408", "commentSequence": 94, "commentBody": "Several commenters seem to think that the subjects in the study had seen the words before 'remembering' them, but as I understand it, Dr. Bem claims that they 'remembered' words they were not to see until later. Which is remarkable, unless the process by which subjects guessed at words resembles the process by which researchers chose words to include in the first place. (Not all words are equally likely to occur to a person.)<br /><br />Dr. Bem is an eminent researcher with a long track record of good work. On the other hand, peer review by professional journals usually is NOT double-blind. The author doesn't know who the reviewers are, but the author's name is usually on the manuscript being reviewed. (There are exceptions, but they are exceptions.) A prominent researcher from a prominent institution is more likely to have his (or her) work accepted. If the author comes from a minor-league school, reviewers are much more likely to be critical, even condescending. This is well known in the field. Unfortunately that doesn't change the effect.", "recommendationCount": 3}, {"assetID": 2258064, "replies": [], "lft": 276, "assetURL": "http://www.nytimes.com/2011/01/06/science/06esp.html", "parentID": null, "commentID": 3176958, "rgt": 277, "userDisplayName": "JL", "createDate": "1294290059", "userID": 45132125, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1294290418", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Knoxville, TN", "commentType": "comment", "updateDate": "1294290418", "commentSequence": 95, "commentBody": "It's hilarious that various groups are freaking out over this paper. From what I've read of it, it doesn't contain earth-shattering claims regarding ESP but rather presents results on various experiments that show the students predicting at a higher rate than chance. The skeptics know this and yet many of them are being quite disingenuous in their claims about about what Dr. Bern's paper claims and reports. They're building and tearing down straw-men arguments rather than addressing the actual claims. It's a downright hysterical reaction for a group of self-professed defenders of rationality and science. Those reacting in this way (and I don't mean skeptics in general but specifically those engaging in this behavior) act far more like defenders of religious orthodoxy than men and women of science.", "recommendationCount": 15}, {"assetID": 2254888, "replies": [], "lft": 914, "assetURL": "http://www.nytimes.com/2011/01/06/world/asia/06pakistan.html", "parentID": null, "commentID": 3176910, "rgt": 915, "userDisplayName": "Dr. A. K. Biswas", "createDate": "1294288629", "userID": 62177908, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1294290496", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Calcutta, India", "commentType": "comment", "updateDate": "1294290496", "commentSequence": 348, "commentBody": "<br />The New York Times deserves thanks for detailed, graphic, balanced  report on the slain governor Salman Taseer.<br /><br />The insane killer seems taller than the tolerant, liberal and secular leader and his sympathisers and supporters. The killer deserves capital punishment and the authorities should ensure that the ends of justice is met. On this point the Pakistan judiciary is on trial before the bar of humanity per se. The case would be kinly watched across the continents, I guess.<br /><br />Few hundred supporters of the heinuous assassination mustn't deter Pakistan from awarding punishment Quadri merits for what he did. Pakistan is already on a fast slide down hill. The present assassination will be considered as a milestone in its journey to doomsday.<br />All right thinking people would stand by Pakistan if it can crash the fanatical elements, religious and political or both rolled in one.<br />Else disintegrity of Pakistan is no more in doubt but a matter of time only.  No power on earth can save or salvage the largest Islamic nation---religion being its solitary cause of its disaster.<br /><br />Let the country not fall into the hands of its fanatics. It will be a disaster for the whole world. Pakistani terrorists are being exported already across the continents with deadly effects.", "recommendationCount": 14}, {"assetID": 2254888, "replies": [], "lft": 918, "assetURL": "http://www.nytimes.com/2011/01/06/world/asia/06pakistan.html", "parentID": null, "commentID": 3176924, "rgt": 919, "userDisplayName": "Irfan", "createDate": "1294289116", "userID": 25135942, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1294290553", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Melbourne", "commentType": "comment", "updateDate": "1294322288", "commentSequence": 349, "commentBody": "Zaigham Kashmiri wrote:<br /><br />How do you explain the assasination of Gandhi by a Hindu Zealot. Does it make Hindooism a violent religion. Or what about the asssination of Indira by her Sikh body guards. Was it the teaching of Guru Nanak? And the killing of Rabin by a Zionist.<br /><br />We know India is a highly violent society. In Gujrat 2000 muslims were burnt to death in the Godhra riots. In 1984 about 4000 sikhs were killed in Delhi. So please stop your inane and vapid criticism of Muslims. No one religion has a monopoly on violence.<br />=============================<br />well written, also please mention indian army atcorities in Kashmir which has slaughtered over hundred of thousands innocent civilians demanding their demorcratic right of self determination. ", "recommendationCount": 2}, {"assetID": 2254888, "replies": [], "lft": 920, "assetURL": "http://www.nytimes.com/2011/01/06/world/asia/06pakistan.html", "parentID": null, "commentID": 3176966, "rgt": 921, "userDisplayName": "DipB", "createDate": "1294290279", "userID": 55186526, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1294290591", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "San Francisco", "commentType": "comment", "updateDate": "1294290591", "commentSequence": 350, "commentBody": "I don't understand why secular and liberal groups have to live in fear of these religious bigots. Why would forces that defend freedom stand there and witness such death and destruction? I understand we are tolerant and cannot match the barbarism of the other side. But the time has come to respond to this menace. If we wait longer there will be no one left in Pakistan to fight for human values and this monster otherwise known as religious extremism will devour South Asia and Middle East and possibly the rest of the world. Defenders of liberalism, defenders of secular values, defenders of human rights - it is time now to bear arms and wage war..!! There has been many precedents in the history were men have waged war to defend the rights we cherish. The heroes of American Civil War and the allied soldiers of World War II are shining examples. Take up arms and respond back.", "recommendationCount": 17}, {"assetID": 2258012, "replies": [], "lft": 4, "assetURL": "http://thecaucus.blogs.nytimes.com/2011/01/05/an-annotated-guide-to-the-constitution/", "parentID": null, "commentID": 3176933, "rgt": 5, "userDisplayName": "Paul '52", "createDate": "1294289360", "userID": 30395127, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1294290768", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New York, NY", "commentType": "comment", "updateDate": "1294290768", "commentSequence": 2, "commentBody": "Those who contend that the Constitution must be strictly construed should consider the lack of any authority for acquisition of territory.   Are Florida and all territory west of the Mississippi to be returned to their rightful owners?<br /><br />The differences in treatment between the Navy and Army in the Constitution show that the question about an Air Force (or other service) is not as facile as it seems when we merely cite technology as it existed in 1789.  The framers gave a much broader grant of powers regarding the Navy, which required much more investment in permanent material (ships) that had to be continuously manned, while armies of that day could be quickly formed and equipped on an ad hoc basis, with soldiers grabbing materials from armories.  Therefore, there is no provision for a standing army, just one that can be formed on two year bases.  Which model best suits the Air Force?  Do we just guess, or should we have passed an amendment authorizing an Air Force before we built one?  And consider: is our current Army within the letter and spirit of the Constitution as strictly construed?  And what of the Marines and Coast Guard?<br /><br />In short, when put to the test, strict constructionists will quickly prove that there are no real strict constructionists.<br /><br />", "recommendationCount": 149}, {"assetID": 2245872, "replies": [], "lft": 56, "assetURL": "http://newoldage.blogs.nytimes.com/2011/01/03/the-caregivers-bookshelf-as-the-goodbye-grows-longer/", "parentID": null, "commentID": 3176222, "rgt": 57, "userDisplayName": "susan", "createDate": "1294276520", "userID": 52105723, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1294291532", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "michigan", "commentType": "comment", "updateDate": "1294291532", "commentSequence": 26, "commentBody": "To those posters who seem to think that advances in medicine occur in a vacuum please know that ethics are a central aspect of decisions in both medicine and nursing. Two important concepts applied in the decision process are 1.) First, do no harm, and 2.) because we can does not mean we should.<br /><br />Physicians weigh these very heavily in making decisions about what to offer patients.  Most often those patients receiving heroic or excessive care in the face of inevitable death do so at their own or their families' insistence. Our country loves the story where mountains are moved to sweep in and pull someone back from the brink of death! What we don't look at is the costs, both emotional and economic. We just love the success of it.<br /><br />There are options.  You need to have discussions with your family and loved ones about the circumstances under which you want what done.  Sounds vague, so here are some examples:  For someone who is elderly and develops pneumonia is intubation and time on a vetilator ok? For most, pneumoia is rather easily curable though the time on a ventilator is very difficult. This is an example where extreme measures are used for a brief time to reach a reasonable goal.  Another example: For the same person who has fallen and hit their head, experiencing an accumulation of blood within their brain, where moderate recovery and some loss of previous function likely, is ventilation still ok?  You can choose not to put them on a ventilator and let nature take it's course.  Many physicians will not oppose this, nor will medical ethicist. Last example:  A loved one over the last couple years has become more easily confused, flustered, possibly some personality changes have occurred, and is diagnosed with dementia of a slow progressing type.  When they become ill, pneumonia, urinary tract infection, how much intervention do they or you want?  Treat the infection only? At what point does common treatment seem heroic and futile? And at what point are you ready to let go.<br /><br />Hospice is a growing field, not just in size but knowledge and flexibility.  They understand a lot of the stresses, provide excellent help, often have religious affiliations that provide additional comfort, do often have mission statements that reflect their position on the experience, and are guiding people to accepting when death is a part of life.  But please do not confuse this with euthanasia. Euthanasia violates the concept of \"first do no harm.\"  It is never the physician's, nurse's, or other individual's right to decide when and how someone else should die.<br /><br />", "recommendationCount": 2}, {"assetID": 2255612, "replies": [], "lft": 102, "assetURL": "http://newoldage.blogs.nytimes.com/2011/01/05/medicare-backs-away-from-end-of-life-discussions/", "parentID": null, "commentID": 3176403, "rgt": 103, "userDisplayName": "mboulter2", "createDate": "1294280148", "userID": 34822963, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1294291532", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Port Angeles WA", "commentType": "comment", "updateDate": "1294291532", "commentSequence": 49, "commentBody": "I find it mildly bemusing that those who trumpet \"family values\" and Christian belief in a life herefter are so afraid of death that they will prolong illness and failing in others beyond comprehension.  Keeping someone supposedly dear to you in pain or so drugged that there is no recognition, far beyond what the natural body wants, is cruelty and hypocrisy of the first order.  One is born, one lives (hopefully well) and one dies.  That's the way the life/death cycle works.  Sensible conversations with those you love, and with caregivers, in order to plan a dignified end of life is not a controversial idea.  It is a major step in loving someone.  I am 71 years old and my son and I have discussed my wishes since he was quite young.  I am in good hands when the time comes, whenever it may be.    ", "recommendationCount": 11}, {"assetID": 2239228, "replies": [], "lft": 46, "assetURL": "http://newoldage.blogs.nytimes.com/2010/12/31/wanted-a-national-respite-system/", "parentID": null, "commentID": 3176426, "rgt": 47, "userDisplayName": "Kim Suiter", "createDate": "1294280397", "userID": 62442629, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1294291532", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Austin, TX", "commentType": "comment", "updateDate": "1294291532", "commentSequence": 21, "commentBody": "I had the privilege of working with Kim Campbell (comment #20), her husband Gary and many other families and organizations to pass state legislation and secure a federal Lifespan Respite grant for Texas. As members of the Texas Respite Coalition, we are trying to untangle the ridiculous quagmire of non-information that families in distress face every day. We have at least started down a path of providing support for the difficult, completely beautiful, totally undervalued and wholly unrecognized role that family care partners play in the American \"system\" of long term services and supports. Kim and Gary's experience, as expressed in her comment on this blog, tells us all we need to know about the need AND the value - yes long term savings! that can result from a relatively modest investment in respite services. In Texas,we have a very small appropriation in the state budget and an even smaller grant from the feds. We really are making some progress with the funds, but Kim and Gary, and all of the other care partners out there, deserve better.The closing sentence of the article in this blog is a call to action - it says  \" With federal assistance, two dozen states have taken tentative steps toward building respite programs for caregivers\". ......We cannot be \"tentative\". We need to take BOLD steps! Thanks to all of you for commenting here. I am moved and motivated by your stories! Let's keep talking, sharing stories, advocating, working together........<br />Kim Suiter<br />National MS Society<br /><br />", "recommendationCount": 1}, {"assetID": 2255612, "replies": [], "lft": 104, "assetURL": "http://newoldage.blogs.nytimes.com/2011/01/05/medicare-backs-away-from-end-of-life-discussions/", "parentID": null, "commentID": 3176480, "rgt": 105, "userDisplayName": "Ryan Stevens", "createDate": "1294281386", "userID": 60894838, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1294291532", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Kansas City", "commentType": "comment", "updateDate": "1294291532", "commentSequence": 50, "commentBody": "#1 said it best.  End of life planning should be something that every person has in place.  Including it as part of Medicare was a positive benefit for Americans, yet a this president is afraid of a discredited thirty-second sound byte from one of the most idiotic and thoughtless women ever to enter the national mainstream.<br /><br />I don't know which is worse, Obama's deliberate cowardice in the face of these lunatics, or his false representations of powerlessness.  What we need is a leader.<br /><br />----<br /><a href=\"http://blogvader.tumblr.com\" target=\"_blank\">http://blogvader.tumblr.com</a>", "recommendationCount": 10}, {"assetID": 2255612, "replies": [], "lft": 106, "assetURL": "http://newoldage.blogs.nytimes.com/2011/01/05/medicare-backs-away-from-end-of-life-discussions/", "parentID": null, "commentID": 3176532, "rgt": 107, "userDisplayName": "margiemetz44", "createDate": "1294282575", "userID": 3054700, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1294291532", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Sacramento, CA", "commentType": "comment", "updateDate": "1294291532", "commentSequence": 51, "commentBody": "I find this unbearably sad. I want my doctor to tell me everything he knows about my health issues and my options, and I want him to get paid fairly for his/her time.  Is it right for me to have to search high and low for a doctor who will spend some quality time with me and not be paid for that conversation by Medicare?<br /><br />I just hate that Americans are not grown up enough to talk about death... even though every single one of us will have to face it.", "recommendationCount": 7}, {"assetID": 2255612, "replies": [], "lft": 108, "assetURL": "http://newoldage.blogs.nytimes.com/2011/01/05/medicare-backs-away-from-end-of-life-discussions/", "parentID": null, "commentID": 3176709, "rgt": 109, "userDisplayName": "flcurry", "createDate": "1294285215", "userID": 59811897, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1294291532", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "San Francisco, CA", "commentType": "comment", "updateDate": "1294291532", "commentSequence": 52, "commentBody": "This discussion is a classic example of why government is such a poor provider of health services.  It gets twisted by politics, berated by an ignorant public and conned by \"constituents,\" so called health service providers who are only there to rip off patients.  Just read about the \"free\" wheelchairs and the no more than 2-week wait for reimbursements for Medicare treatment, that results in billions of dollars every year in false billings.<br /><br />Make everyone have health insurance, just like you make everyone have car insurance or fire insurance for their homes.  If young people contribute, you can cover the costs of the old people.  If they can't afford it, make it part of welfare.  Get the cities and Feds out of paying for emergency room care.  If someone needs it, the insurance should pay.<br /><br />Insurance companies do a better job of discounting medical and drug bills than the Feds ever could.  My wife had a cancerous kidney removed.  The bill for that alone was $60,000 but the hospital discounted that by more than 50% to the insurance company.  That is the advantage of insurance.  It keeps health care costs sensible.<br /><br />We all believe that we should get something for nothing (not reimburse the doctor because it should be \"part of normal care\"? Where does the cost of \"normal care\" come from?)<br /><br />But, I agree, if you are going to do it, do it as right as you can.  End of life options are important, medically and financially.  The input of the doctor is valuable to the patient who should be making these decisions and should be covered by whatever insurance the patient has.<br />", "recommendationCount": 1}, {"assetID": 2239228, "replies": [], "lft": 48, "assetURL": "http://newoldage.blogs.nytimes.com/2010/12/31/wanted-a-national-respite-system/", "parentID": null, "commentID": 3176931, "rgt": 49, "userDisplayName": "Maggie Edgar", "createDate": "1294289347", "userID": 62444481, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1294291532", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Seattle, WA", "commentType": "comment", "updateDate": "1294291532", "commentSequence": 22, "commentBody": "I was so happy to see you published this article. I've worked with families with special needs for a number of years and know how important respite is to those who provide 24/7 care to a loved one. It is the most frequently requested service. Thank you!", "recommendationCount": 0}, {"assetID": 2239228, "replies": [], "lft": 50, "assetURL": "http://newoldage.blogs.nytimes.com/2010/12/31/wanted-a-national-respite-system/", "parentID": null, "commentID": 3176959, "rgt": 51, "userDisplayName": "Kathy Mayfield-Smith", "createDate": "1294290075", "userID": 62387550, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1294291532", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Columbia, SC", "commentType": "comment", "updateDate": "1294291532", "commentSequence": 23, "commentBody": "Thank you New York Times for highlighting this critical issue for families and for this country.  Respite is a critical need for families caring for young children and adult children with disabilities and special needs as well as for older adults.  It is the one of the top needs requested by all family caregivers caring for loved ones no matter what the special need is - Alzheimer's Disease, physical disabilities, mental health challenges, medically complex conditions, etc.  Respite is an essential and medically necessary service that improves quality of life for the recipient, prevents abuse and neglect, preserves families, and sustains family caregivers.  This enables them to continue to care for their loved one in the community; thereby preventing, or at least delaying, more costly out of home placement. Although respite is a cost-effective support for families, as states face mounting fiscal challenges, respite is often the first services to be cut because they are optional.  Funding for the LifeSpan Respite Act is crucial to enabling states to build the necessary infrastructure to support families caring for family members.   ", "recommendationCount": 0}]}, "copyright": "Copyright (c) 2016 The New York Times Company.  All Rights Reserved."}