{"debug": {"version": 3.1}, "status": "OK", "results": {"api_timestamp": "1481480482", "totalCommentsFound": 3233, "totalCommentsReturned": 25, "comments": [{"assetID": 3374088, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 9242268, "replies": [], "commentID": 9244866, "trusted": 0, "userDisplayName": "sharon", "createDate": "1371316155", "userID": 57543070, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1371406589", "userTitle": "NULL", "recommendations": 8, "editorsSelection": false, "parentUserDisplayName": "Bill Benton", "userURL": "NULL", "userLocation": "worcester county, ma", "depth": 1, "commentType": "userReply", "updateDate": "1371402989", "commentSequence": 8, "commentBody": "@BIll: How are you such an expert on Romney care from your \"lofty\" perch in CA? The program has enabled us to insure almost our total poplulation, companies have not dropped coverage or dumped their employees on the state and small business or self employed now have an affordable insurance available to them. The sky has not fallen, our economy is robust, our unemployment one of the lowest in the country and the insurance plans are accepted by a majority of doctors. The wait to see a doctor isn't any longer than it used to be and our budget was barely impacted by it. Seems like it's working to me. In agreemnet medicare for all is the ultimate goal but with the obstructionist, recalcitrant GOP realists know that this is the best deal Obama could have gotten at the time. Look at the effort it took to pass this minimum that was modeld on a republican platform but opposed by ALL republicans in Congress. Although we progressives were disappointed that we didn't get all that we wanted in Obamacare it is a positive step in the right direction, hopefully culminating in medicare for all.<br/><br/>@Ellen, President Obama has adopted the term Obamacare. we have an I Love Obamacare bumper sticker from the Obama Campaign committee. I think he felt if you can't beat 'em join  and turned the tables on the Republicans, adopting this what they felt was a derogatory term as his own:)"}, {"recommendedFlag": 0, "parentID": 9242268, "replies": [], "commentID": 9250784, "trusted": 0, "userDisplayName": "west of the river", "createDate": "1371432700", "userID": 63140952, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1371494120", "userTitle": "NULL", "recommendations": 1, "editorsSelection": false, "parentUserDisplayName": "Bill Benton", "userURL": "NULL", "userLocation": "Massachusetts", "depth": 1, "commentType": "userReply", "updateDate": "1371490520", "commentSequence": 9, "commentBody": "Hey Bill, You're all wrong. Those of us here think the Mass. system is working fiine. <br/><br/>What I want to know is how you propose to sell a single-payer plan to the folks in the South and Midwest. Sure, many of us in Mass. would prefer a single-payer system but we know the rest of the country would never go for that. As it is, many folks think we are commie pinkos just for trying to even out the costs of health care by requiring  everyone to pay for a piece of it.   "}, {"recommendedFlag": 0, "parentID": 9242268, "replies": [], "commentID": 9250994, "trusted": 0, "userDisplayName": "Ellen Hershey", "createDate": "1371436203", "userID": 49709722, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1371494120", "userTitle": "NULL", "recommendations": 1, "editorsSelection": false, "parentUserDisplayName": "Bill Benton", "userURL": "NULL", "userLocation": "Albany, CA", "depth": 1, "commentType": "userReply", "updateDate": "1371490520", "commentSequence": 10, "commentBody": "Bill Benton, you also need real evidence for claiming that RomneyCare isn't working in Massachusetts.  What's your definition of \"working,\" and what facts and sources can you cite to support your claim?<br/>Sure, I would have preferred Medicare-for-All to ObamaCare, but ObamaCare is going to be a damn sight better than the mess we've been suffering with until now.  I'm a cancer survivor, you see.  Starting at the age of 44, I would have been uninsurable if I had left my employer's group plan.  Luckily, my employer carried me until I qualified for Medicare at age 65.  No American should have to worry about being denied health insurance just because they got sick.  And please do not lecture me about my lifestyle.  I was a non-smoking very-light-drinking broccoli-eating runner weighing 105 pounds who had always enjoyed perfect health when I got my cancer diagnosis."}]}, "lft": 76, "assetURL": "http://opinionator.blogs.nytimes.com/2013/06/14/million-anecdote-baby/", "parentID": null, "commentID": 9242268, "rgt": 97, "userDisplayName": "Bill Benton", "createDate": "1371268753", "userID": 27988722, "replyCount": 10, "commentTitle": "n/a", "status": "approved", "approveDate": "1371268807", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "San Francisco", "commentType": "comment", "updateDate": "1371265207", "commentSequence": 7, "commentBody": "Obamacare/Romneycare has not worked in its nine years in Massachusetts.  What makes anyone think it will work any better in the whole country?<br/><br/>We need to cut medical costs in half and make sure that everyone gets basic care in a way they can afford.  Medicare and VA care do this for two groups, seniors and veterans.  Then we would at least match other advanced countries.<br/><br/>Obamacare does not do either of these, and is basically a giveaway to the insurance companies.  Its best known provision requires everyone to buy insurance from them.  This is much more costly (about double) than requiring everyone to pay taxes and join Medicare.<br/><br/>One provision in the original bill, since weakened, required investigation of the effectiveness and cost of medical procedures.  About a third of the medical procedures done in the US are useless and about a third are actually harmful to  patients.  I have worked in medical research at UCSF and discussed this with my colleagues.  The ineffective and harmful parts of medicine are well known but are protected by lobbying and campaign contributions -- that is, by bribery.<br/><br/>Medicare (or VA care) for all is the obvious solution.  Obamacare will not work, though Obama supporters will claim that it does.  You should look at the cost and who gets treatment in order to decide.  Anecdotes are easy to cherry pick, but real improvement needs real evidence.<br/><br/><a href=\"http://www.youtube.com/tra1776\" title=\"www.youtube.com/tra1776\" target=\"_blank\">www.youtube.com/tra1776</a><br/><a href=\"http://www.billbenton.webs.com\" title=\"www.billbenton.webs.com\" target=\"_blank\">www.billbenton.webs.com</a>", "recommendationCount": 7}, {"assetID": 3374084, "replies": [], "lft": 62, "assetURL": "http://www.nytimes.com/2013/06/15/opinion/collins-the-other-side-of-the-story.html", "parentID": null, "commentID": 9242267, "rgt": 63, "userDisplayName": "Jack  Chicago", "createDate": "1371268753", "userID": 37411144, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1371268808", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Chicago", "commentType": "comment", "updateDate": "1371265208", "commentSequence": 10, "commentBody": "This an excellent column, thank you.  We seem to have no defense against the spread of this kind of abuse.  As far as I'm concerned this story with a human face is evidence that we are not winning the so-called war on terrorism, but may be losing it.  I have no hopes that the  political  right even cares about individual freedoms, but to find that our present, supposedly Democratic administration, will lie to maintain the kind of secrecy that enables such  abuses is deeply disappointing. We must be vigilant that reasonable fears, that our politicians will readily exploit, do not blind us to the tricks they play with our freedoms.  Unreasonable, unexamined and blind secrecy is a threat to the society we claim to be protecting.", "recommendationCount": 175}, {"assetID": 3374024, "replies": [], "lft": 584, "assetURL": "http://www.nytimes.com/2013/06/15/world/asia/ex-nsa-contractors-disclosures-could-complicate-his-fate.html", "parentID": null, "commentID": 9241290, "rgt": 585, "userDisplayName": "Geoff Vargo", "createDate": "1371249985", "userID": 20512707, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1371268846", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Long Island, NY", "commentType": "comment", "updateDate": "1371265246", "commentSequence": 158, "commentBody": "If Snowden gives these secrets to the Chinese authorities, then he will have crossed the line from leaker to traitor. Plain and simple. What makes it worse is that he's doing it for his own personal gain.", "recommendationCount": 8}, {"assetID": 3374024, "replies": [], "lft": 590, "assetURL": "http://www.nytimes.com/2013/06/15/world/asia/ex-nsa-contractors-disclosures-could-complicate-his-fate.html", "parentID": null, "commentID": 9241344, "rgt": 591, "userDisplayName": "cat48", "createDate": "1371250670", "userID": 41472015, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1371268846", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Charleston, SC", "commentType": "comment", "updateDate": "1371265246", "commentSequence": 161, "commentBody": "Looks like we have a Defection coming up from \"The Hero\" drama queen!  If they don't take him, Russia will.  They've already asked. Russia is where the last Defections by two NSA employees occurred.  ", "recommendationCount": 4}, {"assetID": 3374024, "replies": [], "lft": 279, "assetURL": "http://www.nytimes.com/2013/06/15/world/asia/ex-nsa-contractors-disclosures-could-complicate-his-fate.html", "parentID": 9239459, "commentID": 9241410, "rgt": 280, "userDisplayName": "BC", "createDate": "1371251729", "userID": 64511541, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1371268846", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Hoboken, NJ", "commentType": "userReply", "updateDate": "1371265246", "commentSequence": 9, "commentBody": "    Five days ago,  Snowden was quoted, by USA Today, as saying:  \"Any analyst at any time can target anyone\", &amp;  \"I, sitting at my desk, certainly had the authority to wiretap anyone from you or your accountant to a federal judge to even the president if I had a personal email\".<br/>     I don't know the legality, but If true, (?), it certainly sounds illicit if not unconstitutional.  Why should an analyst employed by a Private firm have such access? Doesn't sound like \"glorified cookies\" to me but I hope you are right.<br/>    Has our gov't issued any rebuttal of the above quote ?  What type of safeguards are in place to prevent any eventual misuse of this \"megadata\".  Will it be saved indefinitely? At what cost?<br/>     More transparancy is needed.     ", "recommendationCount": 2}, {"assetID": 3374024, "replies": [], "lft": 445, "assetURL": "http://www.nytimes.com/2013/06/15/world/asia/ex-nsa-contractors-disclosures-could-complicate-his-fate.html", "parentID": 9240543, "commentID": 9241459, "rgt": 446, "userDisplayName": "bormespk", "createDate": "1371252493", "userID": 56852144, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1371268846", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Brookline, MA", "commentType": "userReply", "updateDate": "1371265246", "commentSequence": 1, "commentBody": "No, they are generated by the fact that Snowden released classified information to a foreign power.", "recommendationCount": 5}, {"assetID": 3374024, "replies": [], "lft": 535, "assetURL": "http://www.nytimes.com/2013/06/15/world/asia/ex-nsa-contractors-disclosures-could-complicate-his-fate.html", "parentID": 9241105, "commentID": 9241574, "rgt": 536, "userDisplayName": "JJ", "createDate": "1371254351", "userID": 884629, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1371268846", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Bangor, ME", "commentType": "userReply", "updateDate": "1371265246", "commentSequence": 1, "commentBody": "He knew there was no way of keeping this anonymous.   All the NSA would have to do to find out the leaker would be to cross reference the different leaked documents that were accessed by the same individual.  Chances are that would be only a single person....<br/><br/>Essentially, that is precisely what he is warning us against the government is doing with our phone records, emails, chats, skype conversations, etc....<br/><br/>It's the metadata that snare you! ", "recommendationCount": 0}, {"assetID": 3374024, "replies": [], "lft": 173, "assetURL": "http://www.nytimes.com/2013/06/15/world/asia/ex-nsa-contractors-disclosures-could-complicate-his-fate.html", "parentID": 9239127, "commentID": 9241598, "rgt": 174, "userDisplayName": "R. A.", "createDate": "1371254868", "userID": 1838853, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1371268846", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "New York, NY", "commentType": "userReply", "updateDate": "1371265246", "commentSequence": 2, "commentBody": "False dichotomy. <br/><br/>It has always been possible for the government to \"search the possessions and papers of citizens\" without warrants, etc.  That is why we have a Constitution that says it is NOT alright for the government to do that.  Now, either that Constitution can be honored, or it can be violated.  <br/><br/>Tom Brokaw may be a famous newsman, but his remark is that of an idiot.  Of course you can have the internet, and you can have privacy.  It's just a matter of respecting the laws that mandate a right to privacy.  ", "recommendationCount": 1}, {"assetID": 3374024, "replies": [], "lft": 586, "assetURL": "http://www.nytimes.com/2013/06/15/world/asia/ex-nsa-contractors-disclosures-could-complicate-his-fate.html", "parentID": null, "commentID": 9241716, "rgt": 587, "userDisplayName": "Jay Casey", "createDate": "1371257582", "userID": 11224991, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1371268846", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Arkansas", "commentType": "comment", "updateDate": "1371265246", "commentSequence": 159, "commentBody": "Ok, I thought perhaps there was a possibility that he was a hero and was driven by his patriotism to do what he did.  Now, if he is helping other countries, such as China, I am inclined to think he may be a traitor.", "recommendationCount": 7}, {"assetID": 3374024, "replies": [], "lft": 582, "assetURL": "http://www.nytimes.com/2013/06/15/world/asia/ex-nsa-contractors-disclosures-could-complicate-his-fate.html", "parentID": null, "commentID": 9241785, "rgt": 583, "userDisplayName": "ChinaDaze", "createDate": "1371259195", "userID": 59596347, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1371268846", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "New York", "commentType": "comment", "updateDate": "1371265246", "commentSequence": 157, "commentBody": "What Snowden did had to be done. The 'oversight' of the NSA is a joke. They have been blatantly lying to congress for years. They get away with it every time, because the lawmakers who question them aren't technical people and don't understand how the NSA's data collection program works. Currently, journalists are having the same problem. <br/><br/>The NSA doesn't have direct access to Google's/Apple's/Facebook's servers. That would be too blatant.<br/><br/>The NSA DOES have access to the routers at key data traffic nodes around the world. They basically collect an increasing amount of internet traffic, raw, and store it. They do this by operating secret rooms at Verizon, Level3, ATT, etc. (There's significant evidence that these rooms exist. Heck, the NYTimes reported on it back in 2006.) The data is split and then collected. That facility they're building in Utah is to store this data. All the data. <br/><br/>How do they get away with this? It's all semantics. When people (lawmakers, journalists) ask \"hey are you intercepting our communications?\" the NSA can say \"no.\" By their definition, they're not intercepting anything. They're just storing some data. But, later, with a flimsy FISA warrant, they can go back and look at it all they like. <br/><br/>This is what is happening. The NSA will never admit to it. People in congress will never understand it. It's only because of people like Snowden that we can even gather evidence about it.", "recommendationCount": 10}, {"assetID": 3374024, "replies": [], "lft": 509, "assetURL": "http://www.nytimes.com/2013/06/15/world/asia/ex-nsa-contractors-disclosures-could-complicate-his-fate.html", "parentID": 9241066, "commentID": 9241849, "rgt": 510, "userDisplayName": "Marilynn", "createDate": "1371260648", "userID": 18651332, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1371268846", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Las Cruces,NM", "commentType": "userReply", "updateDate": "1371265246", "commentSequence": 1, "commentBody": "I read the same posting in Slate and the comments he made about his girlfriend and their sex life seemed very self -serving and void of respect for her and the relationship. How do you square being a defender of  privacy rights and declaring the govt. guilty of violating those rights when you  willing violate on a public blog, the right of privacy of your own girlfriend.  That posting was very revealing and for me casts great doubt on his pure, patriotic motives. When \"tell\" you who they are in unscripted moments, you should listen.", "recommendationCount": 1}, {"assetID": 3374024, "replies": [], "lft": 592, "assetURL": "http://www.nytimes.com/2013/06/15/world/asia/ex-nsa-contractors-disclosures-could-complicate-his-fate.html", "parentID": null, "commentID": 9241854, "rgt": 593, "userDisplayName": "Takenitez", "createDate": "1371260697", "userID": 67605635, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1371268846", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Thailand", "commentType": "comment", "updateDate": "1371265246", "commentSequence": 162, "commentBody": "Remember the US signals intelligence airplane that went down on Hainan Island in 2001?  24 Americans were held and interrogated for 11 days while the Chinese stripped the airplane of intelligence information.<br/><br/>Do not think that the Chinese will let Mr. Snowden leave without getting every tidbit of useful secret information out of him.  Expect Mr. Snowden to spill his guts on everything imaginable from the identities of Case Officers, to how the US conducts hacking, to if the US monitors the Chinese leadership.  Glee and snickering in Beijing.  None of this is good for the safety and prosperity of the US.<br/><br/>Gnashing of teeth at Ft. Meade.  What Snowden is doing might look a little like whistleblowing, but it is not.  A traitor just went to China and managed to get half of the US on his side!  What he is doing looks more like a carefully calculated plan to cause nausea and sleepless nights in the US Intelligence community.  It looks like some kind of revenge.", "recommendationCount": 7}, {"assetID": 3374024, "replies": [], "lft": 73, "assetURL": "http://www.nytimes.com/2013/06/15/world/asia/ex-nsa-contractors-disclosures-could-complicate-his-fate.html", "parentID": 9238771, "commentID": 9241882, "rgt": 74, "userDisplayName": "George Roberts C.", "createDate": "1371261238", "userID": 62704, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1371268846", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Pennsylvania", "commentType": "userReply", "updateDate": "1371265246", "commentSequence": 3, "commentBody": "@Khadijah<br/><br/>You said:<br/><br/>\"He's [Snowden] reading the Constitution and making a value judgement based on that. You're correct that HE is the one making the legal determinaition, but it's not based on what he \"feels\" or his \"conscience\", but on the founding documents.\"<br/><br/>But that's not the way it works. You and I and Snowden can read the Constitution and form opinions.  The Congress and the Judiciary read the Constitution and make laws.  The body of established law in this country trumps your and my and Snowden's opinions.  <br/><br/>If your opinion/ judgment is that a particular law is not constitutional then you seek redress of that perceived non-constitutionality in the courts and through your elected representatives.  <br/><br/>When Snowden (or you or I) decides that laws -- such as, but not limited to, the protection of classified information -- do not apply to him because of his world view or personal interpretation of the Constitution, then he is just an ordinary lawbreaker, albeit a lawbreaker with an inflated sense of self-importance.<br/><br/>Furthermore, if his breaking these law(s) compromises the security of the United States and, in fact, gives aid to our enemies by making it easier for them to defeat our defenses and mount attacks, then by his own misdeeds he likely will seen as a traitor by many citizens, and, perhaps, by the law.<br/><br/>Snowden's lucky the Constitution didn't tell him it's OK to drive on the left side of the road. (Or maybe it did and that's the reason he fled to Hong Kong.)", "recommendationCount": 1}, {"assetID": 3374024, "replies": [], "lft": 594, "assetURL": "http://www.nytimes.com/2013/06/15/world/asia/ex-nsa-contractors-disclosures-could-complicate-his-fate.html", "parentID": null, "commentID": 9241976, "rgt": 595, "userDisplayName": "B Jones", "createDate": "1371263171", "userID": 45629368, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1371268846", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Ocala, FL", "commentType": "comment", "updateDate": "1371265246", "commentSequence": 163, "commentBody": "At the end of the day, if Mr. Snowden felt what he had done was the right thing to do, then he shouldn't have to run anywhere! Sorry all you Snowden fans, but in my eyes he's a traitor and has committed espionage. I don't agree with big brother being everywhere either, but I sure as hell wouldn't help the Chinese! ", "recommendationCount": 7}, {"assetID": 3374024, "replies": [], "lft": 241, "assetURL": "http://www.nytimes.com/2013/06/15/world/asia/ex-nsa-contractors-disclosures-could-complicate-his-fate.html", "parentID": 9239409, "commentID": 9241999, "rgt": 242, "userDisplayName": "Peter", "createDate": "1371263714", "userID": 20543939, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1371268846", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Chicago", "commentType": "userReply", "updateDate": "1371265246", "commentSequence": 6, "commentBody": "Having returned to the USA knowing I would go to prison for refusing to cooperate with the Selective Service (1963-65) and spending 27 + months in Federal prison in consequence, given Mr Snowden's situation, I fully support him: he has not run from anything; he is not naive; he is fully aware of the dangers he confronts.  I don't believe in heroes of any kind.  Snowden has done a great service and taken a great risk.  The US government is becoming ever more a police state run at the service of our major corporations.  This must be brought to a stop and Snowden's revelations are welcome as a step towards this end.<br/><br/><a href=\"http://www.jonjost.wordpress.com\" title=\"www.jonjost.wordpress.com\" target=\"_blank\">www.jonjost.wordpress.com</a><br/><a href=\"http://www.cinemaelectronica.wordpress.com\" title=\"www.cinemaelectronica.wordpress.com\" target=\"_blank\">www.cinemaelectronica.wordpress.com</a>", "recommendationCount": 2}, {"assetID": 3374024, "replies": [], "lft": 588, "assetURL": "http://www.nytimes.com/2013/06/15/world/asia/ex-nsa-contractors-disclosures-could-complicate-his-fate.html", "parentID": null, "commentID": 9242003, "rgt": 589, "userDisplayName": "Harriet", "createDate": "1371263921", "userID": 26145954, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1371268846", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Albany", "commentType": "comment", "updateDate": "1371265246", "commentSequence": 160, "commentBody": "Maybe it is time to reverse the trend of outsourcing work that civil service workers do better.  ", "recommendationCount": 5}, {"assetID": 3374024, "replies": [], "lft": 598, "assetURL": "http://www.nytimes.com/2013/06/15/world/asia/ex-nsa-contractors-disclosures-could-complicate-his-fate.html", "parentID": null, "commentID": 9241249, "rgt": 599, "userDisplayName": "Doris", "createDate": "1371249247", "userID": 40933768, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1371268847", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Chicago", "commentType": "comment", "updateDate": "1371265247", "commentSequence": 165, "commentBody": "So this \"hero' to some has been talking  to China about how the US spies on them?  Really? If he was not already considered treasonous, this will certainly do it. ", "recommendationCount": 8}, {"assetID": 3374024, "replies": [], "lft": 437, "assetURL": "http://www.nytimes.com/2013/06/15/world/asia/ex-nsa-contractors-disclosures-could-complicate-his-fate.html", "parentID": 9240530, "commentID": 9241349, "rgt": 438, "userDisplayName": "PKBNYC", "createDate": "1371250731", "userID": 46833521, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1371268847", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "New York", "commentType": "userReply", "updateDate": "1371265247", "commentSequence": 5, "commentBody": "Espionage?  Is that a better word for it?  When the government tries to defend our computer network, governing our power grid, our transport, our communications, etc., and Snowden gives away the specific knowledge we have gained to a foreign power that is probing these areas [grow up, realize how the world works], is that a good thing?  Is Jonathan Pollard in jail for giving away secrets to an \"enemy\"?  <br/><br/>He has acted against the national interest in a concrete way, according to these reports, for no known human good, unless you think helping China be a better spy (trading partner, best friend) is a humanitarian purpose.", "recommendationCount": 2}, {"assetID": 3374024, "replies": [], "lft": 21, "assetURL": "http://www.nytimes.com/2013/06/15/world/asia/ex-nsa-contractors-disclosures-could-complicate-his-fate.html", "parentID": 9238635, "commentID": 9241359, "rgt": 22, "userDisplayName": "Dave", "createDate": "1371250858", "userID": 65608819, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1371268847", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "NYC", "commentType": "userReply", "updateDate": "1371265247", "commentSequence": 8, "commentBody": "Bryan - over ONE MILLION people have \"Top Secret\" security clearance. Hence why they've since developed ever-higher ratings for information. Chances are good you know someone who is \"Top Secret\" for life! <br/><br/>The government contracts out, and the contractors subcontract things out, handing people Top Secret clearance like candy bars. Snowden was one such sub-contracted employee in our bloated security state.<br/><br/>If he really is guilty of malicious espionage (rather than, perhaps, holding such info as a \"don't extradite or kill me, or the chinese get the info\" card), that'd be unfortunate -- but he's a symptom of the problem, not the problem itself. ", "recommendationCount": 0}, {"assetID": 3374024, "replies": [], "lft": 379, "assetURL": "http://www.nytimes.com/2013/06/15/world/asia/ex-nsa-contractors-disclosures-could-complicate-his-fate.html", "parentID": 9240358, "commentID": 9241509, "rgt": 380, "userDisplayName": "bormespk", "createDate": "1371253299", "userID": 56852144, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1371268847", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Brookline, MA", "commentType": "userReply", "updateDate": "1371265247", "commentSequence": 1, "commentBody": "The main reason our intelligence agencies missed the Boston bombers has nothing to do with not knowing how to read the information. <br/><br/>The FBI and the CIA assumed that Chechen separatists were a problem for Russia, but not for the United States.", "recommendationCount": 2}, {"assetID": 3374024, "replies": [], "lft": 351, "assetURL": "http://www.nytimes.com/2013/06/15/world/asia/ex-nsa-contractors-disclosures-could-complicate-his-fate.html", "parentID": 9240197, "commentID": 9241526, "rgt": 352, "userDisplayName": "bormespk", "createDate": "1371253608", "userID": 56852144, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1371268847", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Brookline, MA", "commentType": "userReply", "updateDate": "1371265247", "commentSequence": 1, "commentBody": "Not everyone. Even if he is not \"selling classified information\",Snowden sure is lovin' all the attention.", "recommendationCount": 2}, {"assetID": 3374024, "replies": [], "lft": 600, "assetURL": "http://www.nytimes.com/2013/06/15/world/asia/ex-nsa-contractors-disclosures-could-complicate-his-fate.html", "parentID": null, "commentID": 9242042, "rgt": 601, "userDisplayName": "cyclone", "createDate": "1371264686", "userID": 67422548, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1371268847", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "beautiful nyc", "commentType": "comment", "updateDate": "1371265247", "commentSequence": 166, "commentBody": "If he believes he just blew the whistle, why doesn't he turn himself in to the American justice system? Seems evading is an admission of wrong doing. I think his position would be stronger if he gave himself up. But he runs like a coward.", "recommendationCount": 5}, {"assetID": 3374024, "replies": [], "lft": 596, "assetURL": "http://www.nytimes.com/2013/06/15/world/asia/ex-nsa-contractors-disclosures-could-complicate-his-fate.html", "parentID": null, "commentID": 9242051, "rgt": 597, "userDisplayName": "loveman0", "createDate": "1371264847", "userID": 17203217, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1371268847", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "sf", "commentType": "comment", "updateDate": "1371265247", "commentSequence": 164, "commentBody": "a lot of questions here:  how did booz allen get these contracts?  at the time because nsa was swamped or they provided outside expertise.  any political connections (this was the case with bush contracting)?  any kickbacks in the way of political donations?how about revolving door; how many and any wait time? was Snowden recruited by booz allen, \"hey kid, we'll pay you twice as much for doing the same work\"?  alternately, was his reason for being hired was that he wasn't working for the gov't, but already had a top secret clearance?<br/>  what was his job?  seeing if the system was operating properly--a boot check; looking for compromised files or bugs, or helping to write code, install new programs?<br/>  if you have a document that you know was encrypted as well as an intercept of the encryption, can you back track to figure out the code?  do they have access to military encryption, or is that separate?<br/>  in revealing what they were doing, how much of the nuts and bolts of how they were doing it is being revealed.<br/>  what we probably won't find out is how much of this our adversaries, or potential adversaries, already knew.<br/> it's possible he only had access to summaries of what was being done, and results.<br/><br/>Separately, why are we at odds with russia over Syria?  what they want and what we want probably have nothing to do with Syria.  You would think that both countries would have learnred by now to leave these kinds of countries alone as much as possible, outside of...out of.space.", "recommendationCount": 0}, {"assetID": 3374053, "replies": [], "lft": 158, "assetURL": "http://fivethirtyeight.blogs.nytimes.com/2013/06/14/polls-show-chemical-weapons-affect-publics-view-on-syria/", "parentID": null, "commentID": 9242273, "rgt": 159, "userDisplayName": "Saint999", "createDate": "1371268840", "userID": 4637635, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1371268866", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Albuquerque", "commentType": "comment", "updateDate": "1371265266", "commentSequence": 37, "commentBody": "Here's how to stop war-mongering cold: institute Paygo for war. The US only intervenes if the entire cost of the intervention is raised by corporate taxes and an increase in personal tax and a transfer tax on Wall St Trading. The cost of intervention to include VA costs for our soldiers. ", "recommendationCount": 4}, {"assetID": 3374013, "replies": [], "lft": 123, "assetURL": "http://opinionator.blogs.nytimes.com/2013/06/14/the-real-war-on-reality/", "parentID": 9242243, "commentID": 9242271, "rgt": 124, "userDisplayName": "Danny P", "createDate": "1371268804", "userID": 60766773, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1371268867", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Warrensburg", "commentType": "userReply", "updateDate": "1371265267", "commentSequence": 1, "commentBody": "Not entirely relevant, I know, just what this article made me think about.  I'm almost using this as a spot to keep a running train of thought.<br/><br/>Looking through that lens at groups like anonymous or events like the arab spring, suddenly they seem to make a lot more sense.  Anonymous doesn't function as a large organization, but more as splinter cells of handfuls of people cooperating with each other under a larger banner name and identity.  In the same way, the rebellions and mass mobilizations of the Arab spring were very incoherent in their positive agendas due to the fractured disorganization of its members.  They were united mainly by their opposition; and often their military and demonstrative tactics reflected this small-groups mindset.<br/><br/>Now that I'm looking back more, Occupy Wall Street was very much the same way.  Apolitical to a fault most would say: more united in opposition then by positive agenda, and mostly too withdrawn into individual identities to form a consensus on a positive agenda, resulting in fracturing the group into many different directions.<br/><br/>I wonder if someone older might compare/contrast this view of recent social movements to their experiences of the movements in the 60's/70's/80's pre-internet age for me?  It'd be really helpful to me in developing this thought further: these apolitical movements and mismanaged institutions of late are all I've ever known.  Other people's experiences would be much appreciated.", "recommendationCount": 4}]}, "copyright": "Copyright (c) 2016 The New York Times Company.  All Rights Reserved."}