{"debug": {"version": 3.1}, "status": "OK", "results": {"api_timestamp": "1481479884", "totalCommentsFound": 9736, "totalCommentsReturned": 25, "comments": [{"assetID": 3344607, "replies": [], "lft": 33, "assetURL": "http://www.nytimes.com/2012/10/22/opinion/krugman-the-secret-of-our-non-success.html", "parentID": 7441407, "commentID": 7441720, "rgt": 34, "userDisplayName": "walterrhett", "createDate": "1350878347", "userID": 33605332, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1350878485", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Charleston, SC", "commentType": "userReply", "updateDate": "1350874885", "commentSequence": 1, "commentBody": "As a social action strategy, every Times story--and readers comment--has buttons for social media networks! Use them. Let the people's voices be heard!<br/><br/>Please, post readers comments to social media, along with the story or column (or without it!). This shares our views, explains our positions, and tells how and why we have made our decisions. Without amplifying our voice, we are wasting our voice. The Times is one of the very few news sites to give each reader's comment its own social media buttons. Let's use them! Forward to November!", "recommendationCount": 36}, {"assetID": 3344607, "replies": [], "lft": 83, "assetURL": "http://www.nytimes.com/2012/10/22/opinion/krugman-the-secret-of-our-non-success.html", "parentID": 7441610, "commentID": 7441740, "rgt": 84, "userDisplayName": "Donald Seekins", "createDate": "1350878525", "userID": 62231823, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1350878594", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Waipahu HI", "commentType": "userReply", "updateDate": "1350874994", "commentSequence": 1, "commentBody": "I have often wondered whether the United States isn't at the stage the Roman Republic was in the first century BC, when money and military power corrupted politics so completely that the only way the state and society could survive was under an enlightened dictatorship. We might be lucky to get a leader as moderate and sensible as the Emperor Augustus (and many if not most of his successors), rather than a replay of the Inquisition under an evangelical Christian strongman (or strong-woman, like Michele Bachman, only smarter?). A revitalized USA under Augustus-like leaders might enjoy several more centuries of strength and vitality, before passing away - as all states and societies do in the end.", "recommendationCount": 12}, {"assetID": 3344607, "replies": [], "lft": 120, "assetURL": "http://www.nytimes.com/2012/10/22/opinion/krugman-the-secret-of-our-non-success.html", "parentID": null, "commentID": 7441751, "rgt": 121, "userDisplayName": "Mary", "createDate": "1350878714", "userID": 57856608, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1350878779", "userTitle": null, "editorsSelection": 1, "statusID": 2, "userURL": null, "userLocation": "Brooklyn, NY", "commentType": "comment", "updateDate": "1350922254", "commentSequence": 16, "commentBody": "Living in New York when the financial crisis started in 2008, it almost seems like the world was coming to an end.  First few months of 2009 when the effects of this collapse started melting the rest of the economy in earnest I though it would take at least a decade or more to restore the losses from this recession.  I find it entirely laughable, (if it weren't so tragic), all these people who think that somehow the economy should be magically not just better, but improved upon in a few short years. They measure from the day Obama took office as if he had any ability to impact the economy on day one.  Well folks, the economy has improved.  I count the improvement starting from in mid 2009, the earliest that any Obama policies actually were in position to make any impact and when the Bush policies that caused the meltdown were finally in check.  Looking from there, the economy and employment picture has improved quite a lot, and obviously the financial sector is back to business as usual, and repaying their bailouts.   I've come to the conclusion that the American people don't want a president, they want a Messiah, someone who can walk on water and wave a magic wand and happy days will be here again.  There is no magic wand, the restoration of the American middle class will take years, a lot of hard work, some sacrifice in restoration of the Clinton years tax rates as the economy improves so the debt can be handled.    Romney will bring the Bush Years redux-bad move.", "recommendationCount": 430}, {"assetID": 3343734, "replies": [], "lft": 8, "assetURL": "http://india.blogs.nytimes.com/2012/10/16/in-india-gm-crops-come-at-a-high-price/", "parentID": null, "commentID": 7440025, "rgt": 9, "userDisplayName": "Dairy Farmer", "createDate": "1350860301", "userID": 65055096, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1350878791", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "South Dayton, NY", "commentType": "comment", "updateDate": "1350875191", "commentSequence": 4, "commentBody": "GMO crops do reproduce.. However, most buy new seed as it has better plant and yield genetics.  Additionally, the seed producer has intellectual property rights, just like drug manufacturers- so you must pay them, normally by purchasing seed.<br/><br/>This is why you hear that Monsanto or some other company is suing farmers, because they will inspect fields of farms for its seed DNA.  If you have it in a significant number (normally over 5% of total population) you must pay the \"technology fee\"<br/><br/>The problem with resistance is the \"set aside or refuge acres\"  Monsanto and USDA have specific amounts of acreage you must plant to non-GMO crops(normally 5-20%). This allows the insects to interbreed with non tolerant insects.... leaving all off spring to be susceptible to the plants defenses.  ", "recommendationCount": 0}, {"assetID": 3343734, "replies": [], "lft": 10, "assetURL": "http://india.blogs.nytimes.com/2012/10/16/in-india-gm-crops-come-at-a-high-price/", "parentID": null, "commentID": 7440043, "rgt": 11, "userDisplayName": "Dairy Farmer", "createDate": "1350860472", "userID": 65055096, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1350878796", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "South Dayton, NY", "commentType": "comment", "updateDate": "1350875196", "commentSequence": 5, "commentBody": "...I will also add that they should be rotating crops... Look to our southern cotton belt. They rotate with soybeans and maybe a 3rd cover crop that holds soil moisture and adds organic matter while preventing erosion.  this is why the 3rd world can not compete with the US... Education. The typically lack the knowledge to farm with the environment. ", "recommendationCount": 0}, {"assetID": 3344607, "replies": [], "lft": 122, "assetURL": "http://www.nytimes.com/2012/10/22/opinion/krugman-the-secret-of-our-non-success.html", "parentID": null, "commentID": 7441775, "rgt": 123, "userDisplayName": "robert d", "createDate": "1350878956", "userID": 48063402, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1350879015", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "crestone, co", "commentType": "comment", "updateDate": "1350875415", "commentSequence": 17, "commentBody": "Expert  opinions like science itself means nothing to Repblicans if it gets in the way of their preconceptions.  All our gains in  understanding are just swept away in the face of beliefs such as creationism, the inferiourity  of women and races and the nature of our eco system.  It seems that people believe what they want to believe despite evidence. Science and our understanding of the nature of things is fluid, but  many people demand certainty in all things which life can not always provide.  Our quest for instant solutions is really misplaced, and cuts us off from possible things that can work and  essential compromises.  It is a knee jerk reaction to start a war or slash a budge indescriminately, but that seems to be the Republican response to everything.  It takes guts to stand up to the unthinking mob and that is what President Obama has been doing for the past four years.  President Obama is such a treasure.", "recommendationCount": 34}, {"assetID": 3344607, "replies": [], "lft": 124, "assetURL": "http://www.nytimes.com/2012/10/22/opinion/krugman-the-secret-of-our-non-success.html", "parentID": null, "commentID": 7441782, "rgt": 125, "userDisplayName": "Greg", "createDate": "1350879051", "userID": 65319072, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1350879075", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Portland", "commentType": "comment", "updateDate": "1350875475", "commentSequence": 18, "commentBody": "I've worked in the tech sector for over 25 years. Some of my co-workers identify as \"Conservatives\" and strongly endorse the Republican platform. In speaking with them, people I work with every day, I find that they place much faith in the morals espoused by the Right, which leads them to defend the platform Mitt is running on based on ideals such as \"faith\", \"Right to Life\", opposition to LGBT lifestyles, and other such moral concepts rather than on popularly viewed \"Liberal\" ideals such as \"equality for all\", individual rights superseding corporate rights, and the role of government as protector of those with lesser (or nonexistent) voices.<br/><br/>What does this mean? I see at is a fundamental attack on the role of government in citizen's lives. <br/><br/>I feel that individuals have the right AND the responsibility to make their own choices and live with the consequences of their actions. I feel the role of government is to function as a facilitator, allowing the most people the most freedom to make those choices, stepping in only when such choices interfere with the well being of the whole. Government is NOT the arbiter of morality, \"We, The People\" are.<br/><br/>Robert Heinlein noted that people will vote for perceived \"bread and circuses\", right up until the bread is moldy &amp; the circuses fail. That's when they decide to throw the rascals (they voted for) out and elect a new set of rascals.<br/><br/>We as a nation need to stop voting with our hearts and try voting with our brains.", "recommendationCount": 41}, {"assetID": 3344613, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 7441785, "replies": [], "commentID": 7446955, "trusted": 0, "userDisplayName": "Tom", "createDate": "1350928715", "userID": 44347694, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1350936582", "userTitle": null, "recommendations": 0, "editorsSelection": false, "parentUserDisplayName": "Mary Scott", "userURL": null, "userLocation": "New York", "depth": 1, "commentType": "userReply", "updateDate": "1350932982", "commentSequence": 4, "commentBody": "Well said.  Romney is attractive and he sounds good, and enough American's are ignorant enough to believe what he says.  And this problem lies largely with Obama.  The best way to counter lies or flip flopping is with proof.  And there is a wealth of \"proof\" on YouTube and in the newspapers.  Obama would be more effective if he arms himself with videos and quotes."}, {"recommendedFlag": 0, "parentID": 7441785, "replies": [], "commentID": 7447063, "trusted": 0, "userDisplayName": "Eduardo", "createDate": "1350929530", "userID": 21019660, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1350936584", "userTitle": null, "recommendations": 0, "editorsSelection": false, "parentUserDisplayName": "Mary Scott", "userURL": null, "userLocation": "New Jersey", "depth": 1, "commentType": "userReply", "updateDate": "1350932984", "commentSequence": 5, "commentBody": "I think he is a horrible salesman in this campaign: He lies, changes positions to suit the audience, speaks despicably in  private, he evades all details. <br/><br/>His only pitch is he is anti poor and minority. Sorry, but that is why his fund-raiser speech (\"they take no responsibility\") didn't eliminate him like it would anyone else in any other election. <br/><br/>It's the elephant in the room and the press knows it. Shame on them."}, {"recommendedFlag": 0, "parentID": 7441785, "replies": [], "commentID": 7447593, "trusted": 0, "userDisplayName": "mtrav", "createDate": "1350933465", "userID": 27056053, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1350936765", "userTitle": null, "recommendations": 0, "editorsSelection": false, "parentUserDisplayName": "Mary Scott", "userURL": null, "userLocation": "Asbury Park, NJ", "depth": 1, "commentType": "userReply", "updateDate": "1350933165", "commentSequence": 6, "commentBody": "And you're absolutely correct on all counts."}]}, "lft": 22, "assetURL": "http://campaignstops.blogs.nytimes.com/2012/10/21/the-undisclosed-mitt-romney/", "parentID": null, "commentID": 7441785, "rgt": 35, "userDisplayName": "Mary Scott", "createDate": "1350879088", "userID": 43644377, "replyCount": 6, "commentTitle": "n/a", "status": "approved", "approveDate": "1350879134", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "NY", "commentType": "comment", "updateDate": "1350875534", "commentSequence": 4, "commentBody": "Romney is unqualified to be president but he is a great salesman. He took a look at our inept press/media and our seemingly limitless pool of uninformed voters and decided he could win this election with lies, deception and fast talking.  ", "recommendationCount": 397}, {"assetID": 3344607, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 7441790, "replies": [], "commentID": 7442017, "trusted": 0, "userDisplayName": "Robert Baesemann", "createDate": "1350882154", "userID": 59983401, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1350920085", "userTitle": null, "recommendations": 1, "editorsSelection": false, "parentUserDisplayName": "Laurence B.", "userURL": null, "userLocation": "Los Angeles CA", "depth": 1, "commentType": "userReply", "updateDate": "1350916485", "commentSequence": 1, "commentBody": "If Romney wins, repeals or guts Dodd-Frank, the odds are that Financial Crisis II will quickly leas us into The economic abyss. The most amazing thing about Romney's policies is that they will cause Wall Street Bankes to jump out their windows and turn the big money men like Adelson into paupers. "}]}, "lft": 126, "assetURL": "http://www.nytimes.com/2012/10/22/opinion/krugman-the-secret-of-our-non-success.html", "parentID": null, "commentID": 7441790, "rgt": 129, "userDisplayName": "Laurence B.", "createDate": "1350879109", "userID": 57687533, "replyCount": 1, "commentTitle": "n/a", "status": "approved", "approveDate": "1350879134", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Portland, Or", "commentType": "comment", "updateDate": "1350875534", "commentSequence": 19, "commentBody": "Romney is a lot of things but he is not stupid. He knows that the odds are in favor of a major economic upturn in the next year or two and he plans on taking responsibility for it if he is elected. The sad part is that 95% of the public will believe that he is responsible.<br/><br/>The truth is, Presidents just like most of us, are to a large degree victims of the economic times and the corporate powers that really run this Country.", "recommendationCount": 87}, {"assetID": 3344607, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 7441801, "replies": [], "commentID": 7442569, "trusted": 0, "userDisplayName": "mjl", "createDate": "1350895486", "userID": 538664, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1350895514", "userTitle": null, "recommendations": 6, "editorsSelection": false, "parentUserDisplayName": "Dave", "userURL": null, "userLocation": "Chicago, IL", "depth": 1, "commentType": "userReply", "updateDate": "1350891914", "commentSequence": 1, "commentBody": "As my old teacher Paul Samuelson used to say, back in the early 1970's, most recessions were made in Washington by the Federal Reserve.  Tight monetary policy was always reliable at creating recessions.  Eisenhower had three recessions in eight years. Undoing a recession caused by tight money is pretty easy.  Ease money.  The sectors like housing and autos that are sensitive to low interest rates come bouncing back.  The stock market likes low interest rates and also goes up.  People feel wealthier and spend more.<br/><br/>The financial crises do not respond to monetary policy.  People have too much debt.  They are cutting their spending to pay down debt.  Pushing interest rates down to zero does not stimulate demand very quickly.  In the aftermath of a housing bubble the most powerful counter cyclical industry (housing) is not going to contribute to the recovery.  "}]}, "lft": 130, "assetURL": "http://www.nytimes.com/2012/10/22/opinion/krugman-the-secret-of-our-non-success.html", "parentID": null, "commentID": 7441801, "rgt": 133, "userDisplayName": "Dave", "createDate": "1350879225", "userID": 45909032, "replyCount": 1, "commentTitle": "n/a", "status": "approved", "approveDate": "1350879254", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "North Strabane, PA", "commentType": "comment", "updateDate": "1350875654", "commentSequence": 20, "commentBody": "I just want to scream when Romney says that we have come out of other recessions much quicker than this one, and no one corrects him, not even the Obama campaign.  As only Dr. Krugman seems to know, all recessions are not the same.  Most recessions are short and can be righted with a little Keynesian economics, which both Republican and Democratic presidents have used.  The ones resulting from financial meltdowns like the one in 2008-2009 take years to recover from.  Since Herbert Hoover did too little too late to address the recession of 1930-1932, it became a full-blown depression, the Great Depression, a worldwide event that lasted a decade.  Only the stimulus of World War II spending ended the calamity.  Thankfully, Obama acted as forcefully as he could, given Republican obstructionism, to right the economic ship and keep us from experiencing another depression and the last three years have seen constant, if slow, growth.  Romney's policies, as far as they can be discerned, are closer to the austerity programs of Europe, which is experiencing a double-dip recession.   ", "recommendationCount": 43}, {"assetID": 3344607, "replies": [], "lft": 134, "assetURL": "http://www.nytimes.com/2012/10/22/opinion/krugman-the-secret-of-our-non-success.html", "parentID": null, "commentID": 7441809, "rgt": 135, "userDisplayName": "Tom", "createDate": "1350879332", "userID": 26704978, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1350879377", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Westchester, NY", "commentType": "comment", "updateDate": "1350875777", "commentSequence": 21, "commentBody": "Romney's debt reduction policies will gut medicare and medicaid and his rejection of<br/>\nthe Affordable Care Act will only drain the economy further as the cost of the uninsured will rise and the productivity of a work force will be depressed with out realistic movement toward  an economic and effective health care system. <br/><br/>However, Romney's has also proposed to cut taxes and keep up our high defense spending. Aside from the practicality of the former and the morality of the latter, could not both of these projects be considered a stimulus to the economy? Of course (even though he denies the facts) he will be getting us into greater debt for the short term in order to pay for all this but isn't that pretty similiar to the debt a Kensyian is willing to risk in order to make government grants that get the economy rolling? ", "recommendationCount": 3}, {"assetID": 3344534, "replies": [], "lft": 155, "assetURL": "http://wordplay.blogs.nytimes.com/2012/10/20/bypassing-security/", "parentID": 7438973, "commentID": 7441818, "rgt": 156, "userDisplayName": "suejean", "createDate": "1350879377", "userID": 46920789, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1350879435", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "uk", "commentType": "userReply", "updateDate": "1350875835", "commentSequence": 4, "commentBody": "O.K. Tomorrow is another day and I've got it.  <br/><br/>Do you suppose the NYT will mail the grand prize to me?  It could break the bank.<br/><br/>I hope I can get back to sleep for another hour.", "recommendationCount": 0}, {"assetID": 3344577, "replies": [], "lft": 107, "assetURL": "http://krugman.blogs.nytimes.com/2012/10/21/an-elite-obsession/", "parentID": 7440842, "commentID": 7441821, "rgt": 108, "userDisplayName": "Jeff Anderson-Lee", "createDate": "1350879395", "userID": 49495981, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1350879435", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Berkeley, CA", "commentType": "userReply", "updateDate": "1350875835", "commentSequence": 2, "commentBody": "If they are already making record profits, you can bet that any additional gains will not trickle down.", "recommendationCount": 9}, {"assetID": 3344215, "replies": [], "lft": 467, "assetURL": "http://krugman.blogs.nytimes.com/2012/10/18/understanding-romneynomics/", "parentID": 7433958, "commentID": 7441824, "rgt": 468, "userDisplayName": "Gary Henscheid", "createDate": "1350879448", "userID": 59967556, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1350879494", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Yokohama", "commentType": "userReply", "updateDate": "1350875894", "commentSequence": 1, "commentBody": "Chris,<br/>\nRepublicans want an abundant supply of cheap labor, as well as an abundant supply of well-educated and highly skilled labor, and they couldn't care less where it comes from, or if Americans are properly educated and trained to compete<br/>\nOn demand, an abundant supply of cheap labor has consequences for consumer spending, which is 70% of our economy, but they aren't as simple as one might imagine.  Much of the income of illegal aliens is repatriated to their home countries, for example, although they also provide a lot of hard work to our society at very low pay, and they save far more of it than most Americans do, creating more negative effects on demand.<br/>\nFind and read Dean Baker's work in which he explains the many things that government does to help wealthy people keep what they've got, and how they favor competition in pay for everyone except upper income professionals.  There is nothing free about our market, but it is an all out free-for-all for the working class poor, and that's exactly the way the wealthy business executives and conservatives in government want to keep it.  They also are in favor of outsourcing jobs to countries which have no workplace safety or environmental laws.  Americans want factory jobs, but there will always be sweatshops in China or India that can go lower on pay.  Tax breaks for the rich get invested abroad - see why?  We're creating a competitor in China that will haunt us for a long long time, and many wealthy Americans are traitors. ", "recommendationCount": 0}, {"assetID": 3344607, "replies": [], "lft": 136, "assetURL": "http://www.nytimes.com/2012/10/22/opinion/krugman-the-secret-of-our-non-success.html", "parentID": null, "commentID": 7441831, "rgt": 137, "userDisplayName": "ozzie", "createDate": "1350879515", "userID": 64525933, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1350879554", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Austin, TX", "commentType": "comment", "updateDate": "1350875954", "commentSequence": 22, "commentBody": "I believe that Obama is the best hope for Small Business, and the best hope for immediate jobs here in America, right now. <br/><br/>People can't wait for education on new technology.  <br/><br/>International Corporations and Large National Corporations have have too much squeeze power on small business through price manipulation.  Romney will support them, even if it hurts the economy.  That's his frame of reference.  He says, \"Anyone can start a business.\"  But he won't help them -- their part of the 47%.<br/><br/>Things won't change a lot until there is anti-trust reform.  Obama will be free from outside pressure in his last term.  That's a big advantage for reform in anti-trust.  Free enterprise can only be free if there is fair competition.<br/><br/>That's why I will vote for Obama.", "recommendationCount": 43}, {"assetID": 3344607, "replies": [], "lft": 43, "assetURL": "http://www.nytimes.com/2012/10/22/opinion/krugman-the-secret-of-our-non-success.html", "parentID": 7441456, "commentID": 7441830, "rgt": 44, "userDisplayName": "neal", "createDate": "1350879497", "userID": 62643607, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1350879555", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "montana", "commentType": "userReply", "updateDate": "1350875955", "commentSequence": 1, "commentBody": "Carlyle recently purchased my town's water system.. Yes there are a few private water systems around.  A town with about 60,000 customers for the water.  And we have an awesome aquifer right below the valley fed by many streams and rivers.  Time will tell how they will operate but I'm sure it won't be in customers interests.  At least we have a Public Service Commission that has one more democrat than republicans, for now.  That could change in Nov.", "recommendationCount": 29}, {"assetID": 3344607, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 7441835, "replies": [], "commentID": 7441906, "trusted": 1, "userDisplayName": "Rima Regas", "createDate": "1350880694", "userID": 52131820, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1350880753", "userTitle": null, "recommendations": 44, "editorsSelection": false, "parentUserDisplayName": "Moishepipik34", "userURL": null, "userLocation": "Mission Viejo, CA", "depth": 1, "commentType": "userReply", "updateDate": "1350877153", "commentSequence": 1, "commentBody": "Hear, hear! The minimum wage should be a living wage."}]}, "lft": 138, "assetURL": "http://www.nytimes.com/2012/10/22/opinion/krugman-the-secret-of-our-non-success.html", "parentID": null, "commentID": 7441835, "rgt": 141, "userDisplayName": "Moishepipik34", "createDate": "1350879636", "userID": 32858436, "replyCount": 1, "commentTitle": "n/a", "status": "approved", "approveDate": "1350879674", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "NYC", "commentType": "comment", "updateDate": "1350876074", "commentSequence": 23, "commentBody": "The economic arguments  as you present them would appear sound and authoritative. However this election shall not be decided by economists or historians. It will be decided, by a public that has been consistently lied to and deceived about the state of our economy and the way to create jobs,  by a radical, reactionary party of rich white men  calling themselves Severe Conservatives, a code name for economic royalists, plutocrats, corporatists or  new 21st century American fascists. Call them what you want but they are unAmerican and out for their own interests and demanding the spoils as victors of the class war. <br/><br/>They do not intend to operate a government and rehabilitate the economy, they want to do what Romney knows how to do, takeover the nation, liquidate its assets and transfer them to the investor class, pocket   employee pensions , lower wages, mass firings and then bankruptcy with all the assets in offshore tax havens.  <br/><br/>The bigger the depression the longer its effects. I was born during the great depression and was raised in its aftermath.<br/>\nMy family  was effected by the depression for life. We did not trust the stock market,or  banks, bought only when we had the cash,, lived below our means and well overstocked our pantries and  repaired before we bought new. People unemployed or fearful for a long time are going to be cautious with a buck for a long time. We should raise the minimun wage to $14/hr,", "recommendationCount": 150}, {"assetID": 3344607, "replies": [], "lft": 142, "assetURL": "http://www.nytimes.com/2012/10/22/opinion/krugman-the-secret-of-our-non-success.html", "parentID": null, "commentID": 7441840, "rgt": 143, "userDisplayName": "Ron Zaudke", "createDate": "1350879683", "userID": 42487046, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1350879734", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Prescott, Wi", "commentType": "comment", "updateDate": "1350876134", "commentSequence": 24, "commentBody": "It is difficult to imagine two people whose policies have proven more disastrously wrong than Glenn Hubbard and Phil Gramm- one was the Bush advisor responsible for turning surpluses into deficits, the other wrecked Glass-Steagal on behalf of Wall Street- where he went to work immediately after leaving the Senate.  The fact that both of these discredited individuals are now \"advising\" Romney indicates the man's total contempt for reality-based economic policy. In Romney-world, facts don't matter, history doesn't matter, and the theology of markets trumps all. Cause and effect have been abolished in favor of Grover Norquist-style ideological purity.  Deceit is the new truth.<br/><br/>And behind all the economic smoke and mirrors, of course,  lies a cold reality- government of and by corporations and the wealthy, and the final destruction of the American middle class.  As Professor Krugman has stated elsewhere- goodby America, hello, Banana Republic.", "recommendationCount": 236}, {"assetID": 3344584, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 7441860, "replies": [], "commentID": 7452113, "trusted": 0, "userDisplayName": "deering24", "createDate": "1350984144", "userID": 36496193, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1350994248", "userTitle": null, "recommendations": 0, "editorsSelection": false, "parentUserDisplayName": "Doug Terry", "userURL": null, "userLocation": "Plainfield, NJ", "depth": 1, "commentType": "userReply", "updateDate": "1350990648", "commentSequence": 1, "commentBody": "\"I know how to use dozens of software sets, several different OSs and I can learn whatever new mess you throw at me. The only question is whether I want to and whether it is worth the bother.\"<br/><br/>...and whether one has the time/money/energy.  I like using different OSs and I like trying new things. My dad was a gadget nut, and I've inherited that in spades. :)  And if I won the lottery tomorrow, messing around with tech would be one of the ways I would spend my time. But I've got two livings to earn, a parent to look after, and practical life errands to attend to.  All of those are detailed, in-flux situations even before you factor in keeping up with the OSs and apps I already have. Result--I only upgrade Windows and Apple when absolutely forced to. And since that taps out to every other upgrade or so, well..."}]}, "lft": 598, "assetURL": "http://www.nytimes.com/2012/10/22/technology/windows-staple-of-most-pcs-gets-a-major-makeover.html", "parentID": null, "commentID": 7441860, "rgt": 601, "userDisplayName": "Doug Terry", "createDate": "1350879983", "userID": 65455323, "replyCount": 1, "commentTitle": "n/a", "status": "approved", "approveDate": "1350880034", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Maryland, DC Metro area", "commentType": "comment", "updateDate": "1350876434", "commentSequence": 149, "commentBody": "I would make a firm prediction here: Microsoft, much to its chagrin, will likely be forced to continue making the old Windows system available for years to come. I have not tried the new version, but this whole deal of changing everything out every four or five years is getting beyond ridiculous. I recall that one or two changes ago, some funny emails surfaced of high level employees at Microsoft who couldn't figure out how to use it. <br/><br/>There's nothing wrong with the idea of a new, better product and, sometimes, those products have to represent a sharp departure from the past. Trying to reverse obsolete desktops and laptops by showing how cool and forward thinking you are with tablets and smart phones is really dumb. <br/><br/>The new era, or the future, is not one in which people stop using laptops. Sorry, kids. I have a car, I use a van for certain public service duties and I ride a bike. I don't expect them all to become one thing just because someone invents a really cool bike that half the world goes nuts for. I still need the car. (I would like an airplane, too, please.)<br/><br/>What we are seeing is fadism, driven by the idea that the latest, newest thing is the only one that matters. I know how to use dozens of software sets, several different OSs and I can learn whatever new mess you throw at me. The only question is whether I want to and whether it is worth the bother. I will not be your slave to prove I can keep up with things. <br/><br/><a href=\"http://terryreport.com\" title=\"http://terryreport.com\" target=\"_blank\">http://terryreport.com</a>", "recommendationCount": 16}, {"assetID": 3344607, "replies": [], "lft": 144, "assetURL": "http://www.nytimes.com/2012/10/22/opinion/krugman-the-secret-of-our-non-success.html", "parentID": null, "commentID": 7441881, "rgt": 145, "userDisplayName": "Doodle", "createDate": "1350880310", "userID": 58457232, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1350880334", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Fort Myers", "commentType": "comment", "updateDate": "1350876734", "commentSequence": 25, "commentBody": "It is a characteristics of people anywhere, if we look, to always demand that the government delivers bread and honey, including those who purportedly want small government. If things are good, the government has done a good job, if things are bad, then it's a bad government. No doubt, government plays a crucial role, but Bush did not single-handedly create the 2008 collapse any more than Obama preventing a 2012 recovery. <br/><br/>Our tendency to be self centered and foolish is of course well exploited by politicians and special interests who, despite their money and power, still need the votes from the voters in a democracy.<br/><br/>Obama does have a plan since when he got elected in 2007, but he can't talk about it because the plan had been compromised by Republican obstructionism and because, well, the plan was not perfect, and it's been only 4 years and we are not in a full recovery.<br/><br/>In the kind of partisan politics that Republicans are playing, nuanced, intelligent conversation on problems that are highly complexed cannot be had. Without understanding and without facts, we will vote against our own interests.", "recommendationCount": 10}, {"assetID": 3344607, "replies": [], "lft": 53, "assetURL": "http://www.nytimes.com/2012/10/22/opinion/krugman-the-secret-of-our-non-success.html", "parentID": 7441511, "commentID": 7441885, "rgt": 54, "userDisplayName": "Arun", "createDate": "1350880328", "userID": 495283, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1350880395", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "NJ", "commentType": "userReply", "updateDate": "1350876795", "commentSequence": 1, "commentBody": "God will not forbid, R&amp;R's defeat or victory is in the hands of the electorate.", "recommendationCount": 18}, {"assetID": 3344607, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 7441893, "replies": [], "commentID": 7442531, "trusted": 0, "userDisplayName": "mjl", "createDate": "1350894253", "userID": 538664, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1350920496", "userTitle": null, "recommendations": 1, "editorsSelection": false, "parentUserDisplayName": "Hugh McIsaac", "userURL": null, "userLocation": "Chicago, IL", "depth": 1, "commentType": "userReply", "updateDate": "1350916896", "commentSequence": 1, "commentBody": "And this cynical obstructive strategy seems to be working..."}, {"recommendedFlag": 0, "parentID": 7441893, "replies": [], "commentID": 7442002, "trusted": 0, "userDisplayName": "Mark Martin", "createDate": "1350881990", "userID": 54559036, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1350922418", "userTitle": null, "recommendations": 6, "editorsSelection": false, "parentUserDisplayName": "Hugh McIsaac", "userURL": null, "userLocation": "Nashville, TN", "depth": 1, "commentType": "userReply", "updateDate": "1350918818", "commentSequence": 2, "commentBody": "I agree and would go out on a limb to suggest that this Republican agenda to sabotage the recovery in order to defeat President Obama amounts to treason: the good of the party first and that of the American people last.<br/><br/>Witness the Republican reaction to the good news about the September jobs report for just the latest in a long list of their sense of what's good for their party vs what's good for the country as a whole. <br/><br/>It's not the jobs report that's \"rigged\" it's the Republican party that's doing the rigging."}]}, "lft": 146, "assetURL": "http://www.nytimes.com/2012/10/22/opinion/krugman-the-secret-of-our-non-success.html", "parentID": null, "commentID": 7441893, "rgt": 151, "userDisplayName": "Hugh McIsaac", "createDate": "1350880429", "userID": 63639826, "replyCount": 2, "commentTitle": "n/a", "status": "approved", "approveDate": "1350880453", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Santa Cruz, CA", "commentType": "comment", "updateDate": "1350876853", "commentSequence": 26, "commentBody": "The chief impediment to a more  robust recovery is the gridlock in the House of Representatives and the Republican willingness to sabatoge the economy as a means of defeating President Obama. ", "recommendationCount": 314}, {"assetID": 3344607, "replies": [], "lft": 139, "assetURL": "http://www.nytimes.com/2012/10/22/opinion/krugman-the-secret-of-our-non-success.html", "parentID": 7441835, "commentID": 7441906, "rgt": 140, "userDisplayName": "Rima Regas", "createDate": "1350880694", "userID": 52131820, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1350880753", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Mission Viejo, CA", "commentType": "userReply", "updateDate": "1350877153", "commentSequence": 1, "commentBody": "Hear, hear! The minimum wage should be a living wage.", "recommendationCount": 44}, {"assetID": 3344607, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 7441933, "replies": [], "commentID": 7443059, "trusted": 0, "userDisplayName": "Len Charlap", "createDate": "1350904870", "userID": 288945, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1350904935", "userTitle": null, "recommendations": 9, "editorsSelection": false, "parentUserDisplayName": "karlmarx20", "userURL": null, "userLocation": "Princeton, NJ", "depth": 1, "commentType": "userReply", "updateDate": "1350901335", "commentSequence": 1, "commentBody": "We should look at history to see whether high or low taxes on the Rich are good for the economy.<br/><br/>In 1946 the public debt was 109% of the GDP (it is about 65% today), It went straight down to about 24% in 1973. During this period 1946 - 1973 taxes on the Rich were much higher. Marginal rates were at least 70%; they were 93% under Eisenhower. The economy was better than what we now have. For example, median wages went up rapidly;since 1973, they have stagnated. CEO's earned 50 times what their workers earned; it is 500 times today. (And please don't tell me these CEO's were more enlightened because Europe was devastated. They took less because of a very high marginal rate.) Starting in 1973, the percent of wealth and income taken by the richest 10%, 1%, and 0.1% has gone up at an ever increasing rate. <br/><br/>On the flip side, since 1900 the periods with the lowest marginal rates were the years leading up to 1929 and 2008. These were also the periods when economic inequality and speculation were the greatest and they led to disaster. When tax rates are high, since rich people hate to pay taxes, they leave their profits in their companies, pay their workers more, improve their means of production, and perhaps even hire more, but when rates are low, they take them out and ... speculate! <br/><br/>We should raise taxes on the Rich, not because it is fairer, not because of the increased revenue,  but because it is better for the economy."}]}, "lft": 152, "assetURL": "http://www.nytimes.com/2012/10/22/opinion/krugman-the-secret-of-our-non-success.html", "parentID": null, "commentID": 7441933, "rgt": 155, "userDisplayName": "karlmarx20", "createDate": "1350881121", "userID": 6373601, "replyCount": 1, "commentTitle": "n/a", "status": "approved", "approveDate": "1350881174", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Boston MA", "commentType": "comment", "updateDate": "1350877574", "commentSequence": 27, "commentBody": "As Dr. Krugman says in his book aside from politics that this problem is relatively simple to cure.  The last 30 years has brought about undeserved super respect for the Functionaries, like Jobs, Romney who are skillful in obtain wealth and not enough for the Engineers and Scientists that make this all possible and usually earn a modern to high but not astronomical Salary.<br/><br/>As Eisenhower realized that the top Brackets need to provide large amounts of money namely 91% so that the state can have monies to invest.  The state works as a fantastic enabler of modern technology and astronomical salaries for the owners of Capital who create little is exploitation plain and simple.  The evidence is in that the effective investors for the future is the state as almost very bit of modern technology invested worldwide and especially in the U.S. is invented as a result of federal venture capital known as grants.  The wealthy are simply lousy investors even when they try.  Being good at organizing groups and obtain too large salaries for seeming to run them is not the same thing as invention which these days is down by lower paid scientists and Engineers.  I would say in Government or industrial labs like Bell Labs but both groups are now a matter of past history.  The U.S. has the best Spin off from Government work economy the world has ever seen but most know too little about science to know about.  If this past cannot be recreated China will be outsourcing jobs to the U.S.", "recommendationCount": 4}, {"assetID": 3344607, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 7441947, "replies": [], "commentID": 7442237, "trusted": 0, "userDisplayName": "OzarkOrc", "createDate": "1350885930", "userID": 53777636, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1350885973", "userTitle": null, "recommendations": 5, "editorsSelection": false, "parentUserDisplayName": "Jake Wagner", "userURL": null, "userLocation": "Rogers, Arkansas", "depth": 1, "commentType": "userReply", "updateDate": "1350882373", "commentSequence": 1, "commentBody": "The underlying problem is that everyone in the world wants to fuel their development or recovery by selling into our market, still the largest.<br/><br/>Or move here.<br/><br/>Good manufaturing jobs at good wages and getting our health care non-system under control would solve most of our problems.<br/><br/>Ship a few Million (American made) Chevy's, Ford's etc to China every year. "}, {"recommendedFlag": 0, "parentID": 7441947, "replies": [], "commentID": 7442086, "trusted": 0, "userDisplayName": "pj otton", "createDate": "1350883216", "userID": 65598115, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1350924263", "userTitle": null, "recommendations": 1, "editorsSelection": false, "parentUserDisplayName": "Jake Wagner", "userURL": null, "userLocation": "Dallas, TX", "depth": 1, "commentType": "userReply", "updateDate": "1350920663", "commentSequence": 2, "commentBody": "Didn't many billions of that money in 2002-2007 and beyond get lost in Iraq? It certainly wasn't spent here."}]}, "lft": 156, "assetURL": "http://www.nytimes.com/2012/10/22/opinion/krugman-the-secret-of-our-non-success.html", "parentID": null, "commentID": 7441947, "rgt": 161, "userDisplayName": "Jake Wagner", "createDate": "1350881253", "userID": 56944836, "replyCount": 2, "commentTitle": "n/a", "status": "approved", "approveDate": "1350881294", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Santa Barbara, CA", "commentType": "comment", "updateDate": "1350877694", "commentSequence": 28, "commentBody": "Paul Krugman is right that the financial crisis of 2008 forced most households to deleverage, depressing aggregate demand, and increasing unemployment.<br/><br/>He is also right that Obama had the right rhetoric but introduced a $787 billion financial stimulus that was way to small for the unemployment problem he faced.  Yes, he faced opposition from Congress, but the the President is supposed to be a leader.  Unlike FDR, Obama was mostly missing in action during his first (and perhaps only) term.<br/><br/>Of the $787 billion, only about $100 billion went to the much touted infrastructure spending that standard Keynesian theory teaches will create jobs.  Much of the rest were transfer payments (which were important) and lower taxes, which come right out of the Republican playbook.  Most likely McCain would have presented a similar stimulus program.<br/><br/>But America's financial crisis is not entirely cyclical in nature.  And American incomes were dropping during the period 2000-07, when the US was stimulating aggregate demand through unsustainable borrowing.  We cannot go completely back to those days.<br/><br/>There are underlying problems in the economy that are not addressed by Keynesian theory.  One of those is the deficit, which has made it more difficult for the US to adopt the Keynesian policies it needed right after the crisis.<br/><br/>Krugman admits that economics is not as much of a science as we would like.  In the long term the standard models omit one of the crucial variables: population growth.", "recommendationCount": 6}]}, "copyright": "Copyright (c) 2016 The New York Times Company.  All Rights Reserved."}