{"debug": {"version": 3.1}, "status": "OK", "results": {"api_timestamp": "1481479720", "totalCommentsFound": 7317, "totalCommentsReturned": 25, "comments": [{"assetID": 3333976, "replies": [], "lft": 280, "assetURL": "http://well.blogs.nytimes.com/2012/08/09/the-bullying-culture-of-medical-school/", "parentID": null, "commentID": 6825018, "rgt": 281, "userDisplayName": "James R. Hefner, MD", "createDate": "1344553470", "userID": 1687725, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1344571212", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Amarillo. TX", "commentType": "comment", "updateDate": "1344567612", "commentSequence": 48, "commentBody": "You know, I had the same problem with Hippocrates (well, maybe not that long ago).  Third year students are lowest on the pecking order.  And the 1st and 2nd year surgical residents are the worst offenders.   The psychobabble and studies show that nothing has changed in over  fifty years or more.  Unsure surgical residents will continue to build their egos by being the walking and talking equivalent of the distal end of the rectum.  Unfortunately, this attitude carries over when the obnoxious resident goes into private practice.  Perhaps they started believing the pompous  opinion of themselves", "recommendationCount": 11}, {"assetID": 3333976, "replies": [], "lft": 282, "assetURL": "http://well.blogs.nytimes.com/2012/08/09/the-bullying-culture-of-medical-school/", "parentID": null, "commentID": 6825033, "rgt": 283, "userDisplayName": "RB", "createDate": "1344553646", "userID": 1390021, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1344571218", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Berkeley, CA", "commentType": "comment", "updateDate": "1344567618", "commentSequence": 49, "commentBody": "I really want to know how that student who yelled back at the professor is doing?<br/>\nIf she did end up a doctyor, how is she coping with the stress of her profession? Does she yell back at patients who yell at her? Is she competent and loved by her patients? How does she treat her subordinates?", "recommendationCount": 7}, {"assetID": 3333976, "replies": [], "lft": 284, "assetURL": "http://well.blogs.nytimes.com/2012/08/09/the-bullying-culture-of-medical-school/", "parentID": null, "commentID": 6825049, "rgt": 285, "userDisplayName": "law", "createDate": "1344553899", "userID": 332134, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1344571224", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "seattle", "commentType": "comment", "updateDate": "1344567624", "commentSequence": 50, "commentBody": "I can't imagine today, at least in Seattle, this sort of thing being tolerated by any program. The yelling person, call them bully or jerk, would be called to the carpet by everyone from his/her peers, to the nurses, attending and program head - if not by HR and legal. <br/><br/>We must distinguish between someone getting animated, even a bit heated in the face of a flagrant error, sloppiness, repeat mistakes after correction, indifference and the like. <br/><br/>In the face of pressure and life and death matters, we expect affect - but it must be displayed appropriately to the context, focus on the issue, not the person, and nonetheless be moderated. ", "recommendationCount": 6}, {"assetID": 3333976, "replies": [], "lft": 286, "assetURL": "http://well.blogs.nytimes.com/2012/08/09/the-bullying-culture-of-medical-school/", "parentID": null, "commentID": 6825056, "rgt": 287, "userDisplayName": "JS", "createDate": "1344554026", "userID": 44582116, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1344571236", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "CT", "commentType": "comment", "updateDate": "1344567636", "commentSequence": 51, "commentBody": "I experienced several examples of bullying while in medical school, principally by a chairman of a department who was well known for his confrontational and intimidating style and widely feared among the students and house staff.  The remarkable feature of this situation was that this man was admired by many and is still remembered with respect despite his aggressive and abusive manner and, what seemed to me, unexceptional intellect.  <br/><br/>I have wondered ever since why someone so difficult and repellant could be revered by anyone.  The closest I can come to an explanation is some sort of fundamental, stress-related psychological process akin to identification with the aggressor or the Stockholm syndrome.  The situation also resembled hazing rituals in which I suspect that suffering through the physical and psychological pain of the initiation ordeal provides some kind of bond with the group and gives the recipient license to perpetuate the same kind of punishment to the next generation of recruits.<br/><br/>To those who commented on the intensity of bullying in graduate school relative to medical school I would add that I never encountered anything quite so bad while in graduate training, during which more emphasis was placed on intellectual abilities rather than on conforming to prescribed behavior and submission to hierarchy, which were and maybe still are common aspects of clinical training in many institutions.     ", "recommendationCount": 11}, {"assetID": 3333976, "replies": [], "lft": 288, "assetURL": "http://well.blogs.nytimes.com/2012/08/09/the-bullying-culture-of-medical-school/", "parentID": null, "commentID": 6825081, "rgt": 289, "userDisplayName": "Bruce", "createDate": "1344554334", "userID": 60035633, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1344571253", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "San Rafael, CA", "commentType": "comment", "updateDate": "1344567653", "commentSequence": 52, "commentBody": "When in nursing school nearly thirty years ago I experienced and witnessed many instances of bullying by instructors, which protesting when they occurred against me nearly got me expelled from the nursing program.<br/>\nBullying, sometimes done to protect the bully's employment and teaching position, in health care training settings should never be tolerated. With hindsight I can see how it negatively affects the treatment of patients, their care, and collegial relationships. It's probably emotionally injured far too many good people—patients, doctors, nurses, and other health care workers. It wouldn't surprise me to know that considerable numbers of good people left working in health care because of bullying and other abusive behaviors by perhaps well intentioned but repeated harmful treatment by some health care workers.<br/>\nI am glad that the oversight committee at the UCLA Medical School sounds as if it is empowered to instigate positive change in its educational and employment practices. I wish such changes become the norm throughout the country, and even around the world. ", "recommendationCount": 6}, {"assetID": 3333976, "replies": [], "lft": 290, "assetURL": "http://well.blogs.nytimes.com/2012/08/09/the-bullying-culture-of-medical-school/", "parentID": null, "commentID": 6825103, "rgt": 291, "userDisplayName": "Liz", "createDate": "1344554668", "userID": 54743902, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1344571259", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New York", "commentType": "comment", "updateDate": "1344567659", "commentSequence": 53, "commentBody": "I went to medical school after being in the non-clinical working world for a decade. As an older medical student, I had zero tolerance for the verbal abuse that was directed at us. One surgeon even threw tools against a wall in his fits. Real professional move. To me, there was no grade great enough to accept it. Senior physicians loosing tempers is ineffective teaching and reveals their ineptitude at managing stress in a healthy manner. It does nothing for medical education, a positive work environment, or patient well-being. Medicine is a rigorous path and requires faculty that uphold standards and push their students to competency. Throwing a tantrum in front of your anesthetized patient? Not so much. ", "recommendationCount": 20}, {"assetID": 3333976, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 6825115, "replies": [], "commentID": 6850765, "trusted": 0, "userDisplayName": "Realist", "createDate": "1344829384", "userID": 64641033, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1344833896", "userTitle": null, "recommendations": 2, "editorsSelection": false, "parentUserDisplayName": "Doc B", "userURL": null, "userLocation": "New York, NY", "depth": 1, "commentType": "userReply", "updateDate": "1344830296", "commentSequence": 1, "commentBody": "It's true that the majority are not abusers, although a ballpark guess would be 10 to 30% have a history of abusing or harassing fellow employees.  First part of my strategy is to get the good guys to stick together, identify, and ignore the abusers.  Second part is elevating the truly smart and kind people as the go to resources for good answers.  This keeps abusers isolated and outcasted where they can do less damage.  Take away some of their power by being less fearful, smarter, and more vocal.       "}]}, "lft": 292, "assetURL": "http://well.blogs.nytimes.com/2012/08/09/the-bullying-culture-of-medical-school/", "parentID": null, "commentID": 6825115, "rgt": 295, "userDisplayName": "Doc B", "createDate": "1344554826", "userID": 64772902, "replyCount": 1, "commentTitle": "n/a", "status": "approved", "approveDate": "1344571270", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Midwest", "commentType": "comment", "updateDate": "1344567670", "commentSequence": 54, "commentBody": "Two words:  Acquired narcissism.  <br/><br/>Being waited upon, holding so much power, lack of self-care (interrupted restorative sleep) and, the high anxiety of falling off a pedestal by some \"upstart,\"  is a toxic mix.  Add in lack of consequences (crap runs downhill), and abuse and other such \"anxiety dumps\" are going to happen.<br/><br/>I believe it is a mix of the training culture and power we afford doctors, and, some already established personality disorders coming with them.<br/><br/>Thank goodness the vast majority of doctors have more insight and ownership of their approach to others.", "recommendationCount": 15}, {"assetID": 3333976, "replies": [], "lft": 296, "assetURL": "http://well.blogs.nytimes.com/2012/08/09/the-bullying-culture-of-medical-school/", "parentID": null, "commentID": 6825161, "rgt": 297, "userDisplayName": "Eugenio", "createDate": "1344555231", "userID": 12015473, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1344571275", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Texas", "commentType": "comment", "updateDate": "1344567675", "commentSequence": 55, "commentBody": "The whining of the elite. Poor 'widdle med students. Half the world would die to be in your shoes.  There's little of value in the way the little dictators higher up the chain treat their subordinates, but except in rare cases, it's probably not \"abuse.\" And the word \"bullying,\" which used to mean bullying, has become so pervasive, and attached to even the smallest slights, that it has become virtually meaningless. Congrats  for getting in med school. Now stop moping and get back to work.", "recommendationCount": 3}, {"assetID": 3333010, "replies": [], "lft": 98, "assetURL": "http://wordplay.blogs.nytimes.com/2012/08/04/variety-twice-removed/", "parentID": null, "commentID": 6826396, "rgt": 99, "userDisplayName": "Alice Medrich", "createDate": "1344571163", "userID": 25753336, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1344571275", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Berkeley California", "commentType": "comment", "updateDate": "1344567675", "commentSequence": 34, "commentBody": "I loved this new puzzle. I solved all but one in a few hours.  Got the last one, bobolink,  the next day. Let's have more of these!", "recommendationCount": 1}, {"assetID": 3333976, "replies": [], "lft": 298, "assetURL": "http://well.blogs.nytimes.com/2012/08/09/the-bullying-culture-of-medical-school/", "parentID": null, "commentID": 6825198, "rgt": 299, "userDisplayName": "M", "createDate": "1344555637", "userID": 27333485, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1344571284", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Boston", "commentType": "comment", "updateDate": "1344567684", "commentSequence": 56, "commentBody": "There is a difference between bullying, which is unacceptable, and criticism, which may at times be withering, personally directed, and happen at extremely inopportune times. <br/><br/>The latter is unfortunately something that medical students must deal with as they transition from being the smartest person in the room to one of a 130 or so in their class who will learn that, contrary to their earlier life, not all opinions are equal, and their consequences will have very real actions. <br/><br/>It can be painful. But in a way, it does help with developing the mental toughness needed to put aside your ego and your personal needs to get the job done, and in a way, it is very much like boot camp. <br/><br/>It also toughens them up for a career in which your hard nosed mentors ultimately become their biggest allies while the rest of the world takes gratuitous pot shots at you. You think your attendings were hard on you? At least they never got on national TV and told the world that you would rather harvest a kid's tonsils than give antibiotics. Or saw off a diabetic's leg for money. ", "recommendationCount": 10}, {"assetID": 3333976, "replies": [], "lft": 300, "assetURL": "http://well.blogs.nytimes.com/2012/08/09/the-bullying-culture-of-medical-school/", "parentID": null, "commentID": 6825320, "rgt": 301, "userDisplayName": "EF", "createDate": "1344556938", "userID": 16044633, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1344571300", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Charleston, SC", "commentType": "comment", "updateDate": "1344567700", "commentSequence": 57, "commentBody": "As a third year medical  student, I am actually very surprised to read this. Apparently I am very lucky to go to my school, where the faculty has tackled this issue head-on over the past years and provided staff training to ensure an environment of collegiality and open education. The culture at my school is one of mentorship, and  bullying is actively disallowed. Recently the administration even completely changed around the structure of our OB/Gyn clerkship due partially to some concerns about treatment of students. The behaviors described in this article would never be allowed to continue.<br/><br/>Part of the success my school has had may be due to local culture, being located in the South in a city generally known for it's Southern charm. In addition, the friendly atmosphere perpetuates itself, as resident choice and hiring of physicians certainly is largely based on how well their personality fits with our program. We are a good regional research university, many people are competitive, but few people are openly cutthroat. <br/><br/>Practically, I myself have never come close to being bullied, nor have any of my classmates with whom I've discussed our experiences in rotations. I hope to stay here for residency, and perhaps escape the culture of bullying altogether in my training.", "recommendationCount": 8}, {"assetID": 3333976, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 6825351, "replies": [], "commentID": 6828992, "trusted": 0, "userDisplayName": "mjm", "createDate": "1344607234", "userID": 54351102, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1344612452", "userTitle": null, "recommendations": 5, "editorsSelection": false, "parentUserDisplayName": "NobleDoc", "userURL": null, "userLocation": "nyc", "depth": 1, "commentType": "userReply", "updateDate": "1344608852", "commentSequence": 1, "commentBody": "You honestly hoped that someones end was \"painful\".   How sad."}, {"recommendedFlag": 0, "parentID": 6825351, "replies": [], "commentID": 6850661, "trusted": 0, "userDisplayName": "Realist", "createDate": "1344827889", "userID": 64641033, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1344833896", "userTitle": null, "recommendations": 1, "editorsSelection": false, "parentUserDisplayName": "NobleDoc", "userURL": null, "userLocation": "New York, NY", "depth": 1, "commentType": "userReply", "updateDate": "1344830296", "commentSequence": 2, "commentBody": "mjm, interestingly, you used up space to express sympathy for the abuser, but none for the patient or victim of harassment.  Now that is extremely sad.  <br/><br/>Hate begets hate and the bad mentor reaped what he sowed.  Karma can be very unkind, but don't blame it on the victims here.  Go feign sympathy elsewhere.  You're not convincing.<br/><br/>NobleDoc, you have reinforced my theory that abusers are not very smart.  Yelling and being pushy is their way of concealing it.  Hopefully you reported the incident at some level.  "}, {"recommendedFlag": 0, "parentID": 6825351, "replies": [], "commentID": 11684212, "trusted": 0, "userDisplayName": "someone", "createDate": "1398830335", "userID": 69344079, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1398873356", "userTitle": "NULL", "recommendations": 0, "editorsSelection": false, "parentUserDisplayName": "NobleDoc", "userURL": "NULL", "userLocation": "canada", "depth": 1, "commentType": "userReply", "updateDate": "1398869756", "commentSequence": 11684212, "commentBody": "This reminds me of myself, once.I am not a doctor by the way. I went to the emergency, I had a chest pain and I was weak. I told the resident that I couldn't do any effort. I was in this  situation where I  can't push myself. After the  resident came back into the room, with his \"boss\", that asked me to explain again all  I said to his resident. I wasn't able to say a word . I was so weak.I pushed myself and couldn't speak. I was afraid I couldn't speak again! During all this long time the resident didn't say anything. I don't know something like \" Oh, yeah I remember she said that she has a problem with effort\"..No, nothing. I finally started explaining my symptomes, very quickly because I was afraid to loose my strenght ... I did a mistake, I said something that was false. After I did this mistake, the resident yelled at me to correct me, I am not a doctor but I knew that he was right. That is fair to correct someone that is in error. But I didn't answer or look at him and \" his boss\" though that it was very disrespectful and I didn't say anything to defend myself.  Because I expected the resident to say something while I was unable to speak  to make the doctor understand why I can't speak, so he won't be mad at me thinking I was a lazy patient that is wasting his time and energy .  Would you ask a kid that has a fracture in the leg to walk on it? No. So why did I have to suffer that much knowing that I previously explained that I have a problem with effort? "}]}, "lft": 302, "assetURL": "http://well.blogs.nytimes.com/2012/08/09/the-bullying-culture-of-medical-school/", "parentID": null, "commentID": 6825351, "rgt": 309, "userDisplayName": "NobleDoc", "createDate": "1344557353", "userID": 14162752, "replyCount": 3, "commentTitle": "n/a", "status": "approved", "approveDate": "1344571332", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Work", "commentType": "comment", "updateDate": "1344567732", "commentSequence": 58, "commentBody": "My Chief of Medicine was upstaged when my ophthalmoscopic exam revealed sausage shaped retinal veins. Hyperglobinulemia lead me to a diagnosis that he had not considered. He wanted to treat his patient with IM penicillin. IV was better in terms of patient comfort. He browbeat me down in front of my peers and nurses on the wards. He would not listen to reason. I backed down but came so close to a violent resolution. The patient had Multiple Myeloma with pneumococcal pneumonia. Years later, he died of prostate cancer. I hoped his end was painful. He had humiliated me unnecessarily.", "recommendationCount": 3}, {"assetID": 3333212, "replies": [], "lft": 142, "assetURL": "http://parenting.blogs.nytimes.com/2012/08/06/the-ego-in-raising-successful-children/", "parentID": null, "commentID": 6826401, "rgt": 143, "userDisplayName": "<a href=\"mailto:scrivenout@gmail.com\">scrivenout@gmail.com</a>", "createDate": "1344571313", "userID": 28773310, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1344571336", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Madison, WI", "commentType": "comment", "updateDate": "1344567736", "commentSequence": 39, "commentBody": "Perhaps this was a \"most emailed\" article because it seems to offer absolution for disliking (and rejecting the parenting practices of) helicopter and tiger-mom parents.  Unfortunately, we also hear, in moments of doubt, that niggling little voice in our heads that whispers what if, overbearing and obnoxious as they are, these parents are right and we're wrong?  What if their way, or some saner version of it, is better?  The love-them-and-mostly-stand-back style of parenting touted in the original article, we fear, might be inadequate.  There is much chattering about tiger-moming and parents who accompany their grown children to job interviews.  But really, who would want a tigress for a mother?  And as for going with them to job interviews – wrong, wrong, wrong.  Still, we find ourselves often worrying that maybe what we're doing is not good enough.  The article offers relief to scaffold-building parents.  Children should be able to grow into their own true selves, not become obedient serfs to parents who act for their own egos gone awry.", "recommendationCount": 2}, {"assetID": 3333976, "replies": [], "lft": 310, "assetURL": "http://well.blogs.nytimes.com/2012/08/09/the-bullying-culture-of-medical-school/", "parentID": null, "commentID": 6825363, "rgt": 311, "userDisplayName": "Sam", "createDate": "1344557512", "userID": 51663530, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1344571346", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New Jersey", "commentType": "comment", "updateDate": "1344567746", "commentSequence": 59, "commentBody": "I am impressed by UCLA's efforts to reform the culture of the school. When I was a medical student at UCLA in the mid 1980's, the culture of the institution was definitely tolerant of abuse of the medical students. But we were not alone, since it was a top-down phenomenon passed down from the attendings to the residents, then to the medical students and nurses. Morale was awful, although instruction and learning were of very high quality.<br/>\nI have worked in a medical teaching environment ever since, and have seen many of the same broader trends which have altered the workplace affect the medical teaching environment. My wife worked on Wall Street during the same time period, and saw the change from the days when strippers were routinely found on trading floors for birthday celebrations. I can personally recall a Chief Resident in a surgical specialty boasting that he had been able to make every female medical student on his service cry during her rotation, and witnessing his skill at doing so most effectively. The rest of us cringed, but felt compelled to remain silent as the fate of our careers lay in those abusive hands.<br/>\nIn my experience, we have come a long way from there even if we have farther still to go. We forget how young and impressionable people still are in their early to mid-20's and how deeply our words and deeds affect them.<br/>\nSam Litvin MD<br/>\nUCLA Med '86 ", "recommendationCount": 9}, {"assetID": 3333976, "replies": [], "lft": 312, "assetURL": "http://well.blogs.nytimes.com/2012/08/09/the-bullying-culture-of-medical-school/", "parentID": null, "commentID": 6825366, "rgt": 313, "userDisplayName": "David Chowes", "createDate": "1344557560", "userID": 19856934, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1344571352", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New York City", "commentType": "comment", "updateDate": "1344567752", "commentSequence": 60, "commentBody": "Given the condition of (metphorical) original sin which we all have... Then doctors and those in training can develop a far too strong degree of hubris. The arrogance displayed by fellow students may be excessive due to insecurity -- but, I suspect it is their way saying, 'I am a doctor and I am important.' And, then...<br/><br/>People forget that all physicians and those in training are just people. I know many psychiatrists and they range in many ways concerning many dimensions of character and personaliy.<br/><br/>Shall we speak of attorneys or auto mechanics or bus drivers or...?", "recommendationCount": 2}, {"assetID": 3333976, "replies": [], "lft": 314, "assetURL": "http://well.blogs.nytimes.com/2012/08/09/the-bullying-culture-of-medical-school/", "parentID": null, "commentID": 6825380, "rgt": 315, "userDisplayName": "azam", "createDate": "1344557796", "userID": 47967049, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1344571357", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "wisconsin", "commentType": "comment", "updateDate": "1344567757", "commentSequence": 61, "commentBody": "I think, being gone through some of that.. is part of the old school.. basic human instinks, and som amny other factors .. which come down(trickle) the program director, senior staff and senior residents...and all the way down to the poor junior resident.....I think the basic struggle for power ... unable to handle the furustrations of daily life in a hospital..and sometimes politics between the administrators and the residency department...a complex and complicated issue.. anyway there are better ways to handle the traditional way of thainking ( which is hard to change) and learn with positive attitude....i think basic training starts right from home..", "recommendationCount": 2}, {"assetID": 3333976, "replies": [], "lft": 316, "assetURL": "http://well.blogs.nytimes.com/2012/08/09/the-bullying-culture-of-medical-school/", "parentID": null, "commentID": 6825434, "rgt": 317, "userDisplayName": "John h", "createDate": "1344558419", "userID": 44388687, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1344571365", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "California", "commentType": "comment", "updateDate": "1344567765", "commentSequence": 62, "commentBody": "It's upside down now. When I trained medical students were expected to perform at high levels and accept criticism - yes, sometimes snappy and loud criticism - make the correction and move on. I saw one student cry under pressure and another shake like a leaf in windstorm. Both quickly learned they were not cut out for sugery or other high intensity specialities. The reality is when you're faced with a patient suddenly crashing and have to deal with the pandemonium you better have nerves of steel. But now it's the other way around. The students are in charge and are handled with kid gloves. I witnessed a world famous surgeon being berated by a medical student for not calling on him when he had his hand raised despite the fact the surgeon said he would take questions after the lecture. I heard another student tell a surgeon, who was quizzing him on anatomy in the OR, that he would not answer his questions as it was the surgeon's job to teach him.", "recommendationCount": 7}, {"assetID": 3333976, "replies": [], "lft": 318, "assetURL": "http://well.blogs.nytimes.com/2012/08/09/the-bullying-culture-of-medical-school/", "parentID": null, "commentID": 6825442, "rgt": 319, "userDisplayName": "MMG", "createDate": "1344558502", "userID": 31159249, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1344571371", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Puerto Rico", "commentType": "comment", "updateDate": "1344567771", "commentSequence": 63, "commentBody": "I still remember the mistreatment I received as a medical student and resident but the worst came not from residents but from attendings. Some of them made me cry more than once. As for the residents, I remember many who helped me develop as a physician. Others were not so helpful, and some were really nasty people. They ended up being nasty physicians because nasty people never change. The stressful environment of medical education makes nasty people show who they really are. Luckily there are wonderful people there, too, and those are the ones I like to remember.<br/>\nTo learn and become a good physician there is no need to be subject to abuse. That is a misconception. The residents and attendings that helped me more were those that modeled with their example of being good clinicians as well as excellent human beings.", "recommendationCount": 8}, {"assetID": 3333976, "replies": [], "lft": 320, "assetURL": "http://well.blogs.nytimes.com/2012/08/09/the-bullying-culture-of-medical-school/", "parentID": null, "commentID": 6825563, "rgt": 321, "userDisplayName": "Skanik", "createDate": "1344560002", "userID": 44766294, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1344571383", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Berkeley", "commentType": "comment", "updateDate": "1344567783", "commentSequence": 64, "commentBody": "I have seen a lot of bullying in the workplace.<br/><br/>Do it my way or get a low evaluation and/or find another job.<br/><br/>Undoubtedly there is a lot of stress in Medicine, I would not want to <br/><br/>be a surgeon who is handed the wrong medical tool again and again.<br/><br/>I would not want to be the attending doctor who finds out the wrong<br/><br/>medicine has been given to the patient.<br/><br/>I would not want to be a nurse who is looked down upon by doctors.<br/><br/>Perhaps there is a need for a Supervising Doctor who can investigate<br/><br/>incidents of bullying and protect the reporter of bullying if the incident<br/><br/>is deemed to be what they said it was and thus duly punish the bully.", "recommendationCount": 3}, {"assetID": 3333976, "replies": [], "lft": 322, "assetURL": "http://well.blogs.nytimes.com/2012/08/09/the-bullying-culture-of-medical-school/", "parentID": null, "commentID": 6825570, "rgt": 323, "userDisplayName": "Mark", "createDate": "1344560024", "userID": 60255529, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1344571391", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Providence, RI", "commentType": "comment", "updateDate": "1344567791", "commentSequence": 65, "commentBody": "Medical education has a culture of competitiveness.  Starting with Organic Chem, getting a high G.P.A. as an undergrad, scoring higher than your peers on the MCAT's, you know that if you don't beat the competition you are out.  You don't have the \"right stuff.\"  Conversely, once accepted, you tend to think you are hot s--t.  Then it begins all over: who has the most honors grades, the best recommendations, gets into the best residencies. Beating out the competition is still the prevailing culture. Oneupmanship is just part of the process.  In residency, there is competition for being the chief resident, or for getting the most prestigious academic appointment, getting a Ph.D., M.P.H. or some other degree to move a little farther up the ladder.<br/><br/>It is in this culture of competition that bullying grows.  It is sobering to think about the effects on compassionate care -- the ability to listen to and empathize with one's patients, and the ability to practice humanistic medicine when for years and years medical trainees develop in this kind of culture.  It is indeed a wonder that medical programs graduate any compassionate physicians and possibly an explanation of<br/>\nwhy there is currently such a dearth of primary care doctors (low money, low prestige).", "recommendationCount": 13}, {"assetID": 3333976, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 6825607, "replies": [], "commentID": 6832217, "trusted": 0, "userDisplayName": "AM", "createDate": "1344627338", "userID": 4215160, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1344627462", "userTitle": null, "recommendations": 3, "editorsSelection": false, "parentUserDisplayName": "Sam", "userURL": null, "userLocation": "Los Angeles", "depth": 1, "commentType": "userReply", "updateDate": "1344623862", "commentSequence": 1, "commentBody": "An old Program Director where I went to Medical School trained at Creighton.  He had been disciplined and sent to anger management numerous times.  No place is immune."}, {"recommendedFlag": 0, "parentID": 6825607, "replies": [], "commentID": 6834005, "trusted": 0, "userDisplayName": "Sam", "createDate": "1344643916", "userID": 22169407, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1344778065", "userTitle": null, "recommendations": 1, "editorsSelection": false, "parentUserDisplayName": "Sam", "userURL": null, "userLocation": "Hilo, HI", "depth": 1, "commentType": "userReply", "updateDate": "1344774465", "commentSequence": 2, "commentBody": "Yes, no place is immune.... and after, Army psych residency, extraordinarily abusive. Very sad and unnecessary."}]}, "lft": 324, "assetURL": "http://well.blogs.nytimes.com/2012/08/09/the-bullying-culture-of-medical-school/", "parentID": null, "commentID": 6825607, "rgt": 329, "userDisplayName": "Sam", "createDate": "1344560504", "userID": 22169407, "replyCount": 2, "commentTitle": "n/a", "status": "approved", "approveDate": "1344571398", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Hilo, HI", "commentType": "comment", "updateDate": "1344567798", "commentSequence": 66, "commentBody": "I was very lucky to go to Creighton, a Jesuit med school with emphasis on service and love.", "recommendationCount": 7}, {"assetID": 3333976, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 6825610, "replies": [], "commentID": 11684328, "trusted": 0, "userDisplayName": "someone", "createDate": "1398831826", "userID": 69344079, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1398873367", "userTitle": "NULL", "recommendations": 0, "editorsSelection": false, "parentUserDisplayName": "Sarah S.", "userURL": "NULL", "userLocation": "canada", "depth": 1, "commentType": "userReply", "updateDate": "1398869767", "commentSequence": 11684328, "commentBody": "My mom is a physician. Yes there is a correlation. I am reading this article and all these comments in order to understand my mum or more exactly to see if other people went through what I am going throught even if I am not yet in Med school. Because in the begining, when I was younger I felt depressed and in my adolescence too.At home I feel like it is a competition for everything since I started looking like a woman. Competition for cleaning the house, for cooking, for weight and silouette and for studying ( we are in a foreign country and she  has to study for her exams to be able to work here). I don't know if the competition is real or my hallucination. I love many things in my mum. She is a hard worker, she believes in God and she likes to please us. But I \"understand\" her reactions better now that I know their origine. I don't mean to criticize her or the other doctors. But there destructive behaviors that they should avoid, especially with their kids, because there is an identity issue there. I am not complaining, I only complain to God (I prefer him to all the parents in the world) but I want to tell you what I see. It is always good to indentify the \"origine\" of the problems. "}]}, "lft": 330, "assetURL": "http://well.blogs.nytimes.com/2012/08/09/the-bullying-culture-of-medical-school/", "parentID": null, "commentID": 6825610, "rgt": 333, "userDisplayName": "Sarah S.", "createDate": "1344560555", "userID": 58331977, "replyCount": 1, "commentTitle": "n/a", "status": "approved", "approveDate": "1344571404", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "San Francisco", "commentType": "comment", "updateDate": "1344567804", "commentSequence": 67, "commentBody": "\"Nonetheless, many of these researchers believed that such mistreatment could be eliminated, or at least significantly mitigated, if each medical school acknowledged the behavior, then created... training and counseling programs to break the abuse cycle.\"<br/><br/>I would also be interested to see if the abused medical students later on react to their children in the same way.  I used to date a general surgeon's son and the dad's responses to the little brother's mistakes were definitely verbal abuse.  The paternal grandfather was a soft-spoken patient man so probably not learned there.  Maybe there's a correlation, maybe not... it would be interesting to study, though.", "recommendationCount": 3}, {"assetID": 3333976, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 6825614, "replies": [], "commentID": 6827669, "trusted": 0, "userDisplayName": "Marie", "createDate": "1344599500", "userID": 31656061, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1344600145", "userTitle": null, "recommendations": 4, "editorsSelection": false, "parentUserDisplayName": "Susannah", "userURL": null, "userLocation": "Nebraska", "depth": 1, "commentType": "userReply", "updateDate": "1344596545", "commentSequence": 1, "commentBody": "I would agree that bullies exist in every workplace. The issue, as you note, is whether they should be accepted. It seems to me they do particular damage in the realm of healthcare precisely because they often hold people's lives in their hands. People dealing with health crises are fragile, both physically and emotionally. Care for the emotional side of the patient can often affect the physical outcome.<br/><br/>Certainly we can't change a doctor's basic nature and make him or her, if they are not innately nurturing, have a great bedside manner. But we don't need to foster in that person a bullying and aggressive demeanor."}, {"recommendedFlag": 0, "parentID": 6825614, "replies": [], "commentID": 6850561, "trusted": 0, "userDisplayName": "Realist", "createDate": "1344826044", "userID": 64641033, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1344833896", "userTitle": null, "recommendations": 2, "editorsSelection": false, "parentUserDisplayName": "Susannah", "userURL": null, "userLocation": "New York, NY", "depth": 1, "commentType": "userReply", "updateDate": "1344830296", "commentSequence": 2, "commentBody": "Marie, sure, caring for the emotional state of the patient is important.  However, the recurring observation here is abusers are usually not that bright.  It's the wrong diagnosis and treatments proposed by these pushy abusers which end up iatrogenically increasing the morbidity and mortality of patients.  "}]}, "lft": 334, "assetURL": "http://well.blogs.nytimes.com/2012/08/09/the-bullying-culture-of-medical-school/", "parentID": null, "commentID": 6825614, "rgt": 339, "userDisplayName": "Susannah", "createDate": "1344560574", "userID": 57604587, "replyCount": 2, "commentTitle": "n/a", "status": "approved", "approveDate": "1344571410", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "France", "commentType": "comment", "updateDate": "1344567810", "commentSequence": 68, "commentBody": "My career is over as I'm now retired but while I was working in hospitals and in doctor's offices and part-time in retail stores around Christmas times I testify that bullying occurs in all workplaces. Sometimes it is the supervisors, senior staff members but sometimes it is the newest person on the block too. Sometimes it is the patient or the customer. Some people just tend to be bullies when they feel under pressure. Still, the issue of a doctor being a bully and being tolerated is ill advised. Too many patients are too easily intimadated by doctors for this type of abborant behavior which becomes inexcusable. Obviously the system for training medical physicians is at fault and therefore alternate means of training medical physicians should be researched and studied. ", "recommendationCount": 3}, {"assetID": 3333976, "replies": [], "lft": 340, "assetURL": "http://well.blogs.nytimes.com/2012/08/09/the-bullying-culture-of-medical-school/", "parentID": null, "commentID": 6825616, "rgt": 341, "userDisplayName": "GMAN", "createDate": "1344560613", "userID": 60621805, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1344571426", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Long island", "commentType": "comment", "updateDate": "1344567826", "commentSequence": 69, "commentBody": "The hazing I experienced in my fraternity in college was much worse than any hazing I experienced in medical school.  There is definitely a culture in medicine that is hierarchical and s*t rolls downhill, but what profession or occupation does not have to contend with a minority of insecure angry people who like to take out their perceived misfortunes on others, particularly those who they hold power over.  The dirty little secret about medicine is that doctors are people first, and doctors second, and as a result you will witness the entire range of behaviors seen in the human race.  I had some rough moments in my clinical rotations, but I never felt it was abuse, and I was never humiliated or demeaned.  I found mostly empathy from senior MDs and a recognition that we all have to endure the rite of passage that is moving into the realm of direct patient care.  I had so many mentors who extended a helping hand during stressful, taxing situations and I remember those selfless moments and try to model them when dealing with my residents and students I am charged with teaching.  I also recall the Chinese proverb \" Do not despise the novice\" because we all were in their shoes at one time, and that is how we break the cycle-one MD to another at a time.", "recommendationCount": 11}, {"assetID": 3333976, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 6825627, "replies": [], "commentID": 6835334, "trusted": 0, "userDisplayName": "Primum Non Nocere", "createDate": "1344660701", "userID": 3311354, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1344778334", "userTitle": null, "recommendations": 1, "editorsSelection": false, "parentUserDisplayName": "Craig Lewis, MD", "userURL": null, "userLocation": "San Francisco, CA", "depth": 1, "commentType": "userReply", "updateDate": "1344774734", "commentSequence": 1, "commentBody": "Just \"modern American medical programs\"? Do you have  evidence from other programs abroad and/or from times past that they're different?"}]}, "lft": 342, "assetURL": "http://well.blogs.nytimes.com/2012/08/09/the-bullying-culture-of-medical-school/", "parentID": null, "commentID": 6825627, "rgt": 345, "userDisplayName": "Craig Lewis, MD", "createDate": "1344560711", "userID": 50284652, "replyCount": 1, "commentTitle": "n/a", "status": "approved", "approveDate": "1344571432", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Wilton, Maine", "commentType": "comment", "updateDate": "1344567832", "commentSequence": 70, "commentBody": "I would not one who trains in such a culture caring for anyone I love.<br/>\nGraduates of modern American medical programs are part Borg:  they have had part of their human nature sucked out of them.  They make lousy doctors, poor marriage partners, and awful parents.", "recommendationCount": 11}]}, "copyright": "Copyright (c) 2016 The New York Times Company.  All Rights Reserved."}