{"debug": {"version": 3.1}, "status": "OK", "results": {"api_timestamp": "1481460407", "totalCommentsFound": 3218, "totalCommentsReturned": 25, "comments": [{"assetID": 2509010, "replies": [], "lft": 38, "assetURL": "http://wheels.blogs.nytimes.com/2011/03/11/reviewing-the-hyundai-equus/", "parentID": null, "commentID": 3522842, "rgt": 39, "userDisplayName": "David", "createDate": "1299972500", "userID": 2323604, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1299992571", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Washington DC", "commentType": "comment", "updateDate": "1299992571", "commentSequence": 17, "commentBody": "&gt;&gt; the Hyundai seems a virtual copy of the Lexus, such a crib that it might hail from Shanghai, not South Korea<br /><br />Shanghai? As in China? Lexuses are from Japan.", "recommendationCount": 2}, {"assetID": 2509010, "replies": [], "lft": 40, "assetURL": "http://wheels.blogs.nytimes.com/2011/03/11/reviewing-the-hyundai-equus/", "parentID": null, "commentID": 3522898, "rgt": 41, "userDisplayName": "TK Sung", "createDate": "1299974454", "userID": 26796617, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1299992595", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Seoul, Korea", "commentType": "comment", "updateDate": "1299992595", "commentSequence": 18, "commentBody": "Hyundai over here in Korean domestic market has been acting worse than GM in the 70s and 80s, thanks to their monopoly. Their new domestic version of Elantra has been catching fire and axles broken off while driving. They investigated themselves and concluded that it was all the driver's faults. Then, it came to the light that their Kia vans came with two less airbags than exported models and as advertised. This is an unscrupulous company that think nothing of cutting corner at the expense of people's lives when they can get away with it.", "recommendationCount": 2}, {"assetID": 2509010, "replies": [], "lft": 42, "assetURL": "http://wheels.blogs.nytimes.com/2011/03/11/reviewing-the-hyundai-equus/", "parentID": null, "commentID": 3522951, "rgt": 43, "userDisplayName": "Gene", "createDate": "1299976446", "userID": 2980073, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1299992640", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Houston TX", "commentType": "comment", "updateDate": "1299992640", "commentSequence": 19, "commentBody": "Although few of us will ever drive a Equus, increasing numbers of us are driving the Genesis (a condensed Equus) and it is one outstanding car. Having tested many of the higher priced contenders, it offers a much more complete package and as Mr. Ulrich found out, when driven on extended highway trips is immensely satisfying. Houston has a lot of high scale neighborhoods where every third to fourth car is either a silver or black BMW or MB and no one even notices them anymore. My 4.8 Lit Genesis literally turns heads every day (admittedly the gorgeous metallic blue-gray color helps). My German car purist friends have never even driven a Genesis (and are afraid to do so) but when the rare person does, they are very impressed.  There also may be even some up scale counterculture to these cars. Just like I cheered for the first Toyota Corollas, I love the fact that a small Korean country is matching and beating the Teutonic Powers in performance, full scale comfort and cost savings. Bottom line; if your ego needs to spend an additional $30,000. for only a badge- thats your problem.", "recommendationCount": 9}, {"assetID": 2504028, "replies": [], "lft": 14, "assetURL": "http://wheels.blogs.nytimes.com/2011/03/10/with-abc-and-espn-deals-american-le-mans-inches-into-primetime/", "parentID": null, "commentID": 3523009, "rgt": 15, "userDisplayName": "Billy Dean del Rio", "createDate": "1299978568", "userID": 46413671, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1299992651", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Cheyenne", "commentType": "comment", "updateDate": "1299992651", "commentSequence": 6, "commentBody": "No. 5<br /><br />Mike,<br /><br />You're right, there is no accounting for taste. All I can say is that my taste for NASCAR has changed a lot since the days when Bobby Allison, Richard Petty, and Cale Yarborough drove real Fords and Dodges.", "recommendationCount": 1}, {"assetID": 2509010, "replies": [], "lft": 44, "assetURL": "http://wheels.blogs.nytimes.com/2011/03/11/reviewing-the-hyundai-equus/", "parentID": null, "commentID": 3523331, "rgt": 45, "userDisplayName": "LA", "createDate": "1299985423", "userID": 40767466, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1299992667", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Fairfax, VA", "commentType": "comment", "updateDate": "1299992667", "commentSequence": 20, "commentBody": "I think that Mr. Ulrich and several other commentators might have missed the point: someone might buy the Equus because s/he does not want to impress anyone, but wants all the amenities of the more sophisticated and expensive cars, without having to pay extra for the “status symbol”.  The price difference between the Lexus, Mercedes, BMW, Audi (etc) and the Equus is the “status” associated with the more expensive cars that the Equus does not command.", "recommendationCount": 7}, {"assetID": 2509010, "replies": [], "lft": 46, "assetURL": "http://wheels.blogs.nytimes.com/2011/03/11/reviewing-the-hyundai-equus/", "parentID": null, "commentID": 3523347, "rgt": 47, "userDisplayName": "B", "createDate": "1299985713", "userID": 20049341, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1299992672", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Texas", "commentType": "comment", "updateDate": "1299992672", "commentSequence": 21, "commentBody": "Some people will pay extra for comfort, but not for snob appeal.  These are the folks that will buy the equus.", "recommendationCount": 6}, {"assetID": 2509010, "replies": [], "lft": 48, "assetURL": "http://wheels.blogs.nytimes.com/2011/03/11/reviewing-the-hyundai-equus/", "parentID": null, "commentID": 3523433, "rgt": 49, "userDisplayName": "Andrew Cummins", "createDate": "1299986751", "userID": 15640282, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1299992696", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Minneapolis, MN", "commentType": "comment", "updateDate": "1299992696", "commentSequence": 22, "commentBody": "I seems like a nice enough, if boring copy. i do have a question though. The reviewr says \" if the Equus is a horse, why is there a winged bird on the steering wheel?\". That is a good question. I know that there are flightless birds, but are there any wingless birds? please list them.<br /><br />", "recommendationCount": 1}, {"assetID": 2509010, "replies": [], "lft": 50, "assetURL": "http://wheels.blogs.nytimes.com/2011/03/11/reviewing-the-hyundai-equus/", "parentID": null, "commentID": 3523520, "rgt": 51, "userDisplayName": "JS", "createDate": "1299987706", "userID": 55520306, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1299992826", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New York, NY", "commentType": "comment", "updateDate": "1299992826", "commentSequence": 23, "commentBody": "While I agree w/ many of Mr. Ulrich's comments, I could have done w/o the snarky and condescending tone (heck, Dan Neil in the WSJ's review of the Equus was less condescending).<br /><br />Notwithstanding the previous Equus (jointly developed w/ Mitsu), the Equus is a fine beginning for Hyundai, but one can tell that it was developed for the Korean market to ferry around Korean CEOs and not for the US or European markets.<br /><br />It has a soft, compliant ride, much like the LS,  but many Americans and Europeans would prefer something a little more exciting (albeit, the Equus does have better steering feedback than the LS).<br /><br />The biggest problem w/ the Equus is the design and materials used for the dash/center stack.  Good enough for say, a mid-sizer like the 5 Series or E Class, but not quite good enough for a flagship model (granted, this is coming at a saving in the tens of thousands).  But in Korea, the owner of an Equus would probably never get behind the wheel (any respectable owner of an Equus would have a driver).<br /><br />Expect the next generation Equus to be developed w/ the US and European markets in mind (in this manner, the Equus is more analagous to the Toyota Crown Majesta than the LS/Celsior - w/ the Crown Majesta being the Toyota luxury sedan of choice to ferry around top Japanese execs.)<br /><br />As for being an \"imitiation\", the LS was an imitation of the S Class (the LS430 was so much like the S Class of the time, that the head of Mercedes design, Bruno Sacco, publicly vented which is a rarity in the auto design world) and one could also very well say that the 7 Series and A8 were BMW's and Audi's attempt of doing an S Class (Was the VW Phaeton an \"imitation\"?  It was Piech's pet project at VW and in many ways, the Phaeton was superior to its corporate cousin, the A8.)<br /><br />Btw, the Equus and LS460 don't look much at all alike.  Lexus took a BMW bent w/ the LS460 (instead of the previous Mercedes bent) and made the LS460 into a toned down version of the Bangle 7 Series; from the side and rear, the new toned down 7 Series and the LS460 look quite similar).<br /><br />As for the Germans and \"luxury\" - while the flagship sedans have oodles of it (tho not like the British; no one does interiors like the Brits), the 5 Series and E Class only fairly recently have had interiors anywhere worth their price (and even so, one has to pay a premium for the real thing instead of \"leatherette\").<br /><br />Otoh, the C Class and 3 Series have interiors that are a bit too chinzy for their prices, but the worst of all may be the outgoing BMW X3 (BMW thankfully rectified the interior w/ the new X3) which may very well have been the worst interior in a $40K offering by a luxury brand.<br /><br />As for \"performance\", the diff. isn't that different w/ the LS and S Class - and w/ the Equus getting the new 5.0 Tau engine shortly (the Tau V8 making Ward's 10 Best engine list 3 years running), performance wouldn't be an issue.<br /><br />The Equus also uses the same ZF sourced transmission that is found in the Jaguar XJ and ZF as well as the 5 Series (tho, w/ the updated Equus w/ the 5.0 V8, Hyundai will be using its in-house developed 8 spd AT).<br /><br />Also, aside from the Mark Levinson sound system in the LS, the Lexicon system in the Equus is better than that in the Germans.<br /><br />But yes, overall, the package isn't quite that of say, the 7 Series,  but early reports from owners of the Equus are quite positive.<br />", "recommendationCount": 8}, {"assetID": 2509010, "replies": [], "lft": 52, "assetURL": "http://wheels.blogs.nytimes.com/2011/03/11/reviewing-the-hyundai-equus/", "parentID": null, "commentID": 3523625, "rgt": 53, "userDisplayName": "MacBones", "createDate": "1299988965", "userID": 22396034, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1299992857", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "NY", "commentType": "comment", "updateDate": "1299992857", "commentSequence": 24, "commentBody": "Oh my. A mere $65K. Not expensive enough for all the NYT reading hedge fund managers - but maybe it is just perfect for all the merely a surgeon types that the NYT likes to bash so hard, the perfect vehicle so they can feel like they can 'keep up w/ the Jones's\" and stay a step above those poor, struggling family doctors who can only afford Volkswagens. It's about time for one of those NYT \"What you get for 1.5 million  dollars\" real estate articles so the bottom 99% of us can feel really badly.", "recommendationCount": 4}, {"assetID": 2509010, "replies": [], "lft": 54, "assetURL": "http://wheels.blogs.nytimes.com/2011/03/11/reviewing-the-hyundai-equus/", "parentID": null, "commentID": 3523650, "rgt": 55, "userDisplayName": "Reality check", "createDate": "1299989297", "userID": 55258213, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1299992863", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "MN", "commentType": "comment", "updateDate": "1299992863", "commentSequence": 25, "commentBody": "Raise your hand if you are an arrogant snob in an overpriced german luxury barge.  ", "recommendationCount": 4}, {"assetID": 2512498, "replies": [], "lft": 2, "assetURL": "http://www.nytimes.com/2011/03/13/nyregion/13homes.html", "parentID": null, "commentID": 3523741, "rgt": 3, "userDisplayName": "J", "createDate": "1299990694", "userID": 61426523, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1299992959", "userTitle": null, "editorsSelection": 1, "statusID": 2, "userURL": null, "userLocation": "Pleasantville", "commentType": "comment", "updateDate": "1299992959", "commentSequence": 1, "commentBody": "I could speak for myself in a similar setting, that is, I was not so severely disabled that I had lost the power of speech. But I was not free to do so, upon pain of further staff abuse. For politely asking to know what my rights were, a staff member slammed a heavy door closed on my arm. As I looked up at him in horror and alarm, he smiled, then slammed the door shut on my arm again.<br /><br />For crying hunched over while standing, I was dragged down a hallway (I knew I had better not show any resistance, and so went limp), male and female staff members shoved me face down, ripped down my pants, and forced a needle into me.<br /><br />One morning, I woke to see saw a staff member who regularly flew into rages for no reason, with a bandaged hand. A fellow \"inmate,\" who was always quiet and reserved, now had a severely and newly bruised face.<br /><br />On the outside, I was laughed at in a \"counseling\" program for daring to want to better myself by learning another language.<br /><br />When I was too upset to work after surviving such experiences, I decided to volunteer to help people such as myself. Before I could start, I had to go to an staff orientation session first, with people who, unlike me, were being paid to \"care for\" people such as myself. In this session, the newly hired staff members sneered at and demeaned the people they had previously encountered and would again encounter - more accurately, again abuse - in their \"work,\" including people in group homes. And the trainers did not discourage such sneering.<br /><br />The best punishment? These abusers should be locked up as \"consumers\" and \"cared for\" by wonderful people such as themselves.<br /><br />I am starting to shake and I am even scared to post this. This is something I will never get over. And yet I feel so very blessed, so very lucky, that I am able to sit here and type this right now - while others still are trapped living the horror that I somehow have survived.<br /><br />I can change my clothes without someone opening the door. I can get up at night without someone - a staff member - repeatedly trying to shove me to the floor.<br /><br />I just pray that more of these stories are written, and no excuses are accepted, such as the staff member saying they are working with \"difficult populations.\"<br /><br />That's hooey.<br /><br />As far as people with developmental disabilities, isn't that the point? How dare they expect people with limited physical or mental abilities to be easy to help, that is, easy to \"control\"?<br /><br />And even in the case of those called \"mentally ill,\" statistics in the United States and Britain show that those diagnosed as mentally ill are violent at no greater a rate than the rest of the population. And yet those so diagnosed are actually subjected to violence at a greater rate than the rest of the population. Which would seem to say, the mentally ill are actually less inclined to be violent than the rest of the population, because despite having more \"provocation,\" so-called lunatics such as myself evidently have more Gandhi-like self-restraint than the rest of society.<br />", "recommendationCount": 349}, {"assetID": 2512498, "replies": [], "lft": 4, "assetURL": "http://www.nytimes.com/2011/03/13/nyregion/13homes.html", "parentID": null, "commentID": 3523851, "rgt": 5, "userDisplayName": "Lisa", "createDate": "1299992556", "userID": 55323224, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1299992964", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Morgantown, Wv", "commentType": "comment", "updateDate": "1299992964", "commentSequence": 2, "commentBody": "   Why should anyone be surprised at abuse of people by organizations funded by the government? Shouldn't it be considered normal behavior of these types of organizations?<br />   The issue is, why fund them?", "recommendationCount": 34}, {"assetID": 2510220, "replies": [], "lft": 308, "assetURL": "http://www.nytimes.com/2011/03/13/world/asia/13japan.html", "parentID": null, "commentID": 3523113, "rgt": 309, "userDisplayName": "David", "createDate": "1299982214", "userID": 45462392, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1299993452", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "NJ", "commentType": "comment", "updateDate": "1299993452", "commentSequence": 119, "commentBody": "In life. we learn who our true friends are when we are in trouble. We need to be there for Japan 1000%. Some day something like this could happen to us.", "recommendationCount": 4}, {"assetID": 2510220, "replies": [], "lft": 310, "assetURL": "http://www.nytimes.com/2011/03/13/world/asia/13japan.html", "parentID": null, "commentID": 3523138, "rgt": 311, "userDisplayName": "ZHW", "createDate": "1299982750", "userID": 27240421, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1299993452", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Chengdu, China", "commentType": "comment", "updateDate": "1299993452", "commentSequence": 120, "commentBody": "China is planning to build new nuclear power plants. After the disaster in Japan, I hope the authority will learn something and reconsider their safety in terms of seismologic effects.", "recommendationCount": 1}, {"assetID": 2510220, "replies": [], "lft": 312, "assetURL": "http://www.nytimes.com/2011/03/13/world/asia/13japan.html", "parentID": null, "commentID": 3523142, "rgt": 313, "userDisplayName": "Andrew", "createDate": "1299982787", "userID": 56549585, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1299993452", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Colesville, MD", "commentType": "comment", "updateDate": "1299993452", "commentSequence": 121, "commentBody": "I wish for the best of the Japanese people to recover quickly from the trauma of earthquake and tsunami cataclysms.<br /><br />I have been objecting to the use of nuclear power for energy all my life and I’m more sure than ever after reading reports on explosion and leakage from Japanese Daichi and Diani nuclear plants  in Fukuyama Prefecture that no new nuclear plants should be built anywhere in the world anymore. The atmospheric movement will spread fission materials released from Japan around the globe.<br /><br />I wish the Japanese people’s heavy sacrifice would teach us all a lesson never to be forgotten.<br />", "recommendationCount": 1}, {"assetID": 2510220, "replies": [], "lft": 316, "assetURL": "http://www.nytimes.com/2011/03/13/world/asia/13japan.html", "parentID": null, "commentID": 3523323, "rgt": 317, "userDisplayName": "Kathy", "createDate": "1299985313", "userID": 56297241, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1299993452", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Seattle", "commentType": "comment", "updateDate": "1299993452", "commentSequence": 122, "commentBody": "This is in no way meant to equate it with the human toll, but I am wondering what happened to the Yagiyama Zoo in Sendai? I can't find anything on the web.", "recommendationCount": 3}, {"assetID": 2510220, "replies": [], "lft": 318, "assetURL": "http://www.nytimes.com/2011/03/13/world/asia/13japan.html", "parentID": null, "commentID": 3523356, "rgt": 319, "userDisplayName": "spackard", "createDate": "1299985821", "userID": 60462087, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1299993452", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "mission viejo, ca", "commentType": "comment", "updateDate": "1299993452", "commentSequence": 123, "commentBody": "I am so proud of Obama and the American people to be so quick to help the Japanese people.  This is the real America!   Also this is a wake-up for California.  Prepare your citzens and rescue operations.", "recommendationCount": 4}, {"assetID": 2510220, "replies": [], "lft": 322, "assetURL": "http://www.nytimes.com/2011/03/13/world/asia/13japan.html", "parentID": null, "commentID": 3523393, "rgt": 323, "userDisplayName": "cjm", "createDate": "1299986246", "userID": 41092202, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1299993452", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New York", "commentType": "comment", "updateDate": "1299993452", "commentSequence": 124, "commentBody": "I wonder if the powers of Nature are trying to send a message to the Japanese: stop killing whales. Stop emptying the ocean of God's creatures. Change your willful killing ways, or someday the waters will rise higher, and there will be nothing left of Japan.  ", "recommendationCount": 3}, {"assetID": 2510220, "replies": [], "lft": 324, "assetURL": "http://www.nytimes.com/2011/03/13/world/asia/13japan.html", "parentID": null, "commentID": 3523432, "rgt": 325, "userDisplayName": "noel", "createDate": "1299986749", "userID": 56226079, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1299993452", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "new york city", "commentType": "comment", "updateDate": "1299993452", "commentSequence": 125, "commentBody": "My heart goes to the people of Japan. may the force be with you.", "recommendationCount": 0}, {"assetID": 2510220, "replies": [], "lft": 328, "assetURL": "http://www.nytimes.com/2011/03/13/world/asia/13japan.html", "parentID": null, "commentID": 3523446, "rgt": 329, "userDisplayName": "Michael", "createDate": "1299986954", "userID": 42624631, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1299993452", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "NYC", "commentType": "comment", "updateDate": "1299993452", "commentSequence": 126, "commentBody": "I would normally say something about how all of us are horrified and concerned about what happened in Japan, but after reading many of the commenters, apparently that is not true.<br /><br />I seem to notice how many of those on the far left, who love to think of themselves as sensitive and caring, are using this tragedy to advance their own agendas....let's see, so far we have heard from the anti-nuclear crowd, the anti-whale hunting group, those still harping on WWII, the \"mother earth is angry\" bunch..(I love how they mock those who have a religous faith, but project human emotions onto a planet)...even the 2012 devotees have weighed in.<br /><br />Nothing like using a natural tragedy to make a political point. I know, I know...YOUR goals are virtuous and good, so it is ok to exploit the earthquake and tsunami for your own aims. This is a natural catastrophe! It is not an earthly referendum on nuclear policy, global warming, whale hunting, or the human race's wastefulness.....lord, do you really believe that being so neagative about the world is helpful or intelligent? It might you feel intellectually superior, but it really shows you to be spiritually deficient.", "recommendationCount": 8}, {"assetID": 2510220, "replies": [], "lft": 330, "assetURL": "http://www.nytimes.com/2011/03/13/world/asia/13japan.html", "parentID": null, "commentID": 3523576, "rgt": 331, "userDisplayName": "Jerath", "createDate": "1299988353", "userID": 14330135, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1299993452", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Atlanta, GA", "commentType": "comment", "updateDate": "1299993452", "commentSequence": 127, "commentBody": "El Wyoming  #81<br /><br />You are be right, most of these Japanese Nuclear Reactors are US  General Electric, some 30 year old models. What is ironic is that when they were build, the tsunami was only a Japanese word innate to their experience and knowledge. As is the modus operandi of the greed creed corporate world, nobody thought about building some 50 feet tall steal enforced 6 feet thick concrete walls to keep out tsunami menace. Then again 8.9 earthquakes are not an every day occurrence. Japan along with all the west is bogged down with the same fundamentally flawed economic system, and these greed creed shyster bankers all the way from the so called the private entity federal reserve, with no amenability, transparency, rules, regulations  and answerable to no body, all in the interest of the perpetual secret stock holders keep on pushing it down the peoples throat to the perpetual ultimate.<br /><br />This crooked timber of humanity is not likely to change. Perhaps it is only mother nature that effect the change, but at what price. The way things are progressing the poor Japanese masses may winding suffering some 100 more when those atomic bombs were dropped on Nagasaki and Hiroshima.     ", "recommendationCount": 1}, {"assetID": 2498215, "replies": [], "lft": 292, "assetURL": "http://www.nytimes.com/2011/03/13/travel/13prac.html", "parentID": null, "commentID": 3523904, "rgt": 293, "userDisplayName": "karen", "createDate": "1299993549", "userID": 23177942, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1299993602", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "boca raton, fl", "commentType": "comment", "updateDate": "1299993602", "commentSequence": 128, "commentBody": "Never give money to anyone exploiting an animal callously for profit.  India has recently outlawed the exploitation of animals including snake charmers and circus animals  No more captured and exploited monkeys, cobras or elephants.", "recommendationCount": 2}, {"assetID": 2509899, "replies": [], "lft": 92, "assetURL": "http://wordplay.blogs.nytimes.com/2011/03/11/innamorato/", "parentID": null, "commentID": 3523168, "rgt": 93, "userDisplayName": "Laurence of Bessarabia", "createDate": "1299983154", "userID": 23176433, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1299994082", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Santa Monica", "commentType": "comment", "updateDate": "1299994082", "commentSequence": 44, "commentBody": "fivethirtyam @ 38: stop, yr killin' me! lol!", "recommendationCount": 1}, {"assetID": 2509899, "replies": [], "lft": 94, "assetURL": "http://wordplay.blogs.nytimes.com/2011/03/11/innamorato/", "parentID": null, "commentID": 3523171, "rgt": 95, "userDisplayName": "Suzy M.", "createDate": "1299983225", "userID": 51706499, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1299994086", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Durham CT", "commentType": "comment", "updateDate": "1299994086", "commentSequence": 45, "commentBody": "@5:30 #38, I do believe you're toying with John and me.  @Dr W, I also tried TSE, and am not a fan of AXL ROSE but he does seem to be popping in frequently.  I watch the Repor_  sometimes after The Daily Show, so liked that one.", "recommendationCount": 1}, {"assetID": 2511075, "replies": [], "lft": 12, "assetURL": "http://wordplay.blogs.nytimes.com/2011/03/12/noisy-acrostic/", "parentID": null, "commentID": 3523176, "rgt": 13, "userDisplayName": "JolleyGood", "createDate": "1299983300", "userID": 58184924, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1299994090", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Asheville, NC", "commentType": "comment", "updateDate": "1299994090", "commentSequence": 6, "commentBody": "I suspected the theme was clocks from certain clues, but the TTT where Pratchett and Thief come together had me a little worried at first.", "recommendationCount": 1}]}, "copyright": "Copyright (c) 2016 The New York Times Company.  All Rights Reserved."}