{"debug": {"version": 3.1}, "status": "OK", "results": {"api_timestamp": "1481480703", "totalCommentsFound": 8512, "totalCommentsReturned": 25, "comments": [{"assetID": 3382586, "replies": [], "lft": 91, "assetURL": "http://thelede.blogs.nytimes.com/2013/09/18/video-of-heavily-armed-starbucks-customer-thanking-staff-before-policy-change/", "parentID": 10019298, "commentID": 10060853, "rgt": 92, "userDisplayName": "Debbie R.", "createDate": "1379995280", "userID": 46923481, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1379995326", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Brookline, MA", "commentType": "userReply", "updateDate": "1379991726", "commentSequence": 10060853, "commentBody": "Congress needs to lead the way in showing us how guns make us all safer.<br/><br/>Instead of banning guns, security guards should simply perform the kind of background checks that gun stores do. Anybody who passes, can carry a gun into the capital.  Congresspeople can carry their own guns should the need arise to defend themselves from angry constituents.", "recommendationCount": 0}, {"assetID": 3382889, "replies": [], "lft": 155, "assetURL": "http://wordplay.blogs.nytimes.com/2013/09/22/lets-go/", "parentID": 10050549, "commentID": 10060854, "rgt": 156, "userDisplayName": "Viv", "createDate": "1379995297", "userID": 22837994, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1379995326", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Jerusalem, Israel", "commentType": "userReply", "updateDate": "1379991726", "commentSequence": 10060854, "commentBody": "That's King, of course.<br/><br/>(If anybody sees this)", "recommendationCount": 2}, {"assetID": 3383009, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 10060749, "replies": [], "commentID": 10066517, "trusted": 1, "userDisplayName": "Susan", "createDate": "1380044726", "userID": 56780855, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1380044766", "userTitle": "NULL", "recommendations": 1, "editorsSelection": false, "parentUserDisplayName": "CatherineMontague", "userURL": "NULL", "userLocation": "Eastern WA", "depth": 1, "commentType": "userReply", "updateDate": "1380041179", "commentSequence": 10066517, "commentBody": "As a teacher for 35 years and a middle school sub for several more, I wonder about the value of sitting through a 40-minute class without talking.  The only situation I can see where this might be valuable is if there is a film (video!) of that duration.  We saw in the tiny excerpts of Dalton classes that much of that education involves discussion of topics presented.  Maybe these students should have more opportunity for meaningful discussions in the context of academics."}, {"recommendedFlag": 0, "parentID": 10060749, "replies": [], "commentID": 10068560, "trusted": 0, "userDisplayName": "Annette Laing", "createDate": "1380059476", "userID": 66392251, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1380073809", "userTitle": "NULL", "recommendations": 1, "editorsSelection": false, "parentUserDisplayName": "CatherineMontague", "userURL": "NULL", "userLocation": "Atlanta", "depth": 1, "commentType": "userReply", "updateDate": "1380070209", "commentSequence": 10068560, "commentBody": "And do your own students get the same sort of stimulating education in their classes, including history and Latin? Or social studies and no music lessons, with lots of worksheets and multiple-choice tests? "}, {"recommendedFlag": 0, "parentID": 10060749, "replies": [], "commentID": 10068940, "trusted": 0, "userDisplayName": "Pam", "createDate": "1380062883", "userID": 54231810, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1380073810", "userTitle": "NULL", "recommendations": 0, "editorsSelection": false, "parentUserDisplayName": "CatherineMontague", "userURL": "NULL", "userLocation": "NYC", "depth": 1, "commentType": "userReply", "updateDate": "1380070210", "commentSequence": 10068940, "commentBody": "My 3 children attended a public middle school in Manhattan and received a stellar education similar to the one you you described -- in addition, though, they learned with middle and lower income children from a variety of backgrounds, family types and SES -- and we didn't pay a dime. Similar opportunities are available in public schools, although  with FAR Larger class sizes -- if you live in the right neighborhood. "}]}, "lft": 4, "assetURL": "http://www.nytimes.com/2013/09/24/opinion/an-education-in-equality.html", "parentID": null, "commentID": 10060749, "rgt": 21, "userDisplayName": "CatherineMontague", "createDate": "1379993983", "userID": 41067096, "replyCount": 7, "commentTitle": "n/a", "status": "approved", "approveDate": "1379995341", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Oakland California", "commentType": "comment", "updateDate": "1379991741", "commentSequence": 10060749, "commentBody": "I have a Latina daughter who also received a significant scholarship at a similar school in Oakland, CA. With a tuition of 28,000 for middle school and 34,000 for high school.  <br/><br/>Here is what she gets every day in middle school - Access to peer reviewed research from around the world; a choice of four foreign languages, six arts class, and four music classes. She has science (with a full laboratory), history, English, advanced Algebra, Computer Science / programming, Latin and art. She is expected to conduct herself well and is expected to complete 1.5 to 2 hours a night of homework and an additional 1 to 1.5 hours a night of project-based work collaborating with other students using Google docs and college level research documents.<br/><br/>I would like to say that this type of education should be available to all students, however, I do not believe it is true. My own middle school students do not sit through a 40 minute class without talking. Their parents would not support their children not talking for each class. Half of my students (the vast majority are Spanish speaking) will not complete more than 10 minutes of homework a night. I have parents coming to school complaining about 10 minutes of math and 10 minutes of science per night. The rigor of private school is not for every student. If students are not willing to do the hard work, they should not be given the access. For ANY student who is willing to continually do the hard work required, she or he should be given access.", "recommendationCount": 54}, {"assetID": 3382988, "replies": [], "lft": 21, "assetURL": "http://www.nytimes.com/2013/09/24/nyregion/for-building-superintendents-free-cable-comes-with-fine-print.html", "parentID": 10060733, "commentID": 10060863, "rgt": 22, "userDisplayName": "Thomas Zaslavsky", "createDate": "1379995549", "userID": 355880, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1379995566", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Binghamton, N.Y.", "commentType": "userReply", "updateDate": "1379991966", "commentSequence": 10060863, "commentBody": "Because the current system was supposed to promote competition.  Got it?", "recommendationCount": 10}, {"assetID": 3382984, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 10060865, "replies": [], "commentID": 10065306, "trusted": 0, "userDisplayName": "Frank", "createDate": "1380038730", "userID": 8670345, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1380038768", "userTitle": "NULL", "recommendations": 3, "editorsSelection": false, "parentUserDisplayName": "Lois", "userURL": "NULL", "userLocation": "Washington", "depth": 1, "commentType": "userReply", "updateDate": "1380035168", "commentSequence": 10065306, "commentBody": "Yelp's policies were put in place because people were trying to game the system and flood the ratings with positive reviews to change the total scoring.  Many five stars would eventually eliminate any meaning of a single lone low rating.  Consider that it is possible for a good place to have a customer have a bad experience of have a grudge. Any business that has only five stars... I take that with a grain of salt. <br/><br/>Also consider that businesses pay to be placed higher on Yelp search results.  Doesn't it seem odd that location outliers appear high on their results but those who don't pay are nearer to the search locations. <br/><br/>I really like Angie's list myself. Ive had a good experience with them. Great business model too - wish I did it first.  I generally trust what I read there and have written truthful extremely glowing reviews there due to my direct experiences.  But I have also had a contractor actually offer to pay me to join Angie's List thinking that I had a great experience.  I have also seen Angie's List put a company that I had a bad experience with in their bad box. <br/><br/>Myself, I would like a follow up to this article at an appropriate time in the future.  I'm glad Schneiderman is doing something.  The NY Attorney Generals have a good history, in my view, of setting high standards to protect consumers even if a topic is too controversial politically for anyone in Washington to actually risk doing something for the average Joe or Jane. "}, {"recommendedFlag": 0, "parentID": 10060865, "replies": [], "commentID": 10088576, "trusted": 0, "userDisplayName": "unknown", "createDate": "1380225652", "userID": 16744403, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1380226265", "userTitle": "NULL", "recommendations": 5, "editorsSelection": false, "parentUserDisplayName": "Lois", "userURL": "NULL", "userLocation": "unknown", "depth": 1, "commentType": "userReply", "updateDate": "1380222665", "commentSequence": 10088576, "commentBody": "to reply to Frank - angies list is not that good and not what most people think it is. <br/><br/>I work with lots of contractors and none of the really good ones will participate with AL. AL will charge them about 10% just for the privilege of getting a contact. (let me be clear - AL charges you a fee to be a member, then charges the contractors a percentage of the price of the work.) AL always makes money (on both ends), but (1) you end up paying a lot more, and (2) most really good contractors won't \"pay to play\" with AL. <br/><br/>So, the ratings on AL are not what they seem - they are only ratings of those contractors who are willing to pay a lot of money to be listed."}, {"recommendedFlag": 0, "parentID": 10060865, "replies": [], "commentID": 10088614, "trusted": 0, "userDisplayName": "vacciniumovatum", "createDate": "1380225874", "userID": 46945060, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1380226274", "userTitle": "NULL", "recommendations": 2, "editorsSelection": false, "parentUserDisplayName": "Lois", "userURL": "NULL", "userLocation": "Seattle", "depth": 1, "commentType": "userReply", "updateDate": "1380222674", "commentSequence": 10088614, "commentBody": "Lois, you can count the number of kosher (Va'ad-certified) restaurants in Washington State on two hands. No, I'm wrong. I think you can count them on the fingers on one hand... you might be able to count the number of certified kosher restaurants in WA, OR, BC and AK on two hands, but it still might be in the one hand range ...<br/><br/>I'm guessing there a even with that miniscule amount of restaurants, people here would give them low ratings if it was appropriate.<br/><br/>I've seen people post everything from one to five stars for the vegan restaurants in the state (the only other viable option for someone like me). Yelp posts them, as long as they are articulate, which they seem to be.<br/><br/>Personally, I take all reviews (professional and non-professional) with a grain of salt. Too many positive ones means that either there is a cult following or the place is wildly out of my price range. Too few either means that the place is catering to a different clientele than the one that writes reviews in Yelp or that something snarky is going on."}]}, "lft": 4, "assetURL": "http://bits.blogs.nytimes.com/2013/09/23/reviewing-the-review-reviewers/", "parentID": null, "commentID": 10060865, "rgt": 11, "userDisplayName": "Lois", "createDate": "1379995571", "userID": 48758164, "replyCount": 3, "commentTitle": "n/a", "status": "approved", "approveDate": "1379995626", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Brooklyn, NY", "commentType": "comment", "updateDate": "1379992026", "commentSequence": 10060865, "commentBody": "Your article is interesting, but my husband and I had the opposite experience. We found that Yelp's rules about restaurant reviews are so stringent, and its criteria so odd, that it was impossible to get a favorable review about a restaurant published openly. We wrote Yelp for help in understanding what was going on and in getting our review seen, but it was not possible to have meaningful correspondence with a human at Yelp. We received mostly robotically delivered, boilerplate responses.<br/><br/>We have no personal connection with the restaurant involved, except that it is a small restaurant. It is a kosher restaurant, so perhaps that limitation led to too much excitement among kosher customers on Yelp, leading to too many five-star reviews from Yelp's point of view. Those reviews can be seen only if one subscribes to Yelp, and only if one figures out the key to reading the blocked (filtered) reviews. And they don't count in Yelp's average rating seen on the Google page. You write about restaurants trying to counter negative reviews with fake reviews. My husband and I were trying to counter the lone visible (one-star) Yelp review honestly and on our own initiative, and the other (all favorable) filtered reviews were doing the same (I could tell from reading them, even if Yelp couldn't).<br/><br/>I found the blocking of the favorable reviews to be a real miscarriage of justice! I hope that Yelp and these other pages don't get even worse in response to Mr. Schneiderman's investigation.", "recommendationCount": 3}, {"assetID": 3383000, "replies": [], "lft": 9, "assetURL": "http://wordplay.blogs.nytimes.com/2013/09/23/means-of-escape/", "parentID": 10060402, "commentID": 10060866, "rgt": 10, "userDisplayName": "Maura T. Fan", "createDate": "1379995583", "userID": 63414225, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1379995626", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Manhattanville", "commentType": "userReply", "updateDate": "1379992026", "commentSequence": 10060866, "commentBody": "Martin, superb question.  I used AL for a few days when Java was suspected of being a terrorist threat.  Seriously, Dept. of Homeland Security sent a memo advising Java users to disable it until further notice.<br/><br/>Here is my fuzzy recollection from back then:  AL is a fine thing.  I am almost positive my solving speed dropped due to its response to my typing speed; but on the other hand it was hard to get used to a different way of navigating around the grid.<br/><br/>HOWEVER, what I did with the extra time tonight was to go back and read all the comments for the last 4 puzzles I completed (FRI XWP, SUN XWP only, Acrostic, MON XWP) and you know what?  Your wife is hilarious; Wags could base a recurring character on her for humor value. And pecantart is a really fine writer. And fivethirtyam was extremely persuasive in urging people to do the Sunday Contest.  She is so upbeat and charming (online) that I don't think she needs chrome on ANY body part in order to keep a man transfixed.  She sold even me.  But I am too lazy to install those new print cartridges, so I solved the contest part without printing anything out.  We like mental workouts; and that was a mental workout.  I used 3 windows on my computer screen.<br/><br/>Oh, you know what else? You all (communally, not Martin) gave a lot of hints. Hinting was such the norm that it was almost understood that people were hinting. Someone thought they perceived a hint in one of MY comments.  Someone VERY smart.<br/><br/>So now, I'm entering the Contest.", "recommendationCount": 0}, {"assetID": 3382998, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 10060875, "replies": [], "commentID": 10061245, "trusted": 0, "userDisplayName": "CathyZ", "createDate": "1380002350", "userID": 30733878, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1380032133", "userTitle": "NULL", "recommendations": 1, "editorsSelection": false, "parentUserDisplayName": "Doug Terry", "userURL": "NULL", "userLocation": "Durham CTt", "depth": 1, "commentType": "userReply", "updateDate": "1380028533", "commentSequence": 10061245, "commentBody": "Yes.The death by sinkhole a few months ago and the deaths and injuries by carnival rides got much more attention."}]}, "lft": 54, "assetURL": "http://www.nytimes.com/2013/09/24/opinion/nocera-shrugging-off-the-shooting.html", "parentID": null, "commentID": 10060875, "rgt": 57, "userDisplayName": "Doug Terry", "createDate": "1379995648", "userID": 65455323, "replyCount": 1, "commentTitle": "n/a", "status": "approved", "approveDate": "1379995686", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Maryland, DC Metro area", "commentType": "comment", "updateDate": "1379992086", "commentSequence": 10060875, "commentBody": "We are now at a stage where we have to be asking this: what level of outrage will be required before we, as a nation, decide that something (whatever something is) must be done? It is coming. As these mass killings go on, sooner or later some deranged mind still functioning enough to make a plan will take a hundred or more lives at one time. Is that what it takes? Is this a body count war of attrition against indifference and screaming insistence that the founders of the nation, and god, wanted every man, woman and child to be packing?<br/><br/>It is entirely correct to call the reaction to the Navy Yard massacre \"muted\". Even here in the DC area, even around where I live where many people work for the govt. and for defense related concerns and on military installations, the reaction seems to have been mild. At a local gathering this past Sunday where 500 to a 1000 people pass through on a given day, no one mentioned the Navy Yard. There were no sad, long faces. No one was sharing concerns and asking the universal question: what can we do? Sunday, a few days after the shootings, everything was back to normal. <br/><br/>I am old enough to remember a time when the entire nation was shocked by mass killings. Things seemed to stop. A kind of stunned silence fell on communities and towns nationwide and people asked, \"What is the world coming to?\" Now we know. Mild indifference and blunt edged acceptance of what is almost, now, routine.<br/><br/><a href=\"http://terryreport.com\" title=\"http://terryreport.com\" target=\"_blank\">http://terryreport.com</a>", "recommendationCount": 84}, {"assetID": 3380882, "replies": [], "lft": 44, "assetURL": "http://bits.blogs.nytimes.com/2013/08/29/troubles-ahead-for-internet-advertising/", "parentID": null, "commentID": 10060884, "rgt": 45, "userDisplayName": "safame20", "createDate": "1379995740", "userID": 68168532, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1379995746", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "india", "commentType": "comment", "updateDate": "1379992146", "commentSequence": 10060884, "commentBody": "The problem really is very serious. Are advertisers not a part of the internet community. Where would we go to advertise our products and services and also as internet users we are entitled to our freedom from ads. I think a proper balance is needed between the two. Very good article and deserves serious thoughts on it.", "recommendationCount": 0}, {"assetID": 3382998, "replies": [], "lft": 58, "assetURL": "http://www.nytimes.com/2013/09/24/opinion/nocera-shrugging-off-the-shooting.html", "parentID": null, "commentID": 10060890, "rgt": 59, "userDisplayName": "Jay Casey", "createDate": "1379995800", "userID": 11224991, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1379995805", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Arkansas", "commentType": "comment", "updateDate": "1379992205", "commentSequence": 10060890, "commentBody": "If only our lawmakers, our elected representatives, had one iota of whatever it takes to do the right thing.  There is no valid argument left for not instituting background checks to buy guns.  Our \"leaders\" try to obfuscate, to divert, to rationalize.  The world looks on in disbelief at an advanced nation unwilling, as Australia did, to come to terms with its gun and violence issue.  If only a few good representatives would do the right thing, even if it costs them politically.  Wouldn't a few saved lives be worth that miniscule \"sacrifice\"?", "recommendationCount": 37}, {"assetID": 3382998, "replies": [], "lft": 60, "assetURL": "http://www.nytimes.com/2013/09/24/opinion/nocera-shrugging-off-the-shooting.html", "parentID": null, "commentID": 10060895, "rgt": 61, "userDisplayName": "Don", "createDate": "1379995877", "userID": 59067142, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1379995925", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Pittsburgh", "commentType": "comment", "updateDate": "1379992325", "commentSequence": 10060895, "commentBody": "I agree that the response to the Navy Yard gun slayings was tepid, at best; and it creates a depressing, almost hopeless mindset for the American people, because it reminds us how detached we have become from our democracy of, by and for the people has become.  In the sixties and seventies, one of the biggest threats to national wellbeing and decision making that reflected the hopes of most people was apathy.  This threat is once again rearing its ugly, anti-democratic head, as policy is divorced from the needs of the American people. <br/><br/>In policy, after policy, the commercial interests and war making interests are served despite the absence of public support. Unfortunately, the media and the politicians, for the most part, live in the same insulated bubble that encourages a narrow political argument that centers on subjects that are unresponsive to the needs of the vast majorities of Americans.  <br/><br/>Mass murder is one of the more depressing aspects of a new normal that accepts mass death over the rights of commercial gun-selling interests.  More mass murders are inevitable and accepted as part of the American way of life. ", "recommendationCount": 20}, {"assetID": 3382958, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 10060873, "replies": [], "commentID": 10061012, "trusted": 0, "userDisplayName": "andy", "createDate": "1379997806", "userID": 68168594, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1379997947", "userTitle": "NULL", "recommendations": 2, "editorsSelection": false, "parentUserDisplayName": "Jon", "userURL": "NULL", "userLocation": "pittsburgh", "depth": 1, "commentType": "userReply", "updateDate": "1379994347", "commentSequence": 10061012, "commentBody": "What a hypocritical argument.  The burning of churches (abhorrent and despicable) that occurred after the 8/14 mass killings at the MB sit ins is reason to outlaw the MB, even though no one has provided RELIABLE evidence that the church burning was organized/ordered by the MB?  Then, I suppose the military and MOI will be outlawed for their mass killing of &gt;1000 civilians, the vast majority unarmed including youtube videos of unarmed protesters with hands raised being shot in front of armored vehicles, women holding cameras being shot in the head or neck, people evacuating wounded civilians being shot as they flee? I suppose the army will be prosecuted for the massacre at maspero?  For virginity tests?  Certainly, there is more reliable evidence of a crime there that what is being provided against the MB. I also suppose those who burned the MB headquarters while Morsi was president will be prosecuted and whatever party affiliation they have will be banned? And the press that is engaging in hate speech and incitement against the MB and anti-coup position will be prosecuted.  And anyone in Egypt who engages in any anti-Semitic hate speech, a rampant form of incitement, will be banned?  Or are we only banning parties who engage in certain types of hate speech but not others. You're eyes must be wide shut or you've knowingly chosen to make arguments devoid of intellectual honesty."}]}, "lft": 168, "assetURL": "http://www.nytimes.com/2013/09/24/world/middleeast/egyptian-court-bans-muslim-brotherhood.html", "parentID": null, "commentID": 10060873, "rgt": 171, "userDisplayName": "Jon", "createDate": "1379995634", "userID": 41734989, "replyCount": 1, "commentTitle": "n/a", "status": "approved", "approveDate": "1379995964", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Tokyo, Japan", "commentType": "comment", "updateDate": "1379992364", "commentSequence": 10060873, "commentBody": "Egyptians should have kept the Muslim Brotherhood terrorist organization illegal way back in 2010.  Islamist fanatics have no place in any self-respecting democracy, since their primary goal is to destroy said democracy and replace it with a fascist Islamic theocracy as soon as they possibly can.<br/><br/>It's a no-brainer to anyone who can actually read what the MB constantly screams in Arabic to their followers that their non-stop hateful rhetoric towards anyone not Muslim is directly responsible for the massive increase in violence towards non-Muslims.  Given all the MB-generated invective and propaganda out there, to go on and claim that the destruction of churches nationwide, the introduction of second-class citizen status for non-Muslims in the countryside or the systematic Sharia-sanctioned subordination of Egyptian women is all just a \"coincidence\" defies all belief.<br/><br/>As Morsi himself once proudly claimed in 2010: \"Jihad is our path.  And death for the sake of Allah is our most lofty aspiration.”  Must've made those \"protected\" Copts feel all warm and fuzzy when they heard that, right?", "recommendationCount": 15}, {"assetID": 3382997, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 10060902, "replies": [], "commentID": 10061411, "trusted": 0, "userDisplayName": "Patrice Ayme", "createDate": "1380007819", "userID": 35921939, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1380019870", "userTitle": "NULL", "recommendations": 2, "editorsSelection": false, "parentUserDisplayName": "Mathias Weitz", "userURL": "NULL", "userLocation": "Truckee", "depth": 1, "commentType": "userReply", "updateDate": "1380016270", "commentSequence": 10061411, "commentBody": "A European Banking Union is a must.<br/>However, a patriotic German reason for avoiding a European Banking Union has been to evade the awful revelation of the terrible state of German banks"}, {"recommendedFlag": 0, "parentID": 10060902, "replies": [], "commentID": 10062011, "trusted": 1, "userDisplayName": "Mathias Weitz", "createDate": "1380021251", "userID": 56977872, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1380021306", "userTitle": "NULL", "recommendations": 1, "editorsSelection": false, "parentUserDisplayName": "Mathias Weitz", "userURL": "NULL", "userLocation": "Butzbach, Hessen, Germany", "depth": 1, "commentType": "userReply", "updateDate": "1380017706", "commentSequence": 10062011, "commentBody": "Just have seen a footnote in the Wikipedia about Ordoliberalism:<br/><br/>\"In Germany, ordoliberalism is often seen as a central reason for the German Wirtschaftswunder. However, there are also critics. According to Sebastian Dullien and Ulrike Guérot Ordoliberalism is a central reason for the German approach to euro crisis resolution which often has led to conflict with other European countries.\"<br/><br/><a href=\"http://en.wikipedia.org/wiki/Ordoliberalism#Opinions\" title=\"http://en.wikipedia.org/wiki/Ordoliberalism#Opinions\" target=\"_blank\">http://en.wikipedia.org/wiki/Ordoliberalism#Opinions</a><br/><br/>It might be worth reading this, because it explains a lot of the approach to the crisis. And it might answer a question from P.Krugman yesterday, why there are no austerian economist - maybe because they don't call themself like this.<br/>In particular, ordoliberals, unlike neoliberals, do not participate in the market. Ordoliberals also do believe, that markets tend to destabilize, providing fair competition is an essential task of the government. Even social issues must be supervised and are part of the modell. This is in contrast to a laissez-faire capitalism.<br/>So Merkel is acting according to a larger economic philosophy. For me it's at the moment hard to say, if this philosophy is unique or very different to other western ecomonies - to me it seems at least very different to the US-economy."}, {"recommendedFlag": 0, "parentID": 10060902, "replies": [], "commentID": 10064001, "trusted": 0, "userDisplayName": "DE", "createDate": "1380032626", "userID": 65832288, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1380037031", "userTitle": "NULL", "recommendations": 0, "editorsSelection": false, "parentUserDisplayName": "Mathias Weitz", "userURL": "NULL", "userLocation": "NY", "depth": 1, "commentType": "userReply", "updateDate": "1380033431", "commentSequence": 10064001, "commentBody": "The European Union, the Euro and open borders appear almost to be socio-economic experiments dreamed up by Euro bureaucrats.<br/><br/>The designs are grand but the implementation messy and the outcome uncertain.<br/><br/>I tend to agree with your sentiment Mathias. While more spending may have helped the US recover faster I don't necessarily think there would have been a similar outcome in the Euro zone - especially with disparate countries like Greece and Portugal and Spain and now Romania and Bulgaria entering the fold.<br/><br/>Ultimately for the European Union to succeed, all the countries in the Euro zone need to reach a similar level of economic activity and prosperity. Whether that happens by pulling down Germany and France to the levels of the poorer countries or pushing the latter up to the former is the question. Germany believes fiscal discipline, productivity and effiiciency are key to national prosperity. From a purely economic standpoint, I can't disagree. <br/><br/>From the political standpoint too, as long as Germany remains at center - with sensible policies and laws -and can successfully keep the fringe in check it seems to be destined to greater stability and prosperity. <br/><br/>Merkel's pragmatism, humility, intelligence and hard work make her a great leader. Ther German people are smart enough to see this and not fall for vacuous sound bites as we in the US sometimes tend to."}]}, "lft": 20, "assetURL": "http://www.nytimes.com/2013/09/24/opinion/global/cohen-merkel-the-great.html", "parentID": null, "commentID": 10060902, "rgt": 27, "userDisplayName": "Mathias Weitz", "createDate": "1379995971", "userID": 56977872, "replyCount": 3, "commentTitle": "n/a", "status": "approved", "approveDate": "1379995986", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Butzbach, Hessen, Germany", "commentType": "comment", "updateDate": "1379992386", "commentSequence": 10060902, "commentBody": "One word: Ordoliberalism<br/>We do not vote for the best ruler, but for those who make the best rules.<br/>We have tried it both, the Führer and the sturdy bureaucracy, i can tell you - bureaucracy might look callously and rigid, but it is the far better choice than the führer-option.<br/>About EU: Europe had been erratic for quite a while (by the way, the US is too), and is looking to a strong germany for getting things back in line, but primary as a big payor and benefactor on our own account. But this is not the way this is working.<br/>First - the more obvious reason, germany is not that rich, our wealth is the highly sophisticated industry, and that is where our money is. With this industry we can compete in a global market, it ensures us a sound foundation, but this foundation is much lower than most people are willing to see. In fact germany has the biggest low wage sector in europe, and the average wealth of a german household is half of that of a spain household and a fifth of a cypriot household (before the crisis).<br/>Second - we really do believe that other countries are unhinged. Let's be honest, Greece is less competitive than india or pakistan and has the same corruption index as bolivia and worse than china. Does anybody really believe stimulus will fix that.<br/>So, there is a lot of reason, that nothing will change at all. We will, at best, annoy people by making more rules, but don't expect more than that. ", "recommendationCount": 31}, {"assetID": 3382958, "replies": [], "lft": 69, "assetURL": "http://www.nytimes.com/2013/09/24/world/middleeast/egyptian-court-bans-muslim-brotherhood.html", "parentID": 10058670, "commentID": 10060838, "rgt": 70, "userDisplayName": "A.A", "createDate": "1379995047", "userID": 57019677, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1379995987", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "USA", "commentType": "userReply", "updateDate": "1379992387", "commentSequence": 10060838, "commentBody": "Eman, remember that Brotherhood members were the major force protected the youth in Tahrir Square against Mubarak security forces.  Still  more than a thousand died and much more were severely injured.<br/><br/>The difference now is that Brotherhood youth are standing alone against the the corrupt coop government; which is a continuation of Mubarak's regime.  The same corrupt oppressive regime is in action!  <br/><br/>Before the coop, who burned and destroyed Brotherhood's headquarters, youth centers and medical clinics?  The old corrupt regime continued plotting against the revolution and the only group stood in its way is the brotherhood.<br/><br/>Shame on the rest of January 25 activists, they just went home and had their mouths shut!  ", "recommendationCount": 1}, {"assetID": 3382958, "replies": [], "lft": 63, "assetURL": "http://www.nytimes.com/2013/09/24/world/middleeast/egyptian-court-bans-muslim-brotherhood.html", "parentID": 10058600, "commentID": 10060855, "rgt": 64, "userDisplayName": "A.A", "createDate": "1379995320", "userID": 57019677, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1379995989", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "USA", "commentType": "userReply", "updateDate": "1379992389", "commentSequence": 10060855, "commentBody": "MB is a mainstream Islamist group and moderate in beliefs.<br/>Otherwise I agree with you.", "recommendationCount": 2}, {"assetID": 3382960, "replies": [], "lft": 123, "assetURL": "http://www.nytimes.com/2013/09/24/world/africa/kenya-presses-assault-against-militants-in-mall.html", "parentID": 10059505, "commentID": 10060841, "rgt": 124, "userDisplayName": "Charlie", "createDate": "1379995075", "userID": 61754017, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1379996015", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Arizona", "commentType": "userReply", "updateDate": "1379992415", "commentSequence": 10060841, "commentBody": "Sorry Bob but you seem to be applying some kind of a personal filter to what you believe President Obama has said about the various and too frequent tragic events that have occurred. I think the President has done just fine.", "recommendationCount": 1}, {"assetID": 3382955, "replies": [], "lft": 184, "assetURL": "http://krugman.blogs.nytimes.com/2013/09/23/attack-of-the-killer-hipsters/", "parentID": null, "commentID": 10060904, "rgt": 185, "userDisplayName": "James Jordan", "createDate": "1379995994", "userID": 40498339, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1379996046", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Falls Church", "commentType": "comment", "updateDate": "1379992446", "commentSequence": 10060904, "commentBody": "Dr. K,<br/><br/>The ACA fight &amp;  the government shut-down threat is a manufactured crisis.  ACA is a solution to reducing the outrageous administrative costs of health insurance administration.  It has always been a high-cost waste &amp; fundamentally created a diversion from the science of healthcare. The high cost of good healthcare in this country with just average results compared to other advanced countries is the problem.  With the ACA we can now address our health how to treat diseases &amp; injuries more effectively, with greater efficiency.<br/><br/>As soon as people in the heath insurance industry realize that the good times are over &amp; they stop hiring lobbyists to attack \"Obamacare\", medical professionals can improve outcomes &amp; reduce costs, without all the negatives.<br/><br/>I am happy that you are on the case but I really want your fine mind to concentrate on solutions that will put people back to work in livable wage jobs by focusing on broadly sharing the benefits of economic growth.  <br/><br/>We must invent our way out of the economic doldrums with more efficient technology applications.  E.g. pave hwys &amp; build bridges better, increase the efficiency of our transport networks with superconducting Maglev &amp; use our personal wireless devices to monitor our health so that we can begin to understand our own vital signs.  I saw a device today that monitors blood pressure with two sensors embedded in an arm bracelet something like a timepiece.<br/><br/>We need a means of bouncing ideas on a level playing field.", "recommendationCount": 5}, {"assetID": 3382988, "replies": [], "lft": 7, "assetURL": "http://www.nytimes.com/2013/09/24/nyregion/for-building-superintendents-free-cable-comes-with-fine-print.html", "parentID": 10060610, "commentID": 10060849, "rgt": 8, "userDisplayName": 7, "createDate": "1379995238", "userID": 65352681, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1379996052", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Chantilly,  VA", "commentType": "userReply", "updateDate": "1379992452", "commentSequence": 10060849, "commentBody": "If you could pay for just what you wanted instead of having to pay for much that is unwanted, one might have more sympathy for a monopoly. ", "recommendationCount": 13}, {"assetID": 3382988, "replies": [], "lft": 26, "assetURL": "http://www.nytimes.com/2013/09/24/nyregion/for-building-superintendents-free-cable-comes-with-fine-print.html", "parentID": null, "commentID": 10060850, "rgt": 27, "userDisplayName": "Dianne Jackson", "createDate": "1379995248", "userID": 63651819, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1379996056", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Falls Church, VA", "commentType": "comment", "updateDate": "1379992456", "commentSequence": 10060850, "commentBody": "Cable television is so crummy that it's not worth stealing.", "recommendationCount": 14}, {"assetID": 3382988, "replies": [], "lft": 9, "assetURL": "http://www.nytimes.com/2013/09/24/nyregion/for-building-superintendents-free-cable-comes-with-fine-print.html", "parentID": 10060610, "commentID": 10060861, "rgt": 10, "userDisplayName": "TimothyCotter", "createDate": "1379995526", "userID": 63026392, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1379996060", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Buffalo, N.Y.", "commentType": "userReply", "updateDate": "1379992460", "commentSequence": 10060861, "commentBody": "    There is an aspect of unfairness in the sole source, basically unregulated cable industry in the US. Most customers or potential customers have little sympathy for the cable monopolists. So please stop the \"theft\" theme. ", "recommendationCount": 13}, {"assetID": 3382988, "replies": [], "lft": 28, "assetURL": "http://www.nytimes.com/2013/09/24/nyregion/for-building-superintendents-free-cable-comes-with-fine-print.html", "parentID": null, "commentID": 10060892, "rgt": 29, "userDisplayName": "James Clerk Maxwell", "createDate": "1379995845", "userID": 5539157, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1379996063", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Massachusetts", "commentType": "comment", "updateDate": "1379992463", "commentSequence": 10060892, "commentBody": "In the Soviet Union, building superintendents were supposed to report on the tenants. So what's wrong with Time Warner asking for the same service?", "recommendationCount": 20}, {"assetID": 3382988, "replies": [], "lft": 11, "assetURL": "http://www.nytimes.com/2013/09/24/nyregion/for-building-superintendents-free-cable-comes-with-fine-print.html", "parentID": 10060610, "commentID": 10060905, "rgt": 12, "userDisplayName": "Matthew", "createDate": "1379996003", "userID": 582737, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1379996065", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "OK", "commentType": "userReply", "updateDate": "1379992465", "commentSequence": 10060905, "commentBody": "Stealing cable TV is stealing, but building managers are not cops. For what happens to nations where people are encouraged to rat on each other, see North Korea.", "recommendationCount": 28}, {"assetID": 3382974, "replies": [], "lft": 85, "assetURL": "http://www.nytimes.com/2013/09/24/us/guantanamo-hunger-strike-largely-over-us-says.html", "parentID": 10060719, "commentID": 10060878, "rgt": 86, "userDisplayName": "David", "createDate": "1379995677", "userID": 20788593, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1379996102", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Beaufort, S.C.", "commentType": "userReply", "updateDate": "1379992502", "commentSequence": 10060878, "commentBody": "So the Republicans have not closed Gitmo? Because they made it impossible for the President to act? Hoo, boy. ", "recommendationCount": 5}, {"assetID": 3382999, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 10060822, "replies": [], "commentID": 10062976, "trusted": 0, "userDisplayName": "DaveD", "createDate": "1380027882", "userID": 7466853, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1380029735", "userTitle": "NULL", "recommendations": 4, "editorsSelection": false, "parentUserDisplayName": "Simon Sez", "userURL": "NULL", "userLocation": "Wisconsin", "depth": 1, "commentType": "userReply", "updateDate": "1380026135", "commentSequence": 10062976, "commentBody": "Akin to giving someone your SS# and then being upset when he gives it to others. Don't give out these salacious photos willingly."}, {"recommendedFlag": 0, "parentID": 10060822, "replies": [], "commentID": 10065728, "trusted": 0, "userDisplayName": "Elena", "createDate": "1380040857", "userID": 48285849, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1380043017", "userTitle": "NULL", "recommendations": 2, "editorsSelection": false, "parentUserDisplayName": "Simon Sez", "userURL": "NULL", "userLocation": "Baltimore", "depth": 1, "commentType": "userReply", "updateDate": "1380039417", "commentSequence": 10065728, "commentBody": "Don't wear revealing clothes. It's like asking for rape.<br/><br/>Plus ça change..."}, {"recommendedFlag": 0, "parentID": 10060822, "replies": [], "commentID": 10066331, "trusted": 0, "userDisplayName": "AM", "createDate": "1380043713", "userID": 46774589, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1380045106", "userTitle": "NULL", "recommendations": 0, "editorsSelection": false, "parentUserDisplayName": "Simon Sez", "userURL": "NULL", "userLocation": "Stamford, CT", "depth": 1, "commentType": "userReply", "updateDate": "1380041506", "commentSequence": 10066331, "commentBody": "Are you the tattoo police, or did you mean to say it's like getting a regrettable tattoo?  "}]}, "lft": 76, "assetURL": "http://www.nytimes.com/2013/09/24/us/victims-push-laws-to-end-online-revenge-posts.html", "parentID": null, "commentID": 10060822, "rgt": 91, "userDisplayName": "Simon Sez", "createDate": "1379994845", "userID": 2838061, "replyCount": 7, "commentTitle": "n/a", "status": "approved", "approveDate": "1379996117", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Maryland", "commentType": "comment", "updateDate": "1379992517", "commentSequence": 10060822, "commentBody": "Don't allow anyone to photograph you nude or allow anyone to do so with those you love.<br/><br/>It could come back to haunt you.<br/><br/>It's like getting a tattoo; dumb and dumber.", "recommendationCount": 143}, {"assetID": 3382999, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 10060831, "replies": [], "commentID": 10062003, "trusted": 0, "userDisplayName": "Dr. J. Boost", "createDate": "1380021153", "userID": 33050428, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1380028618", "userTitle": "NULL", "recommendations": 3, "editorsSelection": false, "parentUserDisplayName": "enews9", "userURL": "NULL", "userLocation": "Hong Kong", "depth": 1, "commentType": "userReply", "updateDate": "1380044518", "commentSequence": 10062003, "commentBody": "What about the many men equally badly treated?<br/>There will be no help for them, if this comes under VAWA."}, {"recommendedFlag": 0, "parentID": 10060831, "replies": [], "commentID": 10062984, "trusted": 0, "userDisplayName": "sunsethous", "createDate": "1380027921", "userID": 65491759, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1380029735", "userTitle": "NULL", "recommendations": 0, "editorsSelection": false, "parentUserDisplayName": "enews9", "userURL": "NULL", "userLocation": "Guilford, CT", "depth": 1, "commentType": "userReply", "updateDate": "1380026135", "commentSequence": 10062984, "commentBody": "Yes.  It's called common sense."}]}, "lft": 92, "assetURL": "http://www.nytimes.com/2013/09/24/us/victims-push-laws-to-end-online-revenge-posts.html", "parentID": null, "commentID": 10060831, "rgt": 97, "userDisplayName": "enews9", "createDate": "1379994953", "userID": 31969636, "replyCount": 2, "commentTitle": "n/a", "status": "approved", "approveDate": "1379996121", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Irving,  TX", "commentType": "comment", "updateDate": "1379992521", "commentSequence": 10060831, "commentBody": "My sympathies go to this woman.  I can't understand why people are so vicious.  I have posted comments that were not offensive and not directed towards anyone.  Yet people who don't like my comment have attacked me immediately.  I learned a long time ago that if you don't want the rest of the world to know your personal business, don't post it online!", "recommendationCount": 84}, {"assetID": 3382999, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 10060909, "replies": [], "commentID": 10065409, "trusted": 0, "userDisplayName": "Kristen", "createDate": "1380039213", "userID": 15585508, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1380040322", "userTitle": "NULL", "recommendations": 3, "editorsSelection": false, "parentUserDisplayName": "LarryAt27N", "userURL": "NULL", "userLocation": "New York, NY", "depth": 1, "commentType": "userReply", "updateDate": "1380036722", "commentSequence": 10065409, "commentBody": "Dr. J Boost - is your argument that since women can supposedly make false rape accusations with impunity, men should be able to invade women's privacy with impunity? Even given that the women sending nude photos most likely never have made a false rape accusation? Or is it that no injustices against women can be fixed until this ONE issue that affects men is fixed?"}, {"recommendedFlag": 0, "parentID": 10060909, "replies": [], "commentID": 10066473, "trusted": 0, "userDisplayName": "Sara", "createDate": "1380044547", "userID": 59395862, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1380046244", "userTitle": "NULL", "recommendations": 4, "editorsSelection": false, "parentUserDisplayName": "LarryAt27N", "userURL": "NULL", "userLocation": "New York, NY", "depth": 1, "commentType": "userReply", "updateDate": "1380042644", "commentSequence": 10066473, "commentBody": "@Dr. J.<br/><br/>What does this incident (albeit, egregious) in a German court have to do with this issue?!  The comparison is moot and unrelated.  Along with your derisive and disdainful snipe about \"feminism\", I suspect that facts, statistics and history are not your strong suit."}, {"recommendedFlag": 0, "parentID": 10060909, "replies": [], "commentID": 10066584, "trusted": 0, "userDisplayName": "goatini", "createDate": "1380045127", "userID": 4492962, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1380046701", "userTitle": "NULL", "recommendations": 2, "editorsSelection": false, "parentUserDisplayName": "LarryAt27N", "userURL": "NULL", "userLocation": "SF Bay Area", "depth": 1, "commentType": "userReply", "updateDate": "1380043101", "commentSequence": 10066584, "commentBody": "@\"Dr\" Boost:  Statistically, there are NO more false reports for rape crimes than for any other type of felony crime.  Additionally, MORE rape crimes go unreported than any other felony crime.  "}]}, "lft": 98, "assetURL": "http://www.nytimes.com/2013/09/24/us/victims-push-laws-to-end-online-revenge-posts.html", "parentID": null, "commentID": 10060909, "rgt": 111, "userDisplayName": "LarryAt27N", "createDate": "1379996037", "userID": 16855960, "replyCount": 6, "commentTitle": "n/a", "status": "approved", "approveDate": "1379996124", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "South Florida", "commentType": "comment", "updateDate": "1379992524", "commentSequence": 10060909, "commentBody": "The civil attorney asks, \"...do we really need another law to put more people in jail in the United States?” <br/><br/>The answer is \"Yes!\" for these reasons.<br/><br/>1. Civil suits require plaintiffs to advance thousands of dollars of their own money towards attorney fees.  For the many women with no money, well, they get no attorney, no law suit, no day in court -- just enduring shame.<br/><br/>2. Criminal acts do not require victims to advance their own money and pursue their own cause.  Instead, law enforcement (police), state attorneys, and courts take over the pursuit at taxpayer expense.<br/><br/>Imprisonment is much worse than a judgement.  The former is real punishment, whereas the latter is something that can be trifled with for years. ", "recommendationCount": 271}]}, "copyright": "Copyright (c) 2016 The New York Times Company.  All Rights Reserved."}