{"debug": {"version": 3.1}, "status": "OK", "results": {"api_timestamp": "1481459940", "totalCommentsFound": 4934, "totalCommentsReturned": 25, "comments": [{"assetID": 1414330, "replies": [], "lft": 22, "assetURL": "http://dotearth.blogs.nytimes.com/2010/04/29/radio-days/", "parentID": null, "commentID": 1921690, "rgt": 23, "userDisplayName": "Sashka", "createDate": "1272577316", "userID": 47835619, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1272600340", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New York", "commentType": "comment", "updateDate": "1272596740", "commentSequence": 10, "commentBody": "Lau and Andy (#6)<br /><br />I don't dispute that the STORIES (written by WESTERN journalists - thank you for the link, Andy) from \"Bangladesh, Vietnam or Kenya are more about the impact of climate change\". This is what they want you to believe. However, in reality, there is little if any evidence that the observe patterns of local weather/climate change have anything to do with global warming, much less with anthropogenic CO2.<br /><br />Long dry spells, malaria and locust invasions had been part of human history for millenia. Before you ascribe any observed changes to \"global warming\", try to explain it to yourself on what evidence you come to this conclusion. You'll find that there is nothing but faith there.", "recommendationCount": 1}, {"assetID": 1416575, "replies": [], "lft": 6, "assetURL": "http://dotearth.blogs.nytimes.com/?p=17007", "parentID": null, "commentID": 1921763, "rgt": 7, "userDisplayName": "Raven", "createDate": "1272578367", "userID": 58111801, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1272600344", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Canada", "commentType": "comment", "updateDate": "1272596744", "commentSequence": 3, "commentBody": "Hmm - makes me wonder if this was a terrorist act by anti-drilling activists.<br />", "recommendationCount": 1}, {"assetID": 1416575, "replies": [], "lft": 8, "assetURL": "http://dotearth.blogs.nytimes.com/?p=17007", "parentID": null, "commentID": 1921770, "rgt": 9, "userDisplayName": "Elizabeth Tjader", "createDate": "1272578544", "userID": 47403245, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1272600364", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Ferndale, California", "commentType": "comment", "updateDate": "1272596764", "commentSequence": 4, "commentBody": "I always have such a hard time accepting that it's only when \"we\" are inconvenienced or poisoned that potential action to stop something toxic and dangerous like offshore drilling is taken seriously. Oh, the poor human beings who might not be able to swim recreationally on the coastlines this summer. What will they do? Well, it's possible they can pick up all the dead oil drenched sea birds and dead fish and take a good, hard look at reality. Probably not, though. I suspect they'll find something else to do like go to some Disney Park and pretend Polar Bears and seals talk to each other in real life, or better yet, make another loyal, life long friend on \"Facebook.\"<br /><br />Why is it we can never look beyond ourselves and remember we are not the only living beings on this planet?<br /><br />I'll take it, regardless of my cynical tone. And if this is what it takes, sadly, and I mean way sadly for all the innocent creatures who will die through suffocation and/or ingestion from our carelessness, AGAIN, then good for Senator Bill Nelson. I hope he can preclude President \"sell out\" Obama from his plans to proceed with offshore drilling. Some wake up call was needed.<br /><br />I have great respect for Dr. Brulle. I've never forgotten his piece on how successive generations quite often accept their present day environmental situations as the norm. Another sad reality. Perhaps \"History\", along with the arts and ecology ought to be reconsidered as mandatory in school. We sure as hell don't need anymore Business, Economics or International Trade majors.<br /><br />Elizabeth Tjader<br /><br />", "recommendationCount": 1}, {"assetID": 1407825, "replies": [], "lft": 154, "assetURL": "http://dotearth.blogs.nytimes.com/2010/04/27/on-climate-certainty-and-climate-credibility/", "parentID": null, "commentID": 1921916, "rgt": 155, "userDisplayName": "David B. Benson", "createDate": "1272581060", "userID": 57084036, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1272600367", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Pullman", "commentType": "comment", "updateDate": "1272596767", "commentSequence": 75, "commentBody": "Eugene I. Gordon (67) --- Out of the closet, so to speak.  Congradualtions on your bravery.  If I lived in New Jersey I might not be that forthcoming.<br /><br />Hate to break it to you, but fitting an equation to measurements is done all the time and across many, many fields of science and engineering.  What I accomplished was a simplification of the physics (but not overly simplified) and then determined the two parameters via parameter estimation methods, AKA mulitple regression, and then some statistical analysis for quality.<br /><br />Sorry to break it to you again, but I doubt that multi-parameter estimation is thought to freshmen, and surely R^2 abd autoregression is not.  Typically these are never thought at all but rather informally picked up as needed during graduate study.  It has become clear to me that a more formal approach to the statistical analysis of data, especially time series, is rather widely needed; otherwise the research program needs engage a professional statistician as seems to becoming more common in at least climatology.<br /><br />As for noise, the estimated parameters give R^2=0.991 which is d****d good; there is essentially nothing left to explain as the autocorrelations show mere white noise.  If one uses a more complex model as in G. Hegerl, T. Crowley, M. Allen, W. Hyde, H. Pollack, J. Smerdon and E. Zorita. Detection of human influence on a new, validated 1500-year temperature reconstruction. J. of Climate 20, 650 (2007), then one finds a somewhat different description of temperatures over a longer time interval and a different attribution to anthropogenic causes in the 20th century.  (I intend to compare my simple model to this paper,<br />easily obtainable from at least the publications websites of the first and last authors.<br /> In particular, I believe you'll find Figures 3 and 5 (at the end of the paper) both rathr full of unexplained noise and nobody is in the slightest concerned about it.", "recommendationCount": 3}, {"assetID": 1411894, "replies": [], "lft": 108, "assetURL": "http://dotearth.blogs.nytimes.com/2010/04/28/spill-response-burn-baby-burn/", "parentID": null, "commentID": 1921961, "rgt": 109, "userDisplayName": "Gene G", "createDate": "1272581903", "userID": 22122125, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1272600374", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New Jersey", "commentType": "comment", "updateDate": "1272596774", "commentSequence": 53, "commentBody": "It would be interesting to learn eventually of the total cost of this disaster, noit only in lives but loss of equipment and the cost of the cleanup. One can be sure that BP will bear only a fraction of the cost and the US government will pay a large portion of the cost through the support and cleanup costs. I would be interested to know how and if those costs are paid back.<br /><br />If my hunch is correct the true cost of drilling in the Gulf, for example insurance premiums to cover the full cost to the company if they did not get a free ride, is not included in the business case and if it were there would be little or no drilling. Similarly for coal mining. The implication is that fossil fuels costs are less than they should, and if the companies paid the true cost in lives, disaster relief, despoilong the environment; the cost would be significantly higher and recyclable energy would come along a lot faster despite current higher costs.", "recommendationCount": 2}, {"assetID": 1416575, "replies": [], "lft": 10, "assetURL": "http://dotearth.blogs.nytimes.com/?p=17007", "parentID": null, "commentID": 1921986, "rgt": 11, "userDisplayName": "Ivy Bear", "createDate": "1272582297", "userID": 60061327, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1272600383", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Central Park", "commentType": "comment", "updateDate": "1272596783", "commentSequence": 5, "commentBody": "It was the lead story on all three networks this evening, and the oil hasn't even gotten to shore.  No dead animals or oil on the beach yet.<br /><br />Drill baby Drill- Right.  How about Spill baby Spill<br />", "recommendationCount": 1}, {"assetID": 1411894, "replies": [], "lft": 110, "assetURL": "http://dotearth.blogs.nytimes.com/2010/04/28/spill-response-burn-baby-burn/", "parentID": null, "commentID": 1921995, "rgt": 111, "userDisplayName": "David44", "createDate": "1272582499", "userID": 57442331, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1272600392", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "California", "commentType": "comment", "updateDate": "1272596792", "commentSequence": 54, "commentBody": "Burning the surface oil seems an appropriate response to the immediate emergency, but I find it hard to believe that, given the number of rigs and hundreds of miles of pipe in the gulf, that the oil companies are required to have a whole fleet of giant skimmers based in one or several gulf ports which could harvest what is both an environmental hazard and a valuable resource.  If we can devise technology to drill a mile or more deep in the ocean, surely we can devise technology to rapid clean up a massive spill. Does anyone have information on this?  What is the state of the art or potentially doable?", "recommendationCount": 0}, {"assetID": 1407825, "replies": [], "lft": 156, "assetURL": "http://dotearth.blogs.nytimes.com/2010/04/27/on-climate-certainty-and-climate-credibility/", "parentID": null, "commentID": 1922010, "rgt": 157, "userDisplayName": "David B. Benson", "createDate": "1272582771", "userID": 57084036, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1272600400", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Pullman", "commentType": "comment", "updateDate": "1272596800", "commentSequence": 76, "commentBody": "wmar (62) --- Thanks for readin it.  First, the formula<br />AE(d) = k(lnCO2(d-1) - lnCO2(1870s)) - GTA(1880s)<br />is correct for the heating due to excess CO2, to quite a decent approximation.  Second, it is true that I assumed near equilibrium for the 1880s.  That is only approximately correct of course as CO2 concentrations were already increasing from industrialization and deforestation, but off-set in effect by the eruption of Krakatoa.  Given that I obtain R^2=0.991 there seemed (and still seems) little point in making further adjustments for the decade of the 1880s.<br /><br />But most important, any trend in climate has to have a cause.  The climate system does not have an elastic component to rebound after an applied force is removed.  The earlier trend, observable in Figure 3 of the Hegerl et al. paper I cited in my just earlier comment, is simply responding to the forcings given in Figure 6.  In particular, notice that the lack of dimming due to the lack or volcano eruptions combines with \"GHGs+Aerosols\" to provide warming once the effect of Krakatoa is over.<br /><br />Please do read and understand the main thrust of that paper.", "recommendationCount": 2}, {"assetID": 1407825, "replies": [], "lft": 158, "assetURL": "http://dotearth.blogs.nytimes.com/2010/04/27/on-climate-certainty-and-climate-credibility/", "parentID": null, "commentID": 1922012, "rgt": 159, "userDisplayName": "ChrisD", "createDate": "1272582802", "userID": 6817572, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1272600407", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Maryland", "commentType": "comment", "updateDate": "1272596807", "commentSequence": 77, "commentBody": "@Ralph #45:<br /><br />&lt;No amount of words will let us forget the \"hide the decline\" mentality of the esteemed IPCC scientists, nor the \"trick\" used to produce the desired results of these researchers. ... We must start over with global temperatures measured by thermometers not tree rings.&gt;<br /><br />You do realize, don't you, that this \"hiding\" that you don't like involved replacing tree ring data with data from thermometers, right?<br /><br />Do you actually know what Jones was talking about? Do you understand what he did, and why (no, the correct is answer is not \"to produce the desired results\")? Because it doesn't really sound like you do.", "recommendationCount": 2}, {"assetID": 1411894, "replies": [], "lft": 112, "assetURL": "http://dotearth.blogs.nytimes.com/2010/04/28/spill-response-burn-baby-burn/", "parentID": null, "commentID": 1922121, "rgt": 113, "userDisplayName": "wilburgalli", "createDate": "1272585316", "userID": 58971265, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1272600417", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "california", "commentType": "comment", "updateDate": "1272596817", "commentSequence": 55, "commentBody": "Rember the often played psycho- dramas that occur in restaurants  that cater to the low life patterns that have money and no life? Same here. The hidden secret in oil is that no human being will ever profit from it. Same with Nuclear. The real issue here is achieving a balanced co-existance with our natural selves.  Natural people are slowly, but surely, backing off from consumption. We are becoming energy positive . Unless oil kills us. As it is doing.", "recommendationCount": 0}, {"assetID": 1411894, "replies": [], "lft": 114, "assetURL": "http://dotearth.blogs.nytimes.com/2010/04/28/spill-response-burn-baby-burn/", "parentID": null, "commentID": 1922123, "rgt": 115, "userDisplayName": "Wang Suya", "createDate": "1272585352", "userID": 40342008, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1272600419", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Japan", "commentType": "comment", "updateDate": "1272596819", "commentSequence": 56, "commentBody": "From Wang Suya<br /><br />     No burn let those oil stay at there, there will be so much disaster, bad to sea bird and under water fish and so on, we have to find some method to process those oil. The ideal one is not to  spill oil, however our economy so heavily depend on oil and can not escape from oil so soon, therefore  if the burn those oil is best way and as over analyze not emit so much greenhouse gases, please burn them.", "recommendationCount": 0}, {"assetID": 1414330, "replies": [], "lft": 24, "assetURL": "http://dotearth.blogs.nytimes.com/2010/04/29/radio-days/", "parentID": null, "commentID": 1922161, "rgt": 25, "userDisplayName": "Wang Suya", "createDate": "1272586543", "userID": 40342008, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1272600423", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Japan", "commentType": "comment", "updateDate": "1272596823", "commentSequence": 11, "commentBody": "From Wang Suya<br /><br />      All issues are having to do emergent. Wednesday I read a photo book about Mother Telesa. This book show how Mother Telesa to treat those suffering poor people in India. This article mentioned Andy and others will discuss population problem, this is so great thing. Over population are the root of poverty. Mother Telesa died away, we should continue her spirits to save those poor people in the world. The best way is to control population especially poor countries population endless growth. ", "recommendationCount": 1}, {"assetID": 1407825, "replies": [], "lft": 160, "assetURL": "http://dotearth.blogs.nytimes.com/2010/04/27/on-climate-certainty-and-climate-credibility/", "parentID": null, "commentID": 1922228, "rgt": 161, "userDisplayName": "Adrian O", "createDate": "1272588091", "userID": 19926270, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1272600427", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "State College, PA", "commentType": "comment", "updateDate": "1272596827", "commentSequence": 78, "commentBody": "73. Harry Eagar  You are right about the chancy nature of farming. Primitive farming is even more seriously affected, since it has fewer ways to adapt.<br /><br />For a farmer was the time of planting, a game of chance, is helped by astronomy. Plant too early - it's likely to freeze. Plant too late, it doesn't have time to ripen. You need to know what day of the year you are in.<br /><br />An understanding of the movement of the Earth on the ecliptic was absolutely essential. Modern math and physics - Newton's calculus - came out of this farming - climate driven fundamental problem of planting time leading to planet movement.<br /><br />I am a mathematical physicist, and I trace the root of my line of work precisely to this fundamental problem. I make a point about teaching Newton's proof of Kepler's empirical observations of planet movement to all my students - still beautiful after 400 years. You start from universal attraction - a 1/4 of a line - and with a cascade of clever math you end up with the exact movement of planets on ellipses - you can even \"weigh\" them from their period. It shows that mathematics is the language of nature.<br /><br />This year I started to add the climate - farming angle to it....<br /><br />", "recommendationCount": 2}, {"assetID": 1416575, "replies": [], "lft": 12, "assetURL": "http://dotearth.blogs.nytimes.com/?p=17007", "parentID": null, "commentID": 1922275, "rgt": 13, "userDisplayName": "wmar", "createDate": "1272589599", "userID": 13143930, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1272600469", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "usa", "commentType": "comment", "updateDate": "1272596869", "commentSequence": 6, "commentBody": "Professor Brulle seems almost overjoyed at this sad and killing disaster, sort of like Rahm Emanuel's not wanting to waste a good crises.<br /><br />I do have a question for Professor Brulle:  Am I not correct that in sociology one does not take sides, or buy into any groups common beliefs, but rather that objectivity is a primary and required demeanor?  That without these rigorous controls, sociology is no longer sociology.<br /><br />In the meantime, according to NASA GISS, nature is leaking 2 Exxon Valdez's each year into the Gulf of Mexico:<br /><br />'ScienceDaily (Jan. 27, 2000) — Twice an Exxon Valdez spill worth of oil seeps into the Gulf of Mexico every year, according to a new study that will be presented January 27 at the Ocean Sciences Meeting in San Antonio, Texas.'<br /><br />'Using a technique they developed in the early 1990s to help explore for oil in the deep ocean, Earth Satellite Corporation scientists found that there are over 600 different areas where oil oozes from rocks underlying the Gulf of Mexico. The oil bubbles up from a cracks in ocean bottom sediments and spreads out with the wind to an to an area covering about 4 square miles.'<br /><br />This is a horrible disaster, loss of life and potential environmental mess of great proportions, but just like the Valdez spill, man and nature will clean it and the area will heal.  We can all agree we need more sources of clean and safe energy.<br /><br />As to the wind project in Nantucket Sound on Cape Cod, it uses 40,000 gallons of oil in its cooling apparatus and 150 gallons per mill.  A similar incident there would spill 40,000 plus gallons into an almost closed very shallow ecosystem of great importance on every front and would be a great disaster also.<br /><br />Who ever thought a 'clean' wind project could result in a vast and killing oil spill which would devastate its area just as a spill anywhere would ... the difference being, who knew a wind project featured 40,000 plus 19,500 gallons of oil within it on and over the waters just offshore over spawning grounds and shipping lanes.  How clean then is clean?<br /><br />Best Wishes<br /><br />     ", "recommendationCount": 1}, {"assetID": 1407825, "replies": [], "lft": 162, "assetURL": "http://dotearth.blogs.nytimes.com/2010/04/27/on-climate-certainty-and-climate-credibility/", "parentID": null, "commentID": 1922286, "rgt": 163, "userDisplayName": "wmar", "createDate": "1272590082", "userID": 13143930, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1272600472", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "usa", "commentType": "comment", "updateDate": "1272596872", "commentSequence": 79, "commentBody": "Dr. Happer's qualifications are vast, complete and overwhelming Susan:<br /><br /><a href=\"http://scholar.google.com/scholar?q=William+Happer&amp;hl=en&amp;btnG=Search&amp;as_sdt=40000001&amp;as_sdtp=on\" target=\"_blank\">http://scholar.google.com...</a><br /><br />Does this PhD in Physics from Princeton, not understand basic physics?<br /><br />'Will Happer<br />Cyrus Fogg Brackett Professor of Physics<br />Will received a Ph.D. in Physics from Princeton University in 1964. After some time at Columbia University, he returned to Princeton as a professor of physics. In 1993, he was named as the Cyrus Fogg Brackett Professor of Physics.'<br /><br />Honours<br /><br />'He is a fellow of the American Physical Society, the National Academy of Sciences, and the American Association for the Advancement of Science. He received a Alfred P. Sloan fellowship in 1955, an Alexander von Humboldt award in 1976, the Herbert P.Broida Prize in 1997, the Davisson-Germer prize and the Thomas Alva Edison patent award in 2000.[1] In 2003 he was named the Cyrus Fogg Brackett Professor of Physics at Princeton University. [3]'<br /><br />Best Wishes", "recommendationCount": 3}, {"assetID": 1407825, "replies": [], "lft": 164, "assetURL": "http://dotearth.blogs.nytimes.com/2010/04/27/on-climate-certainty-and-climate-credibility/", "parentID": null, "commentID": 1922417, "rgt": 165, "userDisplayName": "Adrian O", "createDate": "1272593304", "userID": 19926270, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1272600475", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "State College, PA", "commentType": "comment", "updateDate": "1272596875", "commentSequence": 80, "commentBody": "73. Harry Eagar You are right about the chancy nature of farming. Primitive farming is even more seriously affected, since it has fewer ways to adapt.<br /><br />For a farmer the time of planting, a game of chance, is helped by astronomy. Plant too early - it's likely to freeze. Plant too late - it doesn't have time to ripen. You need to know what day of the year you are in.<br /><br />An understanding of the movement of the Earth on the ecliptic was absolutely essential. Modern math and physics - Newton's calculus - came out of this fundamental problem of planet movement, which was in turn driven by farming and climate .<br /><br />I am a mathematical physicist, and I trace the root of my line of work precisely to this fundamental problem. I make a point about teaching Newton's proof of Kepler's empirical observations of planet movement to all my students - still beautiful after 400 years. You start from universal attraction - a 1/4 of a line - and with a cascade of clever math you end up with the exact movement of planets on ellipses - you can even \"weigh\" the Sun from their period. The fact that you can describe the complicated planet movement from a 1/4 line law shows that mathematics is the true language of nature.<br /><br />This year I started to add the climate - farming angle to it....", "recommendationCount": 4}, {"assetID": 1411894, "replies": [], "lft": 116, "assetURL": "http://dotearth.blogs.nytimes.com/2010/04/28/spill-response-burn-baby-burn/", "parentID": null, "commentID": 1922440, "rgt": 117, "userDisplayName": "Tom L", "createDate": "1272593733", "userID": 1097456, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1272600498", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Palm Springs, CA", "commentType": "comment", "updateDate": "1272596898", "commentSequence": 57, "commentBody": "It would be interesting to get a quote from Sarah Palin or another Tea Party leader about what they think the response of the federal government should be in circumstances such as the oil spill in the Gulf of Mexico. If the government policy is \"Drill, Baby, Drill\" what does Ms. Palin think the government's response should be when the policy results in a spill that threatens the livelihood of the tea party members, and others, in Louisiana, Mississippi, Texas, Alabama and Florida? Let free enterprise work in a laissez faire manner? Depend on BP (her husband's former employer) to fix the leak and protect the fisheries? ", "recommendationCount": 0}, {"assetID": 1414330, "replies": [], "lft": 26, "assetURL": "http://dotearth.blogs.nytimes.com/2010/04/29/radio-days/", "parentID": null, "commentID": 1922588, "rgt": 27, "userDisplayName": "Jasmin", "createDate": "1272597372", "userID": 60380938, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1272600504", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "NY", "commentType": "comment", "updateDate": "1272596904", "commentSequence": 12, "commentBody": " I NEED YOUR HELP to win a grant for my campus.. all you need to do is follow this link and register and vote for BARUCH RECYCLES, it will take30 seconds, if you care about the environment PLEASE help us win!!<br /><br /><a href=\"http://www.refresheverything.com/baruchrecycles\" target=\"_blank\">http://www.refresheverything.com...</a>", "recommendationCount": 0}, {"assetID": 1407825, "replies": [], "lft": 168, "assetURL": "http://dotearth.blogs.nytimes.com/2010/04/27/on-climate-certainty-and-climate-credibility/", "parentID": null, "commentID": 1922603, "rgt": 169, "userDisplayName": "Gene G", "createDate": "1272597740", "userID": 22122125, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1272600516", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New Jersey", "commentType": "comment", "updateDate": "1272596916", "commentSequence": 81, "commentBody": "Peter #69. Professor Happer is a strong skeptic but one should go if interested to <a href=\"http://www.marshall.org\" target=\"_blank\">www.marshall.org</a> and select and watch his presentation at a Princeton plasma physics seminar on April 7, 2010. If one has a tendency to being a skeptic his presentation, about 1 hour and 25 minutes, is eye popping. You will learn why if you have a feeding trough with food you will get pigs (his last slide). In any case anyone who has an interest in global warming ought to watch even if it has no impact on your opinion. What I learned is why more CO2 is good. The slides on the PowerPoint are the same but more readable.<br /><br />Thanks for the lead.", "recommendationCount": 4}, {"assetID": 1407825, "replies": [], "lft": 170, "assetURL": "http://dotearth.blogs.nytimes.com/2010/04/27/on-climate-certainty-and-climate-credibility/", "parentID": null, "commentID": 1922621, "rgt": 171, "userDisplayName": "Mark A. York", "createDate": "1272598245", "userID": 16774938, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1272600522", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Sunland, CA", "commentType": "comment", "updateDate": "1272596922", "commentSequence": 82, "commentBody": "I didn't know Dr. Schneider was a wheat modeler? Maybe he switched to Agribusiness at Stanford? A more arid Kansas and the Dakota's and Saskatchewan won't be good for the breadbasket or the Central valley of California. It will be the sheaves of wrath under warmer global mean temperatures. Harry's rants are the only thing silly about global warming. Pay no attention to the jokers.", "recommendationCount": 0}, {"assetID": 1416575, "replies": [], "lft": 14, "assetURL": "http://dotearth.blogs.nytimes.com/?p=17007", "parentID": null, "commentID": 1922629, "rgt": 15, "userDisplayName": "Mark A. York", "createDate": "1272598450", "userID": 16774938, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1272600525", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Sunland, CA", "commentType": "comment", "updateDate": "1272596925", "commentSequence": 7, "commentBody": "Good idea. BP should be boycotted. Looks like they just whipped Exxon for the dirty shovel award.", "recommendationCount": 0}, {"assetID": 1416575, "replies": [], "lft": 16, "assetURL": "http://dotearth.blogs.nytimes.com/?p=17007", "parentID": null, "commentID": 1922637, "rgt": 17, "userDisplayName": "David44", "createDate": "1272598727", "userID": 57442331, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1272600559", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "California", "commentType": "comment", "updateDate": "1272596959", "commentSequence": 8, "commentBody": "Prophetic article last year by Warren Cornwall, Seattle Times environment reporter, prompted by a report issued by the state's Oil Spill Advisory Council about the potential for successful response to a major oil spill in Puget Sound or coastal Washington that could easily have been describing this weeks gulf spill @<br /><a href=\"http://seattletimes.nwsource.com/html/localnews/2008958565_oilspill01m0.html\" target=\"_blank\">http://seattletimes.nwsource.com...</a><br />Some pithy parts:<br />- two decades after the Exxon Valdez dumped more than five times that much oil into Alaska's Prince William Sound, there's still concern that emergency crews would be overwhelmed by a catastrophic spill here. The sheer difficulty of getting oil out of water, coupled with unpredictable weather, fierce currents and thousands of miles of shoreline, make any attempt to tackle a big spill in Puget Sound uncertain at best. Despite spending tens of millions of dollars each year preparing for oil spills and cleaning them up — and despite having some of the nation's toughest oil-spill standards — some experts warn the state is not as ready for a big accident as we think we are.  \"I strongly feel we need to be better prepared,\" said Mike Cooper, chairman of the state's Oil Spill Advisory Council, a task force created to police oil-spill programs.<br />- Cooper said the state should require a big boost in spill equipment from industries — enough to suck up 70 percent of a Valdez-size spill within two days.<br />- \"I'm here to tell you, every piece of equipment in the world, if it was brought to bear, couldn't do that,\" Richard Wright said of Cooper's goal. Wright is the Northwest regional vice president of Marine Spill Response, a nonprofit funded by the oil industry to handle oil spills.<br />- \"The report would seem to indicate and support quite strongly the supposition that we are not prepared to respond to a large-scale oil spill,\" said Scott McCreery of BP [!!], who sits on the spill council. \"And I have grave concerns that that's real misleading to the public.\"<br />- A lead spill official for the Coast Guard in Seattle, Scott Knutson, said the report showed potential weaknesses that warrant closer study. He pointed to the recommendation for better equipment to track oil spills at night or in fog.  \"We have some gaps there. No doubt about it,\" he said.<br />- ... the state already requires more equipment on hand than federal standards call for ...<br />", "recommendationCount": 2}, {"assetID": 1411894, "replies": [], "lft": 120, "assetURL": "http://dotearth.blogs.nytimes.com/2010/04/28/spill-response-burn-baby-burn/", "parentID": null, "commentID": 1922660, "rgt": 121, "userDisplayName": "pfhenshaw", "createDate": "1272599816", "userID": 39452637, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1272600564", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New York", "commentType": "comment", "updateDate": "1272596964", "commentSequence": 58, "commentBody": "Well, the \"fatal error\" as usual seems to be not looking for the fatal errors, but looking only the \"fixes\" that let major risk taking get through.<br /><br />Our actual environmental plan, necessitated by our economic model relying on ever increasing control of the earth for producing short term wealth for investors, is to proceed with ever greater risk-taking till something happens, hoping we're not the ones that get caught.   That reasoning, of course, assures we're certain to be the ones that get caught, and be totally surprised by it too.<br /><br />The practical solution is looking for how natural systems demonstrate the way to cap the risks and complications of continuing growth by maturing, switching to simplifying their tasks rather than multiplying their challenges.<br />", "recommendationCount": 1}, {"assetID": 1416253, "replies": [], "lft": 642, "assetURL": "http://www.nytimes.com/2010/04/30/us/30gulf.html", "parentID": null, "commentID": 1922617, "rgt": 643, "userDisplayName": "Steve Yemm", "createDate": "1272598156", "userID": 25894620, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1272600606", "userTitle": null, "editorsSelection": 1, "statusID": 2, "userURL": null, "userLocation": "Missouri", "commentType": "comment", "updateDate": "1272597006", "commentSequence": 258, "commentBody": "All undersea oil drilling should have a fail-proof valve at the entry point to the earth that is developed, installed and monitored by an independent firm that answers to the government of the country where the oil wells are located. The valves should meet an international standard and be operable remotely by the independent firm or agency. They should be paid for by the oil industry and considered a type of insurance. It is the least we can do whether we are for or against drilling for oil.", "recommendationCount": 27}, {"assetID": 1416253, "replies": [], "lft": 586, "assetURL": "http://www.nytimes.com/2010/04/30/us/30gulf.html", "parentID": null, "commentID": 1922415, "rgt": 587, "userDisplayName": "Fred M.", "createDate": "1272593293", "userID": 16407035, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1272600634", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "RI", "commentType": "comment", "updateDate": "1272597034", "commentSequence": 259, "commentBody": "BP = Biggest Polluter?...or Burning Petrochemicals?<br /><br />When John Browne (then head of BP) came to Yale in the late 1990's to launch his re-branding of the company as \"Beyond Petroleum\", I remember that he jetted in with a corporate posse reminiscent of that of M.C. Hammer during his 15 minutes.  Lord Browne deflected various reasonable questions (including mine) about the calculus of his company's new green soul with the patrician skills he had acquired by birth and from schooling at Stanford and Cambridge, while his button-down bobbleheads nodded in unison.  At the time, I thought the whole operation and company was very...slick!", "recommendationCount": 1}]}, "copyright": "Copyright (c) 2016 The New York Times Company.  All Rights Reserved."}