{"debug": {"version": 3.1}, "status": "OK", "results": {"api_timestamp": "1481460426", "totalCommentsFound": 2437, "totalCommentsReturned": 25, "comments": [{"assetID": 2561906, "replies": [], "lft": 268, "assetURL": "http://www.nytimes.com/2011/03/25/world/africa/25policy.html", "parentID": null, "commentID": 3596735, "rgt": 269, "userDisplayName": "southfork", "createDate": "1301084108", "userID": 61230037, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1301112660", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "USA", "commentType": "comment", "updateDate": "1301109060", "commentSequence": 115, "commentBody": "Despite its basic sadness, this re-run of Iraq, now repeating in Libya as farce, and the whole tragedy of our broken energy policy, which is at the root of this new war, have had their surreal moments these past few days:<br/><br/>--the U.S.-armed Saudi army pouring across the border into neighboring Bahrain to protect the despotic “king” and scatter the Bahraini people who were peacefully demonstrating for freedom at Pearl Square just days before our military intervention to “protect freedom demonstrators” in Libya; <br/><br/>--our bosom friend and ally the dictator of Yemen ordering his sharpshooters posted on rooftops to massacre over 40 Yemini citizens demonstrating peacefully for freedom in front of his palace while we were running our spin-op about “protecting Libyan citizens from being massacred” by the Libyan dictator; <br/><br/>--Gen. Petraeus and Sec. of Defense Gates being caught by an NBC boom-microphone in their March 7th tarmac exchange: Petraeus “You going to launch some attacks on Libya or something?’’, Gates “Yeah, exactly.’’, back when Gates and Obama were denying any such intention; <br/><br/>--British Prime Minister David Cameron, famous so far for slashing the budget and his country’s social safety net, and sending hundreds of thousands more to the unemployment lines, suddenly finding lots of new money for a new war; <br/><br/>--President of the Republic Sarkozy rebounding so quickly, cannily staging photo-ops with Cameron and Clinton next to his presidential color guard, dressed in uniforms harking back to the era of Napoleon, just days after being shamed for offering military support to Tunisia’s dictator as he was stealing bars of gold from his central bank and fleeing the country in his private jet; <br/><br/>--savvy-sounding, empty-suit pundits at CNN and Fox News giving animated presentations, just like in the old days with Iraq, but now with more colorful, even wall-sized graphics, describing the latest military hardware on display over Libya, in reports again completely devoid of any information on the real nature of this war.<br/><br/>Not to be outdone, Pres. Obama and Energy Sec. Chu, and Interior Sec. Salazar were also busy providing us with comic relief this week:<br />\n--you may recall how Pres. Obama slashed new construction credits for renewable energy projects in half this past fall;<br />\n--for balance, this week he repeated his desire to triple federal credit guarantees for new nuclear plant construction (from $18.5 billion to $54.5 billion!) just as we were witnessing the disaster of multiple G.E.-designed nuclear reactors in Japan overheating, exploding, burning, and spewing out massive amounts of radioactive materials over the region (we’ve got some 23 of that model here in the U.S.);<br />\n--to round things out, the Obama administration this week first opened the door for 2.35 billion tons of new coal mining;<br />\n--then he signed off on 4 new deepwater oil drilling permits to oil giants Shell and Exxon in Gulf of Mexico just two days before a report became public showing that the blowout preventers now in use  are flawed and won't work in an emergency (like the one that resulted in the BP Gulf oil disaster).<br/><br/>Funny how history sometimes does seem to repeat itself as farce, isn't it?", "recommendationCount": 0}, {"assetID": 2561906, "replies": [], "lft": 276, "assetURL": "http://www.nytimes.com/2011/03/25/world/africa/25policy.html", "parentID": null, "commentID": 3597863, "rgt": 277, "userDisplayName": "valwayne", "createDate": "1301101316", "userID": 56582161, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1301112660", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Denver", "commentType": "comment", "updateDate": "1301109060", "commentSequence": 116, "commentBody": "Obama will go down in history as the President who launched an, Unauthorized War, while he was playing soccer in Brazil.  And now his ineptness and incompetence are showing.  We don't really know why we are in Libya, we don't know who is in command, we don't know how much it will cost, we don't know when we will get out, and it looks very much like if we do get rid of Gadhafi the people who will take over will be Al-Qaeda or close allies of Al-Qaeda.  Even Jimmy Carter wasn't this incompetent.  The entire Middle East is in Chaos and Obama is making it worse!", "recommendationCount": 1}, {"assetID": 2561906, "replies": [], "lft": 278, "assetURL": "http://www.nytimes.com/2011/03/25/world/africa/25policy.html", "parentID": null, "commentID": 3598159, "rgt": 279, "userDisplayName": "Richard Young", "createDate": "1301103935", "userID": 60173048, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1301112660", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Bayfield, CO", "commentType": "comment", "updateDate": "1301109060", "commentSequence": 117, "commentBody": "Insanity seems the best characterization of our Government's rush to war in yet another location on the other side of the planet, at a time when our nation is teetering on the edge of bankruptcy and are armed forces are already over-extended to the point that combat veterans are being sent back into fifth and sixth combat tours. Worst of all, our elected officials in Washington not only do not learn from bitter experience in Iraq and Afghanistan, they appear eager to send more young Americans off to fight and die in yet another country that has not attacked us and has no capacity to do so. And the crowning blow is that a President who campaigned on peace and \"change\" now reveals himself as a President perfectly willing to wage a non-defensive and needless war for patently spurious \"humanitarian\" reasons. In attacking Libya without any self-defense justication whatsoever -- and without any legislative authority from Congress -- President Obama has directly violated Article I of the Constitution and the War Powers Act (Joint Resolution) of 1973, Section 2(c) of which clearly prohibits the President from introducting US armed forces into \"hostilities\" unless there has been: \"(1) a declaration of war; (2) specific statutory authorization; or (3) a national emergency created by attack upon the United States, its territories or possessions, or its armed forces.\" Surely there can be no greated abuse of power by the President than unlawfully and unconstitutionally plunging us into a non-defensive war of choice. President Obama deserves to be impeached; and if Congress really has any regard for its sworn oath \"to uphold and defend the Constitution and laws of the United States, Congress should commence impeachment proceedings immediately. This is not a matter of politics (I voted for Obama); it is a question whether we are seriously interested in maintaining a constitutional democracy where the rule of law applies to everyone, up to and including our President.  ", "recommendationCount": 1}, {"assetID": 2561906, "replies": [], "lft": 280, "assetURL": "http://www.nytimes.com/2011/03/25/world/africa/25policy.html", "parentID": null, "commentID": 3598162, "rgt": 281, "userDisplayName": "BillKolek", "createDate": "1301103995", "userID": 60018938, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1301112660", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Houston, TX", "commentType": "comment", "updateDate": "1301109060", "commentSequence": 118, "commentBody": "\"Anyone looking for an answer to how this situation could end should look no further than recent history, the last time Gadhafi tried to use his military to crush someone he thought was crushable. The Toyota War is the name commonly given to the last phase of the Chadian–Li­byan conflict, which took place in 1987 in Northern Chad and on the Libyan-Cha­dian border. It takes its name from the Toyota pickup trucks used as technicals to provide mobility for the Chadian troops as they fought against the Libyans. The 1987 war resulted in a heavy defeat for Libya, which, according to American sources, lost one tenth of its army, with 7,500 troops killed and 1.5 billion dollars worth of military equipment destroyed or captured.C­hadian losses were 1,000 troops killed. What is most surprising is what made the difference­..........­.French Jaguar fighters, overhead, helping the Chads.\" ", "recommendationCount": 3}, {"assetID": 2561906, "replies": [], "lft": 282, "assetURL": "http://www.nytimes.com/2011/03/25/world/africa/25policy.html", "parentID": null, "commentID": 3598180, "rgt": 283, "userDisplayName": "bill deforest", "createDate": "1301104462", "userID": 59812168, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1301112660", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "oswego,ny", "commentType": "comment", "updateDate": "1301109060", "commentSequence": 119, "commentBody": "Watching Obama, Mrs.Clinton and Gates is like watching the Marx Brothers.", "recommendationCount": 1}, {"assetID": 2560324, "replies": [], "lft": 16, "assetURL": "http://offthedribble.blogs.nytimes.com/2011/03/24/keeping-score-take-heart-knicks-fans/", "parentID": null, "commentID": 3596598, "rgt": 17, "userDisplayName": "E.B.", "createDate": "1301082930", "userID": 43076887, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1301114083", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Brooklyn", "commentType": "comment", "updateDate": "1301110483", "commentSequence": 8, "commentBody": "So your point is to not dispare, because the Knicks are probably far enough ahead not to lose the playoffs, no matter how terrible they are, to even worse teams in the east?  Wow.  I feel better already.  Thanks for brightening up the day.", "recommendationCount": 0}, {"assetID": 2564247, "replies": [], "lft": 2, "assetURL": "http://offthedribble.blogs.nytimes.com/2011/03/25/the-pistons-continue-to-crumble/", "parentID": null, "commentID": 3597138, "rgt": 3, "userDisplayName": "Ken Somolinos", "createDate": "1301088175", "userID": 34265725, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1301114085", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Denver", "commentType": "comment", "updateDate": "1301110485", "commentSequence": 1, "commentBody": "Bring back Sheed!", "recommendationCount": 0}, {"assetID": 2560324, "replies": [], "lft": 18, "assetURL": "http://offthedribble.blogs.nytimes.com/2011/03/24/keeping-score-take-heart-knicks-fans/", "parentID": null, "commentID": 3597153, "rgt": 19, "userDisplayName": "Noses Malone", "createDate": "1301088344", "userID": 55076822, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1301114089", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Providence, RI", "commentType": "comment", "updateDate": "1301110489", "commentSequence": 9, "commentBody": "Are simulations really the most reliable form of sports prognostication?  If so, shouldn't we just be consulting the SportsReporter3000?<br/><br/>Also, did the simulator predict the Knicks would lose seven of their last eight games?", "recommendationCount": 0}, {"assetID": 2560324, "replies": [], "lft": 20, "assetURL": "http://offthedribble.blogs.nytimes.com/2011/03/24/keeping-score-take-heart-knicks-fans/", "parentID": null, "commentID": 3597210, "rgt": 21, "userDisplayName": "TMV", "createDate": "1301088987", "userID": 21142328, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1301114093", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "France", "commentType": "comment", "updateDate": "1301110493", "commentSequence": 10, "commentBody": "Good/Great Management! Coaching!  Players!  I don't know how easy that is to do, but I'm learning how easy it is to avoid. Viva New York.  That said I must be mental as I still watch and hope for change and wins.", "recommendationCount": 0}, {"assetID": 2564247, "replies": [], "lft": 4, "assetURL": "http://offthedribble.blogs.nytimes.com/2011/03/25/the-pistons-continue-to-crumble/", "parentID": null, "commentID": 3597377, "rgt": 5, "userDisplayName": "JBC", "createDate": "1301091270", "userID": 63386801, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1301114100", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Fort Wayne, IN", "commentType": "comment", "updateDate": "1301110500", "commentSequence": 2, "commentBody": "I have been a Pistons fan since they were in Fort Wayne sixty years ago. I think that they have followed a sound rebuilding plan. It was clear that the Billups, Wallace, Mcdyse team was declining relative to other rising teams in the East. Iverson was never intended to stay. With his cap relief, the cash could be held or invested in players with future value. That investment has not yet played out. Wilcox, Gordon, and CV may still be worth a spot on the forward roster or may still have trade value. Dumars is still solid and will not make knee-jerk changes he thinks are not best for the team. Note that he still has the last five draft choices on the roster.<br/><br/>Sale of the team has been complicated by the recession and the shrinking market. Firm direction cannot be defined until the new owner is in place. That should happen soon. In the meantime, the best that can happen is a careful assessment of all the players. Of course the players always want to win but coach Q has had a bigger job separating the wheat from the chaf. He has taken flak from the players, fans, and press but has done his job.<br/><br/>The coming months will require a few changes but we fans who have understood careful rebuilding expect to be back in the hunt next season.   ", "recommendationCount": 0}, {"assetID": 2564925, "replies": [], "lft": 2, "assetURL": "http://offthedribble.blogs.nytimes.com/2011/03/25/is-it-time-for-the-bulls-to-spend-serious-money/", "parentID": null, "commentID": 3597378, "rgt": 3, "userDisplayName": "donkeypuncher", "createDate": "1301091310", "userID": 63387088, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1301114106", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Chicago", "commentType": "comment", "updateDate": "1301110506", "commentSequence": 1, "commentBody": "They made all the right moves last year, freeing up enough cap space to sign 2 max contracts.  Is it their fault that LBJ and Wade would rather hang out at the beach than win a championship?\r<br/><br/>So who do you think they should sign?  Their obvious need is SG.  Rather than simply saying that they need to spend money, and pointing out that they haven't paid the luxury tax in the past, you could have pointed out who is available this summer that would fit their team.", "recommendationCount": 2}, {"assetID": 2563116, "replies": [], "lft": 52, "assetURL": "http://bats.blogs.nytimes.com/2011/03/25/yankees-trade-mitre-and-sign-millwood/", "parentID": null, "commentID": 3598571, "rgt": 53, "userDisplayName": "david dell", "createDate": "1301112365", "userID": 18783526, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1301114114", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "poughkeepsie, ny", "commentType": "comment", "updateDate": "1301110514", "commentSequence": 24, "commentBody": "To me it seems like a solid trade for the Yankees.  Millwood is a reliable innings eater who never had run support.  At 5.1 era that means he gives up 3 runs in 5 2/3 innings.  Then to the bullpen with a decent shot at winning.  And Dickerson is a legit back up center fielder.  A little Kevin Long magic could make him a star.  Together, in the wings at Scranton, they give the Yankees some needed depth.  ", "recommendationCount": 2}, {"assetID": 2560324, "replies": [], "lft": 22, "assetURL": "http://offthedribble.blogs.nytimes.com/2011/03/24/keeping-score-take-heart-knicks-fans/", "parentID": null, "commentID": 3598446, "rgt": 23, "userDisplayName": "Sami", "createDate": "1301110214", "userID": 32907869, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1301114117", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Long Beach, CA", "commentType": "comment", "updateDate": "1301110517", "commentSequence": 11, "commentBody": "First of all, the probability of the Knicks winning even ONE more game this season is looking more and more remote.  But also, should the Knicks stumbling into the playoffs, barely managing to scrape their way in, actually be of solace to fans following the supposedly \"new era\"-creating trade acquisition of Melo?  Really?  With the talent they have, the Knicks should be at least the 5th spot in the East.  It's really starting to feel like they are cursed.  Unfortunately I live in LA where I can't even commiserate with other apocalyptically depressed Knicks fans and am surrounded by Lakers \"fans\".  ", "recommendationCount": 1}, {"assetID": 2564925, "replies": [], "lft": 4, "assetURL": "http://offthedribble.blogs.nytimes.com/2011/03/25/is-it-time-for-the-bulls-to-spend-serious-money/", "parentID": null, "commentID": 3598723, "rgt": 5, "userDisplayName": "jnewser", "createDate": "1301114672", "userID": 54145984, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1301114932", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Chicago, IL", "commentType": "comment", "updateDate": "1301111332", "commentSequence": 2, "commentBody": "Owners of pro teams have been historically cheap - Reinsdorf among the leaders.   The Cubs have spent a lot the last 2-3 seasons and where has that gotten them?", "recommendationCount": 0}, {"assetID": 2565899, "replies": [], "lft": 8, "assetURL": "http://wordplay.blogs.nytimes.com/2011/03/25/thing-2/", "parentID": null, "commentID": 3598490, "rgt": 9, "userDisplayName": "Wags", "createDate": "1301111110", "userID": 10500790, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1301116448", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New Mexico", "commentType": "comment", "updateDate": "1301112848", "commentSequence": 4, "commentBody": "After a DNF yesterday I managed to finish this one, and like John @2, the NW fell last.  Getting the ADIEUX yesterday helped me snag the one today.  Are we going to say goodbye to this answer for the week?  But best clue, hands (pants?) down, was 67A.  Loved it.  Thanks, Brad, for a winner.  ", "recommendationCount": 3}, {"assetID": 2565899, "replies": [], "lft": 12, "assetURL": "http://wordplay.blogs.nytimes.com/2011/03/25/thing-2/", "parentID": null, "commentID": 3598679, "rgt": 13, "userDisplayName": "Peter", "createDate": "1301114096", "userID": 46621152, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1301116448", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Oakland, CA", "commentType": "comment", "updateDate": "1301112848", "commentSequence": 5, "commentBody": "Good puzzle, but it should have been switched with Friday's, which was far tougher.  ", "recommendationCount": 4}, {"assetID": 2565899, "replies": [], "lft": 14, "assetURL": "http://wordplay.blogs.nytimes.com/2011/03/25/thing-2/", "parentID": null, "commentID": 3598801, "rgt": 15, "userDisplayName": "James W. Lehr", "createDate": "1301116157", "userID": 61994629, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1301116448", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Norfolk, VA", "commentType": "comment", "updateDate": "1301112848", "commentSequence": 6, "commentBody": "Just an incredible array of answers in this one. Like Hesiod, piranha, Mr. Slate, Kabuki, etc.  One question though - what is with the spellings of yenta, yentl, and now yente?  Plus I forgot to mention that The Rocky Horror Picture Show used referential treatment in its plotting techniques.  I keep looking out for new things all the time, just as I did with the Time Warp video.", "recommendationCount": 1}, {"assetID": 2565919, "replies": [], "lft": 226, "assetURL": "http://www.nytimes.com/2011/03/26/opinion/26herbert.html", "parentID": null, "commentID": 3598653, "rgt": 227, "userDisplayName": "Peter", "createDate": "1301113723", "userID": 154527, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1301117243", "userTitle": null, "editorsSelection": 1, "statusID": 2, "userURL": null, "userLocation": "Kenosha, WI", "commentType": "comment", "updateDate": "1301113643", "commentSequence": 1, "commentBody": "I hate to say it as one born in the USA, but my dual nationality with one of those \"socialist\" European countries keeps looking better all the time.  I may have to go there if I want to live a better life.  I am afraid that America's decline is permanent, hopeless, and goes beyond the current political climate which is, after all, only a reflection of the people.  If I can point to any one thing as the source, it's America's cultural \"USA is #1\" narcissism and the ignorance necessary to hold that attitude.<br/><br/>Very sad.<br/><br/>A personal note to to Bob Herbert:  I have always looked forward to reading your columns in the Times and I will miss them. You have been an often lone voice for the Small People in a cruel world.  I wish you well and the best of luck.", "recommendationCount": 3115}, {"assetID": 2565919, "replies": [], "lft": 10, "assetURL": "http://www.nytimes.com/2011/03/26/opinion/26herbert.html", "parentID": null, "commentID": 3598305, "rgt": 11, "userDisplayName": "jim", "createDate": "1301107198", "userID": 62510857, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1301117252", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Littleton, Co.", "commentType": "comment", "updateDate": "1301113652", "commentSequence": 16, "commentBody": "When Kudlow on msnbc constantly rails about lowering corporate taxes, and then goes to Obama the socialist, reminds me of the John Birch Society in the 60's, the ones who passed out hate lierature befroe JFK's arrival in Dallas. The constant rant of the tea party, which is a paid for group by the Koch Bros. to cut taxes etc. will destroy the U.S. The recent Wisconsin law to outlaw public unions has the public sector with minimal potential for raises, has them only getting raises with a statewide referendum. All state employees need to share in the sacrifice, governors, legislators, congressmen, senators need to give up there retirement and insurance paid for by the taxpayers, to show there loyalty to the U.S. Is it not outrageous that these same republican elected officials on our dime collects such welfare?", "recommendationCount": 237}, {"assetID": 2565919, "replies": [], "lft": 18, "assetURL": "http://www.nytimes.com/2011/03/26/opinion/26herbert.html", "parentID": null, "commentID": 3598336, "rgt": 19, "userDisplayName": "Karen Garcia", "createDate": "1301107671", "userID": 48110597, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1301117252", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New Paltz, NY", "commentType": "comment", "updateDate": "1301113652", "commentSequence": 21, "commentBody": "The news of your departure from The Times came as a shock and a disappointment, but I do wish you well with your book and efforts on behalf of the forgotten people in our country. I am looking forward to reading your eloquent words for many more years to come, in whatever medium you may choose.\r<br/><br/>Now on to my last comment on a Bob Herbert column: It is my fervent hope that the news that our largest corporation, G.E., not only pays no taxes but may be entitled to a refund/government welfare/kickback, will inspire more people to raise their fists and their voices in anger. Judging from recent history, neither our corporate president nor Congress will stand up to the oligarchs who control them and on whom they depend for their continued holds on power.\r<br/><br/>Just this past January, Obama appointed Immelt of G.E. to lead his White House Council on Jobs and Competitiveness, either oblivious to or ignorant of the fact that this is a man who makes bucketloads of profits by outsourcing jobs. Also in January, former campaign manager David Plouffe returned to the White House, fresh from a stint as a G.E. \"consultant.\" Notice that the word lobbyist is not being uttered, but just in case, Plouffe has promised to recuse himself from any matters relating to G.E. for the next two years. What a sigh of relief I breathed on hearing that! Ditto for Chief of Staff Bill Daley, late of JP Morgan Chase, who divested himself of his banker perks and will act solely in the interests of the American people. Cough, cough.\r<br/><br/>I have reached the sad conclusion that Obama is a mere front man for G.E., Wall Street, WalMart and anyone and everyone in the Forbes 400. The big contest between Republicans and Democrats is to see who can grab the most billionaires for their campaign war chests. This government no longer belongs to us - so it is up to us to do something about it. Strikes, demonstrations, a constant drumbeat of bad publicity for the politicians - whatever it takes.\r<br/><br/>While our elected officials posture and pander and scramble over the latest social upheavals in the Middle East, they seem not to be noticing the ever-growing social unrest here at home. They ignore it at their own peril.\r<br/><br/><a href=\"http://kmgarcia2000.blogspot.com/\" title=\"http://kmgarcia2000.blogspot.com/\" target=\"_blank\">http://kmgarcia2000.blogspot.com/</a>", "recommendationCount": 1008}, {"assetID": 2565919, "replies": [], "lft": 26, "assetURL": "http://www.nytimes.com/2011/03/26/opinion/26herbert.html", "parentID": null, "commentID": 3598361, "rgt": 27, "userDisplayName": "Jon Jost", "createDate": "1301108302", "userID": 14034119, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1301117252", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Seoul, Korea", "commentType": "comment", "updateDate": "1301113652", "commentSequence": 17, "commentBody": "Well said Mr Herbert, in this column and all the others.  You have been one of the few in the mainstream press who has called it like it really is, plain and clear.<br/><br/>Yes, the US has lost its way, perhaps a bit earlier than we understood at the moment.  It was well on its way to getting lost immediately after WWII, when it took on the mantle of Europe's colonialism.  It's been uphill in a way since - grabbing easy access to all those raw resources to be had, making us \"rich\" along the way; and it's been downhill since as our society segmented and corruption - a natural partner to such imperialism - took root.  Now it has utterly taken over, as Mr Imelt's position makes clear just who is running the country's government, and for whom.<br/><br/>The social-economic disparities, along with the arrogance at the top end, will result, as utterly predictable, in an American Tahrir Square (and probably just like there a push back from the military, which after all is now one of the major beneficiaries of our plutocracy.)<br/><br/>Sooner the better.  And at the rate our right-wing is pushing they will provoke it pretty fast.<br/><br/><a href=\"http://www.jonjost.wordpress.com\" title=\"www.jonjost.wordpress.com\" target=\"_blank\">www.jonjost.wordpress.com</a><br />\n<a href=\"http://www.cinemaelectronica.wordpress.com\" title=\"www.cinemaelectronica.wordpress.com\" target=\"_blank\">www.cinemaelectronica.wordpress.com</a>", "recommendationCount": 318}, {"assetID": 2565919, "replies": [], "lft": 30, "assetURL": "http://www.nytimes.com/2011/03/26/opinion/26herbert.html", "parentID": null, "commentID": 3598417, "rgt": 31, "userDisplayName": "Richard Bruce", "createDate": "1301109515", "userID": 41471047, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1301117252", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Davis, CA", "commentType": "comment", "updateDate": "1301149474", "commentSequence": 9, "commentBody": "Bob you are trying to base your election strategy on faulty statistics.  <br/><br/>In the January 28 New York Times they had an article on the decline of car pools.  \"The percentage of workers who car-pool has dropped by almost half since 1980, ...\"  As they mentioned it has become less expensive to own a car.  They key thing is that vehicles go twice as long and more before we junk them.  When we produce one car now we are in effect producing two or more by the standards of the late 60s or early 70s.  This and other improvements in quality are not fully taken into account in the statistics you base your reasoning on.  <br/><br/>Officially the percentage of people falling below the poverty threshold is higher than it was in 1973, the year when that percentage was lowest.<br />\nBut the percentage of households without a vehicle is much lower now.  It was something in the area of 20 percent then, I think it has been something in the area of 8 percent recently.  <br/><br/>But, what is more there were figures a number of years ago that split households into a number of income categories.  In the top three categories about 5 percent of all households did not have a vehicle.  Clearly they could afford one, but they did not have one for various non-economic reasons.  Perhaps the driver had lost his licence because of drunk driving, or old age had made them blind or otherwise incapable of driving, or perhaps they lived in Manhattan.  At any rate it seems like about five percent of the households do not have vehicles for non economic reasons, which means that about three percent or probably less do not have vehicles for economic reasons.  Compare this with about fifteen percent that did not have vehicles for economic reasons in say 1970.  All of the numbers are very rough but you get the point.<br/><br/>The economy has been growing much faster than the official figures so the present generation is much better than one before.<br/><br/>You claim that we are on the edge of social unrest, but that is simply not happening.  <br/><br/><a href=\"http://richleebruce.com\" title=\"richleebruce.com\" target=\"_blank\">richleebruce.com</a>", "recommendationCount": 40}, {"assetID": 2565919, "replies": [], "lft": 38, "assetURL": "http://www.nytimes.com/2011/03/26/opinion/26herbert.html", "parentID": null, "commentID": 3598454, "rgt": 39, "userDisplayName": "Meredith", "createDate": "1301110401", "userID": 28617892, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1301117252", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New York", "commentType": "comment", "updateDate": "1301113652", "commentSequence": 15, "commentBody": "Your statistics on our grossly skewed wealth distribution are astounding for a modern society with universal voting! Seems a lot of our people have been fooled for most of the time, to elect lawmakers who allowed their constituents to be so exploited and disregarded. \r<br/><br/>I hope you will have an outlet that gives you influence and reach. The Times must give us a replacement who will fight for the majority of Americans, not the few at the top. And who will focus on subjects more important and interesting than the latest sex scandals of elderly politicians. These perilous times call for more than wit. We need columnists who can face reality, and aren’t afraid to challenge our distorted political discourse. Many of our voters still don’t even realize they’ve been conned. \r<br/><br/>I hope we see more facts about how other civilized countries use economic policies to enable their citizens to live with more dignity and security, and less anxiety and loss of livelihood. Only by contrasting our sorry situation with other more successful countries can Americans grasp the reality of what they have been losing.\r", "recommendationCount": 370}, {"assetID": 2565919, "replies": [], "lft": 70, "assetURL": "http://www.nytimes.com/2011/03/26/opinion/26herbert.html", "parentID": null, "commentID": 3598503, "rgt": 71, "userDisplayName": "southfork", "createDate": "1301111388", "userID": 61230037, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1301117252", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "USA", "commentType": "comment", "updateDate": "1301113652", "commentSequence": 2, "commentBody": "Bob, I have valued your insights and your writings here at the Times. I'll keep an eye out for you going forward. Thanks very much for your wonderful work here. <br/><br/>Despite its basic sadness, this re-run of Iraq, now repeating in Libya as farce, and the whole tragedy of our broken energy politics, have had their surreal moments these past few days:<br/><br/>--the U.S.-armed Saudi army pouring across the border into neighboring Bahrain to protect the despotic “king” and scatter the Bahraini people who were peacefully demonstrating for freedom at Pearl Square just days before our military intervention to “protect freedom demonstrators” in Libya; <br/><br/>--our bosom friend and ally the dictator of Yemen ordering his sharpshooters posted on rooftops to massacre over 40 Yemini citizens demonstrating peacefully for freedom in front of his palace while we were running our spin-op about “protecting Libyan citizens from being massacred” by the Libyan dictator; <br/><br/>--Gen. Petraeus and Sec. of Defense Gates being caught by an NBC boom-microphone in their March 7th tarmac exchange: Petraeus “You going to launch some attacks on Libya or something?’’, Gates “Yeah, exactly.’’, back when Gates and Obama were denying any such intention; <br/><br/>--British Prime Minister David Cameron, famous so far for slashing the budget and his country’s social safety net, and sending hundreds of thousands more to the unemployment lines, suddenly finding lots of new money for a new war; <br/><br/>--President of the Republic Sarkozy rebounding so quickly, cannily staging photo-ops with Cameron and Clinton next to his presidential color guard, dressed in uniforms harking back to the era of Napoleon, just days after being shamed for offering military support to Tunisia’s dictator as he was stealing bars of gold from his central bank and fleeing the country in his private jet; <br/><br/>--savvy-sounding, empty-suit pundits at CNN and Fox News giving animated presentations, just like in the old days with Iraq, but now with more colorful, even wall-sized graphics, describing the latest military hardware on display over Libya, in reports again completely devoid of any information on the real nature of this war;<br />\nPres. Obama and Energy Sec. Chu, and Interior Sec. Salazar were also busy providing us with comic relief this week:<br />\n--you may recall how Pres. Obama slashed new construction credits for renewable energy projects in half this past fall (from $6 to $3 billion);<br />\n--for balance, this week he repeated his desire to triple federal credit guarantees for new nuclear plant construction (from $18.5 billion to $54.5 billion!) just as we were witnessing the disaster of multiple G.E.-designed nuclear reactors in Japan overheating, exploding, burning, and spewing out massive amounts of radioactive materials over the region (we’ve got some 23 of that model here in the U.S.);<br />\n--to round things out, the Obama administration this week first opened the door for 2.35 billion tons of new coal mining;<br />\n--then he signed off on 4 new deepwater oil drilling permits to multinational oil giants Shell and Exxon in Gulf of Mexico just two days before a report became public showing that the blowout preventers now in use are flawed and won't work in an emergency (like the one that resulted in the BP Gulf oil disaster).<br/><br/>Funny how history sometimes does seem to repeat itself as farce, isn't it?", "recommendationCount": 1464}, {"assetID": 2565919, "replies": [], "lft": 80, "assetURL": "http://www.nytimes.com/2011/03/26/opinion/26herbert.html", "parentID": null, "commentID": 3598515, "rgt": 81, "userDisplayName": "Former IRS staffer", "createDate": "1301111575", "userID": 63389174, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1301117252", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Maryland", "commentType": "comment", "updateDate": "1301113652", "commentSequence": 4, "commentBody": "In any given year at least 59% of US corporations paid no federal income tax liability for 1998 to 2009 (the years studied). That statistic includes corporations of varied sizes.<br />\nNearly one quarter of large US corporations don’t pay any federal income tax at least half of the time.<br />\nSo how do so many corporation escape taxation? Deductions and credits. Corporations wipe out their tax liability by using tax credits or net operating losses (NOLs) from excess deductions. NOLs allow a company to deduct losses generated in previous years in a current year. In contrast, individuals, unless reporting business losses on their personal returns, are not allowed to carry forward federal income tax losses. In other words, if a company has a good year, it can offset taxable income from losses it faced in a bad year. If an individual has a bad year, the loss is wiped clean.<br />\nCorporate tax issues have been on the political agenda even before the report was released. Amid rising profits for companies and rising costs to taxpayers, Senator McCain have vowed to close corporate tax loopholes. ", "recommendationCount": 401}]}, "copyright": "Copyright (c) 2016 The New York Times Company.  All Rights Reserved."}