{"debug": {"version": 3.1}, "status": "OK", "results": {"api_timestamp": "1481459847", "totalCommentsFound": 4911, "totalCommentsReturned": 25, "comments": [{"assetID": 1183235, "replies": [], "lft": 86, "assetURL": "http://wordplay.blogs.nytimes.com/2010/02/20/cryptic-7/", "parentID": null, "commentID": 1600797, "rgt": 87, "userDisplayName": "win", "createDate": "1266814819", "userID": 59914982, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1266814882", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "ct", "commentType": "comment", "updateDate": "1266814880", "commentSequence": 45, "commentBody": "Walt,<br />OK, I got it.....I see that bone is  split unevenly, which really sets this  question apart.<br /><br />But now I don't know what to do with the pig diet of 13a as well as several words in other quadrants.<br />", "recommendationCount": 0}, {"assetID": 1184239, "replies": [], "lft": 1670, "assetURL": "http://www.nytimes.com/2010/02/21/business/economy/21unemployed.html", "parentID": null, "commentID": 1599394, "rgt": 1671, "userDisplayName": "Matt", "createDate": "1266771924", "userID": 5676592, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1266815009", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Rochester NY", "commentType": "comment", "updateDate": "1266815009", "commentSequence": 739, "commentBody": "This country is quickly becoming a Dickensian nightmare.  In fact I'll say it has become one, only it'll get worse, as near as I can tell.  Read this from yesterday:<br /><br /><a href=\"http://www.nytimes.com/2010/02/21/opinion/21friedman.html\" target=\"_blank\">http://www.nytimes.com...</a><br /><br />If he's right (and I think he is), then we are doomed as far as public assistance goes.  That is because the things he says that would need to be done will not be done.  They require unity of purpose among the people but when ships start sinking that is the last thing that happens.  It quickly becomes all-about-me.  The spirit of cooperation needed most in these times is the first thing to go.<br /><br />Public assistance cannot in the face of looming deficits and the very real prospect of our debt being downgraded continue as it has.  Americans need to be prepared to see more homeless people on the street and perhaps need to be prepared better to defend themselves in street-crime situations -- not too much unlike the Great Depression -- only back then, we didn't owe the Chinese half our piggybank (or, what used to be in it, anyway).", "recommendationCount": 3}, {"assetID": 1184239, "replies": [], "lft": 1672, "assetURL": "http://www.nytimes.com/2010/02/21/business/economy/21unemployed.html", "parentID": null, "commentID": 1599397, "rgt": 1673, "userDisplayName": "Yabaulee", "createDate": "1266771942", "userID": 10237230, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1266815009", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "NYC", "commentType": "comment", "updateDate": "1266815009", "commentSequence": 740, "commentBody": "@ #300 John,<br />I am willing to take a job in your company, if you be kind enough to refer me.Pls. let me know where and how to apply.<br />Thx.", "recommendationCount": 2}, {"assetID": 1184239, "replies": [], "lft": 1674, "assetURL": "http://www.nytimes.com/2010/02/21/business/economy/21unemployed.html", "parentID": null, "commentID": 1599400, "rgt": 1675, "userDisplayName": "Anon", "createDate": "1266771990", "userID": 28719101, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1266815009", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "California", "commentType": "comment", "updateDate": "1266815009", "commentSequence": 741, "commentBody": "Sixty, laid off 3 times in the last decade, working just part-time, I draw my third \"extension\" of unemployment checks.  I have to.  That meager supplement pays a portion of my exorbitant health care insurance premiums.  That's health care insurance I would not even get without COBRA.<br /><br />My insurance, not my health care, costs 40% of my income.  I see a doctor once a year - they take my blood pressure.  I get renewals for two generic drugs - one for hypertension, one for cholesterol.  I have not been in a hospital.  I have not had expensive tests or treatments.<br /><br />In April, I will no longer be eligible for COBRA - the ability to have any insurance coverage, because of my age and two common conditions of getting older.  I am \"uninsurable.\"<br /><br />I worked over 40 years in health care.  We have neither a \"system\" of care, nor \"the greatest health care in the world.\"<br /><br />Angry and frustrated, I no longer want to be identified as \"American,\" continue contributing to my country of birth, retire here, or keep any of my savings in the U.S. - a dying empire.<br /><br />Congress knows the costs of everything and the value of nothing.<br /><br />They are lead by groups of \"experts.\"  People who learn more and more about a very narrow range of subjects until they come to know everything, about nothing.", "recommendationCount": 16}, {"assetID": 1184239, "replies": [], "lft": 1676, "assetURL": "http://www.nytimes.com/2010/02/21/business/economy/21unemployed.html", "parentID": null, "commentID": 1599401, "rgt": 1677, "userDisplayName": "Rick", "createDate": "1266771999", "userID": 34482768, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1266815009", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Houston", "commentType": "comment", "updateDate": "1266815009", "commentSequence": 742, "commentBody": "Will the unemployed frustrated masses rise up?", "recommendationCount": 15}, {"assetID": 1184239, "replies": [], "lft": 1678, "assetURL": "http://www.nytimes.com/2010/02/21/business/economy/21unemployed.html", "parentID": null, "commentID": 1599402, "rgt": 1679, "userDisplayName": "G. Howard", "createDate": "1266772016", "userID": 50161020, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1266815009", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Idaho", "commentType": "comment", "updateDate": "1266815009", "commentSequence": 743, "commentBody": "It's funny to see all the helpless whiners on here. Oh whoa is me, I'm entitled to a good life funded by others.<br />Just think a few short years ago people actually were proud to do for themselves<br />", "recommendationCount": 5}, {"assetID": 1184239, "replies": [], "lft": 1680, "assetURL": "http://www.nytimes.com/2010/02/21/business/economy/21unemployed.html", "parentID": null, "commentID": 1599406, "rgt": 1681, "userDisplayName": "BLS", "createDate": "1266772032", "userID": 58942486, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1266815009", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "NJ", "commentType": "comment", "updateDate": "1266815009", "commentSequence": 744, "commentBody": "Thank you Sheri, no. 148, for your compassion for the unemployed. In my Monday evening prayer line, my prayer partners and I include generically of course all of the unemployed. We do not attempt to pass judgment on whether they are trying hard enough to find a job, lived beyond their means while employed, etc.<br /><br />I realize that bad things happen to good people. But for the grace of God no matter what my skill level, education, etc. I could be unemployed.<br /><br />The primary thing that came to mind when I read this article was what more can I do to help? I currently contribute to charities, such as local food banks and health clinics but despite the fact that I do not have a very high paying job, I have a job, which means that I can most likely do more to help others.<br /><br />I would like to recommend that all of us do just a little bit more to help each other while our useless leaders (for the most part) debate about who has the best ideas to improve our economy.", "recommendationCount": 4}, {"assetID": 1184239, "replies": [], "lft": 1682, "assetURL": "http://www.nytimes.com/2010/02/21/business/economy/21unemployed.html", "parentID": null, "commentID": 1599408, "rgt": 1683, "userDisplayName": "Mark", "createDate": "1266772075", "userID": 19309773, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1266815009", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Columbus Ohio", "commentType": "comment", "updateDate": "1266815009", "commentSequence": 745, "commentBody": "The U.S. could cut all taxes; state, federal and local to ZERO, eliminate the EPA, Eliminate OSHA and all other business regulation, cut the minimum wage to $3/hour and we still would not be able to compete with low-wage countries like China. Between Globalization and technology the U.S. faces the grim prospect that tens and tens of millions of workers will NEVER find meaningful employment. The genie is out of the bottle and there is nothing that can be done to fix it. Welcome to the future....it is bleak.", "recommendationCount": 3}, {"assetID": 1184239, "replies": [], "lft": 1684, "assetURL": "http://www.nytimes.com/2010/02/21/business/economy/21unemployed.html", "parentID": null, "commentID": 1599410, "rgt": 1685, "userDisplayName": "sabinus", "createDate": "1266772107", "userID": 13987618, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1266815009", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Michigan", "commentType": "comment", "updateDate": "1266815009", "commentSequence": 746, "commentBody": "I'm concerned about the lack of empathy for those who are critical of this woman.  How many of those who are critical face the same ugliness but for the grace of...?  Our family faced it down and we are treading water, for now.<br /><br />We suffered nine months of unemployment.  My husband changed careers to the healthcare field in his 50s; he is earning less than he would get on unemployment. He got a job mostly because he looks young and markets himself relentlessly. We have multiple \"plan B's\"  just in case.  It is easy to imagine that my income will eventually tank, as employers decide to replace me with a younger worker.  This should be illegal, but it's incredibly easy, thanks to decades of regulatory neglect in employment law.<br /><br />Another problem that we face is the fact that our home, once a reasonable part of our debt environment, is sucking our resources:  we can't save, credit use is rising, and we can't move because we are underwater. The mortgage (Bank of America) refused to help us. (We tried. \"Nightmare\" is the best term I can use to describe the effort.)<br /><br />It's a horrible trap. These workers' credit becomes impaired, fueling an downward spiral engine.  Credit reports now determine job prospects because employers are allowed to \"check\" them.  That should be illegal as well.<br /><br />We need more ability to change and influence our reports: We need the right to \"cleanse\" our credit reports when we have to make decisions to survive. There is nothing wrong with our character, nor is it a true measure of risk; about one third of this nation should walk away purely as a business decision. We didn't create the problem, but we are prohibited from fixing it.<br /><br />The woman in this story didn't necessarily make worse lifestyle choices than most of us, so let us not be sure that we might done better.  Diabetes and weight management is most often a factor of age, not choice, despite what one reads. The same things that younger people are doing now produces much worse effects, or catch up to a person. Our food is not as wholesome as it should be. I will suggest that one should not assume arrogantly that one will avoid the problems of age because an active lifestyle should produce better results -- often it doesn't work that way.  Also, as income declines, the quality of food calories tanks.  In fact, some experts believe that low-cost beans are highly acidic foods that, in large quantities, helps contribute to diabetes, osteoporosis and bone loss. There is a reason the poor suffer more obesity. You wouldn't make better choices, Mr. Highlight, I'll lay odds.<br /><br />This is a scary time for boomers.  Expect them to be active in their concern, at least.  This is not a generation that accepts decline graciously, most especially when they themselves did not make the mess. I warn Congress: Address the issues of the transfer of wealth from their pocketbooks, or expect consequences.<br /><br />Personally, I'd rather not have a French Revolution in the US.  It was ugly and was followed by a dictatorship.  I want to skip directly to an age of Reason, if possible.<br /><br />", "recommendationCount": 17}, {"assetID": 1184239, "replies": [], "lft": 1686, "assetURL": "http://www.nytimes.com/2010/02/21/business/economy/21unemployed.html", "parentID": null, "commentID": 1599411, "rgt": 1687, "userDisplayName": "Wesatch", "createDate": "1266772120", "userID": 3348676, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1266815009", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Houston", "commentType": "comment", "updateDate": "1266815009", "commentSequence": 747, "commentBody": "And the greedy Wall Street crowd, the Fed and Treasury are still flying high as the jobless suffer and savers watch the value of their deposits stolen and their interest earnings handed for free to banks, speculator, debtors and the government.<br /><br />Another engineered catastrophe that will end up with more monopolistic control over our financial futures resulting from bank merger and corporate mergers.<br /><br />Now the top five banks control the majority of deposits, dictate the interest rate and also set the interest rates on loans so the spread will get wider and wider. All brought to us by the leader of the financial cartel of Wall Street, the Federal Reserve.", "recommendationCount": 3}, {"assetID": 1184239, "replies": [], "lft": 1688, "assetURL": "http://www.nytimes.com/2010/02/21/business/economy/21unemployed.html", "parentID": null, "commentID": 1599413, "rgt": 1689, "userDisplayName": "sailor7", "createDate": "1266772175", "userID": 7244183, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1266815009", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "NY, NY", "commentType": "comment", "updateDate": "1266815009", "commentSequence": 748, "commentBody": "The problem is not the lack of jobs.   The problem is that the Corporate Executives have decided to move them offshore to places like Mumbai, and get rewarded handsomely for their effort.   Notice that the Multi National corporations are not moving the CEO postions there, even though I am sure that you could find people in India or the Phillipines who would be happy to do the job for much less money, saving the coporations millions more than moving a helpdesk position would.   The bonus one Wall Street Exec collects would save 10-20 of the people who actually do the work.  ", "recommendationCount": 14}, {"assetID": 1184239, "replies": [], "lft": 1690, "assetURL": "http://www.nytimes.com/2010/02/21/business/economy/21unemployed.html", "parentID": null, "commentID": 1599415, "rgt": 1691, "userDisplayName": "joe", "createDate": "1266772190", "userID": 56562953, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1266815009", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "arlington tx", "commentType": "comment", "updateDate": "1266815009", "commentSequence": 749, "commentBody": "I did checking on the labels on everything that I in my household and is made in China ,no wonder We are in this mess", "recommendationCount": 6}, {"assetID": 1184239, "replies": [], "lft": 1692, "assetURL": "http://www.nytimes.com/2010/02/21/business/economy/21unemployed.html", "parentID": null, "commentID": 1599418, "rgt": 1693, "userDisplayName": "RWordplay", "createDate": "1266772205", "userID": 2824047, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1266815009", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New York", "commentType": "comment", "updateDate": "1266815009", "commentSequence": 750, "commentBody": "\"“American business is about maximizing shareholder value,” said Allen Sinai, chief global economist at the research firm Decision Economics. \"'<br /><br />From my reading of events, this is only true in theory. I suspect American business is about maximizing the wealth of a small minority who control the maximum number of shares in a company. The management of  the wealth of our nation, seem to have fallen to those who enrich themselves by  structuring the IPOs, mergers and acquisitions, sale and transfer of business i.e., those investment bankers, investors and their lawyers and shills who have taken control of American business.<br /><br />We have allowed a handful of firms and individuals to control the lives and livelihoods of tens of millions of people. Workers, shareholders and entire communities are at the mercy of men and woman who who use the excuses of globalization and greater efficiencies and, yes,  \"shareholder value,\" to live likes princes while they accumulate previously unimaginable wealth, power and prerogatives.", "recommendationCount": 6}, {"assetID": 1184239, "replies": [], "lft": 1694, "assetURL": "http://www.nytimes.com/2010/02/21/business/economy/21unemployed.html", "parentID": null, "commentID": 1599421, "rgt": 1695, "userDisplayName": "GL", "createDate": "1266772239", "userID": 55055052, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1266815009", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Arizona", "commentType": "comment", "updateDate": "1266815009", "commentSequence": 751, "commentBody": "Lots of people rant about the exporting of jobs and importing of labor, but few seem to offer remedies.<br /><br />One obvious remedy would be a shorter work week - say 20 hours/week before overtime kicked in. That might provide an incentive for more workers to be hired to do the same work. And make the overtime labor laws apply to everyone who makes under $100k/yr. Of course, having a government-provided health care system (not employer provided) would be an incentive for increased hiring.<br /><br />To stop foreign competition (it always will be difficult to compete with $1/hr labor), we need to ban imports and have high tariffs on imports.<br /><br />And stop all immigration until the economy improves or an industry demonstrates in cannot find enough U.S. workers.<br /><br />And raise the income tax on high-income earners.<br /><br />Since the chance of these ideas happening is nil, are there other suggestions that might improve our economy?", "recommendationCount": 5}, {"assetID": 1184239, "replies": [], "lft": 1696, "assetURL": "http://www.nytimes.com/2010/02/21/business/economy/21unemployed.html", "parentID": null, "commentID": 1599426, "rgt": 1697, "userDisplayName": "kat", "createDate": "1266772337", "userID": 58588371, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1266815009", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "NE", "commentType": "comment", "updateDate": "1266815009", "commentSequence": 752, "commentBody": "Prentizzo,<br /><br />Re: \"If only the US hadn't spent 150 Bn each year on the Iraq war, we wouldn't have to worry too much about providing much-needed aid to our fellow citizens and countrymen. Instead we spend it on Bush-Cheney's whims.\"<br /><br />Bad news, the bill is actually $500 billion a year.<br /><br />Other topic, I'm astonished by the people claiming Obama is far left.  He campaigned as a centrist Democrat and morphed into a Republican the day he took office.  You think cozying up to Wall Street, BigPharma, and BigInsurance is \"far left\"?<br />", "recommendationCount": 9}, {"assetID": 1184239, "replies": [], "lft": 1698, "assetURL": "http://www.nytimes.com/2010/02/21/business/economy/21unemployed.html", "parentID": null, "commentID": 1599431, "rgt": 1699, "userDisplayName": "bill44", "createDate": "1266772398", "userID": 54714147, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1266815009", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Pittsfield, Ma.", "commentType": "comment", "updateDate": "1266815009", "commentSequence": 753, "commentBody": "The Reagan revolution nears its completion. Mr. Norquist dream of strangling government is nearing its end. Thirty years of reducing social programs, privitizing jobs, tax cuts,deregulation,anti- union, and shipping our jobs overseas has done its job. There are no jobs to go back to nad no incentive to create new ones when the third world countries can still be exploited for cheap labor", "recommendationCount": 9}, {"assetID": 1184239, "replies": [], "lft": 1700, "assetURL": "http://www.nytimes.com/2010/02/21/business/economy/21unemployed.html", "parentID": null, "commentID": 1599432, "rgt": 1701, "userDisplayName": "SamBrown", "createDate": "1266772399", "userID": 20976265, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1266815009", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Rochester, NY", "commentType": "comment", "updateDate": "1266815009", "commentSequence": 754, "commentBody": "Well I was more sympathetic towards Ms. Eisen  before I read that she hadn't bothered to learn how to cook pinto beans.", "recommendationCount": 6}, {"assetID": 1184239, "replies": [], "lft": 1702, "assetURL": "http://www.nytimes.com/2010/02/21/business/economy/21unemployed.html", "parentID": null, "commentID": 1599433, "rgt": 1703, "userDisplayName": "truehawk", "createDate": "1266772411", "userID": 57127374, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1266815009", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Tenn", "commentType": "comment", "updateDate": "1266815009", "commentSequence": 755, "commentBody": "If Fair Trade tariffs, were enacted in 2009, we would be seeing a return of jobs now.<br /><br />This is the real Cold War, it is a trade war and so far we are loosing it.<br /><br />If we modify our trade agreements to impose penalties(and ultimately our) air and rivers, and have who's workers are virtual slaves, and levy tarrifs to compensate for the free capitol that China provides to businesses that manufacture there, jobs will return in short order.<br /><br />If we do not recognize we are in a trade war and take countermeasures then the jobs will never return.   ", "recommendationCount": 3}, {"assetID": 1184239, "replies": [], "lft": 1704, "assetURL": "http://www.nytimes.com/2010/02/21/business/economy/21unemployed.html", "parentID": null, "commentID": 1599436, "rgt": 1705, "userDisplayName": "Taz Delaney", "createDate": "1266772447", "userID": 57397844, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1266815009", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New York City", "commentType": "comment", "updateDate": "1266815009", "commentSequence": 756, "commentBody": "with 20+ million americans unemployed, most long-term, plus their say 50 million dependents bringing the figure to 70+ million struggling americans; not to mention the soaring numbers in poverty since 2000 and now at some 48 million people meshed in with the unemployed... a full third of americans, say 110 million folks are now in deep water getting deeper and the numbers of dispossessions still rising.<br /><br />according to the GAO's math, representative kucinich's and others presentation of the facts in the matter {<a href=\"http://www.alternet.org/story/142910/},\" target=\"_blank\">http://www.alternet.org/story/142910/},</a> the obscured reality is that, starting with bush and continuing under obama, some $12.2 trillion has actually been funelled by this or that obscured channel, to the exact entities who schemed this global economic disaster. bush tripled the national debt in his 8 years from $4.2 up to $12.2 trillion. he gave his, quote, \"core constituency\" of ultra-rich and corporations $10 trillion in tax cuts over the decade. then launched hugely expensive war-crimes and torture campaigns which obamabush now continues apace and expands. to this add the fact that bush then went to his buddies in the communist party of china to borrow $3 trillion; ironically making the communists the largest creditors of american capitalism. and obama also continues in lockstep with these trends. these trillions amount to corporate-communism in which workers are forced to give still more blood to the vampire.<br /><br />as i constantly have to remind the history-ignorant who like to believe that the american revolutionaries were conservative (king george II denounced them as traitors, terrorist and \"evidence of the scourge of liberalism\"); jefferson said, \"it is our fervent hope that we shall crush in its infancy the moneyed aristocracy of the corporations who already bid defiance to our revolution and the laws of the country.\" and franklin said, \"tight rein must be kept on the world of business, lest it usurp our liberties and make a sham of our democracy.\" sorry guys, but that battle was lost to alexander hamilton and sealed since the 1930s began giving companies the 'god-given, inalienable rights of the people' until we now have totalitarianism by oligarchy and the real ruler behind the figurehead is a mr. morgan goldsacks... fiefdom and demockery posing as freedom and democracy.<br /><br />obama's insipid 'stimulus' package' was largely more tax cuts for the comfortable and money to banks who then did not lend. now we hear that maybe, $30 billion will go to more banks, not the SBA, to funnel to a handful of small companies? that's less than 2 weeks of the budget of murder, inc., er, DoD. less than 1/4 of wall street's bonuses for last year...<br /><br />if you need to create some 20 million new jobs asap; the only way to do that is by putting trillions, yes, those trillions in corporate welfare, towards backing a million or so new, small startup businesses while helping keep a million other existing small businesses afloat. duh, it aint rocket science.<br /><br />as 25 years of mostly being entrepreneurs... we've had our ups and downs but we've made several millions on the ups and paid out more than $1.3 million in taxes. but when we both were unemployed in the fall of 2008 (quite a bad fall, at that, i broke my knee after my wife lost her job, big fun), when we were going hungry waiting 7 weeks for my wife's backlogged unemployment checks to start and applied for food stamps and aid for the first time; we were denied and INVESTIGATED AS POSSIBLE FRAUDS! when we were exonerated (WOW!), 2 months later, to add insult to injury, we were told that the unemployment check put us $80 a month over the limit for food stamps, despite the fact the check barely paid our NYC rent. with no money for meds, food, utilities getting turned off and one of our ferrets died as we couldn't afford a vet visit... $1.3 million paid in taxes didn't win us a sandwich from the government. a government of, by and for rich garbage who need to be guilotined.<br /><br />25 year resumes seemed to mean nothing except maybe being told that we were 'old and in the way.' it took 13 months for amy to land a job just in the nick of time to keep us from going homeless for winter in new york city. but in the meantime, we conceived and wrote 4 solid and detailed formal working business plans. each of these businesses would have widely beneficial social effects and put people to work for less than the $90,323 estimate of a single job-creation under the stimulus. when we went to the SBA with our best plans, we learned to our astonishment and disgust that NOT ONE PENNY HAD GONE TO THE SBA FOR STARTUPS! what?<br /><br />if we ever once had an honest president, he would just tell us to our faces that this is a prison-labor camp where we are expected to shut up, work for massa if we can find one or starve quietly as all the money is budgeted for wars and welfare-for-the-wealthy. complain and get sent off to some torture chamber like still-running gitmo or rendition...", "recommendationCount": 10}, {"assetID": 1184239, "replies": [], "lft": 1708, "assetURL": "http://www.nytimes.com/2010/02/21/business/economy/21unemployed.html", "parentID": null, "commentID": 1599441, "rgt": 1709, "userDisplayName": "joey", "createDate": "1266772506", "userID": 25729953, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1266815009", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "smalltown", "commentType": "comment", "updateDate": "1266815009", "commentSequence": 757, "commentBody": "\"Jobs at fast food restaurants are mostly secured by young people and immigrants.\"<br /><br />That's the only mention of immigrants in the entire article! If the economy is as bad as you say, why do we keep bringing in immigrants?", "recommendationCount": 6}, {"assetID": 1184239, "replies": [], "lft": 1710, "assetURL": "http://www.nytimes.com/2010/02/21/business/economy/21unemployed.html", "parentID": null, "commentID": 1599444, "rgt": 1711, "userDisplayName": "SJIS", "createDate": "1266772543", "userID": 58909859, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1266815009", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "erehwon", "commentType": "comment", "updateDate": "1266815009", "commentSequence": 758, "commentBody": "A woman of 57 years old who sold cosmetics &amp; was a sometime stand-up comedian is NOT an example of an \"out-of-work\" individual in the current workforce.  Let's get real here, women aged 45 -64 (after losing their 'bring in a few extra bucks' paychecks, needed because their husbands are not quite making it) are not really part of the solid work force.  These old women (while not comfortable with their current economic conditions) are not truly workers, not is it my belief they will return to work.  They have become retirees.  They never really had any substantial careers or jobs to begin with, if they have held the type of jobs Mrs. Eisen has held.  Instead of turning to religion, she could do some volunteer work, or seek re-training (inexpensive, prepaid).  But, I don't believe she really wants to work!  If she did, she'd relocate, and take anything available (cleaning people's houses, shoveling horse manure, etc.)....signed, no sympathy for old women who are not really \"out of work\" but have retired themselves........", "recommendationCount": 8}, {"assetID": 1184239, "replies": [], "lft": 1714, "assetURL": "http://www.nytimes.com/2010/02/21/business/economy/21unemployed.html", "parentID": null, "commentID": 1599448, "rgt": 1715, "userDisplayName": "detroiter", "createDate": "1266772656", "userID": 53928240, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1266815009", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "detroit, mi", "commentType": "comment", "updateDate": "1266815009", "commentSequence": 759, "commentBody": "I've been unemployed for 3 years now. Prior to this, I've never been unemployed for more than 2 weeks in my life; I'm 52 now and started working *and* paying taxes the summer before my 13th b'day. I get called for maybe two interviews a year. I have no shame receiving unemployment benefits - or welfare if that's what it were to ever come to; I've worked a lot of years and paid into the system.<br /><br />I'm thankful my husband has a great job in the medical field, and so we get by just fine. We're lucky we have decent health and are in relatively decent shape at our ages.<br /><br />I *do* find it disturbing that someone cannot or *will not* figure out how to cook beans in this day and age, especially since she has a computer and is supposed to be half way competent. I grew up poor and have lived \"poor\" sporadically throughout my life; I know what it's like to eat just rice and beans for weeks at a time (and I'm thankful I like rice and beans).<br /><br />I get so sick of people blaming \"illegal\" immigrants for their woes; it's the legal ones that have the decent jobs that most people want. We live right across the border from Canada, and there are tons of Canadian doctors, nurses, pharmacists, TV producers, auto engineers, and others here.<br /><br />Well.... Good luck to us all.", "recommendationCount": 10}, {"assetID": 1184239, "replies": [], "lft": 1716, "assetURL": "http://www.nytimes.com/2010/02/21/business/economy/21unemployed.html", "parentID": null, "commentID": 1599449, "rgt": 1717, "userDisplayName": "Mtnman1963", "createDate": "1266772671", "userID": 1505842, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1266815009", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "MD", "commentType": "comment", "updateDate": "1266815009", "commentSequence": 760, "commentBody": "#331 hit it on the head<br /><br />Working for a couple of decades, no house, no equity, only $24K in savings, presumably no 401(k) or pension.  Education stopped at 18, apparently little real skill development.  Left behind by the computer age.<br /><br />Five years ago, before this all hit and they were in their early to mid 50s, precisely what were these people planning to retire on in 10 years?<br /><br />Why is everyone in this family on disability or suffering from preventable diseases?<br /><br />NYT paints them as victims, when they are actually only victims of their bad decisions.<br /><br />Like others have said - move, get a roommate, go pick produce if you actually value the jobs that the illegals have.<br /><br />Take charge, and above all take responsibility.  It's yours.", "recommendationCount": 14}, {"assetID": 1184239, "replies": [], "lft": 1718, "assetURL": "http://www.nytimes.com/2010/02/21/business/economy/21unemployed.html", "parentID": null, "commentID": 1599451, "rgt": 1719, "userDisplayName": "Mimi", "createDate": "1266772695", "userID": 58781411, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1266815009", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Miami", "commentType": "comment", "updateDate": "1266815009", "commentSequence": 761, "commentBody": "US will enter a long period of no growth and no job gain just like Japan after the bubble has bursted. I lived in Japan during the bubble, when people would spend ten thousand in one night to have a good time in a club or buy stuff that cost tens of thousands. Now, I just return for another year's stay, and I see a Japan that is totally differently from the Japan in the early nineties. There are no jobs, no hopes, the wage has been stagnant, and a new class of working poor has emerged. Sad to see that US is going that way.", "recommendationCount": 16}, {"assetID": 1184239, "replies": [], "lft": 1720, "assetURL": "http://www.nytimes.com/2010/02/21/business/economy/21unemployed.html", "parentID": null, "commentID": 1599456, "rgt": 1721, "userDisplayName": "ks", "createDate": "1266772735", "userID": 7974294, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1266815009", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "new york city", "commentType": "comment", "updateDate": "1266815009", "commentSequence": 762, "commentBody": "Education, education, education.<br /><br />Our taxes should be providing free training for these women and anyone else who needs employment.<br /><br />What a waste of talent!<br /><br />", "recommendationCount": 2}]}, "copyright": "Copyright (c) 2016 The New York Times Company.  All Rights Reserved."}