{"debug": {"version": 3.1}, "status": "OK", "results": {"api_timestamp": "1481480222", "totalCommentsFound": 5483, "totalCommentsReturned": 25, "comments": [{"assetID": 3363582, "replies": [], "lft": 221, "assetURL": "http://opinionator.blogs.nytimes.com/2013/03/16/healing-the-hospital-hierarchy/", "parentID": 8543469, "commentID": 8543617, "rgt": 222, "userDisplayName": "Durham MD", "createDate": "1363493219", "userID": 66623409, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1363493225", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "South", "commentType": "userReply", "updateDate": "1363489625", "commentSequence": 2, "commentBody": "I am not saying it is acceptable for a doctor to not be open to questioning. As members of a team it is vital to listen to inputs from everyone involved in the care of the patient. What is appears in this case, however, as I note, was a public questioning of his competence and he reacted in a defensive manner. If she had grave concerns than there are better ways to address these (generally one on one  - such as saying after they left the room, \"Can I speak with you privately?\"). The column is full of her feeling she was put in a bad position and her feelings of embarassment, but she does not take into account how her own actions might embarrass someone and put them in a bad position. When she talks about healing the hierarchy, and working as a team, perhaps she should start by looking in the mirror.", "recommendationCount": 3}, {"assetID": 3363588, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 8543618, "replies": [], "commentID": 8544026, "trusted": 1, "userDisplayName": "Mike", "createDate": "1363502757", "userID": 17328559, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1363531817", "userTitle": null, "recommendations": 1, "editorsSelection": false, "parentUserDisplayName": "Jack  Chicago", "userURL": null, "userLocation": "Manhattan", "depth": 1, "commentType": "userReply", "updateDate": "1363528217", "commentSequence": 2, "commentBody": "\"...defies credulity\".<br/><br/>The Gospel of Jesus Christ sometimes defies common sense and what our nature tells us. That's why it's called faith, and faith cannot be explained to a willfull skeptic."}, {"recommendedFlag": 0, "parentID": 8543618, "replies": [], "commentID": 8544292, "trusted": 0, "userDisplayName": "bobby bo", "createDate": "1363517027", "userID": 47143631, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1363531817", "userTitle": null, "recommendations": 2, "editorsSelection": false, "parentUserDisplayName": "Jack  Chicago", "userURL": null, "userLocation": "New Jersey", "depth": 1, "commentType": "userReply", "updateDate": "1363528217", "commentSequence": 3, "commentBody": "We Catholics, like most people, fall prey to the Great Man syndrome.<br/>We all hope and pray that the next guy in will be The One.<br/>Meanwhile, most of us shrug our shoulders and studiously ignore the anti social rules sent to us from Vatican City."}, {"recommendedFlag": 0, "parentID": 8543618, "replies": [], "commentID": 8544408, "trusted": 0, "userDisplayName": "John", "createDate": "1363520052", "userID": 47783321, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1363531817", "userTitle": null, "recommendations": 1, "editorsSelection": false, "parentUserDisplayName": "Jack  Chicago", "userURL": null, "userLocation": "Richmond", "depth": 1, "commentType": "userReply", "updateDate": "1363528217", "commentSequence": 4, "commentBody": "Stranger things have happened, Jack. "}]}, "lft": 28, "assetURL": "http://www.nytimes.com/2013/03/17/opinion/sunday/bruni-beyond-the-bedroom.html", "parentID": null, "commentID": 8543618, "rgt": 37, "userDisplayName": "Jack  Chicago", "createDate": "1363493226", "userID": 37411144, "replyCount": 4, "commentTitle": "n/a", "status": "approved", "approveDate": "1363493286", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Chicago", "commentType": "comment", "updateDate": "1363489686", "commentSequence": 7, "commentBody": "How can anyone expect that a church that has celibacy as a requirement for its hierarchy and as importantly, has neanderthal views about women could possibly and magically become relevant to modern life? The silly periodic expectation that one man, selected in secret by a group of old men, as a new leader of more than a billion followers,  can act as a revolutionary and convert an ossified and conservative autocracy to something new and vigorous defies credulity.  ", "recommendationCount": 176}, {"assetID": 3363602, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 8543634, "replies": [], "commentID": 8544105, "trusted": 0, "userDisplayName": "G", "createDate": "1363506264", "userID": 8627149, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1363506305", "userTitle": null, "recommendations": 9, "editorsSelection": false, "parentUserDisplayName": "Thomas C. Flood", "userURL": null, "userLocation": "California", "depth": 1, "commentType": "userReply", "updateDate": "1363502705", "commentSequence": 1, "commentBody": "You summed up my feelings exactly.  <br/><br/>I will admit to having been utterly repelled by W's bellicose bleatings pretty much from 12 September 2001 on, so perhaps I was ill-disposed to give any credence to his administration's \"evidence\" for Iraqi participation in the 11 Sep 2001 attacks from the start.  Nevertheless, his eagerness to attack Iraq was plain -- so much so that it seemed inescapably obvious his pretenses at \"warnings\" and lesser measures were but clumsy stagecraft.  I watched with a sick sense of powerlessness as his administration steamrolled its way to invasion by unrestrained brandishing of its most despicable weapon, the veiled accusation of treason directed toward everyone who opposed the drumbeat of war.  <br/><br/>Ought many opinion-makers have shown more spine even in the face of such shameful demagoguery?  Probably.  Nonetheless, the greater part of the blame belongs to a Republican party that for more than a decade has been disposed to denounce responsible opposition to its policies as \"treason\", and to a far-right voting bloc that has allowed its irrational fears of modernity free rein in defiance of logic and reality.  "}]}, "lft": 242, "assetURL": "http://krugman.blogs.nytimes.com/2013/03/16/ten-years-later/", "parentID": null, "commentID": 8543634, "rgt": 245, "userDisplayName": "Thomas C. Flood", "createDate": "1363493552", "userID": 38233674, "replyCount": 1, "commentTitle": "n/a", "status": "approved", "approveDate": "1363493585", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Sherman Oaks, CA", "commentType": "comment", "updateDate": "1363489985", "commentSequence": 33, "commentBody": "A poignant posting. I remember vividly the tremendous sense of frustration and anger that so many people in positions of power influence couldn't see the truth about what was going on with the dishonest selling of a war of choice.   ", "recommendationCount": 16}, {"assetID": 3363582, "replies": [], "lft": 223, "assetURL": "http://opinionator.blogs.nytimes.com/2013/03/16/healing-the-hospital-hierarchy/", "parentID": 8543469, "commentID": 8543638, "rgt": 224, "userDisplayName": "Joe", "createDate": "1363493635", "userID": 47633259, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1363493647", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New York", "commentType": "userReply", "updateDate": "1363490048", "commentSequence": 3, "commentBody": "You say:<br/>\"..She feels belittled because he then asks her in front of the team to explain her reasoning.\"<br/>Please read the nurse's article again.  It says :<br/>\"..the doctor, in front of the rounding team, his large body twisted down to put his face close to mine, yelled, “Why?”\"<br/>Is this, in your judgment, \"explaining the reasoning\"?.<br/>I sincerely hope that, if you were to pose the same question some day, you would use a different body language.<br/>I would also like to point out that the physician in question was NOT a cardiologist.  Unfortunately, many American physicians - from  my own experience - do not have the broad training of their European counterparts and rely heavily on the expert opinion of the specialist.  I have seen, repeatedly, American physicians read a lab report or result and be unwilling or unable to interpret the content beyond that  which the lab expert already interpreted.  Often Google offers a broader explanation. This is in stark contrast to European practice.<br/>I would strongly urge American physicians to spend some time in French or German medical environments, with which I am quite familiar, and observe and learn from the differences.  I have no first hand experience of British medicine, but I hear that it is quite advanced too, and my father was perfectly happy with the treatment that he received there many years ago.  And the price was very reasonable.", "recommendationCount": 13}, {"assetID": 3363582, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 8543641, "replies": [], "commentID": 8543669, "trusted": 0, "userDisplayName": "Dr. M", "createDate": "1363494425", "userID": 53938030, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1363494487", "userTitle": null, "recommendations": 28, "editorsSelection": false, "parentUserDisplayName": "maria", "userURL": null, "userLocation": "New Orleans", "depth": 1, "commentType": "userReply", "updateDate": "1363490887", "commentSequence": 1, "commentBody": "Surgery residents do indeed carry patients census lists of &gt;20+ at times and most certainly do  attend to those patients needs when on call.  You are naive to suggest they don't. Patient to nurse ratios are much, much lower than the average surgery intern cross-covering.  And the only nurse who might be \"at the beside 24 hours a day\" is a specialized ICU nurse on a unit with a 1:1 patient ratio - those patients are hardly \"crying on you,\" - no, they're typically intubated and in comas.  <br/><br/>Furthermore, I don't know of any nurses who receive advance EKG interpretation as part of their training- after all, if that were the case, than Ms. Brown would have had no trouble seeing her patient was not having an MI as the two physicians she worked with did quite handily. "}, {"recommendedFlag": 0, "parentID": 8543641, "replies": [], "commentID": 8544005, "trusted": 0, "userDisplayName": "Debbie", "createDate": "1363501950", "userID": 7198316, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1363545189", "userTitle": null, "recommendations": 7, "editorsSelection": false, "parentUserDisplayName": "maria", "userURL": null, "userLocation": "Boston", "depth": 1, "commentType": "userReply", "updateDate": "1363541589", "commentSequence": 2, "commentBody": "Most if not all nurses on cardiac and ICU floors do indeed receive advance EKG training, and many in other specialties receive at the very least basic EKG training, which this nurse is intimating she has had. "}, {"recommendedFlag": 0, "parentID": 8543641, "replies": [], "commentID": 8544301, "trusted": 0, "userDisplayName": "georgiadem", "createDate": "1363517422", "userID": 56882632, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1363545189", "userTitle": null, "recommendations": 5, "editorsSelection": false, "parentUserDisplayName": "maria", "userURL": null, "userLocation": "Atlanta, Ga", "depth": 1, "commentType": "userReply", "updateDate": "1363541589", "commentSequence": 3, "commentBody": "Dr M,<br/><br/>The NYT does not give us enough characters for me to go into the details of the many times I have stopped a resident from doing something stupid or just plain wrong. If you are new in this field you would be wise to listen to the nurse when she/he asks you to re-think or review an order. Yes, we are not individually at the bedside 24 hrs a day, but probably 12 hrs in that 24 hr period. And plenty of ICU/ER patients are not intubated, and those are the ones to worry about. We listen to the patient and family for far more time than the MD has to give. <br/><br/>The key to communication is to not deliver it in an abrasive way. I have found that the MD will react differently when it is broached as a concern for safety of the patient. It is all in the delivery.  "}]}, "lft": 244, "assetURL": "http://opinionator.blogs.nytimes.com/2013/03/16/healing-the-hospital-hierarchy/", "parentID": null, "commentID": 8543641, "rgt": 251, "userDisplayName": "maria", "createDate": "1363493734", "userID": 59137020, "replyCount": 3, "commentTitle": "n/a", "status": "approved", "approveDate": "1363493765", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "wilmington, de", "commentType": "comment", "updateDate": "1363490165", "commentSequence": 36, "commentBody": "There is a common saying among experience nurses: \"Be kind to nurses, they prevent doctors from killing you!\"<br/>There are \"bad apples\" in every profession, but any intern who expects to be treated with great respect and deference by a nurse with 20 years experience has been misled by his education! A new intern is a dangerous, inexperienced creature whose thoughts and ideas must be monitored and checked!<br/> Also, the female surgical intern who says she is covering \"40\" patients is absolutely NOT attending to every need of everyone those 40 patients!. The nurses are. The intern is only called when there is a problem outside of the ongoing plan of care.<br/>The ongoing conflict between doctors and nurses is a result of a male dominated tradition and the sense of entitlement that MD's feel after so much training, but let me tell you that the nurses are the ones who are present at the bedside 24 hours a day, being bled on, vomited on, cried on, etc.Nurses are the\" infantry\" in the \"trenches.\"  The doctors are not<br/>And for those who seem ignorant of the fact!. And any RN who has practiced for more than a few years can read a basic EKG!! We are trained to do so!", "recommendationCount": 29}, {"assetID": 3363582, "replies": [], "lft": 252, "assetURL": "http://opinionator.blogs.nytimes.com/2013/03/16/healing-the-hospital-hierarchy/", "parentID": null, "commentID": 8543644, "rgt": 253, "userDisplayName": "AWA", "createDate": "1363493814", "userID": 37233809, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1363493825", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Hightstown NJ", "commentType": "comment", "updateDate": "1363490225", "commentSequence": 37, "commentBody": "Someday the team will realize that the 'orders' are patient orders and nurses,techs, other medical people, and even patients themselves all participate in the recovery. And while humiliating others is sometimes done with gleeful cruelty, often it's just a social blunder because we are all so intense.", "recommendationCount": 3}, {"assetID": 3363584, "replies": [], "lft": 8, "assetURL": "http://www.nytimes.com/2013/03/17/opinion/sunday/keller-smart-drones.html", "parentID": null, "commentID": 8543656, "rgt": 9, "userDisplayName": "Donald Seekins", "createDate": "1363494105", "userID": 62231823, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1363494125", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Waipahu HI", "commentType": "comment", "updateDate": "1363490525", "commentSequence": 2, "commentBody": "The great danger would be not that killer robots could destroy each other, but that they could turn against flesh-and-blood human beings. Having neither fear of death nor the feeling of (physical, mental) pain, they would have no compassion for their human quarry. In other words, the \"Skynet\" scenario, as depicted in \"Terminator.\"<br/><br/>Rather than making ourselves extinct (e.g., through atomic war), we humans could make machines that would make us extinct. An unsettling thought, indeed. Once a single country (say, Israel) perfected killer robots, the pressure for other countries to do the same would probably be irresistible.<br/><br/>Perhaps the only thing we can do is to develop technology that would make human soldiers more powerful than the robots. <br/><br/>Sci-fi, here we come!", "recommendationCount": 5}, {"assetID": 3363584, "replies": [], "lft": 10, "assetURL": "http://www.nytimes.com/2013/03/17/opinion/sunday/keller-smart-drones.html", "parentID": null, "commentID": 8543665, "rgt": 11, "userDisplayName": "Tim B", "createDate": "1363494323", "userID": 29899499, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1363494364", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Seattle", "commentType": "comment", "updateDate": "1363490764", "commentSequence": 3, "commentBody": "'While the Terminator scenario of cyborg soldiers is decades in the future, if not a complete fantasy, the militaries of the world are already moving along a spectrum of autonomy, increasing, bit by bit, the authority of machines in combat.'<br/><br/>Your column is a chilling reminder of the future which we are now presently designing.  The idea of drones as methods of attack and now autonomous machines with the capability of making decisions about whom to kill does bring back memories of that historic movie that you refer to.   The trouble is once the machines are turned on, in a not so distant future, might there come a day when they cannot be controlled any longer?<br/><br/>A way we know to circumvent spam when leaving YouTube comments is to type in a captcha, as computers can't decipher the skewed characters which gives an idea of the limits of machine thinking.   No matter how intelligently designed, software can fail or malfunction, and it's inevitable that tragic mistakes will be made.<br/><br/>Why is it the the U.S. spends half of all money world wide on defense and is always on the cutting edge of new destructive technologies?   Is this outside our control as the author implies, or can we change what we do now to have a different and more life embracing future.  Of course we can, if enough speak loudly enough to those in power, those always with an eye toward re-election.  ", "recommendationCount": 26}, {"assetID": 3363093, "replies": [], "lft": 596, "assetURL": "http://economix.blogs.nytimes.com/2013/03/13/hidden-costs-of-the-minimum-wage/", "parentID": null, "commentID": 8543666, "rgt": 597, "userDisplayName": "Carla Barnes", "createDate": "1363494379", "userID": 40109440, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1363494425", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Bellevue, WA", "commentType": "comment", "updateDate": "1363490825", "commentSequence": 146, "commentBody": "This article is full of conservative inaccuracies. Anymore I see someone with \"economist' after their name, I check their credentials. University of Chicago says it all.<br/>If there should no no minimum wage then there should be a top maximum upper wage (benefit, salary or what have you on the corporate elite). Has there ever been a realistic study on the economic impacts (and societal, though they don't count in economics). of the exorbitant unlimited compensation packages of the corporate and financial elite. It seems we have endured a period of some fairly perverse incentives and yet NO ONE in the economic field is studying this.<br/>I have read much on this topic and although I am a lowly engineer and not an economist the basis for some economic thinking is deeply flawed. I refer anyone to a number of books on this. Yves Smith \"Ecconed\" is one I recommend. ", "recommendationCount": 5}, {"assetID": 3363286, "replies": [], "lft": 11, "assetURL": "http://india.blogs.nytimes.com/2013/03/14/india-and-italy-share-blame-in-marines-case-experts-sa/", "parentID": 8521029, "commentID": 8528922, "rgt": 12, "userDisplayName": "Prithvi", "createDate": "1363351877", "userID": 51746632, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1363494428", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "NYC", "commentType": "userReply", "updateDate": "1363490828", "commentSequence": 3, "commentBody": "Oh yes, tell us wise one! <br/><br/>This is not a case of diplomacy, this is a case of international law that a diplomat is TOTALLY unqualified to comment about. The Indian SC has weighed the facts and he laws and determined that INDIA does have jurisdiction. How about those who try to educate others educate themselves?", "recommendationCount": 1}, {"assetID": 3363127, "replies": [], "lft": 69, "assetURL": "http://india.blogs.nytimes.com/2013/03/13/are-india-and-italy-on-a-collision-course/", "parentID": 8518082, "commentID": 8532423, "rgt": 70, "userDisplayName": "natrajan", "createDate": "1363368426", "userID": 53002437, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1363494428", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "PUNE INDIA", "commentType": "userReply", "updateDate": "1363490828", "commentSequence": 5, "commentBody": "Mr Mitra<br/>Indians are fools yes agreed but not that big fools that we do not know how to hit back<br/>SIMPLY PUT INDIANS WILL DECIDE TO BOYCOTT ITALIAN VESPAS .ITALIAN FIATS,ITALIAN FMCG ETC ETC AND YOU KNOW WELL WHAT IS THE STATE OF PIGS TODAY....ITALY WITH 30 PERCENT UNEMPLOYMENT NEEDS A MARKET OF 1.3 BILLION PEOPLE<br/>I FOR ONE WENT TO BUY A VESPA AND JUST ON THE OPPOSITE SIDE I SAW THE BAJAJ SHOWROOM AND GUESS WHAT................", "recommendationCount": 0}, {"assetID": 3363127, "replies": [], "lft": 35, "assetURL": "http://india.blogs.nytimes.com/2013/03/13/are-india-and-italy-on-a-collision-course/", "parentID": 8514025, "commentID": 8532503, "rgt": 36, "userDisplayName": "natrajan", "createDate": "1363368876", "userID": 53002437, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1363494428", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "PUNE INDIA", "commentType": "userReply", "updateDate": "1363490828", "commentSequence": 4, "commentBody": "WE DO NEED AN OPEN MEDIA AND ONE WHICH IS DOING A COMMENDABLE JOB......WE NEED THE MEDIA WITH ALL ITS FREEDOM TO REPORT AS THIS IS A PILLAR OF ANY DEMOCRACY...............IF YOU DO NOT LIKE THE REPORT PRESS THE SWITCH OFF BUTTON TILL YOU FIND A REPORT OF YOUR CHOICE", "recommendationCount": 0}, {"assetID": 3363127, "replies": [], "lft": 21, "assetURL": "http://india.blogs.nytimes.com/2013/03/13/are-india-and-italy-on-a-collision-course/", "parentID": 8513392, "commentID": 8532514, "rgt": 22, "userDisplayName": "natrajan", "createDate": "1363368947", "userID": 53002437, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1363494428", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "PUNE INDIA", "commentType": "userReply", "updateDate": "1363490828", "commentSequence": 2, "commentBody": "I HOPE YOU ARE AWARE OF THE CONSEQUENCES OF YOUR NONSENSE", "recommendationCount": 0}, {"assetID": 3363127, "replies": [], "lft": 83, "assetURL": "http://india.blogs.nytimes.com/2013/03/13/are-india-and-italy-on-a-collision-course/", "parentID": 8519302, "commentID": 8534532, "rgt": 84, "userDisplayName": "Mike", "createDate": "1363380386", "userID": 66384024, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1363494428", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Chicago", "commentType": "userReply", "updateDate": "1363490828", "commentSequence": 1, "commentBody": "are you sure of  your comments?<br/>do you know the full story?<br/>are your facts correct?<br/>india got the same medicine that gave to the italians for over a year.<br/>with incivile and devious people and  when reason<br/>and truth are distorded ,the only way to prevail is acting<br/>the same devious way.", "recommendationCount": 0}, {"assetID": 3363127, "replies": [], "lft": 39, "assetURL": "http://india.blogs.nytimes.com/2013/03/13/are-india-and-italy-on-a-collision-course/", "parentID": 8514367, "commentID": 8534759, "rgt": 40, "userDisplayName": "Mike", "createDate": "1363381727", "userID": 66384024, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1363494428", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Chicago", "commentType": "userReply", "updateDate": "1363490828", "commentSequence": 1, "commentBody": "you said lots of stuff but you forget to say<br/>that india is full of devious and dishonest<br/>legal system.", "recommendationCount": 0}, {"assetID": 3363286, "replies": [], "lft": 49, "assetURL": "http://india.blogs.nytimes.com/2013/03/14/india-and-italy-share-blame-in-marines-case-experts-sa/", "parentID": 8527510, "commentID": 8535788, "rgt": 50, "userDisplayName": "Matteo", "createDate": "1363390695", "userID": 65636378, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1363494428", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "San Diego", "commentType": "userReply", "updateDate": "1363490828", "commentSequence": 1, "commentBody": "SK, your deep and detailed analysis of the situation is unfortunately off the subject. Please read again the article, take info also from other sourced of information (since the article evidences only the indian point of view),  and re write again your comments, hopefully based on facts. After that, we would be all happy to read again your opinion. ", "recommendationCount": 0}, {"assetID": 3358233, "replies": [], "lft": 105, "assetURL": "http://india.blogs.nytimes.com/2013/02/06/your-suggestions-on-curbing-violence-against-women-in-india/", "parentID": 8278891, "commentID": 8540346, "rgt": 106, "userDisplayName": "Cornelia Binkley", "createDate": "1363449181", "userID": 52653731, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1363494428", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Lake Tahoe, Nevada", "commentType": "userReply", "updateDate": "1363490828", "commentSequence": 1, "commentBody": "Armed women with US style assualt weapons, and then cutting off a few offending penises will quickly cause me in India to think twice before a woman's garb he thinks gives him the green light to brutally assault, demoralize, injure her in any way.<br/><br/>knives and guns for all women in India who travel in packs until the males of India understand what they risk when they attack women. <br/><br/>The male, corrupt governing bodies in India will never protect women.<br/><br/>How to start a national fund to arm all women in India is a great cause.  isn't this what male-created wars are all about: the enemy won't listen to reason and are encroaching on one's inalienable rights.", "recommendationCount": 1}, {"assetID": 3363447, "replies": [], "lft": 27, "assetURL": "http://india.blogs.nytimes.com/2013/03/15/indias-airports-told-to-not-let-italian-ambassador-fly/", "parentID": 8538066, "commentID": 8540581, "rgt": 28, "userDisplayName": "Sanjay", "createDate": "1363451956", "userID": 3850057, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1363494428", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Toronto", "commentType": "userReply", "updateDate": "1363490828", "commentSequence": 1, "commentBody": "Thank you for your partisan defense of Italy, Senor Mitra - although I wish you'd stop posting under a name that would mislead others into thinking you're Indian or have any attachments to India.<br/><br/>It seems that the lives of Indians shot without trial today are no more important to Italians than the lives of Argentines shot without trial during the 1980s. All such actions are to be reflexively defended and their critics derided, it seems.<br/><br/>The Indian Supreme Court has not violated the Vienna Convention when Italian Ambassador Mancini voluntarily put himself under the jurisdiction of the Court.<br/><br/>One day when Sonia Gandhi's kleptocratic party loses power, she too will skip off to her native Italy rather than face justice at the hands of the local citizenry she victimized. Then too Italy will immediately proclaim her their \"daughter\", and leave Indians high and dry. We will be left like Argentine mothers, without anyone to turn to for justice.<br/><br/>I expect you'll be preparing your postings in advance for that day, so that you can brazenly and boldly defend that too.", "recommendationCount": 0}, {"assetID": 3363573, "replies": [], "lft": 71, "assetURL": "http://india.blogs.nytimes.com/2013/03/16/swiss-tourist-gang-raped-in-central-india/", "parentID": 8539985, "commentID": 8540747, "rgt": 72, "userDisplayName": "Awhitman", "createDate": "1363453910", "userID": 66761444, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1363494428", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Toronto", "commentType": "userReply", "updateDate": "1363490828", "commentSequence": 1, "commentBody": "you cant blame the congress for this. This would have happened under the rule of any government.  ", "recommendationCount": 0}, {"assetID": 3363573, "replies": [], "lft": 73, "assetURL": "http://india.blogs.nytimes.com/2013/03/16/swiss-tourist-gang-raped-in-central-india/", "parentID": 8539985, "commentID": 8540764, "rgt": 74, "userDisplayName": "no hope", "createDate": "1363454201", "userID": 65169965, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1363494428", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Washington DC", "commentType": "userReply", "updateDate": "1363490828", "commentSequence": 2, "commentBody": "Before blaming the government,  you Sanjay, and every other Sanjay, or Kumar, or Kiran need to take a  hard look at the mirror.<br/><br/>It is you and your culture that are the problem", "recommendationCount": 0}, {"assetID": 3363573, "replies": [], "lft": 75, "assetURL": "http://india.blogs.nytimes.com/2013/03/16/swiss-tourist-gang-raped-in-central-india/", "parentID": 8539985, "commentID": 8540766, "rgt": 76, "userDisplayName": "dogrunner1", "createDate": "1363454205", "userID": 9198107, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1363494428", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New York", "commentType": "userReply", "updateDate": "1363490828", "commentSequence": 3, "commentBody": "On the contrary including travel agencies, hotels, airlines and tour operators, will no doubt be injured economically by these events.  As the government has policies to promote tourism from abroad, and as a major source of hard currency, the tourist industry must wield some influence.", "recommendationCount": 0}, {"assetID": 3363573, "replies": [], "lft": 87, "assetURL": "http://india.blogs.nytimes.com/2013/03/16/swiss-tourist-gang-raped-in-central-india/", "parentID": 8539999, "commentID": 8540778, "rgt": 88, "userDisplayName": "Mandeep", "createDate": "1363454450", "userID": 55800415, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1363494428", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "U.A.E.", "commentType": "userReply", "updateDate": "1363490828", "commentSequence": 3, "commentBody": "Hi No Name and Moira,<br/><br/>I have visited India as a lone woman over 20 times and have been living in the Middle East for almost 20 years - never had a problem.  Do you think rape is confined only to some cultures.  How many women and children are raped in the U.S. every day?  FYI, I'm an American.", "recommendationCount": 2}, {"assetID": 3363573, "replies": [], "lft": 131, "assetURL": "http://india.blogs.nytimes.com/2013/03/16/swiss-tourist-gang-raped-in-central-india/", "parentID": 8540153, "commentID": 8540798, "rgt": 132, "userDisplayName": "AG", "createDate": "1363454681", "userID": 47285937, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1363494428", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Wilmette", "commentType": "userReply", "updateDate": "1363490828", "commentSequence": 2, "commentBody": "There are many things that are wrong with Indian society and the Indian Govt., but a shackled press is not one of them. The Indian press is messy, cacophonous, with various sides dishing it out to each other quite freely. The govt. has often tried to muzzle them, but they have been burned by the backlash, and I don't think they are keen to try again, at least not on an issue like this.<br/><br/>Just to be clear, this is a horrible event, and the Indian Govt. absolutely needs to change its mindset about how to deal with this kind of criminality, but let's not make free-floating comments ungrounded in facts.", "recommendationCount": 1}, {"assetID": 3363573, "replies": [], "lft": 89, "assetURL": "http://india.blogs.nytimes.com/2013/03/16/swiss-tourist-gang-raped-in-central-india/", "parentID": 8539999, "commentID": 8540812, "rgt": 90, "userDisplayName": "Dean", "createDate": "1363454823", "userID": 60000034, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1363494428", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Los Angeles", "commentType": "userReply", "updateDate": "1363490828", "commentSequence": 4, "commentBody": "I wouldn't write off the Middle East, Moira. The men there seem quite tame, at least in the places I've been too. It's the places where you'd keep your guard down that are the most perilous. For example, there have been some high-profile rapes and murders vs. tourists in my lovely, ol'  New Zealand.", "recommendationCount": 0}, {"assetID": 3363573, "replies": [], "lft": 133, "assetURL": "http://india.blogs.nytimes.com/2013/03/16/swiss-tourist-gang-raped-in-central-india/", "parentID": 8540153, "commentID": 8540814, "rgt": 134, "userDisplayName": "nemecl", "createDate": "1363454888", "userID": 4187964, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1363494428", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Big Bear, CA", "commentType": "userReply", "updateDate": "1363490828", "commentSequence": 3, "commentBody": "Of course, that's the 'solution'.", "recommendationCount": 0}]}, "copyright": "Copyright (c) 2016 The New York Times Company.  All Rights Reserved."}