{"debug": {"version": 3.1}, "status": "OK", "results": {"api_timestamp": "1481479857", "totalCommentsFound": 7853, "totalCommentsReturned": 25, "comments": [{"assetID": 3343017, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 7350454, "replies": [], "commentID": 7351177, "trusted": 0, "userDisplayName": "Dandy", "createDate": "1349942118", "userID": 55506184, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1349956587", "userTitle": null, "recommendations": 20, "editorsSelection": false, "parentUserDisplayName": "William O. Beeman", "userURL": null, "userLocation": "Maine", "depth": 1, "commentType": "userReply", "updateDate": "1349952987", "commentSequence": 3, "commentBody": "In agreement with you!  How soon people here forgot the \"Weapons of Mass Destruction \" that didn't exist.  Those lies by the previous administration to use up our resources (no more plywood for our new housing - it went to Iraq) and the privatization of governmental functions without proper supervision (contractors), the focus on shredding the protections of the New Deal are eclipsed now by the shallowness of our current entertainment culture.  Shades of the \"Fall of the Roman Empire\" come to mind."}, {"recommendedFlag": 0, "parentID": 7350454, "replies": [], "commentID": 7351189, "trusted": 0, "userDisplayName": "SFR Daniel", "createDate": "1349942439", "userID": 18139582, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1349956587", "userTitle": null, "recommendations": 12, "editorsSelection": false, "parentUserDisplayName": "William O. Beeman", "userURL": null, "userLocation": "Ireland", "depth": 1, "commentType": "userReply", "updateDate": "1349952987", "commentSequence": 4, "commentBody": "Not just the wishy washy middle off the rails but the so peculiar pundits.  This is not a sports contest.  There are consequences.  "}, {"recommendedFlag": 0, "parentID": 7350454, "replies": [], "commentID": 7351937, "trusted": 0, "userDisplayName": "Dmen", "createDate": "1349957225", "userID": 30508517, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1349957931", "userTitle": null, "recommendations": 13, "editorsSelection": false, "parentUserDisplayName": "William O. Beeman", "userURL": null, "userLocation": "NJ", "depth": 1, "commentType": "userReply", "updateDate": "1349954331", "commentSequence": 5, "commentBody": "Well put.  Many members of the electorate know last night's sports scores, but don't know - or want to know - the issues.  "}]}, "lft": 78, "assetURL": "http://www.nytimes.com/2012/10/11/opinion/collins-democrats-at-the-deep-end.html", "parentID": null, "commentID": 7350454, "rgt": 89, "userDisplayName": "William O. Beeman", "createDate": "1349928076", "userID": 106834, "replyCount": 5, "commentTitle": "n/a", "status": "approved", "approveDate": "1349928136", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Minneapolis, MN", "commentType": "comment", "updateDate": "1349924536", "commentSequence": 11, "commentBody": "How much more proof do we need that our electorate is as shallow as a mud puddle? One weak television appearance by the president and the wishy washy middle goes off the rails. We should hope rather that people would actually examine the opinions and ideas of the two candidates. <br/><br/>Mitt Romney flip-flops, lies and prevaricates and because he impersonates Ronald Reagan on the debate stump with many of the same deceptions pulled off by the Gipper, the four percent or so who remain clueless about the election are swayed. by a shallow television image. <br/><br/>So now we don't have an election anymore--just a marketing problem. Who can manipulate images enough to scare, bribe or deceive voters into electing them? The overreaction to the president's less than stellar performance--both the irrational exuberance of the Republicans and the despair of the Democrats shows the sad realization that neither side actually believes in their candidate--they only believe in and worry about the image their candidate projects. All surface and no substance, and a sickening disappointment for any of us who really care about the fate of our nation and who can best serve the public and the national interest. ", "recommendationCount": 478}, {"assetID": 3342972, "replies": [], "lft": 279, "assetURL": "http://www.nytimes.com/2012/10/14/magazine/californias-central-valley-land-of-a-billion-vegetables.html", "parentID": 7349006, "commentID": 7350207, "rgt": 280, "userDisplayName": "Inspired", "createDate": "1349925989", "userID": 65066693, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1349928138", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Sunnyvale, California", "commentType": "userReply", "updateDate": "1349924538", "commentSequence": 2, "commentBody": "Gee - I would not condemn California produce or nuts or other things that grow in our soil - such as artichokes, garlic, anise, licorice, rice, and avocados. <br/><br/>The aforementioned grow without any need of fertilizers - and they are spectacular.  Avocados can grow three times the size of what is sold in the stores. <br/><br/>Mark Bittman does not reference the severity of our local governments scrutiny of what goes into our water. <br/><br/>Many towns in California, Sunnyvale in particular, have suffered the horrible consequences of toxic and contaminated water - still births, miscarriages, adversely affected infants, and cancer in whole neighborhoods.  <br/><br/>California is very powerful when it comes to managing toxic metals and other waste contaminates - county by county and municipality by municipality. <br/><br/>Fresno like many other counties in California does not have the revenues to pursue many infrastructure - clean air for example, issues at present.  <br/><br/>But it is not as if Fresno is blind and dumb to the facts about its environment - and if Mr. Bittman traveled a little more he would see some of the more progressive results of the county.  <br/><br/>I am very proud of California and its government works for the people and its safety. ", "recommendationCount": 1}, {"assetID": 3342972, "replies": [], "lft": 346, "assetURL": "http://www.nytimes.com/2012/10/14/magazine/californias-central-valley-land-of-a-billion-vegetables.html", "parentID": null, "commentID": 7350109, "rgt": 347, "userDisplayName": "CGS", "createDate": "1349925065", "userID": 21195425, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1349928145", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Tucson AZ", "commentType": "comment", "updateDate": "1349924545", "commentSequence": 89, "commentBody": "wow--small minded, inward thinking individual spewing vitriol. You may be partly right, but is that all there is? By the way, many of them are already running the world's kitchens.", "recommendationCount": 3}, {"assetID": 3342972, "replies": [], "lft": 348, "assetURL": "http://www.nytimes.com/2012/10/14/magazine/californias-central-valley-land-of-a-billion-vegetables.html", "parentID": null, "commentID": 7350131, "rgt": 349, "userDisplayName": "Inspired", "createDate": "1349925275", "userID": 65066693, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1349928151", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Sunnyvale, California", "commentType": "comment", "updateDate": "1349924551", "commentSequence": 90, "commentBody": "There is a great deal of content in the article but in trying to find the authorities for the title, I was at a loss.  <br/><br/>I live and work in California - and the world has become California centric - but we are not the center of the world.<br/>\nWe do have the best practices and fruits, vegetables, and legumes grow so easily here - most of us, even renters have fruit trees growing all year round - we go outside to pick a lemon whenever needed. <br/><br/>But instead of portraying Fresno in a negative light<br/>\n'Then there’s the toxic waste, meth labs and rampant unemployment, which is above 30 percent in some towns. One, Corcoran, bills itself as the “farm capital of the world,” but it’s actually the “famous-prisoner capital of the world.” Charles Manson and Juan Corona — a schizophrenic who was convicted of murdering at least 25 farmworkers in 1971 — are both there.\"<br/><br/>I would state a more commendable fact that if you drive anywhere around Fresno - you will witness agriculture at its finest - almond trees, walnut trees, orange trees, apple trees, apricot trees, lemon trees, lime trees, and on. It is wonderful and not the downer of a meth lab. <br/><br/>We, the people of the United States, are in an economic depression.  There are thousands of homeless and out of work people on the streets - literally on the corners of streets in Fresno. <br/><br/>It's not about the Meth; it is about the economy. ", "recommendationCount": 6}, {"assetID": 3342972, "replies": [], "lft": 350, "assetURL": "http://www.nytimes.com/2012/10/14/magazine/californias-central-valley-land-of-a-billion-vegetables.html", "parentID": null, "commentID": 7350311, "rgt": 351, "userDisplayName": "Jennifer", "createDate": "1349926785", "userID": 65899066, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1349928158", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "California", "commentType": "comment", "updateDate": "1349924558", "commentSequence": 91, "commentBody": "I live here.  There is so much Bittman misses, but it's probably because he's trying to be clever.  Please Mark, step away from the parentheses.  ", "recommendationCount": 11}, {"assetID": 3342972, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 7350339, "replies": [], "commentID": 7350841, "trusted": 0, "userDisplayName": "RMP", "createDate": "1349933292", "userID": 59614996, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1349934907", "userTitle": null, "recommendations": 15, "editorsSelection": false, "parentUserDisplayName": "Claire", "userURL": null, "userLocation": "NYC", "depth": 1, "commentType": "userReply", "updateDate": "1349931307", "commentSequence": 1, "commentBody": "Not sure what farmer's market's you're going to but I get close to twice as much for the money at farmer's markets.  Plus the produce stays fresh longer and I don't end up throwing away as much as I do when I shop at a grocery store.  I'm on a very tight budget and I recently did the math, and at NYC prices, farmer's markets are the way to go."}, {"recommendedFlag": 0, "parentID": 7350339, "replies": [], "commentID": 7371080, "trusted": 0, "userDisplayName": "MJL", "createDate": "1350082201", "userID": 66614438, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1350150870", "userTitle": null, "recommendations": 5, "editorsSelection": false, "parentUserDisplayName": "Claire", "userURL": null, "userLocation": "NYC", "depth": 1, "commentType": "userReply", "updateDate": "1350147270", "commentSequence": 2, "commentBody": "Raising a large family on a very tight budget, I have always had to prioritize expenses carefully. A few years ago after a lifetime of \"eating to live\" on substandard food, we decided that good food (heirloom veggies, grass fed animals, etc.) was a necessity - not a luxury. We realized that televisions, cell phones and restaurant food were the luxuries and should be cut. We  focused first on finding the necessities (not an easy task!) and weaned ourselves off the luxuries. We are now tv- and cell phone-less,  and we buy only good food that we prepare ourselves. We feel SO much better - blood pressure and weight are down, energy is WAY up. It's a winning cycle: enjoy great food, have energy to prepare more great food, and so on, and so on.  <br/><br/>We have hardly missed the luxuries. Who wants to watch television after work when you can spend the time preparing gorgeous vegetables and baking delicious bread? It has become wonderful family time that we all look forward to, and the kids are becoming amazing, creative cooks. I love arriving home to this now-familiar line - \"close your eyes and taste THIS, mom!\""}]}, "lft": 352, "assetURL": "http://www.nytimes.com/2012/10/14/magazine/californias-central-valley-land-of-a-billion-vegetables.html", "parentID": null, "commentID": 7350339, "rgt": 357, "userDisplayName": "Claire", "createDate": "1349927036", "userID": 59915993, "replyCount": 2, "commentTitle": "n/a", "status": "approved", "approveDate": "1349928162", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Cape Cod", "commentType": "comment", "updateDate": "1349924562", "commentSequence": 92, "commentBody": "Do you eat to live, or live to eat?<br/>\n If one has the money to afford all organic, locally grown food, good for you!<br/>\n Yet the majority of us must buy what we can afford and most often this does not include fancy fruits and farmer's market fare.<br/>\nMany millions are on food stamps these days. Hard to stretch that budget to include even non-organic food.<br/>\nThe localvore, sustainable, slow food, organic crowd ought to recognize that not all have the luxury of buying, growing or raising heirloom veggies, grass fed animals or whatever.<br/>\nSure we could all try and have a garden if you've the space, time and energy.<br/>\nBut a majority of Americans today work long, hard hours at jobs that inhibit this entertaining idea. Just ask the maid who cleans your room, or the man who labors in some back breaking job, like picking your produce.", "recommendationCount": 14}, {"assetID": 3342735, "replies": [], "lft": 365, "assetURL": "http://www.nytimes.com/2012/10/09/health/attention-disorder-or-not-children-prescribed-pills-to-help-in-school.html", "parentID": 7333755, "commentID": 7349086, "rgt": 366, "userDisplayName": "killroy71", "createDate": "1349913593", "userID": 58292976, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1349928321", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "portland oregon", "commentType": "userReply", "updateDate": "1349924721", "commentSequence": 2, "commentBody": "Then a whole lot of school administrators should lose their teaching license, and parents their parenting license...oh, wait...", "recommendationCount": 0}, {"assetID": 3342735, "replies": [], "lft": 1446, "assetURL": "http://www.nytimes.com/2012/10/09/health/attention-disorder-or-not-children-prescribed-pills-to-help-in-school.html", "parentID": null, "commentID": 7349085, "rgt": 1447, "userDisplayName": "CBL12", "createDate": "1349913573", "userID": 66769088, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1349928322", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Virginia", "commentType": "comment", "updateDate": "1349924722", "commentSequence": 433, "commentBody": "I was put on Ritalin at age 7. I'm now 28. At 7 I met all the criteria for ADHD. All the testing said that I had it. I was on ADHD medication daily until age 18. When they first put me on it my reaction was not a positive one. Even though I sat still and behaved, I lost all my personality and became very obsessive. Docs diagnosed any side effects as other disorders. I feel that being on Ritalin for that long has also given me long term, treatment resistant depression. Depression started in fourth grade and I was on anti-depressants by the time I was fifteen. While doctors may brush that off as a comorbid disorder, I would like to point out that drugs that act similarly in the brain such as cocaine and meth can cause the same result with long-term use. Studies on rats done in 2003 suggest that Ritalin use during the juvenile years may lead to depression later in life. In these studies, researchers from Harvard Medical School's McLean Hospital and the University of Texas Southwestern administered the drug to normal juvenile rats and discovered that depressive symptoms and decreased ability to experience pleasure could be found in these rats in adulthood. The medication seems to permanently alter the animals' brains, leading scientists to speculate whether the same thing might happen to children who take this drug. (Ran out of room, continuing in next comment if I can...)", "recommendationCount": 4}, {"assetID": 3342735, "replies": [], "lft": 889, "assetURL": "http://www.nytimes.com/2012/10/09/health/attention-disorder-or-not-children-prescribed-pills-to-help-in-school.html", "parentID": 7334429, "commentID": 7349125, "rgt": 890, "userDisplayName": "CBL12", "createDate": "1349913918", "userID": 66769088, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1349928322", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Virginia", "commentType": "userReply", "updateDate": "1349924722", "commentSequence": 1, "commentBody": "I feel very damaged from being put on Ritalin as a child. I wish they had left me alone. Please see my comments further along on this thread.", "recommendationCount": 0}, {"assetID": 3342735, "replies": [], "lft": 919, "assetURL": "http://www.nytimes.com/2012/10/09/health/attention-disorder-or-not-children-prescribed-pills-to-help-in-school.html", "parentID": 7336064, "commentID": 7349772, "rgt": 920, "userDisplayName": "Ravenna", "createDate": "1349921320", "userID": 31333891, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1349928322", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "NY", "commentType": "userReply", "updateDate": "1349924722", "commentSequence": 1, "commentBody": "How about if he wants to be a taxi driver, or a bus driver...or a surgeon? ", "recommendationCount": 0}, {"assetID": 3342735, "replies": [], "lft": 1448, "assetURL": "http://www.nytimes.com/2012/10/09/health/attention-disorder-or-not-children-prescribed-pills-to-help-in-school.html", "parentID": null, "commentID": 7349820, "rgt": 1449, "userDisplayName": "Robert W.", "createDate": "1349921849", "userID": 47784948, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1349928322", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "San Diego, CA", "commentType": "comment", "updateDate": "1349924722", "commentSequence": 434, "commentBody": "This is especially maddening to people like me who KNOW that ADD/ADHD exists, but find it hard to blame people for not believing in it. Myself, I was diagnosed before the term even existed (it was described as \"A severe attentional disorder), when my doctor had to explain the concept to my teachers who'd never heard of it, and Dexedrine was common medication for the uncommon diagnosis. I know it is a real condition because I still live with it. I have a hard time focusing on things I want to focus on. People around me even ask if something's on my mind not realizing that what appears to be \"something on my mind\" or \"distracted by something\" is my normal state. I hope no one minds my saying this, least of all my wife, but I can't keep my mind from wandering even when having sex! It's real, but 9% of the population do not have it.<br/><br/> Further, it involves the parietal lobe of the brain (ADD does, ADHD is in the frontal), and there are other things that are impacted, such as right and left. My wife could tell you about my saying, \"Turn right... no left... no... that way!\" You'd think doctors could use that to make a real diagnosis rather than just assuming someone is ADD because they are getting bad grades. As for the danger of medication, the Dexedrine made me badly depressed back when I didn't know what depression was (and no one would have believed a kid could be depressed). I can only imagine what this stuff is doing to kids who don't even have ADD. No wonder the disbelief!", "recommendationCount": 1}, {"assetID": 3342735, "replies": [], "lft": 1450, "assetURL": "http://www.nytimes.com/2012/10/09/health/attention-disorder-or-not-children-prescribed-pills-to-help-in-school.html", "parentID": null, "commentID": 7349940, "rgt": 1451, "userDisplayName": "AH", "createDate": "1349923150", "userID": 66769687, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1349928322", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "CA", "commentType": "comment", "updateDate": "1349924722", "commentSequence": 435, "commentBody": "I'm a psychologist.  We've been doing something similar with adults who are depressed and stressed out secondary to their poverty.  We are medicating them with anti-depressants so that they can make it through their life.  Maybe we need to start addressing the real issues in our society- POVERTY and economic disparities.", "recommendationCount": 2}, {"assetID": 3342735, "replies": [], "lft": 1452, "assetURL": "http://www.nytimes.com/2012/10/09/health/attention-disorder-or-not-children-prescribed-pills-to-help-in-school.html", "parentID": null, "commentID": 7350221, "rgt": 1453, "userDisplayName": "Elaine Taylor-Klaus", "createDate": "1349926098", "userID": 66769830, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1349928322", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Atlanta, GA", "commentType": "comment", "updateDate": "1349924722", "commentSequence": 436, "commentBody": "While I do not share Dr. Anderson's belief that offering speed to children is a reasonable solution to address socio-economic imbalance, I share his sentiment, expressed here by so many, that there is insufficient attention placed on helping parents to more effectively manage complex kids. As a parent in a diagnosed-ADHD Family of 5, we manage each of our family member's ADHD differently, depending on the way it shows up for that individual. Parent Coaching was the single 'treatment' option provided so much improvement for each member of the family that I actually became a certified coach, myself, and founded ImpactADHD.com, a free resource site for parents of kids with ADHD. Fee-based services are available, but we offer a HUGE amount of support to parents for free-- because the need is clear. <br/><br/>Parents are the Missing Link in ADHD Management. When parents engage, understand their child's ADHD, and take action to manage it consciously, their kids are more likely to become independent and successful adults. We can throw medication and accommodations at kids all day long, but when their parents take the bull by the horns, create structures and accountabilities with understanding and compassion, the entire family thrives. <br/><br/>I hope Dr. Anderson will tell his patients' parents to visit <a href=\"http://ImpactADHD.com\" title=\"ImpactADHD.com\" target=\"_blank\">ImpactADHD.com</a> -- it's free, and offers another way for him to correct the social injustice he witnesses that does not involve controlled prescription medications.", "recommendationCount": 0}, {"assetID": 3342735, "replies": [], "lft": 1454, "assetURL": "http://www.nytimes.com/2012/10/09/health/attention-disorder-or-not-children-prescribed-pills-to-help-in-school.html", "parentID": null, "commentID": 7350263, "rgt": 1455, "userDisplayName": "Margaret", "createDate": "1349926469", "userID": 48210804, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1349928322", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Minneapolis, MN", "commentType": "comment", "updateDate": "1349924722", "commentSequence": 437, "commentBody": "ALL of their kids are on medication?! Maybe it's not just the kids who have issues that need to be addressed?", "recommendationCount": 2}, {"assetID": 3342735, "replies": [], "lft": 1456, "assetURL": "http://www.nytimes.com/2012/10/09/health/attention-disorder-or-not-children-prescribed-pills-to-help-in-school.html", "parentID": null, "commentID": 7350314, "rgt": 1457, "userDisplayName": "OhCaroline", "createDate": "1349926800", "userID": 53092071, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1349928322", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "The South", "commentType": "comment", "updateDate": "1349924722", "commentSequence": 438, "commentBody": "Students with attentional issues need modifications that oftentimes require extra staff for one on one attention to guide them through classroom assignments. No one wants to pay for this. My state has cut education funding 50 million dollars in the past 6 years and shows no interest in reinstating funding to pre-recession levels. We are doing all that we can with what we have. Repeating the line about \"failing schools\" doesn't reflect the fact that society is failing these kids. It didn't start the day they entered school and won't end the day they leave it. Their issues run much deeper and require resources far greater than anyone, let alone the average tax-payer, is willing to commit. I can teach your kids, but I can't raise them. ", "recommendationCount": 1}, {"assetID": 3343022, "replies": [], "lft": 36, "assetURL": "http://www.nytimes.com/2012/10/11/opinion/kristof-her-crime-was-loving-schools.html", "parentID": null, "commentID": 7350477, "rgt": 37, "userDisplayName": "CJGC", "createDate": "1349928414", "userID": 11766019, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1349928433", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Cambridge, MA", "commentType": "comment", "updateDate": "1349924833", "commentSequence": 6, "commentBody": "It is both a tragedy and a scandal that the US has spent billions in Pakistan over the past ten years and more, but precious little has been spent on education.<br/><br/>Here are some comparison data from the CIA Factbook on Pakistan, India, Egypt, and Iran. Pakistan comes out the worst - smallest % of GDP spent on education, lower literacy, and greater gap between male and female literacy.<br/><br/>                      % GDP on educ.          % male literacy          % female literacy<br/>\nPakistan               2.7                               68.6                               40.3<br/>\nIndia                     3.1                                73.4                               47.8<br/>\nEgypt                    3.8                                80.3                               63.5<br/>\nIran                       4.7                                83.5                               70.4<br/><br/>We shouldn't blame the failures of Pakistan on the Taliban. They are a symptom not a cause.                          ", "recommendationCount": 47}, {"assetID": 3343017, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 7350492, "replies": [], "commentID": 7350663, "trusted": 0, "userDisplayName": "Isaac", "createDate": "1349930553", "userID": 65893819, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1349955466", "userTitle": null, "recommendations": 39, "editorsSelection": false, "parentUserDisplayName": "Bill Sloan", "userURL": null, "userLocation": "England", "depth": 1, "commentType": "userReply", "updateDate": "1349951866", "commentSequence": 3, "commentBody": "Bill,<br/><br/>With all due respect, your assumption is incorrect.  President Obama has ran a very hard campaign who has visited OH more than 29 times, and throw away at the debate is a silly assumption.  <br/><br/>Are you familiar with Gish Gallop debate technique?  \"The Gish Gallop, named after creationist Duane Gish, is the debating technique of drowning the opponent in such a torrent of half-truths, lies, and straw-man arguments that the opponent cannot possibly answer every falsehood in real time. \"<br/><br/>\"To the next debate moderator, if Romney does it again, ask him he's Gish Galloping or spreading. Remind the audience the debate technique is forbidden in schools because it's considered in violation of the spirit of debate, which is supposed to be an exchange of ideas. \"<br/><br/><a href=\"http://www.huffingtonpost.com/janet-ritz/romneys-creationist-debat_b_1941995.html\" title=\"http://www.huffingtonpost.com/janet-ritz/romneys-creationist-debat_b_1941995.html\" target=\"_blank\">http://www.huffingtonpost.com/janet-ritz/romneys-creationist-debat_b_194...</a>"}, {"recommendedFlag": 0, "parentID": 7350492, "replies": [], "commentID": 7351385, "trusted": 0, "userDisplayName": "amc", "createDate": "1349948522", "userID": 58246257, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1349956587", "userTitle": null, "recommendations": 12, "editorsSelection": false, "parentUserDisplayName": "Bill Sloan", "userURL": null, "userLocation": "Cincinnati", "depth": 1, "commentType": "userReply", "updateDate": "1349952987", "commentSequence": 4, "commentBody": "Bill, this is a ridiculous assertion.  If Obama was not interested in a second term, he would not have run.   "}, {"recommendedFlag": 0, "parentID": 7350492, "replies": [], "commentID": 7351595, "trusted": 0, "userDisplayName": "Nancy", "createDate": "1349953234", "userID": 52393748, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1349956587", "userTitle": null, "recommendations": 26, "editorsSelection": false, "parentUserDisplayName": "Bill Sloan", "userURL": null, "userLocation": "Corinth, KY", "depth": 1, "commentType": "userReply", "updateDate": "1349952987", "commentSequence": 5, "commentBody": "Obama was, too, prepared for the first debate! He was prepared for what Romney had been up to that point - arrogant, insulated, clueless rich guy. <br/><br/>He was not prepared for the relaxed (drugged??) smiling, moderate Romney who was making his first campaign appearance. <br/><br/>He was prepared for \"uninsured people can go to the ER,\" not for \"my plan will cover pre-existing conditions.\" <br/><br/>He was not prepared to be the Angry Black Man and say, flat out, \"Governor, that's a lie.\" Uh - thirty-seven times in a row. Who could have been? <br/><br/>Well, maybe this time he will be. "}]}, "lft": 90, "assetURL": "http://www.nytimes.com/2012/10/11/opinion/collins-democrats-at-the-deep-end.html", "parentID": null, "commentID": 7350492, "rgt": 101, "userDisplayName": "Bill Sloan", "createDate": "1349928567", "userID": 66466076, "replyCount": 5, "commentTitle": "n/a", "status": "approved", "approveDate": "1349928615", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Texas", "commentType": "comment", "updateDate": "1349925015", "commentSequence": 12, "commentBody": "Obama's debate performance came as a shock given that the election had been going so well up to that point. Hopefully it was just a bad night and Obama will win the next debates easily. <br/><br/>I worry that Obama may no longer want to be president. He was so unprepared in the first debate, it seemed that he didn't care whether he won or lost. It's too important an election to lose because the incumbent is bored and lacks motivation.    ", "recommendationCount": 20}, {"assetID": 3343018, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 7350496, "replies": [], "commentID": 7350782, "trusted": 0, "userDisplayName": "Tommy Tuna", "createDate": "1349932375", "userID": 60846114, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1349976988", "userTitle": null, "recommendations": 1, "editorsSelection": false, "parentUserDisplayName": "Matthew Carnicelli", "userURL": null, "userLocation": "Heartland, USA", "depth": 1, "commentType": "userReply", "updateDate": "1349973388", "commentSequence": 1, "commentBody": "I agree. If anyone can sell a used vacuum cleaner to a used vacuum cleaner salesman, it is Mitt Romney. His debate performance proved this. He looked natural as a pathological liar, and that alone should give people pause. Don't like Obama? Fine. But any sentient being listening to romney throughout this campaign and especially during the first debate would know that a romney presidency would be a catastrophe for this country. Some may call that hyperbole. But I firmly believe that."}, {"recommendedFlag": 0, "parentID": 7350496, "replies": [], "commentID": 7351771, "trusted": 0, "userDisplayName": "allajoke", "createDate": "1349955747", "userID": 29602765, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1349976989", "userTitle": null, "recommendations": 1, "editorsSelection": false, "parentUserDisplayName": "Matthew Carnicelli", "userURL": null, "userLocation": "Chesterton, IN", "depth": 1, "commentType": "userReply", "updateDate": "1349973389", "commentSequence": 2, "commentBody": "Romney would make a perfect minor character on Mad Men."}, {"recommendedFlag": 0, "parentID": 7350496, "replies": [], "commentID": 7358456, "trusted": 0, "userDisplayName": "E", "createDate": "1349998026", "userID": 40201195, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1350005673", "userTitle": null, "recommendations": 0, "editorsSelection": false, "parentUserDisplayName": "Matthew Carnicelli", "userURL": null, "userLocation": "Chicago", "depth": 1, "commentType": "userReply", "updateDate": "1350002073", "commentSequence": 3, "commentBody": "He is, in fact, not a very good salesman. I heard Clinton was flabbergasted by Obama's stance after the ACA passed. He felt he had done the hard part (get it passed) but failed to do the easy party (sell it). Of course, it's easy for the master of all salesmen, our former President."}]}, "lft": 226, "assetURL": "http://campaignstops.blogs.nytimes.com/2012/10/10/premature-desperation/", "parentID": null, "commentID": 7350496, "rgt": 233, "userDisplayName": "Matthew Carnicelli", "createDate": "1349928591", "userID": 55678593, "replyCount": 3, "commentTitle": "n/a", "status": "approved", "approveDate": "1349928615", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Brooklyn, New York", "commentType": "comment", "updateDate": "1349925015", "commentSequence": 34, "commentBody": "Charles, the fact is that the President could have put Romney away on Wednesday night - and because he didn't bring his \"A game\" (to continue the sports metaphor) it's a whole new ballgame. <br/><br/>I still expect Obama to win - but the momentum has changed.  And that loss of momentum probably means that the President is less likely to have coattails even if he wins, which means no Democratic takeover of the House, perhaps a deadlock in the Senate, and an even more adversarial relationship with Congress during his 2nd term.<br/><br/>It didn't have to be this way.  The President has a larger narrative available to him that effectively frames everything he's accomplished, despite having inherited the worst financial crisis since the Great Depression.  But he has to be willing to \"sell\" that larger narrative.  And as brilliant as he might be, I'm not convinced that Obama is great salesman. <br/><br/>Romney is a great salesman, despite the fact that he has nothing worth selling.", "recommendationCount": 140}, {"assetID": 3342961, "replies": [], "lft": 17, "assetURL": "http://thecaucus.blogs.nytimes.com/2012/10/10/obama-says-he-was-too-polite-at-debate/", "parentID": 7346564, "commentID": 7350506, "rgt": 18, "userDisplayName": "Ed", "createDate": "1349928642", "userID": 62450066, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1349928676", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Arizona", "commentType": "userReply", "updateDate": "1349925076", "commentSequence": 3, "commentBody": "This whole thing will shake down to \"who is the most believable.\" The events that are unraveling in Libya will most likely hurt Obama. Aside from our domestic problems, the Libya thing and how it was handled by President Obama will put him on a defensive position, that will be hard for him to convince the voting public that he is in control and up to the task of being president.<br/><br/>\"Too polite\" could be said of Mitt Romney, as he fended off personal slurs, coming from his opponents, in the Republican presidetial primaries: and they continue unbated with savage emotional diatribe from the Obama Machine.<br/><br/>\"Too polite\" is working for Mitt Romney, it would seem.<br/><br/>What is President Obama to do, to win back \"authenticity\"?<br/><br/>\"Be the angry Black man\"...your words, Elizabeth, does not seem to be working for Obama now. Candidate Obama, 4 years ago had the trust of the majority of Americans...they believed him back then, and he won.<br/><br/>If those same people believe in Obama this time...he would not have to \"be the angry Black man.\"<br/><br/>We Americans can all learn something after this election is over; it is not about being too polite or angry, trying somehow to beat down the other guy. It is about trusting our fellow Americans...it is about rejecting politicians who preach hate and division, a voice coming from our leaders in Washington.", "recommendationCount": 3}, {"assetID": 3343019, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 7350512, "replies": [], "commentID": 7354932, "trusted": 0, "userDisplayName": "Jane", "createDate": "1349973116", "userID": 60485813, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1349973919", "userTitle": null, "recommendations": 5, "editorsSelection": false, "parentUserDisplayName": "Prof.Jai Prakash Sharma,", "userURL": null, "userLocation": "San Diego", "depth": 1, "commentType": "userReply", "updateDate": "1349970319", "commentSequence": 9, "commentBody": "Prof Sharma- Perhaps as you stated AA of a \"limited nature\" for \"disadvantaged\" groups is positive yet AA as applied in America is not being that. For example, the college stated in the briefs they submitted to the Supremem Court that they intentional recruited affluent blacks and Hispanics because it created \"diversity within diversity\".  So wealthy blacks and Hispanics are given a preferrence over poor whites or Asians.  That is not fair or beneficial."}, {"recommendedFlag": 0, "parentID": 7350512, "replies": [], "commentID": 7354124, "trusted": 0, "userDisplayName": "Doug", "createDate": "1349969028", "userID": 59061051, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1349974127", "userTitle": null, "recommendations": 5, "editorsSelection": false, "parentUserDisplayName": "Prof.Jai Prakash Sharma,", "userURL": null, "userLocation": "San Francisco", "depth": 1, "commentType": "userReply", "updateDate": "1349970527", "commentSequence": 10, "commentBody": "\"...ethno-racial social groups in a multicultural society\"?  What blather.  Fortunately, America never bought into the multi-cultural paradigm being sold by the one-worlders and practiced like a religion in Britain and Australia.  We work very hard to think of ourselves as Americans.<br/><br/>Sir, if you want cultural diversity, I suggest you travel.  University is for education."}, {"recommendedFlag": 0, "parentID": 7350512, "replies": [], "commentID": 7354333, "trusted": 0, "userDisplayName": "Larry Lundgren", "createDate": "1349970041", "userID": 4501886, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1349974134", "userTitle": null, "recommendations": 5, "editorsSelection": false, "parentUserDisplayName": "Prof.Jai Prakash Sharma,", "userURL": null, "userLocation": "Sweden", "depth": 1, "commentType": "userReply", "updateDate": "1349970534", "commentSequence": 11, "commentBody": "Professor Sharma, I hope you read the replies very carefully, especially Combat Vet and Denise, since those two state something so basic, so totally missing from almost all of the 100 comments I read, that you as one whose comments need not be reviewed might write about.<br/><br/>I grew up in the New England that Combat Vet writes about and I had friends from all the minorities he names. In USA \"race\" terminology they are all the same i.e., \"white\". How absurd can one get? They are quite different, I assure you.<br/><br/>Denise is even better since she points directly to the absurdly racist USA system that teaches, yes teaches, and forces, yes sometimes forces individuals to \"join a race\". <br/><br/>You who write from India are fully aware of the diversity of which Denise writes. At least you do use the phrase ethno-racial but why not forget the racial.<br/><br/>There is only one race. Ask the sociologist of your choice to explain why African American is a race whereas Hispanic is an ethnicity that can also belong to the \"white race\". Perhaps you can contribute similar examples from India. You might even tell us if you belong to a \"race\" other than the human race which is my \"race\".<br/><br/>Thank you Combat Vet and Denise.<br/><br/>Larry Lundgren <a href=\"http://Only-NeverInSweden.blogspot.com\" title=\"Only-NeverInSweden.blogspot.com\" target=\"_blank\">Only-NeverInSweden.blogspot.com</a><br/>\nLinköping, Sweden "}]}, "lft": 2, "assetURL": "http://www.nytimes.com/2012/10/11/opinion/race-conscious-admissions-in-texas.html", "parentID": null, "commentID": 7350512, "rgt": 25, "userDisplayName": "Prof.Jai Prakash Sharma,", "createDate": "1349928704", "userID": 57742567, "replyCount": 11, "commentTitle": "n/a", "status": "approved", "approveDate": "1349928735", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Jaipur, India", "commentType": "comment", "updateDate": "1349925135", "commentSequence": 1, "commentBody": "Affirmative action of limited nature, both in terms of time span, and social coverage, specially in education is not only an effective policy tool to create a level-playing-field for the historically disadvantaged ethno-racial social groups in a multicultural society, but also helpful in promoting a rich experience of cultural diversities among the students during their school or university years. This much autonomy in student admissions, aimed at promoting diversity, seems essential for the educational institutions in order to make them reflect the plural social mosaic of society, that's on march to progress.", "recommendationCount": 31}, {"assetID": 3342960, "replies": [], "lft": 83, "assetURL": "http://bats.blogs.nytimes.com/2012/10/10/live-analysis-game-3-of-the-ald-s-orioles-vs-yankees/", "parentID": 7350230, "commentID": 7350447, "rgt": 84, "userDisplayName": "Chris Carlson", "createDate": "1349927999", "userID": 2410073, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1349928747", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Charlottesville, VA", "commentType": "userReply", "updateDate": "1349925147", "commentSequence": 1, "commentBody": "Except that he is far better than Chavez in the field.", "recommendationCount": 0}, {"assetID": 3342960, "replies": [], "lft": 108, "assetURL": "http://bats.blogs.nytimes.com/2012/10/10/live-analysis-game-3-of-the-ald-s-orioles-vs-yankees/", "parentID": null, "commentID": 7350472, "rgt": 109, "userDisplayName": "S B Lewis", "createDate": "1349928298", "userID": 58565194, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1349928751", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Lewis Family Farm, Essex, New York", "commentType": "comment", "updateDate": "1349925151", "commentSequence": 41, "commentBody": "Kuroda did the job. A gentleman. Modest. ", "recommendationCount": 1}, {"assetID": 3342960, "replies": [], "lft": 110, "assetURL": "http://bats.blogs.nytimes.com/2012/10/10/live-analysis-game-3-of-the-ald-s-orioles-vs-yankees/", "parentID": null, "commentID": 7350476, "rgt": 111, "userDisplayName": "S B Lewis", "createDate": "1349928377", "userID": 58565194, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1349928754", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Lewis Family Farm, Essex, New York", "commentType": "comment", "updateDate": "1349925154", "commentSequence": 42, "commentBody": "Kuroda: something out of a cartoon. Unbelievable. ", "recommendationCount": 0}, {"assetID": 3342960, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 7350462, "replies": [], "commentID": 7350950, "trusted": 0, "userDisplayName": "TR Stone", "createDate": "1349935357", "userID": 56177339, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1349940670", "userTitle": null, "recommendations": 3, "editorsSelection": false, "parentUserDisplayName": "S B Lewis", "userURL": null, "userLocation": "New York", "depth": 1, "commentType": "userReply", "updateDate": "1349937070", "commentSequence": 1, "commentBody": "[Shhhhh, I think he's finally gone to sleep...]"}, {"recommendedFlag": 0, "parentID": 7350462, "replies": [], "commentID": 7351210, "trusted": 0, "userDisplayName": "Paul", "createDate": "1349942950", "userID": 34677113, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1349958899", "userTitle": null, "recommendations": 1, "editorsSelection": false, "parentUserDisplayName": "S B Lewis", "userURL": null, "userLocation": "Bellerose Terrace", "depth": 1, "commentType": "userReply", "updateDate": "1349955299", "commentSequence": 2, "commentBody": "What does this have to do with politics? I'd be willing to bet that the $30million man is a Republican..."}, {"recommendedFlag": 0, "parentID": 7350462, "replies": [], "commentID": 7354123, "trusted": 0, "userDisplayName": "justdoit", "createDate": "1349969019", "userID": 7008639, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1349972787", "userTitle": null, "recommendations": 1, "editorsSelection": false, "parentUserDisplayName": "S B Lewis", "userURL": null, "userLocation": "NJ", "depth": 1, "commentType": "userReply", "updateDate": "1349969187", "commentSequence": 3, "commentBody": "In life sometimes poetic justice is served. If I had to dream a comeuppance for Mr. Smooth it couldn't have been any better - dressed down in front of a national TV audience by a journeyman, aging, sudden Yankee legend who played A-ball a long time ago with Mr. Phoney"}]}, "lft": 112, "assetURL": "http://bats.blogs.nytimes.com/2012/10/10/live-analysis-game-3-of-the-ald-s-orioles-vs-yankees/", "parentID": null, "commentID": 7350462, "rgt": 119, "userDisplayName": "S B Lewis", "createDate": "1349928173", "userID": 58565194, "replyCount": 3, "commentTitle": "n/a", "status": "approved", "approveDate": "1349928763", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Lewis Family Farm, Essex, New York", "commentType": "comment", "updateDate": "1349925163", "commentSequence": 43, "commentBody": "A-Rod is a smooth as silk, saying all the right things. But it changes nothing. Alex cannot hit a fast ball. At what he is paid, this superstar is now into PR, not performance. Team,Team, Team... <br/><br/>Bench him, Joe. The shock therapy has yet to reach this smoothie. <br/><br/>He is insulated by his paycheck..<br/><br/>Rather like our balance of payments.  And congress. And the president.<br/><br/>The blank check White House does not get it. <br/><br/>Addiction value of money, everywhere we look. ", "recommendationCount": 0}, {"assetID": 3342864, "replies": [], "lft": 1021, "assetURL": "http://fivethirtyeight.blogs.nytimes.com/2012/10/09/oct-9-romney-erases-obamas-convention-bounce-in-forecast/", "parentID": 7344903, "commentID": 7349070, "rgt": 1022, "userDisplayName": "Andrea", "createDate": "1349913417", "userID": 66466543, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1349928806", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Portland, OR", "commentType": "userReply", "updateDate": "1349925206", "commentSequence": 1, "commentBody": "I agree about the Selzer poll. Funny, last week the right was all worked up, the polls are fixed. Now, the polls are great! Hypocritical often ya' think?", "recommendationCount": 0}]}, "copyright": "Copyright (c) 2016 The New York Times Company.  All Rights Reserved."}