{"debug": {"version": 3.1}, "status": "OK", "results": {"api_timestamp": "1481480283", "totalCommentsFound": 6329, "totalCommentsReturned": 25, "comments": [{"assetID": 3366286, "replies": [], "lft": 6, "assetURL": "http://rendezvous.blogs.nytimes.com/2013/04/08/anticipation-over-china-visit-by-icelands-leader-and-her-wife/", "parentID": null, "commentID": 8738905, "rgt": 7, "userDisplayName": "Jim in Georgia", "createDate": "1365650838", "userID": 40120699, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1365652839", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Atlanta", "commentType": "comment", "updateDate": "1365649239", "commentSequence": 3, "commentBody": "I didn't know about Prime Minister Sigurdardottir and her wife.<br/><br/>If I was the President I'd be setting up a state visit right now, including visits to Congress men and women from the South and Midwest. <br/><br/>I hope a meeting could be set up with the Congressional leadership to explain the benefits of the Defense Of Marriage Act and why it might be a good idea in Iceland. This would have an additional benefit: perhaps I would finally understand it too.<br/><br/>Would they have time to visit Georgia and be officially welcomed by Gov. Nathan Deal?<br/><br/>Supporting gay marriage is good. But an official state visit by a married gay couple would take things to a whole new level.", "recommendationCount": 0}, {"assetID": 3366632, "replies": [], "lft": 76, "assetURL": "http://dotearth.blogs.nytimes.com/2013/04/10/when-is-a-person-not-a-human-when-its-a-dolphin-or-chimp-or/", "parentID": null, "commentID": 8739083, "rgt": 77, "userDisplayName": "Philip S. Wenz", "createDate": "1365653213", "userID": 31740333, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1365653226", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Corvallis, Oregon", "commentType": "comment", "updateDate": "1365649626", "commentSequence": 12, "commentBody": "As a guy who has a \"spider catching kit\" (consisting of a plastic glass and a large index card) for capturing and removing arachnids and other bugs from the house — rather than squishing them — I can definitely relate to the personhood of dolphins. <br/><br/>(My grand daughter, who was taught to \"hate\" spiders, now tolerates them. When she wanted to know why I liberate them, I explained that they eat the things, like flies and mosquitoes, that eat her.) <br/><br/>All life is sacred, and one of our ongoing conflicts is that we have to kill something to live ourselves. One way to resolve the conflict is to eat low on the sentience ladder, but that doesn't quite resolve the whole issue. My own take, as someone who was raised as a sport hunter and quit forever at 19 because I could no longer see the point in harming innocent creatures, is that the ethicality of your actions is tied to your intention. <br/><br/>Do you kill for fun, or sport, or to establish your manhood? Or do you kill to eat or in true self defense. Do you respect what must be killed, and offset your killing by saving and sustaining life elsewhere? My wife and I grow a garden to reduce our ecological footprint but we also have a small \"biodiversity garden,\" a pile of brush I maintain to house bugs or whatever grows there. <br/><br/>It's all a bit complex, but in the balance of things, it's quite clear that dolphins are about as high on the sentience scale as beings can get — maybe higher than we are. <br/><br/><a href=\"http://www.ecotecture.com\" title=\"www.ecotecture.com\" target=\"_blank\">www.ecotecture.com</a> ", "recommendationCount": 18}, {"assetID": 3366740, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 8739086, "replies": [], "commentID": 8740580, "trusted": 1, "userDisplayName": "SW", "createDate": "1365683173", "userID": 61718359, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1365688228", "userTitle": "NULL", "recommendations": 0, "editorsSelection": false, "parentUserDisplayName": "Prof.Jai Prakash Sharma,", "userURL": "NULL", "userLocation": "San Francisco", "depth": 1, "commentType": "userReply", "updateDate": "1365684628", "commentSequence": 1, "commentBody": "The US has never been a colonial power in the Middle East.  We can't know what Obama is thinking, but he does not have the support of the war weary American people, who are expected to absorb domestic cuts to finance our continued military presence across the globe.  Let the UN tackle Syria in conjunction with the regional powers that, up to the present, have contributed less than $1 million each, to help the rebels.  And by the way, where are the BRICS contributions?"}, {"recommendedFlag": 0, "parentID": 8739086, "replies": [], "commentID": 8742694, "trusted": 1, "userDisplayName": "Prof.Jai Prakash Sharma,", "createDate": "1365696825", "userID": 57742567, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1365696846", "userTitle": "NULL", "recommendations": 0, "editorsSelection": false, "parentUserDisplayName": "Prof.Jai Prakash Sharma,", "userURL": "NULL", "userLocation": "Jaipur, India", "depth": 1, "commentType": "userReply", "updateDate": "1365693246", "commentSequence": 2, "commentBody": "If the UN comes into picture with a clear mandate to deal with the Syrian mess, not only would it be better option but even the contribution problem could be well tackled, even from the Brics side. But given the involvement of Russia, and the western anxieties partially met through propping up Turkey to assume desired role, nothing like that would happen."}]}, "lft": 2, "assetURL": "http://www.nytimes.com/2013/04/11/world/move-to-widen-support-for-syria-rebels-gains-speed.html", "parentID": null, "commentID": 8739086, "rgt": 7, "userDisplayName": "Prof.Jai Prakash Sharma,", "createDate": "1365653241", "userID": 57742567, "replyCount": 2, "commentTitle": "n/a", "status": "approved", "approveDate": "1365653286", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Jaipur, India", "commentType": "comment", "updateDate": "1365649686", "commentSequence": 1, "commentBody": "Yet another experiment of forced regime change in the Middle East reaches critical stage while the identity and credentials of the potential future ally in Syria still remains to be ascertained. As if groping in darkness is still preferable to the western powers to inaction For, who knows such gamble might provide a toehold to these nations to resume meddling in the Middle East, that seems slipping away from their hold following the changed political landscape after the Arab uprisings?", "recommendationCount": 8}, {"assetID": 3366733, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 8739094, "replies": [], "commentID": 8739886, "trusted": 0, "userDisplayName": "Geo Williams", "createDate": "1365674352", "userID": 54895800, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1365680414", "userTitle": "NULL", "recommendations": 4, "editorsSelection": false, "parentUserDisplayName": "Rima Regas", "userURL": "NULL", "userLocation": "redneck Florida", "depth": 1, "commentType": "userReply", "updateDate": "1365676814", "commentSequence": 1, "commentBody": "\"President Obama does best when he takes his case to the people.\" <br/><br/>Well, I guess that depends. Given that we the People can't legislate fixes to our problems, I think that trying to find working solutions to problems by working  with those who can actually legislate is a more proper course of action.<br/><br/>The people overwhelmingly support action on gun safety. He can bring all he wants to us, it won't happen until those with the power to pass the laws get in board. Excuse my cynicism, but all of the online petitions and our phone calls to our  representatives don't balance out the bucks they get from the lobby. Even the majority leader doesn't care about getting real work done since it will impact his re-election chances... not because of his constituent's basic values, but because of the gun and drug and farm and oil lobbies.<br/><br/>You're right that one can't herd cats. It makes less sense to try herding them by telling the lampposts you want them herded."}, {"recommendedFlag": 0, "parentID": 8739094, "replies": [], "commentID": 8739989, "trusted": 0, "userDisplayName": "Rick", "createDate": "1365676692", "userID": 20558837, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1365680414", "userTitle": "NULL", "recommendations": 33, "editorsSelection": false, "parentUserDisplayName": "Rima Regas", "userURL": "NULL", "userLocation": "Portland, Oregon", "depth": 1, "commentType": "userReply", "updateDate": "1365676814", "commentSequence": 2, "commentBody": "Democrats need to come to reality. This President is not a Democrat, he is a center-right Republican in Democrat's clothing. And his ideas are indeed not only bad, they are highly destructive, and I'm fed up with his serial betrayals of the people who sent him to Washington. Enough, already. Enough."}, {"recommendedFlag": 0, "parentID": 8739094, "replies": [], "commentID": 8740673, "trusted": 1, "userDisplayName": "ClearEye", "createDate": "1365683839", "userID": 22403264, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1365685702", "userTitle": "NULL", "recommendations": 5, "editorsSelection": false, "parentUserDisplayName": "Rima Regas", "userURL": "NULL", "userLocation": "Princeton", "depth": 1, "commentType": "userReply", "updateDate": "1365682102", "commentSequence": 3, "commentBody": "Note that the chief economic adviser, Gene Sperling, has indicated President Obama will veto any budget package that does fails to include significant increases to revenues. <br/><br/>Compared to current law, the President's proposed revenue increases, mainly from reducing loopholes available to the wealthy, are far larger than any proposed reductions to social insurance spending.<br/><br/>The President is unlikely to get either, freeing him to campaign actively, as you suggest, to turn out the Republican obstructionists in Congress. Getting rid of those ''cats'' is the only way to change the way budget decisions are made."}]}, "lft": 36, "assetURL": "http://www.nytimes.com/2013/04/11/opinion/president-obamas-budget.html", "parentID": null, "commentID": 8739094, "rgt": 43, "userDisplayName": "Rima Regas", "createDate": "1365653377", "userID": 52131820, "replyCount": 3, "commentTitle": "n/a", "status": "approved", "approveDate": "1365653406", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Mission Viejo, CA", "commentType": "comment", "updateDate": "1365649806", "commentSequence": 4, "commentBody": "\"He wanted to show that he was willing to antagonize his supporters to get a budget compromise, putting Republicans on the spot to do the same.\"<br/><br/>Whether or not this is a case of finding something that the other side will view as a genuine gesture doesn't matter. What if they bite? How does that offer any comfort to those who will be hurt by it? <br/><br/>The social security trust fund was made separate in order to ensure that it is never used against its recipients in other budgetary concerns. By playing accounting tricks with Social Security money, the President knowingly has undone some of that promise.<br/><br/>President Obama needs to finally accept reality. The GOP is unwilling to work with him. The GOP will continue to reject, out of hand, anything President Obama proposes, not because his ideas are bad, but because he is the one who proposed them. <br/><br/>President Obama does best when he takes his case to the people. He needs to keep doing that. There has been some movement towards making an effort to pass some gun control legislation, thanks to the president's very public actions. Let him go around the country, especially the red states, and talk to citizens about the impact of Congress' obstruction on their lives. Let him tell people, and let them tell him, how the sequester cuts are affecting them.<br/><br/>Offering gifts to those who won't accept them will only continue to bring about failure and perpetuate the view that more \"leadership\" is needed. You can't herd cats.", "recommendationCount": 225}, {"assetID": 3366708, "replies": [], "lft": 75, "assetURL": "http://www.nytimes.com/2013/04/11/health/parents-of-preemies-werent-told-of-risks-in-study.html", "parentID": 8737900, "commentID": 8738942, "rgt": 76, "userDisplayName": "norman", "createDate": "1365651271", "userID": 375081, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1365653717", "userTitle": "NULL", "editorsSelection": 1, "statusID": 2, "userURL": "NULL", "userLocation": "NYC", "commentType": "userReply", "updateDate": "1365653384", "commentSequence": 6, "commentBody": "Yes, everybody knows that high levels of oxygen cause retinopathy, and low levels increase mortality, but what's the right level? <br/><br/>If you think you know better than the doctors, what oxygen saturation would you give these infants? 85-89%? Or 91-95%? ", "recommendationCount": 9}, {"assetID": 3366708, "replies": [], "lft": 164, "assetURL": "http://www.nytimes.com/2013/04/11/health/parents-of-preemies-werent-told-of-risks-in-study.html", "parentID": null, "commentID": 8738967, "rgt": 165, "userDisplayName": "Rajesh Mishra", "createDate": "1365651585", "userID": 54315227, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1365653723", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "New York, NY", "commentType": "comment", "updateDate": "1365650123", "commentSequence": 31, "commentBody": "I am a parent of 28 weeker twins. When I first walked into the NICU, my boys were hanging on to their life by a thread, my wife was in a painful post-surgery recovery, and I hadn't slept for 2 nights. If at that moment, a NICU doctor had thurst forward a research consent form that only mentioned risks from skin abrasions, I would have signed it. If it had mentioned blindness and death as risks, I would probably had paused even though death was licking its chops at that very moment. The latter information was clearly relevant and should have been mentioned, irrespective of how the study turned out. \"Informed consent\" requires information.", "recommendationCount": 14}, {"assetID": 3366708, "replies": [], "lft": 57, "assetURL": "http://www.nytimes.com/2013/04/11/health/parents-of-preemies-werent-told-of-risks-in-study.html", "parentID": 8737797, "commentID": 8739006, "rgt": 58, "userDisplayName": "humanbeing", "createDate": "1365652059", "userID": 36252727, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1365653729", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "usa", "commentType": "userReply", "updateDate": "1365650129", "commentSequence": 3, "commentBody": "Mouse,<br/><br/>By your reasoning we should let nature take its course whenever there is a possibility of death for anyone, regardless of age--including you, for that matter, if the person ever has a potentially treatable but also potentially fatal disease.<br/><br/>Many of these babies die; many survive--some with disabilities and many more who do not have disabilities.  What would you want the doctors and  nurses to do?  Withhold treatment altogether?  Not even try because the chance of dying is greater than the chance of living overall?   In other words kill off the babies who would have lived as well as those that would have died, simply because you don't want more disabled people in the world.<br/><br/>Just remember, we are all only an accident away from disability.  You might feel differently about disability if it were you who became disabled.", "recommendationCount": 4}, {"assetID": 3366708, "replies": [], "lft": 37, "assetURL": "http://www.nytimes.com/2013/04/11/health/parents-of-preemies-werent-told-of-risks-in-study.html", "parentID": 8737466, "commentID": 8739029, "rgt": 38, "userDisplayName": "norman", "createDate": "1365652293", "userID": 375081, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1365653735", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "NYC", "commentType": "userReply", "updateDate": "1365650135", "commentSequence": 3, "commentBody": "They weren't put at risk. (Not by  by the study. They were already at risk.) <br/><br/>You must give them some oxygen. You must not give them too much oxygen. The question is, how much? Some pediatricians were bringing the oxygen saturation up to 85-89%. Others were bringing it up to 91-95%. Whatever these parents did, whether they were in the study or not, their doctor would have given their child oxygen saturation somewhere in those ranges. <br/><br/>There were reasonable arguments for either range. But there wasn't good evidence. This study was trying to get good evidence. Now they know. They have better evidence that either range is reasonable, and they have a better idea of what the tradeoffs are between death, blindness and stroke.<br/><br/>No infant in this study was worse off than he or she would have been if they weren't in the study at all. <br/><br/>Without this study, they would have been treating patients without monitoring the results to see how effective their treatment was. ", "recommendationCount": 7}, {"assetID": 3366708, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 8739038, "replies": [], "commentID": 8741425, "trusted": 0, "userDisplayName": "Rajesh Mishra", "createDate": "1365688395", "userID": 54315227, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1365690840", "userTitle": "NULL", "recommendations": 1, "editorsSelection": false, "parentUserDisplayName": "Katie", "userURL": "NULL", "userLocation": "New York, NY", "depth": 1, "commentType": "userReply", "updateDate": "1365687240", "commentSequence": 3, "commentBody": "@rachel This parent is rightly disgusted that the child was exposed to increased risks through psychological coercion/manipulation and misleading consent forms. The whole point is that she'll never know whether her child's neurological impairments were due to the nature this research. Of course the researchers are to blame for misleading her."}, {"recommendedFlag": 0, "parentID": 8739038, "replies": [], "commentID": 8739845, "trusted": 0, "userDisplayName": "Julia Holcomb", "createDate": "1365673577", "userID": 46698947, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1365694728", "userTitle": "NULL", "recommendations": 0, "editorsSelection": false, "parentUserDisplayName": "Katie", "userURL": "NULL", "userLocation": "Leesburg VA", "depth": 1, "commentType": "userReply", "updateDate": "1365691128", "commentSequence": 4, "commentBody": "Feel free to ignore Rachel Vassar. and blame whomever you like.  I hope your son does well in the future.   It took me years to get over the sound of those apnea alarms going off on my daughters.  "}, {"recommendedFlag": 0, "parentID": 8739038, "replies": [], "commentID": 8742217, "trusted": 0, "userDisplayName": "Burwell", "createDate": "1365693433", "userID": 23509333, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1365694767", "userTitle": "NULL", "recommendations": 1, "editorsSelection": false, "parentUserDisplayName": "Katie", "userURL": "NULL", "userLocation": "Kansas", "depth": 1, "commentType": "userReply", "updateDate": "1365691167", "commentSequence": 5, "commentBody": "Did they tell you at the end of the study which group your kid was in? Everything my child has been involved he was randomly selected and I did not find out which group he was in."}]}, "lft": 166, "assetURL": "http://www.nytimes.com/2013/04/11/health/parents-of-preemies-werent-told-of-risks-in-study.html", "parentID": null, "commentID": 8739038, "rgt": 177, "userDisplayName": "Katie", "createDate": "1365652432", "userID": 56756794, "replyCount": 5, "commentTitle": "n/a", "status": "approved", "approveDate": "1365653738", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Cincinnati", "commentType": "comment", "updateDate": "1365650138", "commentSequence": 32, "commentBody": "My nearly 4 yo was involved in this study-he was in the low oxygen group.  He lived, has sight but has significant neurological impairment.  We tried to beg off the study (the alarms associated with it were *extremely* grating) but each time a researcher reminded us of the importance of the data.  I feel kind of sick after reading this.", "recommendationCount": 8}, {"assetID": 3366708, "replies": [], "lft": 107, "assetURL": "http://www.nytimes.com/2013/04/11/health/parents-of-preemies-werent-told-of-risks-in-study.html", "parentID": 8738122, "commentID": 8739058, "rgt": 108, "userDisplayName": "Katie", "createDate": "1365652727", "userID": 56756794, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1365653746", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Cincinnati", "commentType": "userReply", "updateDate": "1365650146", "commentSequence": 2, "commentBody": "Not to mention these forms were given to new parents whose children were holding tenuously on to life.  Mom may still have been on pain meds from delivery, etc  In these instances especially researchers need take extra caution to get informed consent (not merely a signature).", "recommendationCount": 2}, {"assetID": 3366708, "replies": [], "lft": 143, "assetURL": "http://www.nytimes.com/2013/04/11/health/parents-of-preemies-werent-told-of-risks-in-study.html", "parentID": 8738334, "commentID": 8739066, "rgt": 144, "userDisplayName": "Wayne Griswald", "createDate": "1365652875", "userID": 60602989, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1365653751", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Colorado Springs", "commentType": "userReply", "updateDate": "1365650151", "commentSequence": 2, "commentBody": "I have been on IRB's and I would have asked why wasn't  blindness mentioned.  Now retrolental fibroplasia (I think it is now called blindness of prematurity) is not primarily caused by oxygen as was once thought, but it certainly is a factor.  You try to be totally honest with informed consent even if it means the study not being conducted.  The fact that it might frighten the parents is not a factor.  If a doctor gives you a drug don't you want to honestly know its potential side effects?", "recommendationCount": 5}, {"assetID": 3366708, "replies": [], "lft": 135, "assetURL": "http://www.nytimes.com/2013/04/11/health/parents-of-preemies-werent-told-of-risks-in-study.html", "parentID": 8738322, "commentID": 8739075, "rgt": 136, "userDisplayName": "Wayne Griswald", "createDate": "1365653039", "userID": 60602989, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1365653759", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Colorado Springs", "commentType": "userReply", "updateDate": "1365650159", "commentSequence": 3, "commentBody": "Blindness of prematurity (retrolental fibroblasia) is no longer thought to be primarily a consequence of high oxygen levels, but the oxygen levels do have an effect.", "recommendationCount": 3}, {"assetID": 3366681, "replies": [], "lft": 127, "assetURL": "http://www.nytimes.com/2013/04/11/science/brains-as-clear-as-jell-o-for-scientists-to-explore.html", "parentID": 8737723, "commentID": 8738982, "rgt": 128, "userDisplayName": "Mom", "createDate": "1365651793", "userID": 40317553, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1365653875", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "US", "commentType": "userReply", "updateDate": "1365650275", "commentSequence": 2, "commentBody": "Imagine if Ramon y Cajal could come back to life for one day and visit this laboratory. What an amazing day that would be. ", "recommendationCount": 2}, {"assetID": 3366730, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 8739122, "replies": [], "commentID": 8740794, "trusted": 0, "userDisplayName": "Steve Bolger", "createDate": "1365684668", "userID": 47648965, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1365684820", "userTitle": "NULL", "recommendations": 1, "editorsSelection": false, "parentUserDisplayName": "Ross Williams", "userURL": "NULL", "userLocation": "New York City.", "depth": 1, "commentType": "userReply", "updateDate": "1365681220", "commentSequence": 4, "commentBody": "Chances are nobody knows your name if you're running for a local office."}, {"recommendedFlag": 0, "parentID": 8739122, "replies": [], "commentID": 8741647, "trusted": 1, "userDisplayName": "Ross Williams", "createDate": "1365689780", "userID": 1694096, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1365689827", "userTitle": "NULL", "recommendations": 1, "editorsSelection": false, "parentUserDisplayName": "Ross Williams", "userURL": "NULL", "userLocation": "Grand Rapids, Minnesota", "depth": 1, "commentType": "userReply", "updateDate": "1365686227", "commentSequence": 5, "commentBody": "I think its a mistake to see these guys as buying support. Its more a marketplace where those who support powerful interests are the ones who are successful. The real vetting of candidates happens long before we see an advertisement on television or get to vote. There are numerous filters that prevent any who is unsympathetic to the interests of the rich and powerful from going very far in American politics.<br/><br/>While some politicians certainly trim their positions to win support of campaign contributors, that is a relatively minor part of the problem. If you are a dairy farmer you don't try to get milk from steers, you buy dairy cows. The same is true for powerful interests. They don't use their money to \"bribe\" politicians, they just make sure that most politicians who are successful are friendly to their interests. "}, {"recommendedFlag": 0, "parentID": 8739122, "replies": [], "commentID": 8744803, "trusted": 0, "userDisplayName": "Steve Singer", "createDate": "1365711427", "userID": 8562342, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1365711488", "userTitle": "NULL", "recommendations": 1, "editorsSelection": false, "parentUserDisplayName": "Ross Williams", "userURL": "NULL", "userLocation": "Chicago", "depth": 1, "commentType": "userReply", "updateDate": "1365707888", "commentSequence": 6, "commentBody": "Republicans somewhat witlessly and, in my view, inexplicably selected as their candidate for the highest elected office in a republic a Man Who Would Be King. To Romney's way of thinking, he was that -- a king, and in private he often behaved like one, and unapologetically so. What made him so insufferable was embodying many of the social conceits Americans rebelled against in 1776. His ineffectual attempts to mask it made him so disingenuously, cloyingly sanctimonious that he became as indigestible as treacle pudding.<br/><br/>The root flaw in Republicans' 2012 election strategy was pretending that it still represents the interests of The Common Man although it ceased doing that a long time ago. Today's typical Red State Republican considers The Common Man an enemy, partly because he isn't white. The Republican Party is an unholy alliance founded on avarice and greed, a cabal of big corporations, enormous business interests and the wealthiest 1% against everybody else. That helps explain the death grip racists, bigots and assorted religious loonies have on the Party. The Party can't defend its Red State bastions without hordes of mountebanks and barbarians."}]}, "lft": 8, "assetURL": "http://opinionator.blogs.nytimes.com/2013/04/10/in-political-campaigns-do-you-get-what-you-pay-for/", "parentID": null, "commentID": 8739122, "rgt": 21, "userDisplayName": "Ross Williams", "createDate": "1365653840", "userID": 1694096, "replyCount": 6, "commentTitle": "n/a", "status": "approved", "approveDate": "1365653885", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Grand Rapids, Minnesota", "commentType": "comment", "updateDate": "1365650285", "commentSequence": 3, "commentBody": "This is mostly self-important posturing by political pros. Their skills simply aren't that central to the results, no matter how many times they tell credulous reporters how they won/lost elections. <br/><br/>What really mattered was that the Republicans had an un-empathetic candidate that people did not trust to represent their interests. The Democrats had an empathetic candidate who had not been all that successful by most measures. They preferred someone they thought at least cared about helping them, rather than a candidate who didn't.<br/><br/>As for all the money spent. I suspect it was wasted because there were so many ads that they just drowned one another out. But the notion that better targeted ads were going to sell Romney as an empathetic candidate is the arrogant belief of people who think they are so good at their jobs that they can sell refrigerators to Eskimos. Eskimos are simply smarter than that.", "recommendationCount": 45}, {"assetID": 3366681, "replies": [], "lft": 45, "assetURL": "http://www.nytimes.com/2013/04/11/science/brains-as-clear-as-jell-o-for-scientists-to-explore.html", "parentID": 8735981, "commentID": 8739013, "rgt": 46, "userDisplayName": "polymath", "createDate": "1365652127", "userID": 228594, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1365653921", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "British Columbia", "commentType": "userReply", "updateDate": "1365650321", "commentSequence": 6, "commentBody": "It's ludicrous that the article discusses brains but never mentions that they have been removed from formerly living animals, or humans (I presume).", "recommendationCount": 0}, {"assetID": 3366681, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 8739023, "replies": [], "commentID": 8744900, "trusted": 0, "userDisplayName": "Ron J", "createDate": "1365712232", "userID": 66958371, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1365716712", "userTitle": "NULL", "recommendations": 2, "editorsSelection": false, "parentUserDisplayName": "Pizza Lover", "userURL": "NULL", "userLocation": "USA", "depth": 1, "commentType": "userReply", "updateDate": "1365713112", "commentSequence": 1, "commentBody": "unfortunately the project is for psychiatry, and it's 'looming crisis of rising mental illness'.<br/><br/>most of neuroscience is pseudoscience. No new functional or structural tests have come out of it. In fact, almost nothing has ever come out of neuroscience as far as diagnostic tests go, if any at all. Engineers in other fields invented things like the structural tests CAT scan, MRI, and functional tests like QEEG and PET scan.. <br/><br/>Did you know lobotomy came out of 'neuroscience'? <br/><br/>Computational neuroscience is the only real sub-field in neuroscience I know of. The rest are psychiatrists, fraudsters, and just people who don't really know what they're doing. masquerading as brain scientists.<br/><br/>I apologize if it sounds a little harsh, but neuroscience was hijacked by psychiatry to steal funding and make profit for those involved. To keep a scam alive, if you will. None of this is real, and it's not going anywhere, nor has it EVER gone anywhere."}]}, "lft": 150, "assetURL": "http://www.nytimes.com/2013/04/11/science/brains-as-clear-as-jell-o-for-scientists-to-explore.html", "parentID": null, "commentID": 8739023, "rgt": 153, "userDisplayName": "Pizza Lover", "createDate": "1365652216", "userID": 65766579, "replyCount": 1, "commentTitle": "n/a", "status": "approved", "approveDate": "1365653927", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "USA", "commentType": "comment", "updateDate": "1365650327", "commentSequence": 34, "commentBody": "It's fitting that the president is dedicating a bit of money to a brain mapping project right around this time. Hooray for science!", "recommendationCount": 3}, {"assetID": 3366681, "replies": [], "lft": 154, "assetURL": "http://www.nytimes.com/2013/04/11/science/brains-as-clear-as-jell-o-for-scientists-to-explore.html", "parentID": null, "commentID": 8739113, "rgt": 155, "userDisplayName": "ECM2", "createDate": "1365653754", "userID": 67541049, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1365653938", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "New Orleans", "commentType": "comment", "updateDate": "1365650338", "commentSequence": 35, "commentBody": "Exciting new technique but I doubt it's going to be much of a breakthrough in defining brain FUNCTION. It certainly will refine and deepen our understanding of brain STRUCTURE down to the cellular, even molecular, level. To a certain extent, function CAN BE DEDUCED based on structure. For example,this technique will allow us to visualize (in 3D) the complex dendritic arborizations and their connections (synapses) and may even allow us to detect the distribution of neurotransmitters and ion channels along the membrane of dendrites, axons, and nerve cell bodies. Based on these knowledge, we can then deduce how neurons, neuronal ensembles, and neural networks interact to produce certain types of brain function. But would that be enough to make us understand the physiological processes underlying sensory perception, memory, emotions, cognition, and other complex neural processes? I certainly doubt it. As a matter of fact, we already know a lot- not everything, but a lot - about neural architectonics and connectivity. We actually have many tools at our disposal for \"imaging\" the distribution of specific molecules such as transmitter receptors. For example, receptors can be targeted using ultraspecific monocloclonal antibodies or radiotracers and \"imaged\" using PET, optical imaging, etc. These \"in-vivo\" techniques are definitely more superior for studying brain function compared to the clarity method which can only be applied to dead brains. ", "recommendationCount": 4}, {"assetID": 3366681, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 8739123, "replies": [], "commentID": 8740116, "trusted": 0, "userDisplayName": "Ronski1965", "createDate": "1365678626", "userID": 34980551, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1365691980", "userTitle": "NULL", "recommendations": 7, "editorsSelection": false, "parentUserDisplayName": "ECM2", "userURL": "NULL", "userLocation": "NJ", "depth": 1, "commentType": "userReply", "updateDate": "1365688380", "commentSequence": 1, "commentBody": "Is this study about claiming victory? The Human brain is a complex marvel of nature. This is just one more step on a long journey of discovery. Kudos to the scientific efforts that were undertaken, progress in any form should be applauded! "}]}, "lft": 156, "assetURL": "http://www.nytimes.com/2013/04/11/science/brains-as-clear-as-jell-o-for-scientists-to-explore.html", "parentID": null, "commentID": 8739123, "rgt": 159, "userDisplayName": "ECM2", "createDate": "1365653875", "userID": 67541049, "replyCount": 1, "commentTitle": "n/a", "status": "approved", "approveDate": "1365653941", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "New Orleans", "commentType": "comment", "updateDate": "1365650341", "commentSequence": 36, "commentBody": "page 2/2<br/><br/>The challenge in understanding brain function lies in the fact that for a certain function to take place multiple parts of the brain must be activated and work simultaneously within a small time window. A method with very high\" temporal resolution\" is the most ideal tool for studying brain function. To understand brain function, we have to know, not only how different parts of the network are interconnected; we must know the timing of activation of the structures involved in producing a specific function. And when we say function, we really mean \"distributed processing\" involving different neural networks. How can one figure that out by just looking at the structure of a dead piece of brain?<br/><br/>On the bright, if the clarity technique can show details of structure in 3D in a living brain and if this data can be COREGISTERED with another functional imaging technique, say PET, fMRI, or qEEG, while the subject is engaged in a specific function, then we may be able to elucidate the neural processes underlying such brain function. Only then can we claim victory!", "recommendationCount": 5}, {"assetID": 3366511, "replies": [], "lft": 958, "assetURL": "http://www.nytimes.com/2013/04/10/science/panel-calls-for-broad-changes-in-science-education.html", "parentID": null, "commentID": 8738961, "rgt": 959, "userDisplayName": "Ray Burnett", "createDate": "1365651503", "userID": 50588845, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1365653946", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Sarasota Florida", "commentType": "comment", "updateDate": "1365650346", "commentSequence": 194, "commentBody": "Thanks to all members of the consortium for the great work!", "recommendationCount": 1}, {"assetID": 3366305, "replies": [], "lft": 11, "assetURL": "http://india.blogs.nytimes.com/2013/04/08/kissinger-cables-offer-window-into-indian-politics-of-the-1970s/", "parentID": 8727125, "commentID": 8734327, "rgt": 12, "userDisplayName": "Missouri Reader", "createDate": "1365611862", "userID": 1266184, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1365653950", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Missouri", "commentType": "userReply", "updateDate": "1365650350", "commentSequence": 1, "commentBody": "@Erika - I'm willing to express appreciation for the release of this Wikileaks information if you're willing to condemn the release of Wikileaks information that compromised the security of the US and the lives of its agents. ", "recommendationCount": 0}, {"assetID": 3366557, "replies": [], "lft": 620, "assetURL": "http://www.nytimes.com/2013/04/10/science/earth/how-a-leafy-folk-remedy-stopped-bedbugs-in-their-tracks.html", "parentID": null, "commentID": 8739010, "rgt": 621, "userDisplayName": "DCI", "createDate": "1365652110", "userID": 67540997, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1365653951", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Downey", "commentType": "comment", "updateDate": "1365650351", "commentSequence": 145, "commentBody": "Bed bugs were a hot topic in WWI. My grandfather, a doctor, told many stories of the bed bug problems confronting the troop.", "recommendationCount": 1}, {"assetID": 3366557, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 8739084, "replies": [], "commentID": 8742920, "trusted": 0, "userDisplayName": "Sue K", "createDate": "1365698141", "userID": 25737924, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1365701231", "userTitle": "NULL", "recommendations": 4, "editorsSelection": false, "parentUserDisplayName": "SD", "userURL": "NULL", "userLocation": "Cranford, NJ", "depth": 1, "commentType": "userReply", "updateDate": "1365697631", "commentSequence": 1, "commentBody": "It's not the blood they're attracted to (though they do consume it); it's the carbon dioxide we exhale. Some inventors have attempted to create carbon dioxide-filled traps to address the bedbug issue, with varying results."}, {"recommendedFlag": 0, "parentID": 8739084, "replies": [], "commentID": 8743056, "trusted": 0, "userDisplayName": "common sense", "createDate": "1365698909", "userID": 58325780, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1365701343", "userTitle": "NULL", "recommendations": 6, "editorsSelection": false, "parentUserDisplayName": "SD", "userURL": "NULL", "userLocation": "Seattle", "depth": 1, "commentType": "userReply", "updateDate": "1365697743", "commentSequence": 2, "commentBody": "Bean leaves seem less gross than a glue trap baited with blood ..."}]}, "lft": 622, "assetURL": "http://www.nytimes.com/2013/04/10/science/earth/how-a-leafy-folk-remedy-stopped-bedbugs-in-their-tracks.html", "parentID": null, "commentID": 8739084, "rgt": 627, "userDisplayName": "SD", "createDate": "1365653225", "userID": 8385820, "replyCount": 2, "commentTitle": "n/a", "status": "approved", "approveDate": "1365653956", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "CO", "commentType": "comment", "updateDate": "1365650356", "commentSequence": 146, "commentBody": "Bed bugs seem to be atracted to blood and I was wondering if if glue traps baited with blood would work, or some type of funneled container baited with blood. ", "recommendationCount": 1}, {"assetID": 3366246, "replies": [], "lft": 33, "assetURL": "http://india.blogs.nytimes.com/2013/04/07/dutch-man-confesses-to-killing-british-woman-in-kashmir-police-say/", "parentID": 8716523, "commentID": 8736692, "rgt": 34, "userDisplayName": "Rea Tarr", "createDate": "1365626937", "userID": 42543762, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1365653974", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Malone, NY", "commentType": "userReply", "updateDate": "1365650374", "commentSequence": 2, "commentBody": "Matangini, I was a \"young girl\" by myself in Germany, Portugal, Italy, France, Spain, England, Morocco, and Canada.  I wasn't attacked; I wasn't raped. Why isn't it a \"great idea\" in your neck of the woods? <br/><br/>Further, what's wrong with being \"clueless\" going all over your country?  We've got clueless young people here, and we're all getting along pretty well.<br/><br/>But I'll put out the word for you:  Don't bother to go to India, they don't want you.  OK?", "recommendationCount": 2}, {"assetID": 3366511, "replies": [], "lft": 569, "assetURL": "http://www.nytimes.com/2013/04/10/science/panel-calls-for-broad-changes-in-science-education.html", "parentID": 8729139, "commentID": 8738968, "rgt": 570, "userDisplayName": "Sue-1", "createDate": "1365651587", "userID": 54120279, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1365653991", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Lincoln, Nebraska", "commentType": "userReply", "updateDate": "1365650391", "commentSequence": 1, "commentBody": "Oh, lots of religious people are in the biotech field from what I have observed.", "recommendationCount": 0}, {"assetID": 3366439, "replies": [], "lft": 14, "assetURL": "http://india.blogs.nytimes.com/2013/04/09/for-farmers-in-bihar-a-simple-solution-for-more-crops/", "parentID": null, "commentID": 8737096, "rgt": 15, "userDisplayName": "Ford", "createDate": "1365630415", "userID": 20813664, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1365653993", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "saint paul", "commentType": "comment", "updateDate": "1365650393", "commentSequence": 6, "commentBody": "The grid pattern makes sense to me, but \"carefully, manually weed around the plants to allow air to their roots\" doesn't.  Rice has air channels in its stems that deliver air to the roots.  For other crops, how does weeding \"carefully\" affect air supply?  Or is the \"air supply\" some sort of metaphor to get people to weed more carefully for other reasons?", "recommendationCount": 1}]}, "copyright": "Copyright (c) 2016 The New York Times Company.  All Rights Reserved."}