{"debug": {"version": 3.1}, "status": "OK", "results": {"api_timestamp": "1481459826", "totalCommentsFound": 3692, "totalCommentsReturned": 25, "comments": [{"assetID": 1133403, "replies": [], "lft": 106, "assetURL": "http://dotearth.blogs.nytimes.com/2010/02/05/signs-of-damage-to-public-trust-in-climate-findings/", "parentID": null, "commentID": 1529671, "rgt": 107, "userDisplayName": "Steve Bloom", "createDate": "1265491551", "userID": 15393053, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1265519002", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "SF Bay Area", "commentType": "comment", "updateDate": "1265519000", "commentSequence": 51, "commentBody": "Re #34 response:  Andy, you simply misrepresent Susan Solomon when you say that her use of \"flattening\" (referring to a declining trend) is the same as your use of \"plateau\" (referring to the absence of a trend).  The abstract from the paper eliminates all doubt:<br /><br />\"Stratospheric water vapor concentrations decreased by about 10% after the year 2000. Here, we show that this acted to slow the rate of increase in global surface temperature over 2000 to 2009 by about 25% compared to that which would have occurred due only to carbon dioxide and other greenhouse gases. More limited data suggest that stratospheric water vapor probably increased between 1980 and 2000, which would have enhanced the decadal rate of surface warming during the 1990s by about 30% compared to estimates neglecting this change. These findings show that stratospheric water vapor represents an important driver of decadal global surface climate change.\"<br /><br />And from the NOAA press release:  \"The findings might help explain why global surface temperatures have not risen as fast in the last ten years as they did in the 1980s and 1990s.\"<br /><br />Re your front page CRU story, it's true that where there's smoke there's often fire, but in this case it was more like someone standing at a broken window behind the building with a smoke generator and a fan.  You should have been able to tell the difference, which is to say you should have waited for actual evidence of impropriety before doing a story that so strongly implied that there must have been some.  A story about the hack and its possible motivations would have been in order, even though it wouldn't have made the front page.", "recommendationCount": 10}, {"assetID": 1133403, "replies": [], "lft": 108, "assetURL": "http://dotearth.blogs.nytimes.com/2010/02/05/signs-of-damage-to-public-trust-in-climate-findings/", "parentID": null, "commentID": 1529730, "rgt": 109, "userDisplayName": "Richard Brenne", "createDate": "1265492597", "userID": 56784520, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1265519013", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Portland, Oregon", "commentType": "comment", "updateDate": "1265519011", "commentSequence": 52, "commentBody": "You win!  You've successfully denied what science including climate science has been telling you about overpopulation, overconsumption and their effects including climate change, species loss, peak oil and all other resource depletion!<br /><br />What do you win?  Generations of unprecedented misery!  Congratulations!", "recommendationCount": 7}, {"assetID": 1133403, "replies": [], "lft": 110, "assetURL": "http://dotearth.blogs.nytimes.com/2010/02/05/signs-of-damage-to-public-trust-in-climate-findings/", "parentID": null, "commentID": 1529765, "rgt": 111, "userDisplayName": "Bob", "createDate": "1265493192", "userID": 55538437, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1265519081", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "NYC", "commentType": "comment", "updateDate": "1265519081", "commentSequence": 53, "commentBody": "#33 \"Make any county that agrees to accept nuclear waste permanently exempt from federal income taxes.\"<br />I agree that to go nuclear we have to get serious and one of the steps is to start reprocessing waste with vitrification for the final product, just like the French do. In a country where we used to test nuclear weapons above ground, who knows, we might be able to find places to reprocess and store waste. Assuming that we are serious.<br />The only negative on your plan is that it might give Obama a second term. ", "recommendationCount": 4}, {"assetID": 1128365, "replies": [], "lft": 154, "assetURL": "http://dotearth.blogs.nytimes.com/2010/02/04/a-teachers-primer-on-climate-action/", "parentID": null, "commentID": 1529767, "rgt": 155, "userDisplayName": "Larry G.", "createDate": "1265493204", "userID": 60004654, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1265519084", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Seattle, WA", "commentType": "comment", "updateDate": "1265519084", "commentSequence": 73, "commentBody": "Re:  Post #51 - Geo-engineering to mitigate global warming<br /><br />Here's a link in which the SuperFreakonomics authors discuss criticisms of their Chapter 5 on Global Cooling:<br /><br /><a href=\"http://freakonomics.blogs.nytimes.com/2009/10/18/\" target=\"_blank\">http://freakonomics.blogs.nytimes.com...</a><br /><br />Just click on the blog title to see the full text of the blog.<br /><br />Readers interested in the \"stratoshield\" geo-engineering concept can click on this word in the blog text, to view a video clip in which Nathan Myhrvold discusses this concept.<br /><br />To learn more about the \"stratoshield\", here's a link to the IV Lab:<br /><br /><a href=\"http://intellectualventureslab.com/\" target=\"_blank\">http://intellectualventureslab.com/</a><br /><br />Note:  I do not personally take a position pro or con on any of these geo-engineering concepts.  My sole purpose here is to provide some useful \"primary\" sources for interested readers.<br /><br />Larry G.<br />Seattle, WA<br />-----------------------<br /><br /> ", "recommendationCount": 1}, {"assetID": 1133403, "replies": [], "lft": 112, "assetURL": "http://dotearth.blogs.nytimes.com/2010/02/05/signs-of-damage-to-public-trust-in-climate-findings/", "parentID": null, "commentID": 1529801, "rgt": 113, "userDisplayName": "Bob", "createDate": "1265493822", "userID": 55538437, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1265519087", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "NYC", "commentType": "comment", "updateDate": "1265519087", "commentSequence": 54, "commentBody": "#35 \".....These are our reliable sources?...\"<br />Excellent post.<br />Recent polls are showing that the public's perception of the MSM is evolving. Slowly.", "recommendationCount": 3}, {"assetID": 1133403, "replies": [], "lft": 114, "assetURL": "http://dotearth.blogs.nytimes.com/2010/02/05/signs-of-damage-to-public-trust-in-climate-findings/", "parentID": null, "commentID": 1529832, "rgt": 115, "userDisplayName": "G. Howard", "createDate": "1265494543", "userID": 50161020, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1265519097", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Idaho", "commentType": "comment", "updateDate": "1265519097", "commentSequence": 55, "commentBody": "This is not a non issue. What it bears out is that in spite of main stream media’s fire wall the skeptics were able to get through to the public.<br />Right or wrong that makes no difference. The fact remains that the main stream media and the body politic need to tighten up the fire wall of political correctness in order to effectively steer the public.<br />It goes far deeper than an imagined hockey day for global warming fanatics. It means that control of massive social changes of all types that are advocated by the self proclaimed wise are in jeopardy.<br />", "recommendationCount": 10}, {"assetID": 1132287, "replies": [], "lft": 58, "assetURL": "http://dotearth.blogs.nytimes.com/2010/02/05/if-climate-accord-works-will-climate-notice/", "parentID": null, "commentID": 1529881, "rgt": 59, "userDisplayName": "Mark Jordon", "createDate": "1265495573", "userID": 29449004, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1265519109", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Knoxville TN", "commentType": "comment", "updateDate": "1265519109", "commentSequence": 27, "commentBody": "Mim<br />  It is offensive to say that those who do not agree with the AGW hypothesis are \"science illiterates\" as it is clear to anyone who has been following these arguments is that true science has been hijacked by the AGW cabal.  The long term and short term temperature histories simply do not correlate with the AGW hypothesis, and if the temperature models were correct, we would be experiencing consistent increases in global temperature rather than a plateau.<br /><br />   The truth is that sloppy science has been exposed by people who have been searching for objective data rather than fudged data or data brought into doubt by urban heat islands and cherrypicking.<br /><br />  AGW appears to be a religion to some as I am always reading emotional appeals such as dying polar bears, rapidly vanishing glaciers and rising sea levels which end up being exaggerated or just untrue. the use of fear and insults does not further any long term credibility for the AGW adherents", "recommendationCount": 5}, {"assetID": 1133403, "replies": [], "lft": 116, "assetURL": "http://dotearth.blogs.nytimes.com/2010/02/05/signs-of-damage-to-public-trust-in-climate-findings/", "parentID": null, "commentID": 1529958, "rgt": 117, "userDisplayName": "Gene G", "createDate": "1265497338", "userID": 22122125, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1265519122", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New Jersey", "commentType": "comment", "updateDate": "1265519122", "commentSequence": 56, "commentBody": "Nick #41, you have put a lot of stuff there and I will try to deal with some of it.<br /><br />I don’t bother with Benson’s comments because most of them are not intelligent in my opinion, but evidently he got you confused. Here is what you say about Benson’s comment.  “If the signal from the hypothesis is statistically significant this provides confirmation of the hypothesis… Treating the other factors as noise, the anthropogenic signal shows up clearly by using 30 or more years of data…So, on many grounds, we have a highly confirmed hypothesis regarding the role of CO2. It is part of (but not all of) a quite good understanding of climate.” First of all I don’t know what he means by signal from the hypothesis. What signal, what hypothesis? Hypotheses don’t produce signals. In any case assuming he simply misspoke about climate, the other factors are not noise and one cannot treat them as such. Climate is complex and there is much coupling and feedback; and disputes about positive and negative. The point is that the other factors are not simply noise. There may be other drivers like sunspots, plate motion, and changes in ocean currents. They are coupled. He just wants to ignore them and average them out so the CO2 signal stands out there alone. What a joke!<br /><br />No, I do not trust the scientists involved. Some of them have demonstrated beyond doubt that they are untrustworthy. So you want me to assume that all the others are trustworthy? In any case the economic implications of climate science are so enormous, for example grants, that many nominally honest scientists succumb and are being corrupted. Too bad for the honest scientists; they should speak out; then we would know who they are.<br /><br />“From a more intuitive position, what do you make of the Vostok ice core analysis; and what if we superimpose business-as-usual CO2 scenarios onto that graph? Is there potential warming beyond typical interglacial maximums that we should be concerned about?” The Vostok data exhibits many major elements related to Earth’s orbit perturbations. Ignore those; the origin is well known. Look in great detail with a resolution of a hundred of year and you will see a few substantial warming and cooling cycles within every thousand year period, virtually identical to what we have observed during the past 1000 years and clearly deriving from the same basic source; sunspots. However, look at the CO2 data. It is clearly a trailing average of the temperature data but with a time constant of maybe a few hundred years, much smoother, so it clearly is not driving but rather resulting from the sunspot driven warming. It illustrates the coupling that makes the Benson assertion so ridiculous.<br /><br />I have never asserted that the case for AGW is all handwaving. I believe, I emphasize it is my opinion, I am not asserting, that CO2 does play a role, it is one of the players, but it is not dominant. The assertion of a specific numerical relationship between CO2 concentration increase and global average temperature, in my not so humble opinion, is ludicrous. No one knows yet and anyone who claims they know the constant is either stupid or a liar. So in my personal opinion, Hansen has proven himself to be one or the other. In contrast, I have not been making predictions; just asserting my beliefs.<br /><br />“What about the potential for shorter-term threshold effects and rapid warming that the poor in particular are not prepared to adapt to?” If that happens, although there is little historical evidence of that, the poor as always will get the short end of the stick. The focus should be to eliminate poverty; we have a better chance of doing that than eliminating CO2 emissions. Both are a matter of broadband will power, and neither is likely to happen.<br /><br />On the issue of science and the purity of the conclusions drawn, you keep ignoring that the work is not being done in a vacuum by pure, dedicated scientists immune to personal benefits from skewing or misrepresenting the data or the science. Again I say there are many good and honest scientists but there are also many lowlights. If I had a way of distinguishing that would be great. Only a handful of low lights are quite apparent. I have no idea about the rest except they are not speaking out and that makes me suspicious. Even in a field as innocuous as lasers, which I knew very well, it was incredible how many lowlights and low beams I ran into. Nick; please don’t lecture me about purity of the breed.<br />", "recommendationCount": 13}, {"assetID": 1133403, "replies": [], "lft": 118, "assetURL": "http://dotearth.blogs.nytimes.com/2010/02/05/signs-of-damage-to-public-trust-in-climate-findings/", "parentID": null, "commentID": 1529991, "rgt": 119, "userDisplayName": "David B. Benson", "createDate": "1265498170", "userID": 57084036, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1265519141", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Pullman", "commentType": "comment", "updateDate": "1265519141", "commentSequence": 57, "commentBody": "Sean (43) --- I fear you misunderstand the paleoclimatological data.  There was no synchronous global MWP and there were periods in Europe (and elsewhere), at differing times, which a bit warmer than in that region eithr before or after.  For (mostly) northern hemisphere effects, I encourage reading Brian Fagan's book on the subject.<br /><br />Mann et al. includes in the et al. a statistician; I suggest you pay attention to what they have accomplished (along with at least a dozen other such studies).  Stop paying attention to the non-peer-reviewed junk; that is just trying to confuse you.<br /><br />The fact is that there have already been methyl clathrate blowouts and just following the popular science literature will show the recent increases in the expression of methane from permafrost.  Oh yes, also artic ice retreat and the melting of GIS and a whole bunch of glaciers.  As for that last and your various European warm periods, do note the biological material meltouts in reports such as<br /><a href=\"http://news.bbc.co.uk/2/hi/science/nature/7580294.stm\" target=\"_blank\">http://news.bbc.co.uk...</a><br /><a href=\"http://researchnews.osu.edu/archive/quelcoro.htm\" target=\"_blank\">http://researchnews.osu.edu...</a><br /><a href=\"http://en.wikipedia.org/wiki/%C3%96tzi_the_Iceman\" target=\"_blank\">http://en.wikipedia.org...</a><br />demonstrate that it is now warmer in the Alps that at any intervening time in over 5000 years.  Which is rather before your Minoans, yes?", "recommendationCount": 10}, {"assetID": 1133403, "replies": [], "lft": 120, "assetURL": "http://dotearth.blogs.nytimes.com/2010/02/05/signs-of-damage-to-public-trust-in-climate-findings/", "parentID": null, "commentID": 1530031, "rgt": 121, "userDisplayName": "Bruce R", "createDate": "1265499356", "userID": 2485401, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1265519177", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Pa", "commentType": "comment", "updateDate": "1265519177", "commentSequence": 58, "commentBody": "It is clear Andy that this entire series of comments, and most you will get on any similar posts about how \"the public\" views the science, is infected by deniers who are not actually interested in science, only in derailing any timely policy response to AGW, which is real. It would be really interesting if someone would do for the skeptics what has been done to the tobacco industry and leak the e-mails of the connections between ExxonMobil, Western Fuels, and all the skeptics, and then trace the links to your posters and those whose financial stake is inconsistent with respect for reasoned discourse. Anyone who speaks in a qualified way about how evidence gradually accumulates and is used  in the field is immediately open to attack in the same way that Creation Science folks say evolution is \"only a theory.\" There is lots of useful information available for those who want a reasoned assessment; see for example: <a href=\"http://www.climatecentral.org/\" target=\"_blank\">http://www.climatecentral.org/</a>    And the history of deniers is well recorded in James Hoggan, Climate Cover Up. I recommend any new readers who remain open to evidence and who are not here to merely participate in ideological polemics check out those two sources.  Thank you.", "recommendationCount": 8}, {"assetID": 1136761, "replies": [], "lft": 22, "assetURL": "http://kristof.blogs.nytimes.com/2010/02/06/your-comments-on-my-sunday-congo-column/", "parentID": null, "commentID": 1531117, "rgt": 23, "userDisplayName": "Ruskin", "createDate": "1265519235", "userID": 23634565, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1265519389", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Buffalo, NY", "commentType": "comment", "updateDate": "1265519389", "commentSequence": 11, "commentBody": "I cannot help wondering if anyone else thinks there is a facial resemblance between Ms Mukuninwa and Dr Condeleeza Rice? Would not our former Secretary of State be the ideal person to spearhead an effort to bring the world's attention to this tragedy and to raise the funds that will be needed to heal a hundred million wounds? Do you have her business address, Mr Kristof?  ", "recommendationCount": 3}, {"assetID": 1136761, "replies": [], "lft": 24, "assetURL": "http://kristof.blogs.nytimes.com/2010/02/06/your-comments-on-my-sunday-congo-column/", "parentID": null, "commentID": 1531118, "rgt": 25, "userDisplayName": "Ree", "createDate": "1265519237", "userID": 60036288, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1265519395", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New York, NY", "commentType": "comment", "updateDate": "1265519395", "commentSequence": 12, "commentBody": "I think that what has already happened in Congo is truly a tragedy.  The fact that these militia can just come into peoples homes and rape, kill, or torture poor innocent people is far beyond anything that we in the states can imagine.  I feel as if all trading should be terminated so that these groups can no longer profit and run things.  The Dr over the village is a true hero, and that poor woman should have never returned back to that village.  Whether or not these people have options, the government should really give them an alternate place to go, or at least have military men patrolling so that maybe some of the death tolls will decrease.", "recommendationCount": 5}, {"assetID": 1133403, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 1530047, "replies": [], "commentID": 1531134, "trusted": 0, "userDisplayName": "Andy Revkin", "createDate": "1265519400", "userID": 2781029, "replyCount": 0, "commentTitle": "", "status": "approved", "approveDate": "1265519400", "userTitle": "Dot Earth blogger", "recommendations": 0, "editorsSelection": false, "parentUserDisplayName": "David B. Benson", "userURL": null, "userLocation": "", "depth": 1, "commentType": "reporterReply", "updateDate": "1265519400", "commentSequence": 1, "commentBody": "Here's another line from the Solomon paper: <br /><br />\"However, the trend in global surface temperatures has been nearly flat since the late 1990s despite continuing increases in the forcing due to the sum of the well-mixed greenhouse gases (CO2, CH4, halocarbons, and N2O), raising questions regarding the understanding of forced climate change, its drivers, the parameters that define natural internal variability (2), and how fully these terms are represented in climate models.\"<br /><br />Critics of that article of mine last year also tend to ignore this sentence setting the recent temperatures -- whether you call them a plateau, a stall, a flutter, etc... -- in context: <br /><br />\"Scientists say the pattern of the last decade — after a precipitous rise in average global temperatures in the 1990s — is a result of cyclical variations in ocean conditions and has no bearing on the long-term warming effects of greenhouse gases building up in the atmosphere.\""}]}, "lft": 122, "assetURL": "http://dotearth.blogs.nytimes.com/2010/02/05/signs-of-damage-to-public-trust-in-climate-findings/", "parentID": null, "commentID": 1530047, "rgt": 125, "userDisplayName": "David B. Benson", "createDate": "1265499721", "userID": 57084036, "replyCount": 1, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1265519399", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Pullman", "commentType": "comment", "updateDate": "1265519399", "commentSequence": 59, "commentBody": "Andy Revkin --- First, using global tempeatures, the just past decade was the warmest of the instrumental period.  Here is a link with NOAA's latest graphic:<br /><a href=\"http://climateprogress.org/2010/02/02/groundhogs-day-movie-global-warming-where-its-always-the-hottest-decade-on-record/\" target=\"_blank\">http://climateprogress.org...</a><br />which clearly indicates a lack of flattening.  Second, Solomon et al. observed a decadal flattening in the tropical SSTs between 10N and 10S latitude.  While the tropical ocean is indeed vast, it is but a fraction of the entire globe.  This regional time series is not comperable to the global temperature product.<br /><br />Solomon et al. make a very good, although in the scheme of things minor, point.  But the paper should not be misconstrued to indicate more than another source of variation laid upon the obvious underlying trend.  For further analysis of the latter, do see several fairly recent threads on Tamino's Open Mind blog.", "recommendationCount": 6}, {"assetID": 1133403, "replies": [], "lft": 123, "assetURL": "http://dotearth.blogs.nytimes.com/2010/02/05/signs-of-damage-to-public-trust-in-climate-findings/", "parentID": 1530047, "commentID": 1531134, "rgt": 124, "userDisplayName": "Andy Revkin", "createDate": "1265519400", "userID": 2781029, "replyCount": 0, "commentTitle": "", "status": "approved", "approveDate": "1265519400", "userTitle": "Dot Earth blogger", "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "", "commentType": "reporterReply", "updateDate": "1265519400", "commentSequence": 1, "commentBody": "Here's another line from the Solomon paper: <br /><br />\"However, the trend in global surface temperatures has been nearly flat since the late 1990s despite continuing increases in the forcing due to the sum of the well-mixed greenhouse gases (CO2, CH4, halocarbons, and N2O), raising questions regarding the understanding of forced climate change, its drivers, the parameters that define natural internal variability (2), and how fully these terms are represented in climate models.\"<br /><br />Critics of that article of mine last year also tend to ignore this sentence setting the recent temperatures -- whether you call them a plateau, a stall, a flutter, etc... -- in context: <br /><br />\"Scientists say the pattern of the last decade — after a precipitous rise in average global temperatures in the 1990s — is a result of cyclical variations in ocean conditions and has no bearing on the long-term warming effects of greenhouse gases building up in the atmosphere.\"", "recommendationCount": 0}, {"assetID": 1133403, "replies": [], "lft": 126, "assetURL": "http://dotearth.blogs.nytimes.com/2010/02/05/signs-of-damage-to-public-trust-in-climate-findings/", "parentID": null, "commentID": 1530079, "rgt": 127, "userDisplayName": "JP", "createDate": "1265500761", "userID": 59206356, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1265519949", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Denver", "commentType": "comment", "updateDate": "1265519949", "commentSequence": 60, "commentBody": "This week's IPCC \"come to Jesus\" article:<br /><br /><a href=\"http://www.timesonline.co.uk/tol/news/environment/article7017907.ece\" target=\"_blank\">http://www.timesonline.co.uk...</a><br /><br />\"The most important is a claim that global warming could cut rain-fed north African crop production by up to 50% by 2020, a remarkably short time for such a dramatic change. The claim has been quoted in speeches by Rajendra Pachauri, the IPCC chairman, and by Ban Ki-moon, the UN secretary-general.<br /><br />This weekend Professor Chris Field, the new lead author of the IPCC’s climate impacts team, told The Sunday Times that he could find nothing in the report to support the claim.\"<br /><br />This was from the Synthesis report which is sort of the \"management synopsis\" upon which TRILLIONS of dollars in climate change spending will be based.  If you are a scientist, this should really make you angry the report is so incredibly flawed.<br /><br />And to answer #27, Yes Chuck, I have read the other IPCC reports from their website - <a href=\"http://www.ipcc.ch/\" target=\"_blank\">http://www.ipcc.ch/</a>   I know you'd like to think sceptics are all low-IQ reactionary fools, but sometimes you just have to admit the Emperor Has No Clothes.<br /><br />They are all very professionally written.  If nobody checked the underlying science, they would undoubtedly be totally convincing.  The \"break\" occurred when the Climategate emails were revealed last November.  Now, scientists are actually reading the report and the supposedly \"settled\" science is full of holes.  The IPCC report is a POLITICAL document, not science.  This much, is abundantly obvious.<br /><br />#43 Sean has hit the nail right on the head.  The real science is being trampled by the media-anointed rockstars of climate science.  I am not a climatologist, but I DO work with a lot of statistical models as a software engineer and I can tell you Michael Mann's Hockey Stick machinations are just jaw-droppingly wrong.<br /><br />Scientists who care about our environment need to take back the baton from these political self-serving animals and start calling out the naked politicization of climate science.  ", "recommendationCount": 20}, {"assetID": 1131995, "replies": [], "lft": 36, "assetURL": "http://dotearth.blogs.nytimes.com/2010/02/05/the-nowosphere/", "parentID": null, "commentID": 1530099, "rgt": 37, "userDisplayName": "David B. Benson", "createDate": "1265501296", "userID": 57084036, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1265519953", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Pullman", "commentType": "comment", "updateDate": "1265519953", "commentSequence": 16, "commentBody": "When it comes to climate, I am a reactionary.  I want the Holocene back.<br />", "recommendationCount": 2}, {"assetID": 1133403, "replies": [], "lft": 128, "assetURL": "http://dotearth.blogs.nytimes.com/2010/02/05/signs-of-damage-to-public-trust-in-climate-findings/", "parentID": null, "commentID": 1530224, "rgt": 129, "userDisplayName": "Eva", "createDate": "1265504714", "userID": 57235516, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1265519958", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Mountain View, CA", "commentType": "comment", "updateDate": "1265519958", "commentSequence": 61, "commentBody": "Global warming is dead.  It is amazing that people are still hanging on to this in light of the death of the IPCC.", "recommendationCount": 17}, {"assetID": 1133403, "replies": [], "lft": 130, "assetURL": "http://dotearth.blogs.nytimes.com/2010/02/05/signs-of-damage-to-public-trust-in-climate-findings/", "parentID": null, "commentID": 1530230, "rgt": 131, "userDisplayName": "RayG", "createDate": "1265504822", "userID": 2108305, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1265519975", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "San Francisco Peninsula", "commentType": "comment", "updateDate": "1265519975", "commentSequence": 62, "commentBody": "The chair of the IPCC and the Secretary General of the UN have both spoken out to the effect that AGW will reduce rain-fed North African food production up to 50% by 2020.  It seems that this is yet another IPCC dooms-day prediction that is based on a single, unsupported source.  See The Sunday Times investigative report titled<br /><br />\"Top British scientist says UN panel is losing credibility\"<br /><br /><a href=\"http://www.timesonline.co.uk/tol/news/environment/article7017907.ece\" target=\"_blank\">www.timesonline.co.uk...</a><br /><br />When will the NYTimes at least run the Reuters or AP version of these articles from the world press?", "recommendationCount": 10}, {"assetID": 1133403, "replies": [], "lft": 132, "assetURL": "http://dotearth.blogs.nytimes.com/2010/02/05/signs-of-damage-to-public-trust-in-climate-findings/", "parentID": null, "commentID": 1530285, "rgt": 133, "userDisplayName": "Shroomduke", "createDate": "1265506574", "userID": 60038450, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1265519982", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Napa, Ca.", "commentType": "comment", "updateDate": "1265519982", "commentSequence": 63, "commentBody": "There's no damage to My Trust, I put far more trust in Scientists than I do Stock Brokers, Bankers, Lawyers, Politicians, Talkshow Hosts, News Reporters, Republicans (who I have 0 trust for) CIA, DOJ, Judges, Doctors, Hospitals, Chinese Products, China, anyone on Wall Street, Conservative Democrats, Conservatives, WOW I don't trust anyone do I, is it possible that this comes from watching Conservatives Destroy the Worlds Greatest Nation? you bet your ass! When reagan came into office America was the worlds greatest creditor and TODAY it's the world greatest DEBTOR!!!<br /><br />Salmon were pulled from the Sacramento River by the Ton today it's illegal to fish for them because the population is nearly extinct! Mountian Top Removal Mining destroys vista's Mountians, Species, Rivers, pollutes and many many other things but it's allowed for the PROFIT!<br /><br />This Earth is our Life Support System and we are destroying it FOR PROFIT, not to profit everyone but to profit a select few, this is a crime of the highest magnitude! so when you ask if Scientists have lost credibility I can only LAUGH!!!", "recommendationCount": 10}, {"assetID": 1131995, "replies": [], "lft": 38, "assetURL": "http://dotearth.blogs.nytimes.com/2010/02/05/the-nowosphere/", "parentID": null, "commentID": 1530294, "rgt": 39, "userDisplayName": "Dan Quixote", "createDate": "1265506863", "userID": 4912219, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1265520005", "userTitle": null, "editorsSelection": 1, "statusID": 2, "userURL": null, "userLocation": "Rostock, Germany", "commentType": "comment", "updateDate": "1265520005", "commentSequence": 17, "commentBody": "As an English-speaker in Germany, just beginning to learn German, I've spent a fair bit of time trying the various automated translation tools that are available. German to English is actually a fairly easy test for this type of software, as the two languages are in many respects similar. I can report that the technology is not there yet.<br /><br />As a test, copy a sentence from your column into Google translate, translate it into German, then copy the result and let the software translate back into English.<br /><br />Most sentences are rendered into grammatically awkward, idiomatically flawed and information-challenged ruins of their former selves.  Yahoo's babelfish is even worse. I haven't found any software that can pass even this simple test, so effortless communication across languages, instant or not, is still Sci-Fi.", "recommendationCount": 5}, {"assetID": 1133403, "replies": [], "lft": 136, "assetURL": "http://dotearth.blogs.nytimes.com/2010/02/05/signs-of-damage-to-public-trust-in-climate-findings/", "parentID": null, "commentID": 1530305, "rgt": 137, "userDisplayName": "Gene G", "createDate": "1265507071", "userID": 22122125, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1265520033", "userTitle": null, "editorsSelection": 1, "statusID": 2, "userURL": null, "userLocation": "New Jersey", "commentType": "comment", "updateDate": "1265520033", "commentSequence": 64, "commentBody": "Despite 50 years of research and $400 billion of funding, there is still no cure for cancer, nor a basic understanding of what causes it. There are, however, empirical techniques for mitigating the effects and the death rate for specific types of cancer. Many are not optimistic about the potential fruits of cancer research. It appears it will go on interminably. Similarly, the credibility of climate science has taken some serious blows and public confidence in predictions is diminishing. A BBC poll shows that the number of Brits skeptical of climate science is rising, <a href=\"http://news.bbc.co.uk/2/hi/science/nature/8500443.stm\" target=\"_blank\">http://news.bbc.co.uk...</a><br /><br />Global warming is probably a more difficult problem to resolve than cancer and it is almost certain that we will never be able to predict global average surface temperature even if manmade CO2 emissions are eliminated and the concentration returns to the nominal 280 ppm for this current period of the Milankovitch cycle. I assert that because we will never be able to predict sunspot counts, tectonic plate motion, ocean current changes, surface albedo changes, etc. all of which contribute. Nevertheless, the issue at hand is temperature change related to CO2 concentration change and I have been thinking about how to establish the relationship between the related component of global average temperature (GAST) change and CO2 concentration change. If we had that insight and it was credible most or all of the skepticism would disappear and we would be able to get on with resolving the problem if appropriate.<br /><br />One way to do a meaningful experiment is to suddenly decrease the worldwide CO2 concentration by a small amount say 5 - 10 ppm and observe the change in global average surface temperature as a function of time for some period afterward. One can expect a decrease in the GAST in response to the concentration decrease followed by additional changes caused by coupled phenomena. The related changes would be revealed in response to the GAST change, hence a great deal could be learned from a carefully planned and executed experiment. No doubt it would be a very expensive experiment by virtue of all the monitoring and of course reducing the CO2 concentration would be non trivial. Some smart geoengineering people are thinking about how to capture and sequester CO2. It is an experiment that probably could be done and if done credibly would end all the debate and the cynicism. Nothing left to do but watch the Superbowl and the head crashing.<br />", "recommendationCount": 6}, {"assetID": 1133403, "replies": [], "lft": 134, "assetURL": "http://dotearth.blogs.nytimes.com/2010/02/05/signs-of-damage-to-public-trust-in-climate-findings/", "parentID": null, "commentID": 1530293, "rgt": 135, "userDisplayName": "David B. Benson", "createDate": "1265506807", "userID": 57084036, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1265520038", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Pullman", "commentType": "comment", "updateDate": "1265520038", "commentSequence": 65, "commentBody": "Nick (41) --- That was a fine posting!  You may already know of it, but I'll mention it anyway; the IPCC AR4 WG1 contains a section on attribution of the global temperature time series to various forcings.  The report does not use standard signal+noise terminology, but in effect that is what is being done.", "recommendationCount": 5}, {"assetID": 1130905, "replies": [], "lft": 32, "assetURL": "http://bats.blogs.nytimes.com/2010/02/04/more-ways-to-torture-mets-fans/", "parentID": null, "commentID": 1531048, "rgt": 33, "userDisplayName": "Len", "createDate": "1265518644", "userID": 1222470, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1265520196", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Manhattan", "commentType": "comment", "updateDate": "1265520196", "commentSequence": 15, "commentBody": "Q: Did Beltran swing at any pitches in that at bat? ", "recommendationCount": 1}, {"assetID": 5737, "replies": [], "lft": 32, "assetURL": "http://www.nytimes.com/travel/guides/north-america/canada/quebec/quebec-city/restaurants.html", "parentID": null, "commentID": 3110213, "rgt": 33, "userDisplayName": "", "createDate": "1265520462", "userID": 20571306, "replyCount": 0, "commentTitle": "", "status": "approved", "approveDate": "1265520462", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "", "commentType": "userSuggestion", "updateDate": "1265566424", "commentSequence": 14, "commentBody": "Le Lapin Saute on Petit Rue Champlain is a jewel of a restaurant.  Simple food, but marvelously prepared, in a cosy, unpretentious bistro setting.  Rabbit's the house speciality, but plenty of other comfort dishes are also at hand.  A very small place, so call ahead if you want a guaranteed table; the management is very accomodating.  Bon appetit!", "recommendationCount": 0}, {"assetID": 1135113, "replies": [], "lft": 30, "assetURL": "http://wordplay.blogs.nytimes.com/2010/02/06/diagramless-9/", "parentID": null, "commentID": 1530913, "rgt": 31, "userDisplayName": "james kaplan", "createDate": "1265517196", "userID": 17555605, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1265524038", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "cleveland hts, oh", "commentType": "comment", "updateDate": "1265524038", "commentSequence": 14, "commentBody": "Hsve they change the name of Kismet to Destiny?", "recommendationCount": 0}]}, "copyright": "Copyright (c) 2016 The New York Times Company.  All Rights Reserved."}