{"debug": {"version": 3.1}, "status": "OK", "results": {"api_timestamp": "1481460179", "totalCommentsFound": 5014, "totalCommentsReturned": 25, "comments": [{"assetID": 1934962, "replies": [], "lft": 2, "assetURL": "http://opinionator.blogs.nytimes.com/2010/10/07/the-beagle-vanishes/", "parentID": null, "commentID": 2652293, "rgt": 3, "userDisplayName": "Noah Choi", "createDate": "1286509798", "userID": 31577943, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1286510719", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New York, NY", "commentType": "comment", "updateDate": "1286507119", "commentSequence": 1, "commentBody": "James,<br /><br />If you read this comment, I want you to know that your spiral staircase is my new desktop background.  I look forward to your next post.<br /><br />I was inspired by your previous crosshatching lesson, and decided to seriously apply myself to learning the technique - in my own drawings in the past, I've just sort of \"winged it\", with varying degrees of success.  I've commented on this blog before and have usually included a link to my own drawing blog (hopefully not too shamelessly).  I'm including a link here as well, to my latest crosshatching attempt, made after some practice (disclaimer: I have a lot of experience drawing faces, so I was not starting completely from square one in this regard).<br /><br /><a href=\"http://choiburgersketch.blogspot.com\" target=\"_blank\">http://choiburgersketch.blogspot.com</a>/<br /><br />", "recommendationCount": 1}, {"assetID": 1932954, "replies": [], "lft": 1304, "assetURL": "http://www.nytimes.com/2010/10/08/nyregion/08tunnel.html", "parentID": null, "commentID": 2652393, "rgt": 1305, "userDisplayName": "SMARGOL700", "createDate": "1286511440", "userID": 31075175, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1286511605", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "PARSIPPANY NJ", "commentType": "comment", "updateDate": "1286508005", "commentSequence": 545, "commentBody": "I agree with Christie! Why spend billions of dollars on a tunnel where the costs keep going up by billions year or so? Why is it so critical to pack more workers into lower Manhattan so that they can be a target for another 9-11? They can't even start the replacements for the twin towers because nobody wants to rent them. With modern communications, what is the necessity to pack all these people close together in lower Manhattan, etc. Why not build in NJ or else where, where clean air, transportation, cost, land expenses, and so on would not be a problem? Does it make any sense to pack them into NYC or is it an ego trip for Bloomberg, and other politicians!<br />As for the highly paid construction workers, tough darts! You have done the same thing to the construction industry that happened to the automobile industry in the good old USA, but buildings, tunnels, and so on can't be constructed outside of the states!  ", "recommendationCount": 1}, {"assetID": 1929797, "replies": [], "lft": 16, "assetURL": "http://goal.blogs.nytimes.com/2010/10/06/could-liverpool-ownership-squabble-trip-up-reds/", "parentID": null, "commentID": 2652301, "rgt": 17, "userDisplayName": "TDK", "createDate": "1286509915", "userID": 922486, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1286511784", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Atlanta", "commentType": "comment", "updateDate": "1286508184", "commentSequence": 5, "commentBody": "I'm with Mick, the price is more than fair. Hicks and Gillett are upset because the price would cover LFC's debt, not their investment, but then they took the risk in taking on so much leverage. They are also evidently clueless about English football if they thought the debt they settled on LFC wouldn't cripple its prospects (blame also goes to the Liverpool board for accepting an LBO in the first place).<br /><br />The sooner this is settled the better, the club has lost and not replaced too many good players, and there's some reconstruction ahead. Starting, I think, with Hodgson. They might have no chance at winning the Premiership and no chance at Champions League, but talentwise they should be top half of the table, not staring at the Championship. Maybe Hodgson will turn things around, right now I'm not seeing it. That they make take a 9 point deduction if they miss the Oct 15 payment doesn't make things any easier.", "recommendationCount": 0}, {"assetID": 1932954, "replies": [], "lft": 1310, "assetURL": "http://www.nytimes.com/2010/10/08/nyregion/08tunnel.html", "parentID": null, "commentID": 2652415, "rgt": 1311, "userDisplayName": "roadkill612", "createDate": "1286511753", "userID": 57587929, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1286511906", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "sydney nsw", "commentType": "comment", "updateDate": "1286508306", "commentSequence": 546, "commentBody": "As you can see, I live a fair way from NYC, so its none of my business. On the other hand, I can be impartial.<br /><br />On the one hand, China may be spending $100B+ pa on rail, but are they spending ~$12B on a single tunnel? It would be interesting to compare costs of similar projects globally.<br /><br />On the other hand, I love trains. I would much rather stand in a moving train than be immobile in a luxury car. Unfortunately, the allegedly time poor rich dont think that way. Its all about status and insulating oneself from contact with the hoy poloy, even if it means doing things the hard way.<br /><br />I find it surreal that commuting to NYC by car is even a remote option (a mate was charged more to park his rental car than for his room at a fancy NYC hotel), and, that there seems to be a single 2 line rail link built 100 years ago.<br /><br />My guess is this may be a hardball ambit re the price and NJs share of the tab (US government at the all powerful state level is so fractured), and he may have a point.<br /><br />If NYC wants to be a/ a global hub &amp; b/ an island in the middle of a stupid river, then they gain much more than NJ from the project. Its not like Manhattenites are are heading out of town to NJ to trading desks or wild night life hotspots. He could, with some justice, feel that NJ is being stiffed for more than its share of the tab.<br /><br />In short, maybe he is just haggling. Maybe the Sopranos could reduce their usual cut? Maybe the deal could be onsold to private equity for less? Maybe ferries are an option? If upmarket cars can have anti collision smarts, why cant multi million dollar commuter train sets? With modern smarts, the existing tunnel should be converted from a stop start bus type service to a conveyor belt, resulting in a huge increase in throughput (trains are really just horizontal elevators/lifts).<br /><br />Sadly, the article lacks any technical detail on the project. Not even the length of the tunnel, let alone the electrification system (overhead wires suck, as the tunnel has to be so much bigger).<br /><br />Anyhoo, I hope my comments may have amused / helped.<br /><br />  ", "recommendationCount": 1}, {"assetID": 1932954, "replies": [], "lft": 1308, "assetURL": "http://www.nytimes.com/2010/10/08/nyregion/08tunnel.html", "parentID": null, "commentID": 2652413, "rgt": 1309, "userDisplayName": "Morgan", "createDate": "1286511738", "userID": 45686774, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1286511907", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Canada", "commentType": "comment", "updateDate": "1286508307", "commentSequence": 547, "commentBody": "It's not stated what exactly is causing the cost over runs.  Why the extra 3b?  On one hand I can understand getting out now before it turns into a real mess but on the other hand, why wouldn't these concerns be addressed while the project (a needed one at that) is in it's infancy.  Public works projects in Canada were famous in the 80's and 90's for these fiascos however since then the politicos have upped their oversight and management where now most large works are completed ahead of time and under budget.  Too much partisan mumbo jumbo me thinks.    ", "recommendationCount": 3}, {"assetID": 1935094, "replies": [], "lft": 172, "assetURL": "http://www.nytimes.com/2010/10/08/us/08picture.html", "parentID": null, "commentID": 2652327, "rgt": 173, "userDisplayName": "AC", "createDate": "1286510462", "userID": 58437226, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1286511988", "userTitle": null, "editorsSelection": 1, "statusID": 2, "userURL": null, "userLocation": "California", "commentType": "comment", "updateDate": "1286508388", "commentSequence": 56, "commentBody": "I love picture books.  My son, now in Kindergarten, started reading on his own soon after his 4th birthday.  He very quickly went back to picture books rather than books designated as early readers.  As I searched the early reader shelves of the library and book stores I found that picture books were much more to my, and his, liking.  The stories and text are more complex and interesting than the readers and the pictures on the pages kept his attention and kept him reading when a chapter book would not.  He has an age appropriate short attention span.  He likes the stories and found the text still adequately challenging.  If there are fewer words to a page he reads more pages and more books and also spends time enjoying the high quality artwork that sparks his imagination.  The books with no text allow him to create his own narrative, a great exercise in creativity.", "recommendationCount": 153}, {"assetID": 1935094, "replies": [], "lft": 160, "assetURL": "http://www.nytimes.com/2010/10/08/us/08picture.html", "parentID": null, "commentID": 2652283, "rgt": 161, "userDisplayName": "Kelsey Kleiman", "createDate": "1286509424", "userID": 45484161, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1286512371", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Brooklyn, NY", "commentType": "comment", "updateDate": "1286508771", "commentSequence": 59, "commentBody": "I enjoyed reading Megan from Boston's post. I'm not buying the pushy parents thing either. I will say that we read my daughter chapter books because she started to want longer stories and was asking for chapter books when she was in pre-K. It was just last week that I asked she and my husband to take a break from the chapter books and to start reading picture books that will help her learn to read (now she's in K). I bet there are many others who simply move on to longer stories because their kids want longer stories. And maybe it's easier to find a Ramona book than a longer storybook with a lot of illustrations.<br /><br />Anyway, I have to say I would love a book of the month club too (per Megan from Boston's post. I will see if one is available.<br /><br />FYI. I don't have any of Mo Willems Pigeon books but his new book that Jon Muth illustrated \"City Dog Country Frog\".<br /><br />Another GREAT one that kids love is a self published book called \"An Awesome Book\" by Dallas Clayton. ", "recommendationCount": 5}, {"assetID": 1935094, "replies": [], "lft": 164, "assetURL": "http://www.nytimes.com/2010/10/08/us/08picture.html", "parentID": null, "commentID": 2652294, "rgt": 165, "userDisplayName": "Yogi", "createDate": "1286509825", "userID": 61298862, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1286512371", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New Zealand", "commentType": "comment", "updateDate": "1286508771", "commentSequence": 66, "commentBody": "It seems appropriate to quote John Crace from the Guardian about this subject;<br /><br />6. Don't transfer your neuroses on to your kids<br /><br />Stop getting worked up about the extra maths tutorials, the football coaching and the music lessons. Face it, they almost certainly aren't going to get into Oxbridge, play professional football or be a world-class concert pianist. They are just bog-standard kids: much the same as everyone else's. What they really need is for you to back off and let them mooch around getting bored rather than being ferried around in search of over-achievement. There is a reason your kids have limited talents; it's because they are yours. So just accept it. And them.<br /><br /><a href=\"http://www.guardian.co.uk/society/2010/sep/29/10-point-guide-to-beating-that-midlife-crisis\" target=\"_blank\">http://www.guardian.co.uk...</a><br />", "recommendationCount": 18}, {"assetID": 1935094, "replies": [], "lft": 166, "assetURL": "http://www.nytimes.com/2010/10/08/us/08picture.html", "parentID": null, "commentID": 2652296, "rgt": 167, "userDisplayName": "jm", "createDate": "1286509865", "userID": 22836450, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1286512371", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "wellesley mass", "commentType": "comment", "updateDate": "1286508771", "commentSequence": 58, "commentBody": "How very sad. My children were very verbal, at a very young age and we read all the time.  My daughter's first sentence was, as she thrust a book toward me: \"Read book,  read book now.\"  My kids are now in their 20's and quite successful academically. I think a great part of who they are now academically is a function of what we read together and what we shared and the fact that we didn't have cable tv until they were adults.  My daughter, who is now at a very highly ranked college, keeps a shelf on her home bookshelf of her favorite books, which include ones she read herself at ages 9, 10 11.  Snuggling up with your kids and reading books together is one of the best things a parent can do.", "recommendationCount": 10}, {"assetID": 1935094, "replies": [], "lft": 168, "assetURL": "http://www.nytimes.com/2010/10/08/us/08picture.html", "parentID": null, "commentID": 2652310, "rgt": 169, "userDisplayName": "NMY", "createDate": "1286510177", "userID": 21338958, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1286512371", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New Jersey", "commentType": "comment", "updateDate": "1286508771", "commentSequence": 60, "commentBody": "I think pushing children to read books that are too hard before they're ready is counter productive. It just tends to make a reluctant reader. My kids 6 and 11 still love the 200+ picture book in our collection and we still laugh over them together at bedtime. Of course, the older one reads far more sophisticated fare for his regular reading, but losing the old picture books would be like losing an old friend. And for anyone who thinks picture books don't have sophisticated themes, I suggest Dr. Seuss and anything by Mo Willems.", "recommendationCount": 6}, {"assetID": 1935094, "replies": [], "lft": 174, "assetURL": "http://www.nytimes.com/2010/10/08/us/08picture.html", "parentID": null, "commentID": 2652336, "rgt": 175, "userDisplayName": "Madeleine", "createDate": "1286510585", "userID": 209621, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1286512371", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Manhattan", "commentType": "comment", "updateDate": "1286508771", "commentSequence": 57, "commentBody": "This is a sad commentary on the continued effort to push children to perform skills that they may not be ready for at younger and younger ages. I'm especially perturbed by the mother whose child was reading 80 page books at age 6 1/2 but was, she admitted, a \"reluctant reader\" who \"did not want to work to read\" and wanted to return to picture books. As I've discovered with my 5 year old daughter, picture books vary considerably in their content, vocabulary, and sophistication, and I've had no trouble at all finding books that satisfy her need for increasing complexity. A beautifully illustrated interesting story is a joy to read; my daughter reads constantly and in all likelihood will continue to do so, joyfully, throughout her life. Which is, I think, one of the primary goals of learning to read: obtaining the technical skill and vocabulary, of course, but also discovering the joy of reading. It is this association that sets a child up for a lifetime of reading for learning and pleasure, and for academic success.   ", "recommendationCount": 16}, {"assetID": 1935094, "replies": [], "lft": 176, "assetURL": "http://www.nytimes.com/2010/10/08/us/08picture.html", "parentID": null, "commentID": 2652340, "rgt": 177, "userDisplayName": "crf", "createDate": "1286510600", "userID": 12251694, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1286512371", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New York, NY", "commentType": "comment", "updateDate": "1286508771", "commentSequence": 65, "commentBody": "This is the same mentality that teaches for the test, that has practically ended art and music in the schools, as well as play time.  Pictures open up children's minds and help them use their imagination.  Frankly, there should be more pictures in adult books!!!", "recommendationCount": 20}, {"assetID": 1935094, "replies": [], "lft": 182, "assetURL": "http://www.nytimes.com/2010/10/08/us/08picture.html", "parentID": null, "commentID": 2652358, "rgt": 183, "userDisplayName": "Siouxie", "createDate": "1286510872", "userID": 35943105, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1286512371", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Bronx", "commentType": "comment", "updateDate": "1286508771", "commentSequence": 64, "commentBody": "I am not an educator, but this idea appears totally ridiculous.  Illustrations are the gateway to reading for young children.<br /><br />Maybe it's my artistic temperament, but I still have fairly vivid memories of illustrations from my readers in the early grades. ", "recommendationCount": 10}, {"assetID": 1935094, "replies": [], "lft": 184, "assetURL": "http://www.nytimes.com/2010/10/08/us/08picture.html", "parentID": null, "commentID": 2652386, "rgt": 185, "userDisplayName": "Amanda Gignac", "createDate": "1286511282", "userID": 61299028, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1286512371", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "San Antonio, TX", "commentType": "comment", "updateDate": "1286508771", "commentSequence": 61, "commentBody": "As everyone here keeps vilifying me, I felt the need to respond and say that the quote from me here was taken completely out of context and misconstrues what I told the reporter. In short, I have never taken picture books away from my children or pushed them to read early. They made all the choices when it came to their reading. If you want further explanation, I've posted a response on The Zen Leaf. <a href=\"http://zenleaf.amandagignac.com/2010/10/when-quotes-are-taken-out-of-context.html\" target=\"_blank\">http://zenleaf.amandagignac.com...</a>", "recommendationCount": 23}, {"assetID": 1935094, "replies": [], "lft": 186, "assetURL": "http://www.nytimes.com/2010/10/08/us/08picture.html", "parentID": null, "commentID": 2652394, "rgt": 187, "userDisplayName": "Flo", "createDate": "1286511444", "userID": 40822087, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1286512371", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New York", "commentType": "comment", "updateDate": "1286508771", "commentSequence": 63, "commentBody": "These kids are all going to have ulcers by middle school. Hyper-competitive parents have sucked all the fun out of childhood and turned their kids into unimaginative, cut-throat workaholics. The worst part is that they are doing it to gratify their own egos, not to elevate the child's experience of life.", "recommendationCount": 13}, {"assetID": 1935094, "replies": [], "lft": 188, "assetURL": "http://www.nytimes.com/2010/10/08/us/08picture.html", "parentID": null, "commentID": 2652398, "rgt": 189, "userDisplayName": "Jeanne", "createDate": "1286511540", "userID": 54750728, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1286512371", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New York", "commentType": "comment", "updateDate": "1286508771", "commentSequence": 62, "commentBody": "This is a travesty!  Picture books are wonderful experiences for young children.  I remember mine with great fondness and joy, and I was always an excellent reader from a young age.  My husband and I read picture books to our daughter and she began \"reading\" before she was two years old -- not only the words under the pictures but stop signs and supermarket signs.  Picture books encourage rather than discourage reading and can bring beauty, art and imagination into a toddler and young child's life.  I suggest parents today spend more time with their children rather than spending their time trying to fix what is not broke!", "recommendationCount": 7}, {"assetID": 1935094, "replies": [], "lft": 178, "assetURL": "http://www.nytimes.com/2010/10/08/us/08picture.html", "parentID": null, "commentID": 2652341, "rgt": 179, "userDisplayName": "Emily", "createDate": "1286510602", "userID": 54704675, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1286512379", "userTitle": null, "editorsSelection": 1, "statusID": 2, "userURL": null, "userLocation": "Menlo Park, CA", "commentType": "comment", "updateDate": "1286508779", "commentSequence": 67, "commentBody": "We read chapter books to my 5 1/2 year old son -- and we just finished _The Wizard of Oz_ last week, funnily enough.   We aren't reading him chapter books because we think they'll teach him to read (in fact, he'd probably learn to read faster if we stayed with the picture books), and until I read this article, the thought never occurred to me that this would get him some kind of test advantage in a few years.<br /><br />No, we read chapter books because they are way more interesting, to him -- and more importantly, to me. Frankly, I can only take so many picture books.  So there you have it.  The selfish mom stereotype, as opposed to the overbearing my-child-must-have-every-advantage stereotype.  ", "recommendationCount": 40}, {"assetID": 1935094, "replies": [], "lft": 190, "assetURL": "http://www.nytimes.com/2010/10/08/us/08picture.html", "parentID": null, "commentID": 2652410, "rgt": 191, "userDisplayName": "AK", "createDate": "1286511729", "userID": 58437226, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1286512426", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "San Jose, CA", "commentType": "comment", "updateDate": "1286508826", "commentSequence": 69, "commentBody": "I have beautifully illustrated \"picture books\" with text by Robert Frost (Stopping by Woods on a Snowy Evening), O. Henry (The Gift of the Magi), and Charles Dickens (A Christmas Carol).  The kids and I love these and the text is enriched by the beautiful illustrations.  The presence of pictures in no way diminished the quality of the literature.", "recommendationCount": 19}, {"assetID": 1935094, "replies": [], "lft": 192, "assetURL": "http://www.nytimes.com/2010/10/08/us/08picture.html", "parentID": null, "commentID": 2652418, "rgt": 193, "userDisplayName": "Brenda Becker", "createDate": "1286511776", "userID": 39948929, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1286512426", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Brooklyn, NY", "commentType": "comment", "updateDate": "1286508826", "commentSequence": 71, "commentBody": "What a sad trend. Despite a tight budget, we splurged on picture books for our daughter instead of relying only on the public library--because she loved to pick one out every night from her \"inventory.\" The gorgeous images nurtured a rich imagination and endless hours of delight. She is now, at 15, a burgeoning and gifted writer (although she was not an early reader by any means)--and she refuses to part with most of her picture books. After a day in high school with calculus and Shakespeare, she loves to unwind with her old friends--including Dr. Seuss, whom she re-reads whenever she has trouble sleeping. I can't imagine how much poorer her childhood would have been without picture books...foolish, foolish parents who must \"accelerate\" everything!", "recommendationCount": 16}, {"assetID": 1935094, "replies": [], "lft": 194, "assetURL": "http://www.nytimes.com/2010/10/08/us/08picture.html", "parentID": null, "commentID": 2652421, "rgt": 195, "userDisplayName": "ngr", "createDate": "1286511824", "userID": 15150124, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1286512426", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "CT", "commentType": "comment", "updateDate": "1286508826", "commentSequence": 68, "commentBody": "I lost myself in the imaginative world of picture books when I was a child and loved nothing more than being read to.  I didn't learn how to read until age 6 in the first grade because there was no pressure to learn nor were there lessons.<br /><br />I am an English literature professor with a Ph.D. and my years of looking at picture books not only thrilled my imagination but stimulated my \"analytical skills.\"    Faster is not better when it comes to learning.  \"Slow education\" should become a new movement.", "recommendationCount": 27}, {"assetID": 1935094, "replies": [], "lft": 196, "assetURL": "http://www.nytimes.com/2010/10/08/us/08picture.html", "parentID": null, "commentID": 2652434, "rgt": 197, "userDisplayName": "dave", "createDate": "1286512023", "userID": 21936012, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1286512426", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "san juan, pr", "commentType": "comment", "updateDate": "1286508826", "commentSequence": 70, "commentBody": "Since then, the stores have rearranged display space so that some picture books are enticingly paired with toys and games.<br /><br />Ooooo, I hate that.", "recommendationCount": 19}, {"assetID": 1935126, "replies": [], "lft": 4, "assetURL": "http://projects.nytimes.com/roomfordebate/2010/10/07/will-electric-cars-finally-succeed/the-all-electric-leaf-is-a-game-changer", "parentID": null, "commentID": 2652079, "rgt": 5, "userDisplayName": "jay scott", "createDate": "1286505806", "userID": 38863960, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1286512492", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "dallas, texas", "commentType": "comment", "updateDate": "1286508892", "commentSequence": 2, "commentBody": "This will be awesome, like the Model T Ford- a car that the people who employed making it can also afford to buy!<br /><br />Hopefully Leaf Factories will be franchised into mid-sized cities across the US.<br /><br />If so, Nissan will be in front of Toyota and Honda within 3 years.<br /><br />If they can get the price point below $15k, they'll sell 50 million of them.<br /><br />", "recommendationCount": 13}, {"assetID": 1934943, "replies": [], "lft": 4, "assetURL": "http://projects.nytimes.com/roomfordebate/2010/10/07/will-electric-cars-finally-succeed/electric-cars-are-not-the-answer-to-our-problems", "parentID": null, "commentID": 2652166, "rgt": 5, "userDisplayName": "leptoquark", "createDate": "1286506984", "userID": 1438536, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1286512499", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Washington, DC", "commentType": "comment", "updateDate": "1286508899", "commentSequence": 2, "commentBody": "Even if an ev gets the equivalent of 38 mpg, the electricity is sourced domestically, rather than from overseas, or Canadian tar sands, both of which has huge collateral costs.  And, as electric generation migrates to sustainable baseload, ie geothermal, or large-area wind and solar with large scale storage, the CO2 emissions drop.<br /><br />No one will have to pay $33,000 for a Leaf, either, due to the tax incentives, which are a very wise and efficient use of tax dollars. ", "recommendationCount": 10}, {"assetID": 1935247, "replies": [], "lft": 2, "assetURL": "http://projects.nytimes.com/roomfordebate/2010/10/07/will-electric-cars-finally-succeed/the-subsidies-would-be-better-used-elsewhere", "parentID": null, "commentID": 2652168, "rgt": 3, "userDisplayName": "Mike Smitka", "createDate": "1286507034", "userID": 49514, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1286512503", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "lexington, va", "commentType": "comment", "updateDate": "1286508903", "commentSequence": 1, "commentBody": "Agreed! -- the subsidies are egregious, and even on the R&amp;D side the technologies involved are specific to the auto industry rather than general-purpose. If we want quick gains, go for diesel. Even that faces issues in the US: refinery capacity, a tax system that paradoxically leaves gasoline cheaper. Diesel engines are more expensive than gasoline engines, but it wouldn't take much of a subsidy to encourage users to switch -- just look at Europe, where in some countries diesel is the norm and gasoline the exception. ", "recommendationCount": 5}, {"assetID": 1935326, "replies": [], "lft": 2, "assetURL": "http://projects.nytimes.com/roomfordebate/2010/10/07/will-electric-cars-finally-succeed/filling-a-niche-but-not-much-more", "parentID": null, "commentID": 2652285, "rgt": 3, "userDisplayName": "leptoquark", "createDate": "1286509462", "userID": 1438536, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1286512507", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Washington, DC", "commentType": "comment", "updateDate": "1286508907", "commentSequence": 1, "commentBody": "Right now, there is a universal market for any ICE (Internal Combustion Engine) vehicle.  Anyone in America can drive a Ford Taurus, be they a 2 hour commuter or weekend-driving urbanite.  The market for pure ev's, like the Leaf, or gas-electric hybrids like the Volt will necessarily be smaller, until the ev range improves.  The choice all depends on the kind of driving one does.<br /><br />In our family, the Leaf will be my daily commuter car.  My wife commutes in our Honda Civic hybrid, which will necessarily be our long distance car.  So for us, and probably many others, the Leaf won't be the first \"main\" car, but it will be an awesome second \"around town\" car.<br /><br />If you're looking for a high-mileage first car, then the Volt would be the way to go.  I find it easiest to think of the Volt as the car equivalent of a diesel-electric locomotive, which carries on-board diesel generators to make electricity for its wheels.  It's the same for the Volt, with the addition of a battery, for the initial 40 mile all-electric range.", "recommendationCount": 8}]}, "copyright": "Copyright (c) 2016 The New York Times Company.  All Rights Reserved."}