{"debug": {"version": 3.1}, "status": "OK", "results": {"api_timestamp": "1481460454", "totalCommentsFound": 5169, "totalCommentsReturned": 25, "comments": [{"assetID": 2626617, "replies": [], "lft": 792, "assetURL": "http://well.blogs.nytimes.com/2011/04/13/talk-to-gary-taubes-about-sugar/", "parentID": null, "commentID": 3689848, "rgt": 793, "userDisplayName": "Jessica C", "createDate": "1302808343", "userID": 31221069, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1302840592", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Los Angeles", "commentType": "comment", "updateDate": "1302836992", "commentSequence": 302, "commentBody": "I have two questions for Mr. Taubes: first, my 17-month-old eats a good amount of fruit, but no other kinds of sugars. Is there a point at which fruit can be consumed in excessive quantities, as far as insulin, etc., is concerned? Or is the kind of sugar in fruit OK? How is it different from fructose, or is it? <br/><br/>My second question is about sucanat: is that a better form of sweetener? For that matter, is there ANY form of sweetener that can be used that doesn't affect the human body so badly?<br/><br/>Thanks!<br/>\nJessica Craven", "recommendationCount": 2}, {"assetID": 2626617, "replies": [], "lft": 796, "assetURL": "http://well.blogs.nytimes.com/2011/04/13/talk-to-gary-taubes-about-sugar/", "parentID": null, "commentID": 3689857, "rgt": 797, "userDisplayName": "indiawilkes", "createDate": "1302808448", "userID": 62582619, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1302840592", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Earth", "commentType": "comment", "updateDate": "1302836992", "commentSequence": 303, "commentBody": "Why does the body seem to handle the fructose in a piece of fruit so differently from the fructose in HFCS and refined sugar?<br/><br/>For example, I found some years ago that I'm like an alcoholic with sugar.  I couldn't eat just one cookie -- it had to be 12 of them.  <br/><br/>As a result, I decided to \"cold turkey\" with sweets and processed juices, and after  a series of lapses (usually at the holidays) in the early years, I eventually got in the \"no sweets\" habit for good.  <br/><br/>I found that, if, after a lapse, I took two days to \"get the sugar out of my system,\" I wouldn't crave it anymore.  So that, if, say, there were a few boxes of Dunkin Donuts set out at work, and if I were in the midst of a lapse, those donuts would \"call\" to me, and it would be like, \"Of course I'm having one -- two, if I can grab the second one when no one's looking!\"  But if I'd had just two days of \"getting the sugar out of my system,\" I could walk by the same donut spread and not even feel tempted.<br/><br/>Through all of this, I've been able to eat all kinds of fruits, and even fresh-squeezed orange juice (I don't like the taste of packaged orange juice), and it doesn't trigger my \"sugarholic\" response.  I can eat just one apple, I don't need to eat 12.  I can eat a peach and a banana on Day 1 and walk past that spread of donuts without a thought on Day 2 or even later the same day.  <br/><br/>It *really* doesn't feel like this is all psychological; it feels as if something chemical is going on. And it isn't just me.  Most people have no trouble eating just one apple, while many have trouble eating just one cookie.  (This is one reason why Weight Watchers recently made fruits unlimited on its new plan.)  Any thoughts on why that may be?", "recommendationCount": 10}, {"assetID": 2626617, "replies": [], "lft": 798, "assetURL": "http://well.blogs.nytimes.com/2011/04/13/talk-to-gary-taubes-about-sugar/", "parentID": null, "commentID": 3689866, "rgt": 799, "userDisplayName": "Galina L.", "createDate": "1302808537", "userID": 63577293, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1302840592", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Jacksonville, FL", "commentType": "comment", "updateDate": "1302836992", "commentSequence": 304, "commentBody": "Mr. Taubes,<br/>\nI thought you already answered  the question \"What is the safe amount of sugar to consume\" for somebody without health issues that require minimizing of carbohydrates. Unfortunately, a friend borrowed mu copy of GCBC, but I remember in the chapter about correlation between nutrition and deceases of civilization, you mention that people start to develop caries, high blood pressure, appendix inflammation, diabetes, and cancers after average sugar consumption in the population reaches certain level. I believe it is 26 lb a year. In order to stay healthy and feel well I have to limit severely all my carbs. When my 18 years old son who is lean and healthy asked me about the amount of sugar I advice him not to exceed during the day, I told him - no more than 2-3 tea spoons, or less if he starts having cavities or frequent infections. My advise was based on my interpretation of your book.", "recommendationCount": 1}, {"assetID": 2626617, "replies": [], "lft": 800, "assetURL": "http://well.blogs.nytimes.com/2011/04/13/talk-to-gary-taubes-about-sugar/", "parentID": null, "commentID": 3689952, "rgt": 801, "userDisplayName": "GSM", "createDate": "1302809711", "userID": 18408161, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1302840592", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Rochester, N.Y.", "commentType": "comment", "updateDate": "1302836992", "commentSequence": 305, "commentBody": "I am a type II diabetic, was morbidly obese with high blood pressure and high cholesterol.  I was on meds for all of these conditions. I have not eaten any sugar or refined flour for the past year and a half. My blood sugars are now in the normal range as are my blood pressure and cholesterol. I have lost over 80 pounds and I no longer am required to take any meds for these conditions. \r<br/><br/>I also believe sugar is not only toxic, but it is addictive.", "recommendationCount": 6}, {"assetID": 2626617, "replies": [], "lft": 802, "assetURL": "http://well.blogs.nytimes.com/2011/04/13/talk-to-gary-taubes-about-sugar/", "parentID": null, "commentID": 3690006, "rgt": 803, "userDisplayName": "indiawilkes", "createDate": "1302810412", "userID": 62582619, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1302840592", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Earth", "commentType": "comment", "updateDate": "1302836992", "commentSequence": 306, "commentBody": "@ your answer, \"What's interesting is that non-alcoholic fatty liver syndrome is effectively identical to the kind of fatty liver caused by heavy alcohol drinking and associated with alcohol. And while moderate alcohol consumption is associated with a lower risk of metabolic syndrome, heavy alcohol consumption is associated with a higher risk. (Although this kind of association is extremely difficult to interpret because you never know what else heavy drinkers might be doing that moderate drinkers are not.) One point Dr. Lustig makes in his presentation, although on this point he has the most critics, is that fructose is metabolized in the liver quite in a manner quite similar to that of alchol. Dr. Lustig calls it \"alcohol without the buzz,\" which it might be.\"<br/><br/>That's fascinating about the fatty-liver problem being identical with alcoholism and high levels of sugar intake.  It would seem to lend support to my \"sugarholic\" observation.  But you note that Dr. Lustig is criticized most on his equation of sugar and alcohol.  Could you elaborate further on why the science isn't there yet to support the idea of \"sugarholism\" and sugar being metabolized as \"alcohol without the buzz\"?<br/><br/>Another observation from my own experience with \"sugarholism\":  On my mother's side of the family, I've got several relatives -- grandfather, uncle, cousin, great-uncles -- who either were full-blown alcoholics or struggled with a habit of drinking too much.  On that same side, there are also a number of relatives -- aunts, grandmother, great-grandmother, great aunts, one great uncle -- who were overweight or obese, and some of them admitted to a \"sweet tooth.\"  I've often wondered whether my \"sugarholism\" and the alcohol problems of other family members might just be \"Subtype A\" and \"Subtype B\" of the same problem.  <br/><br/>Oddly, I've got no issues at all with alcohol.  I drink pretty rarely, only at social occasions, and lightly -- all without any effort to limit myself.  I might drink an entire margarita (and, yes, I like the sweetness), but one or two ounces of wine is plenty.  (I don't even like alcohol much, especially since I noticed it causes nasal congestion via a non-allergic rhinitis reaction.  Perhaps that reaction could be another sign of toxicity for me?)  In any event, my father's side of the family has no problems with alcohol, and everyone's a light, occasional drinker, so I may simply take after that side with respect to alcohol.<br/><br/>Having one margarita doesn't seem to trigger the \"sugarholism,\" but I've also found that I can get away with eating a few bites of one dessert -- say, a fabulous creme brulee at a four-star restaurant -- without triggering the sugarholism.  I need to have eaten sweets 2-3 days in a row to return to the state of \"having sugar in my system\" and to start craving it constantly.  If I had one margarita a night for 2-3 days in a row, I have a feeling that *would* trigger the sugarholism, but I never do that.", "recommendationCount": 5}, {"assetID": 2626617, "replies": [], "lft": 804, "assetURL": "http://well.blogs.nytimes.com/2011/04/13/talk-to-gary-taubes-about-sugar/", "parentID": null, "commentID": 3690080, "rgt": 805, "userDisplayName": "sh, MD", "createDate": "1302811089", "userID": 436764, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1302840592", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "seattle", "commentType": "comment", "updateDate": "1302836992", "commentSequence": 307, "commentBody": "Unfortunately, much of the argument presented is still circumstansial.  We have certainly been led astray before by lack of good intervention studies.  A lot of the argument hinges on the liver metablic effects of fructuse via conversion to triglicerides.  This is a big weakness I see in the argument.  Anecdotally, TG level is more clearly correlated to total caloric carohydrate intake (particularly starches) than sugars per se.  Is there proof to the contrary?", "recommendationCount": 1}, {"assetID": 2626617, "replies": [], "lft": 806, "assetURL": "http://well.blogs.nytimes.com/2011/04/13/talk-to-gary-taubes-about-sugar/", "parentID": null, "commentID": 3690157, "rgt": 807, "userDisplayName": "Pixel", "createDate": "1302811697", "userID": 63577460, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1302840592", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Texas", "commentType": "comment", "updateDate": "1302836992", "commentSequence": 308, "commentBody": "Gary,<br/><br/>Great article. Many may claim this as \"sensationalism\", but I think there is a fair amount of truth behind the claims to pay heed to.<br/><br/>I've been suspecting this on my own for some time. This article just brought other thoughts to light though.<br/><br/>Consider this next leap of thought based on the thought progression from your wife on Pg 12 of this article: If sugar *could* indirectly cause cancer because it induces cell growth... Is milk also a suspect in the case? It may not be a refined plant sugar... cane, beat, or corn sugar, but here's my thinking:<br/><br/>1) Milk's Primary function for mammals is to sustain rapid growth in infants. It's also high in sugars.<br/>\n2) Milk was not a major player in countries such as Japan, as it is in the States.<br/>\n3) Also comparing Japan and the States (because they're easy targets for comparison), Japanese are smaller, shorter, and in better health. Americans are taller, wider, and in poorer health.<br/>\n4) How many animals in the wild (including primates) continue to drink milk past infant ages? None. (Sure, your 6-yr-old cat will drink it if you pour it in a bowl, but that's not what they would do in the wild.)<br/>\n5) Recent studies seem to prove milk and sugar causes breakouts. (Funny they'd lump those two together.) Along that thought - who has the most iconic case of breakouts? Teens. Who consumes the largest amounts of milk and sugars? Teens. (Extra large Dew with those industrial-sized Sour Patch Kids at the movies. And that Reece's Blizzard milkshake with your boy/girlfriend on the way home from school.)<br/>\n6) The population is becoming increasingly more Lactose-intolerant to the point there's now allergy alerts on foods that contain milk. Is there any correlation?<br/><br/>I think milk is great for calcium and other vitamins, but can we get those nutrients elsewhere that are naturally better? Low Fat milk does not equal Low Sugar milk.<br/><br/>Do any of the Sugar studies take Milk into account as well? Could this help narrow down their findings?<br/><br/>By the way, I don't give my kids sugary things except for maybe once every couple weeks/months (and even then, quantities are limited). I notice a 180-degree change in attitude when I do, and it's not the \"sugar high and crash\". They get downright nasty, grumpy, and irritable for a long while after. I cringe when I see moms giving their 2 year olds Ring Pops to quiet them, then wonder why their kids are throwing massive tantrums 2 hours later. I've seen moms literally sustain their kids on sugar and fried foods under the guise of \"picky eating\". They're picky because they know they can get what they want from you, and grow up with a limited palate of junk.", "recommendationCount": 1}, {"assetID": 2626617, "replies": [], "lft": 808, "assetURL": "http://well.blogs.nytimes.com/2011/04/13/talk-to-gary-taubes-about-sugar/", "parentID": null, "commentID": 3690167, "rgt": 809, "userDisplayName": "Chris", "createDate": "1302811789", "userID": 61802843, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1302840592", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "North Brunswick", "commentType": "comment", "updateDate": "1302836992", "commentSequence": 309, "commentBody": "Hi Gary,<br/><br/>I was very interested in your article- it really made me think. However, as a scientist I'm a still a little skeptical only because I have an insight into how difficult it is to to assign cause and effect in so many disease processes. You point to sugar as not only being implicated, but as a prime mover in several chronic diseases. I can tell you right now it would be so fortuitous if this was indeed the case as we really would have an answer at the ready. Unfortunately, this almost never happens- it's never that easy.The real solution is almost certainly multifactorial and sugar might not even play a role with some members of the population. To point to sugar and say- aha! I've found the culprit!! Only a medical doctor could be so sure of this. Seasoned scientists would never make such a claim. I can assure you we're not even close to cracking diabetes, cancer, hypertension etc. Not even close good sir. Even if sugar is involved- it's just a piece of the puzzle.", "recommendationCount": 5}, {"assetID": 2626617, "replies": [], "lft": 810, "assetURL": "http://well.blogs.nytimes.com/2011/04/13/talk-to-gary-taubes-about-sugar/", "parentID": null, "commentID": 3690179, "rgt": 811, "userDisplayName": "indiawilkes", "createDate": "1302811952", "userID": 62582619, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1302840592", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Earth", "commentType": "comment", "updateDate": "1302836992", "commentSequence": 310, "commentBody": "PS - I've never had a problem with carbs in general, just sweets.  <br/><br/>I've favored multigrain and high-fiber carbs for many years, but I can have a half cup of mashed potatoes or stuffing, and it won't trigger the sugarholism, and -- although I might need to remind myself to stay on program, eat slowly and practice portion control -- at worst I'll have a second 1/2 cup helping.  It won't lead to binge on mashed potatoes or stuffing, the way one cookie can lead to the whole box, and, if I repeat the error 2-3 days in a row, to constant sugar cravings.  It's only sweets (cookies, ice cream, cake, baklava, etc.) that causes the sugarholism.", "recommendationCount": 2}, {"assetID": 2626617, "replies": [], "lft": 812, "assetURL": "http://well.blogs.nytimes.com/2011/04/13/talk-to-gary-taubes-about-sugar/", "parentID": null, "commentID": 3690209, "rgt": 813, "userDisplayName": "flicka47", "createDate": "1302812275", "userID": 32262151, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1302840592", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Right on the Left Coast", "commentType": "comment", "updateDate": "1302836992", "commentSequence": 311, "commentBody": "To Frank Dobbs #299\r<br/><br/>I was thinking the same as you when I first started reading the article. Here we go again, another person demonizing \"sugars\" when all \"foods\" have to be broken down by the body into sugars to be used by the body.\r<br/><br/>But, that is not what the author did here. He was very specific about how certain sugars, such as fructose were broken down in different parts of the body, and so how the body used them differently. He was also very clear that some sugars were different, while others even though the have different names break down the same way in the body. High fructose corn syrup = refined sugar(white,brown,cane,sugar beet,or \"raw\"; all the same) A couple of folks have pointed out that some like Karo are glucose which apparently according to the article does break down in different parts of the body...But fructose is totally ubiquitous in processed foods today\r<br/><br/>His point was that we don't really know, but there appears to be a strong link in the fructose raising insulin resistance, which might never, or take years to show problems. But,as an example, how many folks do you know who didn't really have a weight problem until late middle age. A part of that could be explained by a more sedentary life, while still eating like a teenager,but everyone? Or that person who no matter what, or how much they ate never gained a pound? Lots of overweight folks spend their lives on diets, and for a lot of them they can never win...\r<br/><br/>The author won me over here because he did not just demonize \"sugar\", but very clearly pointed out it is not just the total calories one consumes, but may well be conditioned on the types of calories. A lot of which we don't even know we are eating, even if you are an avid ingredients reader for every product you buy at the store or restaurant.\r<br/><br/>It was a surprise and a treat to read an article that wasn't all black and white, or simplistic \"sugar bad!\" but helped to explain the differences and the different effects. \r<br/><br/>I'll be looking for many more articles by Gary Taubes, and I hope more folks can learn to reason it through with writing like his.\r", "recommendationCount": 10}, {"assetID": 2626617, "replies": [], "lft": 814, "assetURL": "http://well.blogs.nytimes.com/2011/04/13/talk-to-gary-taubes-about-sugar/", "parentID": null, "commentID": 3690243, "rgt": 815, "userDisplayName": "kok1922", "createDate": "1302812597", "userID": 16725220, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1302840592", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Maryland", "commentType": "comment", "updateDate": "1302836992", "commentSequence": 312, "commentBody": "Hello<br/>\nI've got PCOs. And I'm wondering if some people are predisposed to being more sensitive to sugar? I grew up in a household where we didn't eat out, sweets were limited, and as children we drank no soda or juice with any regularity (never in the house). My mom made my lunch every day until I graduated high school.<br/><br/>And, I've always carried weight in my middle. In high school was 20lbs overweight. As an adult with PCOs, I exercise and am overweight. Its a struggle and I worry about it because I want to see my children grow older. <br/><br/>Are some people pre-disposed to be more sensitive to sugar?<br/><br/>Thank you", "recommendationCount": 2}, {"assetID": 2626617, "replies": [], "lft": 816, "assetURL": "http://well.blogs.nytimes.com/2011/04/13/talk-to-gary-taubes-about-sugar/", "parentID": null, "commentID": 3690272, "rgt": 817, "userDisplayName": "Don Hulbert", "createDate": "1302812931", "userID": 9076148, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1302840592", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New York", "commentType": "comment", "updateDate": "1302836992", "commentSequence": 313, "commentBody": "Question:  whatever happened to homocysteine as a culprit in arterial damage?  Does this in any way correlate with sugar consumption?  \r<br/><br/>There was an article -- I believe in the NY Times Magazine -- about a scientist who proposed the link many years ago.  His career was destroyed because the remedy for elevated homocysteine was folic acid, and all research on atherosclerosis was directed at lowering cholestrerol via medication.  Of course, the pharmaceutical companies were sponsoring most research, so who do you think got the grants:  the guy advocating a simple, inexpensive way to halt arterial damage or the ones pointing towards the need for expensive new medications?  He was ridiculed, and I believe ended up working as a pathologist because he couldn't get any other work.", "recommendationCount": 1}, {"assetID": 2626617, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 3690458, "replies": [], "commentID": 9727603, "trusted": 0, "userDisplayName": "Luvtennis0", "createDate": "1376503641", "userID": 31833635, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1376511007", "userTitle": "NULL", "recommendations": 0, "editorsSelection": false, "parentUserDisplayName": "Concerned Citizen", "userURL": "NULL", "userLocation": "NYC", "depth": 1, "commentType": "userReply", "updateDate": "1376507407", "commentSequence": 1, "commentBody": "I have followed your posts for some time now.  You post frequently.  The trouble may be with your reading comprehension.  Most of the alarmists articles you read are junk or sponsored by organizations with a vested interest.  The problem with the received \"wisdom\" on nutrition is that it is a slave to powerful lobbies - like big Agriculture and the packaged food industry.  Low carbs, high protein, natural fats, and high fibre vegetables.  It works.  And no one is making the amount of  money off of that diet that distorts and destroys.  Packaged goods?  They are cash cows for the mulitnationals."}]}, "lft": 818, "assetURL": "http://well.blogs.nytimes.com/2011/04/13/talk-to-gary-taubes-about-sugar/", "parentID": null, "commentID": 3690458, "rgt": 821, "userDisplayName": "Concerned Citizen", "createDate": "1302814589", "userID": 11228992, "replyCount": 1, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1302840592", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Anywheresville, USA", "commentType": "comment", "updateDate": "1302836992", "commentSequence": 314, "commentBody": "I also wondering, reading through the comments here, about the innate quality in American culture of PURITANISM -- the hatred of anything that is pleasurable. I like your work very much, Mr. Taubes, and have read both your books and several articles; I appreciate that you question the \"common wisdom\". But this is beyond your points here about sugar.<br/><br/>In the past several weeks, I have read equally compelling arguments against consuming salt....the old but still very potent arguments against fat, especially saturated fats.....the continuing arguments against carbs in general (not just sugar, but potatoes, rice, pasta, bread, etc.)....loads of stuff against any foods which are not organic or natural or which are not grown locally....and of course, MUCH MUCH MUCH on the horrors of meat, often promoting veganism or at least vegetarianism. On top of this, numerous screeds about the awful American diet, how fat people are and how lazy, the necessity of exercising a hour a day or half an hour or what-have-you.<br/><br/>Oh and least I forget -- milk is bad for you, all dairy in fact....fruit juice is now BAD for you (in defiance of how many of us were raised, believing orange and grapefruit juices to be highly nutritious)...too much fruit is bad for you, excepting of course for things like blueberries which have certain anti-oxidants...alchohol bad, except in France where it apparently good....eat the \"Mediterranean\" diet which is just like what folks in Europe eat, excepting every real Mediterranean I ever met ate loads of bread and pasta, which are not included on this. Drink wine, it's got all that resveratol but then again, don't become an alcoholic!<br/><br/>Vegetables are good for you, but not potatoes, corn or peas (too starchy). There are \"good carbs\" but also \"bad carbs\". Don't eat too much or too fast or too many times a day or too late at night. Don't eat anything stored or cooked in plastics, or at least certain plastics. Drink lots of water, except that water isn't good for you, too polluted.<br/><br/>Oak bran will save you. Vitamin C will save you. Vitamin E will save you. Hormone replacement will save you. Green tea will save you....oh wait, no, it's WHITE tea that will save you. Olive oil will save you...oh wait, it will KILL you instead, eat only canola oil. Or no oil. Oils and fats will kill you, except where they will save you or just be harmless.<br/><br/>Butter will kill you, margarine will save you. Except when the opposite is true. Oh wait, don't eat any fats at all...or is it don't eat any dairy at all?<br/><br/>All of these \"guidelines\" promise FIRST to make you very thin -- the body you had as a teen or wanted to have, or the one you see on models and actresses. Then they \"guarantee\" you won't get cancer or heart disease or Type II diabetes. (Or if you do, they can be cured by veganism or not eating dairy, or a gluten-free diet, or a carb-free diet, or no sugar, or no salt, or...you get the picture.)<br/><br/>Every one of these fad ideas (none are proven either way, good or bad, though all have plenty of data and interesting points) will generate hundreds or even thousands of letters from folks citing anecdotal experiences -- \"I gave up all sugar, and now feel fabulous, and have lost 30 lbs without any efforts\" or \"I gave up all MEAT and now feel fabulous and have lost 30 lbs without any efforts\" -- these are very predictable. It strikes me it is likely that puritanical Americans just feel good denying themselves something -- able to feel morally superior to the (also frequently cited) \"awful fat person in the mall drinking a big Pepsi and eating burgers/fries/pizza/fastfood.\"<br/><br/>I don't have the answer, because I don't think the answer is truly known. I do know that an AVERAGE NORMAL PERSON cannot construct a reasonable, affordable diet if EVERYTHING IS BAD FOR YOU except maybe steamed broccoli (and who knows when someone will discover that BROCCOLI CAN KILL YOU!). You can't live well, and have an healthy outlook towards food if you are terrorized on a daily basis that this or that will give you cancer or diabetes -- literally nothing is safe to eat anymore. Fish? Mercury! Chicken? they are tortured in cages! Beef? E coli! fresh veggies? better wash off those pesticides!<br/><br/>Everything we try backfires on us. Drink diet soda, consume scary synthetic sweeteners (do they cause cancer?). Buy the fat free products, only to find they are mile high in high fructose corn syrup.<br/><br/>I am not sure the answer is constant hysteria, nor blaming &amp; shaming. My own gut feeling is that stress....long work hours without reasonable vacations....lack of sleep....addiction to various electronic devices 24/7....pressure all the time to be \"perfect\", skinny, youthful.....to be successful and compete in every aspect of life....ALL THESE THINGS plus the puritanism I cited above....make our lives uniquely stress-filled and unhappy and isolated from friends, family, faith, community and meaningful existence. And that MAYBE THAT has more to do with our \"troubles\".", "recommendationCount": 23}, {"assetID": 2626617, "replies": [], "lft": 822, "assetURL": "http://well.blogs.nytimes.com/2011/04/13/talk-to-gary-taubes-about-sugar/", "parentID": null, "commentID": 3690629, "rgt": 823, "userDisplayName": "Javellen Nicata", "createDate": "1302816328", "userID": 63451244, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1302840592", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Vinalhaven", "commentType": "comment", "updateDate": "1302836992", "commentSequence": 315, "commentBody": "I was just wondering about marmalade?  Is marmalade healthy?", "recommendationCount": 0}, {"assetID": 2626617, "replies": [], "lft": 824, "assetURL": "http://well.blogs.nytimes.com/2011/04/13/talk-to-gary-taubes-about-sugar/", "parentID": null, "commentID": 3690656, "rgt": 825, "userDisplayName": "Devin", "createDate": "1302816587", "userID": 43747626, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1302840592", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "San Diego, CA", "commentType": "comment", "updateDate": "1302836992", "commentSequence": 316, "commentBody": "I don't think it's unreasonable to theorize that people will have different levels of sugar tolerance just as we all have different levels of alcohol tolerance. I have a very low tolerance for alcohol (cheap drunk!) and have recently been diagnosed with non-alcoholic fatty liver disease. I'm overweight but not morbidly obese and I'm fairly active. I have a very hard time losing weight-maybe my low alcohol tolerance is matched by a low sugar tolerance. I have had some weight loss success of late by cutting down on sugar and generally cutting caloric intake. For me, less sugar just works better.", "recommendationCount": 0}, {"assetID": 2626617, "replies": [], "lft": 826, "assetURL": "http://well.blogs.nytimes.com/2011/04/13/talk-to-gary-taubes-about-sugar/", "parentID": null, "commentID": 3690696, "rgt": 827, "userDisplayName": "LB", "createDate": "1302817097", "userID": 63189030, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1302840592", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Earth", "commentType": "comment", "updateDate": "1302836992", "commentSequence": 317, "commentBody": "What do you recommend for kids?  Healthy, active, sports-loving, non-obese kids?  What if there's a family tendency to overweight and obesity in middle-age?\r<br/><br/>A childhood without sweets seems almost like cruelty to me.  I worry that instituting stricter rules than those imposed on their friends will lead to feelings of deprivation, create a \"forbidden fruit,\" and make food and sweets as charged an issue for them as it has been for me.   \r<br/><br/>But, in practice, \"moderation\" has led to a pretty solid \"sweets every day\" habit for both of them.  (Cookies pretty much every night at bedtime, milkshakes or ice cream roughly once a week.)  Any \"ballpark\" suggestions for what \"moderation\" should look like?", "recommendationCount": 1}, {"assetID": 2626617, "replies": [], "lft": 828, "assetURL": "http://well.blogs.nytimes.com/2011/04/13/talk-to-gary-taubes-about-sugar/", "parentID": null, "commentID": 3690819, "rgt": 829, "userDisplayName": "marjorie", "createDate": "1302819139", "userID": 6712841, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1302840593", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "sheffield ma", "commentType": "comment", "updateDate": "1302836993", "commentSequence": 318, "commentBody": "Has honey entered the toxic realm as well?", "recommendationCount": 1}, {"assetID": 2626617, "replies": [], "lft": 830, "assetURL": "http://well.blogs.nytimes.com/2011/04/13/talk-to-gary-taubes-about-sugar/", "parentID": null, "commentID": 3690896, "rgt": 831, "userDisplayName": "gphx", "createDate": "1302820379", "userID": 63578806, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1302840593", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Centralia, Wa", "commentType": "comment", "updateDate": "1302836993", "commentSequence": 319, "commentBody": "I followed the USDA food pyramid for many years and ended up with seriously high blood glucose. I had no idea what to do. Then someone pointed me to the book Taubes wrote. I made no changes other than eliminating most of the carbs from my diet. Within a month my blood glucose normalized, I lost 40 pounds, my blood pressure was down 30 points, and my cholesterol and triglycerides are better too. Seems to me without the overabundance of carb fuel and less insulin my body stopped depositing harmful fats and now uses them for fuel as it should. If you don't eat protein or fat you die. If you don't eat carbs your liver simply manufactures what you need from fat. The fact the body needs an entire category of food about as much as it needs bourbon should be telling us something. This is not to say some people aren't better equipped genetically to deal with carbs than others. It's the same with milk. Some people tolerate it fine, for others (actually a majority of the world population) it is a toxin. Interesting that the element in milk people can or cannot tolerate is a form of sugar.", "recommendationCount": 3}, {"assetID": 2626617, "replies": [], "lft": 832, "assetURL": "http://well.blogs.nytimes.com/2011/04/13/talk-to-gary-taubes-about-sugar/", "parentID": null, "commentID": 3690898, "rgt": 833, "userDisplayName": "christopher", "createDate": "1302820410", "userID": 16257654, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1302840593", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Pasadena", "commentType": "comment", "updateDate": "1302836993", "commentSequence": 320, "commentBody": "Gary,<br/>\ni own, but have not read your book, and great job on this article.<br/><br/>are you aware of any studies on scandanavian countries, particularly Norway, that were blockaded by Nazis during WWII.  according to a museum in Oslo, they had no sugar for long periods of hte war and the dentists effectively went out of business.  it would be interesting to see the effect on other health markers.", "recommendationCount": 0}, {"assetID": 2626617, "replies": [], "lft": 834, "assetURL": "http://well.blogs.nytimes.com/2011/04/13/talk-to-gary-taubes-about-sugar/", "parentID": null, "commentID": 3690942, "rgt": 835, "userDisplayName": "cbchill", "createDate": "1302821000", "userID": 62689084, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1302840593", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Chapel Hill", "commentType": "comment", "updateDate": "1302836993", "commentSequence": 321, "commentBody": "Messages to myself and my patients:\r<br/><br/>White is bad, brown is better and black is best.\r<br/><br/>Ear like King (Queen) for breakfast, Prince (Princess) for lunch, Pauper for supper and do not eat after 5 pm.\r<br/><br/>Take two Walmart cinnamon capsules one hour before eating to \"make your insulin stronger\" when it encounters sugar from a meal.\r<br/><br/>For sweetners, use Stevia as a \"natural sweetner\" that helps lower the total glucose level curve post-meals.\r<br/><br/>The most important time to test for sugars with test-strips (if you do so) is two hours after a meal.  A sugar level of greater than 180 after a meal can be \"toxic\" because it plays into the following cascade:\r<br/><br/>glucose &gt; 180 after meals --&gt; oxidative stress --&gt; endothelial dysfunction --&gt; microvascular dysfunction --&gt; regional blood flow abnormalities --&gt; pathologies galore! .... such as retinopathy, nephropathy, peripheral neuropathy, neurodegeneration, premature births......\r<br/><br/>It MIGHT be possible to minimize SOME of the above microvascular pathologies by taking benfotiamine, a fat soluble derivative of vitamin B-1 (thiamine), synthesized by the Germans 40 or so years ago and shown in randomized controlled trials and most certainly by my patients' clinical experience to fully reverse or at least greatly moderate \"toxic sugar\" pathologies such as painful diabetic peripheral neuropathy.\r<br/><br/>It is in my belief system that a SUBSET of individuals with Autism have it because of a deficiency in the enzymatic activity of Transketolase, an enzyme that has thiamine pyrophosphate as a cofactor and which take \"toxic glucose metabolites\" and shunts them into the pentose pathway and away from chaotic metabolism pathways that create \"oxidative stress\" and all of its residua.  Benfotiamine is a particulary effective way to generate intracellular thiamine pyrophosphate and increase the activity of Transketolase (at least below the neck since benfotaimine does not cross the blood brain barrier very well in humans).\r<br/><br/>Last but not least I try to joke (seriously) with my patients:\r<br/><br/>\"We are all rusting, some more than others.\"", "recommendationCount": 1}, {"assetID": 2626617, "replies": [], "lft": 836, "assetURL": "http://well.blogs.nytimes.com/2011/04/13/talk-to-gary-taubes-about-sugar/", "parentID": null, "commentID": 3690966, "rgt": 837, "userDisplayName": "billd", "createDate": "1302821372", "userID": 56749336, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1302840593", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Colorado Springs", "commentType": "comment", "updateDate": "1302836993", "commentSequence": 322, "commentBody": "Interesting article. I have fought excess weight my whole life. I found 2 diets which allowed me to lose weight without being hungry: Atkins, with very low carbs and vegan with a focus on eating lots of raw fruits and veggies. I lost 60 pounds on each diet but felt the best on the vegan diet. I also avoided wheat and all dairy. <br/><br/>A common feature of both diets: no sugar. I drank only water.<br/><br/>The problem is keeping it up. Both diets get boring and it is very hard to eat that way at a restaurant. ", "recommendationCount": 3}, {"assetID": 2626617, "replies": [], "lft": 838, "assetURL": "http://well.blogs.nytimes.com/2011/04/13/talk-to-gary-taubes-about-sugar/", "parentID": null, "commentID": 3691009, "rgt": 839, "userDisplayName": "Brittany", "createDate": "1302822015", "userID": 54889368, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1302840593", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Portland,OR", "commentType": "comment", "updateDate": "1302836993", "commentSequence": 323, "commentBody": "Forgive me if this has already been covered, but what about fruit? Obviously most fruit has a large amount of sugar in, particularly fruits like pineapples and bananas. If the argument Lustig is making is that sugar as a substance is toxic (and has nothing to do with the source or how much we consume), then does it stand to reason that fruit would be implicated as well? Thank you.", "recommendationCount": 0}, {"assetID": 2626617, "replies": [], "lft": 840, "assetURL": "http://well.blogs.nytimes.com/2011/04/13/talk-to-gary-taubes-about-sugar/", "parentID": null, "commentID": 3691022, "rgt": 841, "userDisplayName": "Memi", "createDate": "1302822103", "userID": 53654498, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1302840593", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Canada", "commentType": "comment", "updateDate": "1302836993", "commentSequence": 324, "commentBody": "#273 JHubbs. Why would you want to eliminate fats and limit protein consumption?\r<br/><br/>This is part of an outdated notion, now conclusively debunked. There is plenty of information on line to delve into. \r<br/><br/>I know. Things keep changing. What was once considered good, is now bad and vice versa. Such is life in the scientific world funded by vested interests.\r<br/><br/>But think about it. Your brain absolutely needs fat. So does your body. Eating fat does not make you fat. Sugar and carbohydrates make you fat. Protein is absolutely required for health. I don't know why you would want to limit that. Why not cut out the stuff you KNOW is bad for you?  That sugar isn't good should not be news to anyone. So why the reluctance to cut it out?\r<br/><br/>Even out in the country you can get the ingredients for a simple, healthy, no guilt meal. It's not even all that expensive. Meat with fat, not too much, and all the vegetables you can find. Eat them raw or cook them a little. If you can cut out the carbs, all the better. If you have to eat them, don't combine them with proteins, so no gravy on your potatoes, no potatoes with your meat. Eliminate sugar if you're going to eliminate anything.  \r<br/><br/>Comment after comment bemoans the fact that sugar can't be avoided because it's in everything. No it's not. It's only in the stuff that has been made by manufacturers. There is absolutely no added sugar in anything I buy. My husband and I make our meal in under half an hour - literally fast food. Having no time to cook is no excuse. Neither is poverty. We both earn incomes well under the official poverty line.\r<br/><br/>I believe the real reason people are so reluctant to cooking fresh and eating right is that they are addicted and couldn't be bothered to imagine themselves out of their discomfort zone. They would rather take a pill that fixes whatever is wrong with them right away than taking responsibility for their own health and make changes and sugar seems to be the sacred cow in all of it. Can't wait for the corn industry lobby on this one.\r", "recommendationCount": 9}, {"assetID": 2626617, "replies": [], "lft": 842, "assetURL": "http://well.blogs.nytimes.com/2011/04/13/talk-to-gary-taubes-about-sugar/", "parentID": null, "commentID": 3691038, "rgt": 843, "userDisplayName": "Dr. Drew", "createDate": "1302822318", "userID": 63578977, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1302840593", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Minneapolis, MN", "commentType": "comment", "updateDate": "1302836993", "commentSequence": 325, "commentBody": "I have likened you to a modern day Galileo. To tell people that low carb/higher fat and protein is healthy is like trying to convince people that the earth goes around the sun. Many will be unable to accept the reversal of causality. As a biochemist and now practicing pediatrician with a research PH.D. I have finally been able to grasp the whole of your message, and have now begun working on large groups of my peers to finally break this epidemic. Two things may help to spread this message. One is evidenced by Bob Seebahor who is seeing large performance improvements when endurance athletes low carb. Athletes are quick to try and learn if it is to their advantage. Get that out onto the blogs. Two: perhaps try to synergize with cancer groups by stressing the association of diet and cancer. I am sure a Livestrong or Breast cancer group would expose new people to see this, that might otherwise notice debates about fat. I finally went from just low carbing a little to a new lifestyle when you pointed out nurse's risk of breast cancer went down as they increased their saturated fat intake. This helped to break from the old paradigm as much of the fat data traps people in their high carb low fat way of thinking. Many of the physicians are starting to see success with obese kids for the first time with this information.  As I approach 50, I just found out my aerobic ability is in the top 5% for 20 year olds. First wave of the Birkie here I come. Thanks for the great reporting and tireless efforts to improve our health. ", "recommendationCount": 8}, {"assetID": 2626617, "replies": [], "lft": 844, "assetURL": "http://well.blogs.nytimes.com/2011/04/13/talk-to-gary-taubes-about-sugar/", "parentID": null, "commentID": 3691140, "rgt": 845, "userDisplayName": "Esteele25", "createDate": "1302824076", "userID": 42482471, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1302840593", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Tucson", "commentType": "comment", "updateDate": "1302836993", "commentSequence": 326, "commentBody": "Are you familiar with the documentary \"Raw For 30 Days\" that took place at Tree Of Life?  Its available for purchase on-line.  Type 2 diabetics were placed on a raw food diet and were cured.  Some could give up their insulin shots within a week.  A Type 1 was included, and also cured (ie, no symptoms).  But for most of them, when they returned to their usual living environment, they reverted to their old diets, and their diabetes returned.  Sure is a direct and simple way to cure an expensive epidemic.  But ingrained habits of \"pleasure\" are difficult to break, and economic interests are against it.", "recommendationCount": 1}]}, "copyright": "Copyright (c) 2016 The New York Times Company.  All Rights Reserved."}