{"debug": {"version": 3.1}, "status": "OK", "results": {"api_timestamp": "1481460564", "totalCommentsFound": 1926, "totalCommentsReturned": 25, "comments": [{"assetID": 2919984, "replies": [], "lft": 2, "assetURL": "http://opinionator.blogs.nytimes.com/2011/07/01/dead-in-the-water/", "parentID": null, "commentID": 4090479, "rgt": 3, "userDisplayName": "mickeyrad", "createDate": "1309569579", "userID": 42837060, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1309579710", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Centerville Iowa", "commentType": "comment", "updateDate": "1309576110", "commentSequence": 1, "commentBody": "No surprise here. The Greeks were forced to block the flotilla by the US &amp; EU. The Greeks have lost their sovereignty. \"Greece\" is a powerless colony of the German banks.<br/><br/>As usual, thought, the US, UE, and Israeli \"strategy\" will backfire. The Israeli creation of the ghetto in Gaza will fail, eventually, and a big step to that will come in September, when the UN grants recognition to the State of Palestine.<br/><br/>Israel can negotiate today, in strength, or it can wait a few months and be in a weaker position than it's been in since before 1967. <br/><br/>Israel is a lot like the US - we each had our \"Greatest Generation\" but the next generation? Not so great. Not even mediocre. Can't even maintain the gains our fathers and mothers bequeathed to us.", "recommendationCount": 86}, {"assetID": 2919984, "replies": [], "lft": 4, "assetURL": "http://opinionator.blogs.nytimes.com/2011/07/01/dead-in-the-water/", "parentID": null, "commentID": 4090513, "rgt": 5, "userDisplayName": "Marie Burns", "createDate": "1309570403", "userID": 4461145, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1309579721", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Fort Myers, Florida", "commentType": "comment", "updateDate": "1309576121", "commentSequence": 2, "commentBody": "When you're on the outside looking in, as I am, it's easy to think of a constructive course to take. If, as the flotilla promoters claim, they are merely bringing relief supplies to Gaza, then they should be happy to allow a disinterested party to move the supplies for them. Moreover, they should be willing to allow Israeli security forces to examine the cargo before it is off-loaded. <br/><br/>While there obviously is a lot more the Israeli government should be doing in the long run vis-a-vis the Palestinian state, in the short run they should can the histrionics and facilitate the movement of humanitarian supplies to Gaza. Their petulant obstructionism is stupid politics, to say the least, inasmuch as it reinforces the message of the pro-Palestinian activists.<br/><br/>In other words, everybody involved should take a deep breath &amp; behave rationally. <br/><br/>The Constant Weader at <a href=\"http://www.RealityChex.com\" title=\"www.RealityChex.com\" target=\"_blank\">www.RealityChex.com</a>", "recommendationCount": 43}, {"assetID": 2919984, "replies": [], "lft": 6, "assetURL": "http://opinionator.blogs.nytimes.com/2011/07/01/dead-in-the-water/", "parentID": null, "commentID": 4090608, "rgt": 7, "userDisplayName": "Dan", "createDate": "1309572944", "userID": 48799112, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1309579751", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Pennsylvania", "commentType": "comment", "updateDate": "1309576151", "commentSequence": 3, "commentBody": "This account presents several pro-flotilla excerpts, but only the most extreme pro-Israeli argument. The fact is that ample civilian supplies are all ready getting through to the Gaza population. Israel and Gaza are at war, yet Israel sends energy, medical supplies, and food for Gaza's million plus residents.<br/><br/> Israel insists on the right of inspection, to prevent war materiel getting through, By refusing to send their humanitarian goods through the Israeli channels, the flotilla organizers are trying to claim Israel has no right to blockade weapons from Hamas controlled territory. That Alice Walker invokes the memory of Jewish civil rights martyrs in her effort to support the Hamas government-- whose charter is as racist as anything the KKK ever put out--is despicable. ", "recommendationCount": 165}, {"assetID": 2919984, "replies": [], "lft": 8, "assetURL": "http://opinionator.blogs.nytimes.com/2011/07/01/dead-in-the-water/", "parentID": null, "commentID": 4090614, "rgt": 9, "userDisplayName": "Cloudy", "createDate": "1309573106", "userID": 13615749, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1309579763", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Seattle", "commentType": "comment", "updateDate": "1309576163", "commentSequence": 4, "commentBody": "The flotilla is about human freedom, as Alice Walker points out.  Palestinians who happened to live on the land the West gave to the State of Israel, do not have freedom of movement or association.  Israel's occupation is a continuing theft of their land (or the land they could both share if Israel did not insist on a Jewish state).  <br/><br/>I admire very much all of the flotilla passengers, a quarter of whom on the U.S. boat happen to be Jewish.  They have given up chunks of their life and resources to do something that has brought the NYTimes, CNN and other news outlets to notice the plight of the Palestinians.  CHEERS!", "recommendationCount": 108}, {"assetID": 2919984, "replies": [], "lft": 10, "assetURL": "http://opinionator.blogs.nytimes.com/2011/07/01/dead-in-the-water/", "parentID": null, "commentID": 4090619, "rgt": 11, "userDisplayName": "jubilee133", "createDate": "1309573151", "userID": 22843988, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1309579795", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Woodstock, New York", "commentType": "comment", "updateDate": "1309576195", "commentSequence": 5, "commentBody": "The \"flotilla\" is a bogus, racist effort to demonize Israel. All leftist activists should be sailing to Syria, Lebanon (to support the recent indictment of top Hizbollah aides in the murder of the latge democratically-inclined Prime Minister, or to Iran (to free our kidnapped American hiker brethren). Of course, the \"flotilla\" sailors could walk into Gaza from Egypt. Or they can dock with permission in Israel and truck in their \"aid.\" But the purpose is to \"confront\" Israelis with violence. What a bunch of garbage, and I mean the \"flotilla\" activists. I would recommed sinking their ships, but someone has to be there at the upcoming anti-Semitic Durban III conference, in which various UN sponsors and NGOs get even more public presence for airing the new anti-Semitism, that Jewish independence alone is unworthy on the world stage. Thank you, IDF, and God Bless You!", "recommendationCount": 140}, {"assetID": 2919984, "replies": [], "lft": 12, "assetURL": "http://opinionator.blogs.nytimes.com/2011/07/01/dead-in-the-water/", "parentID": null, "commentID": 4090660, "rgt": 13, "userDisplayName": "hazem", "createDate": "1309574289", "userID": 58115668, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1309579805", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "sa", "commentType": "comment", "updateDate": "1309576205", "commentSequence": 6, "commentBody": "In an old Russian novel, there is this guy who asks a criminal. if he believes there is even one good<br/>\nperson living any where in the world.<br/>\nReading the story of these good people coming to help Gaza, a place in middle earth occupied by the (Jewish state) is like glorious God in heaven and piece on earth.   ", "recommendationCount": 26}, {"assetID": 2919984, "replies": [], "lft": 14, "assetURL": "http://opinionator.blogs.nytimes.com/2011/07/01/dead-in-the-water/", "parentID": null, "commentID": 4090697, "rgt": 15, "userDisplayName": "Ralph", "createDate": "1309575519", "userID": 58415489, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1309579820", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Chicago, Illinois", "commentType": "comment", "updateDate": "1309576220", "commentSequence": 7, "commentBody": "So many opinions and so much hot air, but so few facts and truth, particularly from the supporters of this \"flotilla\".<br/>\nIsrael's blockade is not \"Illegal\" - Gaza is ruled by an entity (elected by the people of Gaza) that is in a state of war with Israel, and that is violently dedicated to Israel's destruction.  Blockades of your enemy have been legal under international law for centuries.<br/>\nIt is not \"evil\" - Israel has always allowed in basic supplies of food, medicine, etc... and while life in Gaza is no picnic, there is no starvation, no mass hunger or deprivations, as even recent articles in the NY Times have acknowledged.<br/>\nThe Israeli-Arab conflict is not a \"civil rights\" issue; it is a conflict between Jewish and Arab nationalism that has been going on for almost a century, whose root cause is the absolute refusal on the part of the Arabs to accept that Jews have the right of self determination in their ancestral homeland, and the refusal of the Arabs over the past 70 years to accept any peaceful compromise that would have led to an Arab state, if it would have also meant acknowledging the right of Jews to have their state (see Peel Commission proposal of 1937; UN Partition Plan of 1947; Oslo Period and Camp David proposals in 2000; Olmert proposals in 2008 - all rejected by the Arabs of Palestine).", "recommendationCount": 165}, {"assetID": 2919984, "replies": [], "lft": 16, "assetURL": "http://opinionator.blogs.nytimes.com/2011/07/01/dead-in-the-water/", "parentID": null, "commentID": 4090706, "rgt": 17, "userDisplayName": "Bella Center", "createDate": "1309575737", "userID": 19684984, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1309579841", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Boca Raton, FL", "commentType": "comment", "updateDate": "1309576241", "commentSequence": 8, "commentBody": "It is extraordinary that you have highlighted the voices of three vehement anti-Zionists, Max Blumenthal, Juan Cole and Alice Walker -- not one of whom can claim to be objective about Gaza, the blockade or the flotilla -- without providing balance from equally vehement pro-Israel writers. Furthermore you haven't provided any ideological context for their opinions. Blumenthal and Walker, in particular, are against the 2-state solution and have, for their own particular biographical reasons, very serious problems with Jews. I recommend that you expand your reading list to include, for example, Jeffrey Goldberg, Harry's Place, Elder of Ziyon and Just Journalism, for perceptions that are just as passionate as those you seem to lean on.", "recommendationCount": 119}, {"assetID": 2919984, "replies": [], "lft": 18, "assetURL": "http://opinionator.blogs.nytimes.com/2011/07/01/dead-in-the-water/", "parentID": null, "commentID": 4090731, "rgt": 19, "userDisplayName": "Eric", "createDate": "1309576315", "userID": 32357594, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1309579850", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "VA", "commentType": "comment", "updateDate": "1309576250", "commentSequence": 9, "commentBody": "The Clueless Award goes to Roi Ben-Yehuda:<br/><br/>\"Imagine back in 2010 if instead of masked men with guns, trained for intense warfare at sea, boarding a ship in the dead of night, the IDF had dispatched an elite unit of conflict resolution specialists.\"<br/><br/>The IDF did sent a unit of conflict resolution experts, he just disagrees with their method of resolution.  This is the Middle East, a region that has not been at peace since the dawn of history, and asking politely hasn't gotten anybody anything ever.", "recommendationCount": 43}, {"assetID": 2919984, "replies": [], "lft": 22, "assetURL": "http://opinionator.blogs.nytimes.com/2011/07/01/dead-in-the-water/", "parentID": null, "commentID": 4090755, "rgt": 23, "userDisplayName": "Mark", "createDate": "1309576665", "userID": 37674938, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1309579880", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Michigan", "commentType": "comment", "updateDate": "1309576280", "commentSequence": 10, "commentBody": "So now they will move to a different port of departure.  The barrage of press will start all over again.  <br/><br/>It is a bit much to claim this is a great victory for Israel.  If Israel is correct that this is merely a political stunt, they further the stunt by prolonging it in this way.  This tactical \"victory\" is more a self inflicted wound.  ", "recommendationCount": 23}, {"assetID": 2919984, "replies": [], "lft": 24, "assetURL": "http://opinionator.blogs.nytimes.com/2011/07/01/dead-in-the-water/", "parentID": null, "commentID": 4090887, "rgt": 25, "userDisplayName": "Victor", "createDate": "1309579512", "userID": 3524895, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1309579896", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Idaho", "commentType": "comment", "updateDate": "1309576296", "commentSequence": 11, "commentBody": "Lets use some logic here. Since the goods carried by this convoy are clearly of no essential importance to people living in Gaza, then clearly, the only purpose of the flotilla is provocation. Provocation can be OK. Great acts of civil disobedience in the past were provocations. But, the horrible fact is that Hamas has as its stated intention the destruction of the State of Israel. The fact is that numerous rockets were fired from Gaza into Israel, landing in Ashkelon and Beersheva, and continue to be fired into Israel, all this after Israeli forces and civilians withdrew from Gaza. The Israeli leadership and military have a responsibility to protect their civilians. Those participating in this provocation are in fact belligerents in a lethal conflict. They have taken sides, which is OK. However, looked at in this light one can say \"you make your bets, you take your chances\". Israel has every right to simply blow this convoy out of the water, if it gets anywhere near the coastline of Israel. You don't like that....tough. The Jewish Palestinians that comprise the State of Israel have every right and will protect themselves, using any methods they deem proper....period. Naive American citizens who care about the oppressed people of Gaza and the West Bank should be careful. If you want to help these people do so in a constuctive way. If your approach is to provoke the IDF, then beware, since you're playing with fire. ", "recommendationCount": 132}, {"assetID": 2920298, "replies": [], "lft": 98, "assetURL": "http://www.nytimes.com/2011/07/02/nyregion/one-revelation-after-another-undercut-strauss-kahn-accusers-credibility.html", "parentID": null, "commentID": 4090816, "rgt": 99, "userDisplayName": "pkbormes", "createDate": "1309578041", "userID": 56852144, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1309580135", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Brookline, MA", "commentType": "comment", "updateDate": "1309576535", "commentSequence": 28, "commentBody": "First things first:  we should always remember the rule that guilt must be proved beyond reasonable doubt. <br/><br/>Instead of a legitimate court, Mr. Strauss-Kahn was accused in the Court of Public Opinion.<br/><br/>Also, it is possible that the harsh conditions the woman had experienced in her native country could have caused her moral sense to have been overcome by a primitive need for survival. Apparently no one thought of this when they all had so much sympathy for her.", "recommendationCount": 69}, {"assetID": 2920298, "replies": [], "lft": 100, "assetURL": "http://www.nytimes.com/2011/07/02/nyregion/one-revelation-after-another-undercut-strauss-kahn-accusers-credibility.html", "parentID": null, "commentID": 4090818, "rgt": 101, "userDisplayName": "Laurence", "createDate": "1309578059", "userID": 43003300, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1309580145", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "NY", "commentType": "comment", "updateDate": "1309576545", "commentSequence": 29, "commentBody": "Does anyone remember the Duke Lacrosse scandal in 2006? Once again we have a publicity-seeking District Attorney who, with a rush to judgement, has destroyed someone's reputation and career. Cyrus Vance and his crew of gangbusters are a disgrace to our city. If he had any decency he would resign immediately. If he does not an investigation of prosecutorial misconduct should commence as soon as the sorry case is dismissed.  ", "recommendationCount": 184}, {"assetID": 2920298, "replies": [], "lft": 102, "assetURL": "http://www.nytimes.com/2011/07/02/nyregion/one-revelation-after-another-undercut-strauss-kahn-accusers-credibility.html", "parentID": null, "commentID": 4090819, "rgt": 103, "userDisplayName": "David", "createDate": "1309578080", "userID": 64414536, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1309580161", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Boston", "commentType": "comment", "updateDate": "1309576561", "commentSequence": 30, "commentBody": "Come on...  For those supporting the alleged rape victim, how can you make statements to the effect that the guy is getting away with it?  \r<br/><br/>How can you believe a woman who has repeatedly lied without any co-oberating evidence, who changes her story, and who has had extortion conversations with her drug dealer boyfriend? \r<br/><br/>In a he said, she said case credibility is everything.\r<br/><br/>Oh, sorry, I forgot, the guy is obviously guilty because he is rich and powerful and not because it has to be proven!  Whatever happened to innocent before being PROVEN guilty?\r<br/><br/>I'm not defending the guy.  He has obviously made bad choices that has affected his wife, family, etc.  However, I am defending the idea of justice.  Without justice we are nothing but a lynch mob.\r", "recommendationCount": 265}, {"assetID": 2920298, "replies": [], "lft": 104, "assetURL": "http://www.nytimes.com/2011/07/02/nyregion/one-revelation-after-another-undercut-strauss-kahn-accusers-credibility.html", "parentID": null, "commentID": 4090820, "rgt": 105, "userDisplayName": "jane", "createDate": "1309578082", "userID": 60485813, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1309580285", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "san diego", "commentType": "comment", "updateDate": "1309864414", "commentSequence": 31, "commentBody": "So, ladies, now you have it. If you are an immigrant and have problems in your past, and are raped by a super-rich french socialist, don't tell the police. And so it goes.<br/>\n-------------------------------------<br/>\nOr how about this:<br/>\nSo, ladies, now you have it.  Even if you are an immigrant, a person of color, and a religious minority you can't falsely accuse a super-rich man of rape without repercusions.  While some men feel entitled to rape, there are also many woman of all backgrounds who feel entiteled to falsely accuse men of rape.  The fact that he is a rich, powerful, European man and she is a African Muslim immigrant doesn't mean he doesn't have rights too.  ", "recommendationCount": 387}, {"assetID": 2920298, "replies": [], "lft": 108, "assetURL": "http://www.nytimes.com/2011/07/02/nyregion/one-revelation-after-another-undercut-strauss-kahn-accusers-credibility.html", "parentID": null, "commentID": 4090822, "rgt": 109, "userDisplayName": "Circlegame", "createDate": "1309578137", "userID": 4278849, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1309580319", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Weston, MA", "commentType": "comment", "updateDate": "1309576719", "commentSequence": 32, "commentBody": "Serial womanizer meets illegal with side job and things end badly for both.  Each finally got caught doing what they had been getting away with for years.  Let justice be served.", "recommendationCount": 268}, {"assetID": 2920298, "replies": [], "lft": 110, "assetURL": "http://www.nytimes.com/2011/07/02/nyregion/one-revelation-after-another-undercut-strauss-kahn-accusers-credibility.html", "parentID": null, "commentID": 4090823, "rgt": 111, "userDisplayName": "Eunice", "createDate": "1309578138", "userID": 27916282, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1309580332", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Sao Paulo,Brasil", "commentType": "comment", "updateDate": "1309576732", "commentSequence": 33, "commentBody": "DSK I'm sure will be the future president of France. When he returns to his country, everyone will consider him as a person who was wronged in the United States of America.", "recommendationCount": 85}, {"assetID": 2920298, "replies": [], "lft": 118, "assetURL": "http://www.nytimes.com/2011/07/02/nyregion/one-revelation-after-another-undercut-strauss-kahn-accusers-credibility.html", "parentID": null, "commentID": 4090833, "rgt": 119, "userDisplayName": "Allen", "createDate": "1309578412", "userID": 10832811, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1309580381", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Brooklyn, NY", "commentType": "comment", "updateDate": "1309576781", "commentSequence": 34, "commentBody": "Mary Bullock:  He was staying in a $3000/night room.  Of course he had money.<br/><br/>Even companies do not put their employees in rooms like that unless they're high up on the corporate ladder.", "recommendationCount": 37}, {"assetID": 2909299, "replies": [], "lft": 258, "assetURL": "http://opinionator.blogs.nytimes.com/2011/06/29/argument-truth-and-the-social-side-of-reasoning/", "parentID": null, "commentID": 4083448, "rgt": 259, "userDisplayName": "brent", "createDate": "1309479265", "userID": 38125299, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1309580506", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "florida", "commentType": "comment", "updateDate": "1309576906", "commentSequence": 128, "commentBody": "Relativists and the philosophist truthers<br/><br/>Before commenting on the role of relativism in the argument for pragmatic truth, a brief note in passing about the so-called performative contradiction made by all relativists who in claiming that “All truth is relative” contradict themselves. The simple retort is that this claim is true (small “t”) from their perspective; it is not True, nor is it claimed to be True, writ large and eternal.  It is true within their relevant community as agreed to its members who argue about such things.  <br/><br/>Yet, contra relativism, there appears to be truths that are indefeasible.  The 6:40 leaves at 6:40, summer follows spring, water is H2O, and so on.  One way to think about these indefeasible “truths” is to say that they are literal, de facto, truth claims that are existentially validated because they are settled. But when ordinary truths are reified into eternal verities, truth claims are not declarative social assertions, rather they become figurative, rhetorical, de jure, or aesthetic presentations because they outrun the evidence.  To justify such propositions would require an intuitive or transcendental stance, a correspondence between the facts of the world and our claims, or a God’s eye view whereby we could compare our claims with the real to ensure their truthfulness. Yet none of these options pass the gold standard of objective truth—incontrovertibility.<br/><br/>To avoid reified metaphysical spookiness, why not just say that claims are figurative presentations of how things ought to hang together. <br/><br/>The philosophist truthers cannot live with such indeterminacy; they crave solid ground, like the fundamentalist who flees from an open-ended interpretation of things religious because it causes too much anxiety. Given the difficulties associated with the truther positions, it seems that a mature default position of truth is pragmatic, fallible, and relative.", "recommendationCount": 0}, {"assetID": 2909299, "replies": [], "lft": 260, "assetURL": "http://opinionator.blogs.nytimes.com/2011/06/29/argument-truth-and-the-social-side-of-reasoning/", "parentID": null, "commentID": 4084103, "rgt": 261, "userDisplayName": "elf robert chadis", "createDate": "1309487461", "userID": 59568417, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1309580522", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "oslo, norway", "commentType": "comment", "updateDate": "1309576922", "commentSequence": 129, "commentBody": "author says, #The key point is that justification — and therefore knowledge of the truth —<br/>\nis a social process.#   that statement is preposterous.  author confuses #Knowing the truth<br/>\nrequires not just true belief but also justification for the belief#  and the task, #But,<br/>\nsuppose my goal is simply to know the truth.  How do I go about achieving this knowledge?#.<br/>\n to insist on consensual validation of a discovery is his choice, and platos.  but the<br/>\nnotorious WE, referred to several times in the third paragraph, constantly make solitary<br/>\ndecisions as to truth---we are expected to as adults.<br/>\n indeed, the jury of peers is made up of individuals, each of whom is to make a decision<br/>\nbeyond a reasonable doubt---the operative word is REASONABLE.  and each decision is based on<br/>\nthe question, what would a REASONABLE person do.  the action is individual.<br/>\n we need to move beyond the hypocrites despised by the philosopher jesus of nazareth, and<br/>\ndistinguish between RATIONAL and REASONABLE.<br/>\n read cotton mather, his report of a witch trial.  the accused is shown to be guilty, but i<br/>\nknow she is not guilty, for the simple reason that i know witches do not exist. belief in<br/>\nwitches is UNREASONABLE.<br/>\n the author is enmeshed in circular argument.  he simply chooses to define PROOF as<br/>\nJUSTIFICATION, and JUSTIFICATION as CONSENSUS.<br/>\n philosophy through the ages has been dogged by the perverse question, does jehovah<br/>\nexist---the arguments are justified by the trap of rationality, with rats running around<br/>\ntunnels of logic.<br/>\n there has been an industry of logic posing as thought, since prehistoric times.<br/>\n  philosophy must disenthrall itself from the fallacy called logical rationality.<br/>\n   the author commits a common error in reasonable logic---he fails to control the vector of<br/>\nhis thought.  logic is like a compass, useful only when one knows where one is to begin<br/>\nwith.  logic depends on vector.<br/>\n otherwise one goes around in circles, like the author.", "recommendationCount": 0}, {"assetID": 2909299, "replies": [], "lft": 262, "assetURL": "http://opinionator.blogs.nytimes.com/2011/06/29/argument-truth-and-the-social-side-of-reasoning/", "parentID": null, "commentID": 4084550, "rgt": 263, "userDisplayName": "obiwanky", "createDate": "1309492163", "userID": 55142464, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1309580540", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Portland, OR", "commentType": "comment", "updateDate": "1309576940", "commentSequence": 130, "commentBody": "Prof. Gutting makes some very interesting points here.  But, I wonder that he does not question some of the evolutionary presumptions that go into the discussion of reasoning given by Sperber and Mercier.  More importantly, the selection of philosophers seems off given the topic.  While Peirce, Dewey, and James are quite important for a pragmatic theory of truth, Rorty seems to deny any concern for truth, and Habermas' concern centers more on issues of \"reaching agreement.\"  A more worthwhile path has already been laid out for discussing these issues by Alasdair MacIntrye, particular in his essay on \"Epistemological Crises, Dramatic Narrative, and the Philosophy of Science,\" as well as in some of his books.  The core idea is that we perceive truth through the \"best argument so far\" (which he has argued is attained by Aristotle and the Aristotelian tradition).  I reflect on these issues more in my blog (<a href=\"http://www.nicholasmusings.com/Philosophical%20Musings/files/e2921b628b0188e5113932080b47812e-154.html)\" title=\"http://www.nicholasmusings.com/Philosophical%20Musings/files/e2921b628b0188e5113932080b47812e-154.html)\" target=\"_blank\">http://www.nicholasmusings.com/Philosophical%20Musings/files/e2921b628b0...</a> and in my forthcoming book Reason, Tradition, and the Good (UNDP, 2012).", "recommendationCount": 0}, {"assetID": 2920298, "replies": [], "lft": 124, "assetURL": "http://www.nytimes.com/2011/07/02/nyregion/one-revelation-after-another-undercut-strauss-kahn-accusers-credibility.html", "parentID": null, "commentID": 4090836, "rgt": 125, "userDisplayName": "NS", "createDate": "1309578493", "userID": 5778979, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1309580582", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "VA", "commentType": "comment", "updateDate": "1309576982", "commentSequence": 35, "commentBody": "I am surprised so many of you keep making excuses for this woman. #1, you call all these litanies of lies, lawbreaking and associating with criminal elements \"problems in your past?\" These are felonies all over the place. Current felonies, not the past. Lies told till just days ago. No prosecutor anywhere in the USA would touch this case. What is the plan? To go up to a jury, tell them of all the lies, the felonies, her association with criminals and then tell the jury, to believe her rape charge? A woman who has lied to the US government, the prosecutors, the police, the IRS, housing agencies, immigration and a grand jury? Just exactly how do you people who insist this case go forward think it can be won? The jury is to ignore all the lies but believe the rape charges? You people are living in a fantasy world. <br/><br/>Even more disturbing and not noticed by many was, she was the first person back in the room where the rape occurred and cleaned it up. This is tampering with a crime scene. Who is to say what she did to the evidence at the crime scene. I understand feminists wanting to stand by women, however this is the wrong case to take that stand. It just makes it more difficult for women who really have a case to step forward. She has forfeited her right to be given the benefit of the doubt by her deeds, words and actions.", "recommendationCount": 420}, {"assetID": 2920298, "replies": [], "lft": 132, "assetURL": "http://www.nytimes.com/2011/07/02/nyregion/one-revelation-after-another-undercut-strauss-kahn-accusers-credibility.html", "parentID": null, "commentID": 4090842, "rgt": 133, "userDisplayName": "tigertiger", "createDate": "1309578569", "userID": 55680274, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1309580620", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "oregon", "commentType": "comment", "updateDate": "1309577020", "commentSequence": 36, "commentBody": "As many have said before, only two people know exactly what happened, whether the sex was consensual or not.  I think this highlights the need for treating the accused and the accuser with as much anonymity as possible.  Clearly very difficult when one is a public figure, but still something that is needed.  <br/><br/>Is it just that the accused, famous or not, should be all over every medium before being found to be guilty beyond reasonable doubt?<br/><br/>Is it possible she is telling the truth and she was raped?  Of course.<br/>\nIs it possible she is not telling the truth and has nefarious motives?  Of course. <br/><br/>The public should be kept out of it as much as possible until one is proven beyond a reasonable doubt.", "recommendationCount": 112}, {"assetID": 2916399, "replies": [], "lft": 110, "assetURL": "http://www.nytimes.com/2011/07/01/business/01obese.html", "parentID": null, "commentID": 4090935, "rgt": 111, "userDisplayName": "chicagolee", "createDate": "1309580534", "userID": 56723705, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1309580704", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "State of Ignorance", "commentType": "comment", "updateDate": "1309577104", "commentSequence": 48, "commentBody": "Most places, if someone walks into a bar who is obviously inebriated, the bartender is required by law to refuse to serve that person.<br/><br/>Perhaps a similar law could be written for restaurants, for people who appear overweight.<br/><br/>While we're at it, why not a National Fat Tax, with government required weigh-ins (outsourced to the public sector, of course) once a year, like income tax, and a penalty assessed for every pound over the mandated standard?  Probably balance the budget in no time.", "recommendationCount": 2}, {"assetID": 2920298, "replies": [], "lft": 134, "assetURL": "http://www.nytimes.com/2011/07/02/nyregion/one-revelation-after-another-undercut-strauss-kahn-accusers-credibility.html", "parentID": null, "commentID": 4090844, "rgt": 135, "userDisplayName": "Aredee", "createDate": "1309578653", "userID": 21891, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1309580717", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Madison, Wi", "commentType": "comment", "updateDate": "1309577117", "commentSequence": 37, "commentBody": "Once again, the U.S.'s propensity for tabloid justice is destroying our standing in the world. Chalk up another reason<br/>\nto support the claim that we've become a banana republic. <br/><br/>I'd call it laughable if it didn't hurt so much. ", "recommendationCount": 188}]}, "copyright": "Copyright (c) 2016 The New York Times Company.  All Rights Reserved."}