{"debug": {"version": 3.1}, "status": "OK", "results": {"api_timestamp": "1481480604", "totalCommentsFound": 3745, "totalCommentsReturned": 25, "comments": [{"assetID": 3379323, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 9693792, "replies": [], "commentID": 9694690, "trusted": 1, "userDisplayName": "Ellen", "createDate": "1376131944", "userID": 17660585, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1376131986", "userTitle": "NULL", "recommendations": 6, "editorsSelection": false, "parentUserDisplayName": "Judi", "userURL": "NULL", "userLocation": "Williamsburg", "depth": 1, "commentType": "userReply", "updateDate": "1376128386", "commentSequence": 2, "commentBody": "In the old days, I hear, mail delivery came twice a day in Manhattan."}, {"recommendedFlag": 0, "parentID": 9693792, "replies": [], "commentID": 9694070, "trusted": 0, "userDisplayName": "MNW", "createDate": "1376112672", "userID": 49069088, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1376136612", "userTitle": "NULL", "recommendations": 13, "editorsSelection": false, "parentUserDisplayName": "Judi", "userURL": "NULL", "userLocation": "Connecticut", "depth": 1, "commentType": "userReply", "updateDate": "1376133012", "commentSequence": 3, "commentBody": "Consider the following:<br/><br/>The postal service provides jobs.<br/>Power outages may occur, but the mail gets delivered regardless.<br/>Too much e-mail clutters up my computer screen and much can be overlooked in the indistinguishable morass.<br/>I use my credit card number on-line as little as possible.  Anything can be hacked - take it from someone once in the computer business.<br/>My \"important mail\" is delivered to my mailbox.  Finding that filed paper product is essential and easily done.<br/>Sending packages of a certain size by mail is essential.<br/>Registered mail is a worthwhile service.  Signature required can be priceless.<br/>Catalogues can be a pain-in-the neck, but I prefer to have them in hand rather than on the screen.  (Love the lay-outs and the color etc.)<br/>The same can be said for magazines and the local newspaper and the NY Times.  All are portable and can go with me anywhere.<br/>I clip - especially ads.<br/>I look in my mailbox 5 days a week.  Why not.  Hand deliverables can happen and are a two-way-street in my town.  \"I'll leave it in your mailbox.\"<br/>My Christmas Cards go by mail.  I prefer to receive them in a paper format with .......  festive embellishments.  Display of same is also festive.<br/>I also do my thank you notes by hand on suitable paper.<br/>Sympathy cards for serious events - death, illness, etc. require ink.<br/>Charitable solicitations depend upon the mails.  They realize the request in hand is worth two in the ......... whatever.<br/><br/>There is more, but I hope that you get my drift."}, {"recommendedFlag": 0, "parentID": 9693792, "replies": [], "commentID": 9696776, "trusted": 0, "userDisplayName": "vickijenssen", "createDate": "1376150376", "userID": 57002461, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1376151038", "userTitle": "NULL", "recommendations": 1, "editorsSelection": false, "parentUserDisplayName": "Judi", "userURL": "NULL", "userLocation": "Nova scotia", "depth": 1, "commentType": "userReply", "updateDate": "1376147438", "commentSequence": 4, "commentBody": "I'm sure eBay is keeping USPS alive too...I use it a lot!"}]}, "lft": 82, "assetURL": "http://www.nytimes.com/2013/08/10/opinion/collins-playing-post-office.html", "parentID": null, "commentID": 9693792, "rgt": 91, "userDisplayName": "Judi", "createDate": "1376107223", "userID": 53982613, "replyCount": 4, "commentTitle": "n/a", "status": "approved", "approveDate": "1376107267", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Lexington", "commentType": "comment", "updateDate": "1376103667", "commentSequence": 15, "commentBody": "I am very grateful to the US Posatal Service that has done a wonderful job of delivering my mail in rain, sleet, and snow for many years.  But the reality is that most important mail is delivered electronically and paper mail is slowly becoming extinct.   I only look in our mailbox 3 days a week now.  The people who still need good mail service 5 days a week door to door are the elderly, disabled, and some of the poor who do not have computers.  The funding of the postal service should decline and focus primarily on these areas. People like me can do without mail 6 days a week and would be happy with a cluster mailbox. It is time to accept the reality that times are changing and we need to reevaluate all current Federal programs for cost savings. ", "recommendationCount": 11}, {"assetID": 3379307, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 9693805, "replies": [], "commentID": 9696790, "trusted": 0, "userDisplayName": "Thor", "createDate": "1376150507", "userID": 65588622, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1376150526", "userTitle": "NULL", "recommendations": 1, "editorsSelection": false, "parentUserDisplayName": "Connect::the::Dots", "userURL": "NULL", "userLocation": "Syracuse", "depth": 1, "commentType": "userReply", "updateDate": "1376146926", "commentSequence": 3, "commentBody": "@ Connect::the:Dots<br/><br/>You are right that Apple's lead designer, Jony Ive, has expressed his admiration for the designs of Braun's designer Dieter Rams.  There is no doubt that Ive has been inspired by Rams' work.  <br/><br/>Rams returns the favor.  As he wrote, \"I have always regarded Apple products – and the kind words Jony Ive has said about me and my work – as a compliment. Without doubt there are few companies in the world that genuinely understand and practise the power of good design in their products and their businesses. \"<br/><br/>\"I am always fascinated when I see the latest Apple products. Apple has managed to achieve what I never achieved: using the power of their products to persuade people to queue to buy them.\"<br/><br/>Applying principles of design to new products is different from what Samsung does. Braun never made a smartphone or a laptop.  Samsung looks at a specific product in a specific market, imitates it, and competes with it directly.  Samsung saw the iPhone and copied the overall look, just like Samsung copied Blackberry before the iPhone came out.<br/><br/>Design patents on things like rounded rectangles sound stupid, I agree.  But how else can a company describe the features of its products that make it unique?  It was the look of the icons, the pinch to zoom, the rubber banding at the end of lists, etc, that Apple patented.  These were all features that made the iPhone the iPhone.  Companies that followed in Apple's footsteps had a roadmap."}, {"recommendedFlag": 0, "parentID": 9693805, "replies": [], "commentID": 9697196, "trusted": 1, "userDisplayName": "Connect::the::Dots", "createDate": "1376156917", "userID": 2419920, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1376156945", "userTitle": "NULL", "recommendations": 2, "editorsSelection": false, "parentUserDisplayName": "Connect::the::Dots", "userURL": "NULL", "userLocation": "NYC", "depth": 1, "commentType": "userReply", "updateDate": "1376153345", "commentSequence": 4, "commentBody": "Thor:  excellent, thoughtful remarks.<br/><br/>Apple clearly deserves patents <br/><br/>for many excellent design innovations.<br/><br/>But sorry, rounded corners on rectangles <br/><br/>is clearly neither original <br/><br/>nor  \"innovative and non-obvious\". <br/><br/>by any standard....!!!<br/><br/>Is Apple the new Evil Empire Jobs once sought to liberate us from ?<br/><br/>Full disclosure:  I'm a fan who owns multiple macbooks, Ipad, Ipod, Apple monitor/keyboard, etc."}, {"recommendedFlag": 0, "parentID": 9693805, "replies": [], "commentID": 9698105, "trusted": 0, "userDisplayName": "Dave Baxter", "createDate": "1376172004", "userID": 60744919, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1376254941", "userTitle": "NULL", "recommendations": 0, "editorsSelection": false, "parentUserDisplayName": "Connect::the::Dots", "userURL": "NULL", "userLocation": "Los Angeles", "depth": 1, "commentType": "userReply", "updateDate": "1376251341", "commentSequence": 5, "commentBody": "@Thor - Copying the basic designs of an original product is still fair practice because the companies still have to compete on the grounds of performance, delivery, and customer satisfaction, all of which Samsung routinely trounces Apple on.<br/><br/>eReaders are all basically the same device, the Kindle, Kobo, and Nook offering very little in differing designs or functionality, indeed all three companies have experimented with certain models to try to distinguish themselves but continually settle back to the designs that work best.  This is completely natural especially with technology - all DVD players, VCRs, DVD players, MP3 players, and now smartphones tend to be the same basic, effective design.<br/><br/>Competition comes in the form of performance, durability, customer service, policies, perks, etc.  The big problem that Apple has ever had is that design was Steve Jobs one and one true strength.  He chose for Apple to follow a patent war strategy because he only cared about protecting his arguably non-patentable designs.  The Apple, even under Jobs, ignored the consumer completely figuring they could patent the design and basically lock out anyone from offering a device that was remotely similar.<br/><br/>That's not how innovation or competition is supposed to work.  Companies are not supposed to compete on surface level elements alone, if at all.  It's the actual services they provide to consumers that maters most."}]}, "lft": 12, "assetURL": "http://bits.blogs.nytimes.com/2013/08/09/trade-commission-orders-ban-on-some-samsung-products/", "parentID": null, "commentID": 9693805, "rgt": 23, "userDisplayName": "Connect::the::Dots", "createDate": "1376107320", "userID": 2419920, "replyCount": 5, "commentTitle": "n/a", "status": "approved", "approveDate": "1376107328", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "NYC", "commentType": "comment", "updateDate": "1376103728", "commentSequence": 2, "commentBody": "YOU HAVE GOT  TO<br/><br/>BE KIDDING....!!!.<br/><br/>Apple was issued a patent for a rectangle with rounded corners ?<br/><br/>REALLY ???!!!<br/><br/>Patents are only supposed to be granted for ideas <br/><br/>that are both highly innovative and \"non-obvious\".  <br/><br/>This in a nutshell is everything you need to know about what's<br/><br/>totally messed up with our patent system - not to mention Apple...!", "recommendationCount": 7}, {"assetID": 3379216, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 9693813, "replies": [], "commentID": 9694142, "trusted": 0, "userDisplayName": "Safe upon the solid rock", "createDate": "1376114667", "userID": 28023524, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1376114705", "userTitle": "NULL", "recommendations": 43, "editorsSelection": false, "parentUserDisplayName": "Tell", "userURL": "NULL", "userLocation": "Denver, CO", "depth": 1, "commentType": "userReply", "updateDate": "1376111105", "commentSequence": 1, "commentBody": "As a Verizon customer, I complained to them about their willingness to turn over my call metadata without so much as a whimper.  They were gracious enough to call me personally to tell me they could not tell me anything.  But here's the rub: small companies want to protect our rights, but have no resources to do so.  Companies like Verizon have sufficient legal resources and dollars to stand up for their customers, but refuse to do so.<br/><br/>No one will protect your rights unless you speak up.  The companies that have \"legally\" turned over your private information also have a business to run, and they will only speak up in your favor if their revenue or customer satisfaction is in danger.  File a complaint with the BBB against your service provider if you believe your rights and privacy are not being protected.  Most providers will respond directly.  One voice is rather small, but if a hundred thousand or a million customers complain, these companies will begin to stand up for their customers, as it should be."}, {"recommendedFlag": 0, "parentID": 9693813, "replies": [], "commentID": 9694321, "trusted": 0, "userDisplayName": "Kirk", "createDate": "1376120380", "userID": 23703782, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1376253731", "userTitle": "NULL", "recommendations": 0, "editorsSelection": false, "parentUserDisplayName": "Tell", "userURL": "NULL", "userLocation": "MT", "depth": 1, "commentType": "userReply", "updateDate": "1376250132", "commentSequence": 2, "commentBody": "We have it within our power to change this intrusion upon our privacy.  It is called a vote.  If your congressman voted for the patriot act, vote against him and for someone who will stand up for freedom.  If you don,t, you deserve what you get and have no right to complain."}]}, "lft": 374, "assetURL": "http://bits.blogs.nytimes.com/2013/08/08/two-providers-of-encrypted-e-mail-shut-down/", "parentID": null, "commentID": 9693813, "rgt": 379, "userDisplayName": "Tell", "createDate": "1376107426", "userID": 67499319, "replyCount": 2, "commentTitle": "n/a", "status": "approved", "approveDate": "1376107446", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Cleveland", "commentType": "comment", "updateDate": "1376103846", "commentSequence": 59, "commentBody": "This isn't just about small companies fighting for freedom while large companies being too beholden to their shareholders and assets. This is about the next Googles and Facebooks out there being squashed by a totalitarian government before they ever have a chance to develop into big companies. The loss to our society by these unconstitutional searches and seizures include not only our freedoms but our capital. The government is destroying our future national prosperity. Already billions of dollars in business is being lost by American cloud computing companies as customers around the world flee to European and other companies based in freer societies than ours. To those who think that totalitarian surveillance is only something that matters for \"wrongdoers,\" I would ask them to consider whether they would rather live in a wealthy free society or an impoverished totalitarian one? Take a look at North Korea and we see where the US is heading.", "recommendationCount": 78}, {"assetID": 3379328, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 9693814, "replies": [], "commentID": 9694310, "trusted": 0, "userDisplayName": "B", "createDate": "1376119889", "userID": 64073669, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1376135612", "userTitle": "NULL", "recommendations": 56, "editorsSelection": false, "parentUserDisplayName": "Anetliner Netliner", "userURL": "NULL", "userLocation": "CA", "depth": 1, "commentType": "userReply", "updateDate": "1376132012", "commentSequence": 1, "commentBody": "Homeless? Been there, done that.<br/><br/>Having struggled with housing issues in what is literally the most expensive rental market in the US, I think the one thing that even Times readers can't really grasp is how many people are \"invisibly\" homeless. <br/><br/>Your 42-year-old saleswoman at Nordstrom with impeccable make-up? She's been living out of her ex-husband's Range Rover since last year, and she's still more carefully dressed than you are. So you'd never even think.<br/><br/>The 25-year-old bartender preparing your flawless cocktail? Sleeping on a succession of couches since November, and his back is still in better shape than yours. And your personal trainer pieced her \"home\" together last winter through a series of house-sitting gigs for her wealthy clients.<br/><br/>We don't count as homeless, but our numbers are growing. The rents aren't just \"too damn high\". For many working people, they're not an option.<br/><br/>This recession has hit those outside the baby boomer generation the hardest. If there's a silver lining to any of this, we've found a deep camaraderie. But something's gotta give. Or maybe this is just the new normal. "}, {"recommendedFlag": 0, "parentID": 9693814, "replies": [], "commentID": 9694461, "trusted": 0, "userDisplayName": "Larry Bole", "createDate": "1376126068", "userID": 26873545, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1376135612", "userTitle": "NULL", "recommendations": 2, "editorsSelection": false, "parentUserDisplayName": "Anetliner Netliner", "userURL": "NULL", "userLocation": "Boston", "depth": 1, "commentType": "userReply", "updateDate": "1376132012", "commentSequence": 2, "commentBody": "I agree with much of your analysis. <br/><br/>My father, who was born in 1921, was fond of saying, especially during the latter half of the 1960s, that what the country needed was another Great Depression. Although I disagreed with him, I understood his motives for saying that.<br/><br/>My question is: if an economic collapse occurred now to the extent that the unemployment rate reached 20%, no mater how much the government tried to tweak how unemployment is counted, would there be a return to compassion in the overall attitude of society, or not?<br/><br/>Or is the problem that many people think 'compassion' should be doled out by NGO's rather than by government? The \"thousand points of light\" substitute for government programs. "}]}, "lft": 54, "assetURL": "http://www.nytimes.com/2013/08/10/opinion/blow-a-town-without-pity.html", "parentID": null, "commentID": 9693814, "rgt": 59, "userDisplayName": "Anetliner Netliner", "createDate": "1376107431", "userID": 33888832, "replyCount": 2, "commentTitle": "n/a", "status": "approved", "approveDate": "1376107446", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Washington, DC area", "commentType": "comment", "updateDate": "1376103846", "commentSequence": 5, "commentBody": "I attribute American callousness toward the poor and the homeless to the following three factors:<br/>  (1)Poverty and homelessness are frightening.  It is likely that many displace their fear of these conditions into anger and disgust.  The precarious state of the economy over the past five years may have increased the fear, anger and disgust with which the poor and homeless are viewed.<br/>  (2)Many Americans have no or little meaningful contact with the homeless or the poor, making it easy to view poor or homeless Americans as \"the other\".  This distancing leads to condemnation and distrust.<br/>  (3)The \"welfare queen\" stereotype first popularized by Ronald Reagan has become a staple of conservative belief and has grown pervasive.  Contrary to stereotype, most welfare payments are received by whites and welfare recipients are not living lavishly.<br/><br/>America's collective lack of compassion for the homeless serves us poorly and runs contrary to our historic generosity toward those in trouble.", "recommendationCount": 279}, {"assetID": 3379309, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 9693817, "replies": [], "commentID": 9693954, "trusted": 0, "userDisplayName": "Rocketscientist", "createDate": "1376110160", "userID": 58350124, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1376140823", "userTitle": "NULL", "recommendations": 0, "editorsSelection": false, "parentUserDisplayName": "paul", "userURL": "NULL", "userLocation": "Chicago, IL", "depth": 1, "commentType": "userReply", "updateDate": "1376137223", "commentSequence": 1, "commentBody": "The lawyers need time to build the case. This is how it works: win in civil court --- you have money to play with and a better look at the company records and how they will defend themselves against criminal charges. You build slowly from the outside in, just like the advice from Mark Felt, i.e., Watergate's Deep Throat. First, civil court, then criminal court, but only going after the people in the know at the edges. These people plead on conviction and you move up the food chain. Hopefully, in a few years, we get Jamie himself doing the perp walk."}, {"recommendedFlag": 0, "parentID": 9693817, "replies": [], "commentID": 9694120, "trusted": 0, "userDisplayName": "Neil", "createDate": "1376113915", "userID": 65779760, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1376141201", "userTitle": "NULL", "recommendations": 2, "editorsSelection": false, "parentUserDisplayName": "paul", "userURL": "NULL", "userLocation": "Berkeley", "depth": 1, "commentType": "userReply", "updateDate": "1376137601", "commentSequence": 2, "commentBody": "Why do you even ask?<br/><br/>The guys at the top, who created the policies and who would have paid themselves even more megabucks if the gambles by the 'London Whale' had succeeded, are also responsible for large political 'campaign contributions' to both major political parties."}, {"recommendedFlag": 0, "parentID": 9693817, "replies": [], "commentID": 9694581, "trusted": 0, "userDisplayName": "Good Heavens", "createDate": "1376129774", "userID": 55547474, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1376141201", "userTitle": "NULL", "recommendations": 1, "editorsSelection": false, "parentUserDisplayName": "paul", "userURL": "NULL", "userLocation": "Melbourne. Aust.", "depth": 1, "commentType": "userReply", "updateDate": "1376137601", "commentSequence": 3, "commentBody": "Well done Frederick - someone who actually understands where the root of the problem lies. But lets face it, we will never see the leaders who supported the culture that caused the issue ever bought to justice. No wonder Julian Assange is so worried...."}]}, "lft": 370, "assetURL": "http://dealbook.nytimes.com/2013/08/09/authorities-set-to-arrest-2-former-jpmorgan-employees-in-london-whale-case/", "parentID": null, "commentID": 9693817, "rgt": 377, "userDisplayName": "paul", "createDate": "1376107514", "userID": 48110730, "replyCount": 3, "commentTitle": "n/a", "status": "approved", "approveDate": "1376107566", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Frederick", "commentType": "comment", "updateDate": "1376103966", "commentSequence": 113, "commentBody": "Why only go after the minions rather than the executives which created the environment and the policy, if not the spoken or unspoken authorization, for these \"london Whale\" trades which led to a six billion losses?   Why are the Feds only charging the small fry while giving a pass to the execs, including Dimon, who is leading the parade of these unsavory activities.   ", "recommendationCount": 49}, {"assetID": 3379216, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 9693831, "replies": [], "commentID": 9694117, "trusted": 0, "userDisplayName": "Safe upon the solid rock", "createDate": "1376113813", "userID": 28023524, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1376253637", "userTitle": "NULL", "recommendations": 1, "editorsSelection": false, "parentUserDisplayName": "June", "userURL": "NULL", "userLocation": "Denver, CO", "depth": 1, "commentType": "userReply", "updateDate": "1376250037", "commentSequence": 4, "commentBody": "Perhaps a \"credible\" business does not, but perhaps an ethical business does.  And only one of the companies that shut down has been associated with Snowden.  <br/><br/>You forget our founding fathers found it necessary to protect us from unnecessary search and seizures from the British.  Those who protected our founding fathers from the British were hailed as heroes. I have no doubt you would have turned them in for violating the law and being unpatriotic to the British, who were our lawful rulers at the time.  I'm glad you respect authority so unquestioningly, and I'm really quite surprised you have not moved to England."}, {"recommendedFlag": 0, "parentID": 9693831, "replies": [], "commentID": 9694133, "trusted": 0, "userDisplayName": "Steve", "createDate": "1376114267", "userID": 9640850, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1376253649", "userTitle": "NULL", "recommendations": 0, "editorsSelection": false, "parentUserDisplayName": "June", "userURL": "NULL", "userLocation": "Ky.", "depth": 1, "commentType": "userReply", "updateDate": "1376250049", "commentSequence": 5, "commentBody": "It DOES make you wonder if either outfit was headed up by the hardworking White House guys in 1999 who ditched, erased, and tossed all those emails legally demanded by The Law regarding VP Al Gore's fundraising activities. None of those guys even got arrested. "}, {"recommendedFlag": 0, "parentID": 9693831, "replies": [], "commentID": 9694534, "trusted": 0, "userDisplayName": "kat", "createDate": "1376128468", "userID": 67736227, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1376253765", "userTitle": "NULL", "recommendations": 0, "editorsSelection": false, "parentUserDisplayName": "June", "userURL": "NULL", "userLocation": "New England", "depth": 1, "commentType": "userReply", "updateDate": "1376250165", "commentSequence": 6, "commentBody": "No one said it was over one customer.  And if I were running these businesses, I would do exactly the same, no matter how many orders i had received."}]}, "lft": 380, "assetURL": "http://bits.blogs.nytimes.com/2013/08/08/two-providers-of-encrypted-e-mail-shut-down/", "parentID": null, "commentID": 9693831, "rgt": 393, "userDisplayName": "June", "createDate": "1376107901", "userID": 67328187, "replyCount": 6, "commentTitle": "n/a", "status": "approved", "approveDate": "1376107925", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "NY", "commentType": "comment", "updateDate": "1376104325", "commentSequence": 60, "commentBody": "While many are eagerly prostrating themselves at the feet of these 'glorious revoulution' email companies, the fact that they were obscure, that they shut down and that they immediately destroyed their data stinks to high heaven in my book.  No credible business does that over one customer -- especially one charged with multiple felonies and who now in the welcoming arms of Vladimir Putin with sensitive national security info. ", "recommendationCount": 13}, {"assetID": 3379298, "replies": [], "lft": 3, "assetURL": "http://www.nytimes.com/2013/08/11/travel/through-the-eyes-of-the-maasai.html", "parentID": 9691711, "commentID": 9693833, "rgt": 4, "userDisplayName": "The Artist FKA Bakes", "createDate": "1376107936", "userID": 46074824, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1376107985", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Philadelphia, PA", "commentType": "userReply", "updateDate": "1376104385", "commentSequence": 1, "commentBody": "What, pray tell, is \"primitive\" about the society?  Simple and primitive are not one in the same, and perhaps it is our Western world, technological advances nothwithstanding, which is 'primitive', with our selfish focus on our own needs, abandonment of community and lack of compassion towards those less fortunate than ourselves.  Indeed, there is a great deal that we stand to learn from the Masai.", "recommendationCount": 40}, {"assetID": 3379327, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 9693835, "replies": [], "commentID": 9695983, "trusted": 1, "userDisplayName": "Rich in Atlanta", "createDate": "1376144012", "userID": 57520630, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1376144046", "userTitle": "NULL", "recommendations": 2, "editorsSelection": false, "parentUserDisplayName": "Maura T. Fan", "userURL": "NULL", "userLocation": "Atlanta, Georgia", "depth": 1, "commentType": "userReply", "updateDate": "1376140446", "commentSequence": 2, "commentBody": "MTF, I enjoyed the game despite the loss. The Cabrera at bat against Rivera made it all worthwhile. A great baseball moment between two real professionals. <br/><br/>Beyond that I'll just say the Tigers should have taken a left turn at Albuquerque. <br/><br/>Loved your spot-on tribute to Leapy. <br/><br/>I'll be Bach. "}, {"recommendedFlag": 0, "parentID": 9693835, "replies": [], "commentID": 9696332, "trusted": 1, "userDisplayName": "Deb Amlen", "createDate": "1376146519", "userID": 38225670, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1376146566", "userTitle": "NULL", "recommendations": 2, "editorsSelection": false, "parentUserDisplayName": "Maura T. Fan", "userURL": "NULL", "userLocation": "Wordplay, the Road Tour", "depth": 1, "commentType": "userReply", "updateDate": "1376142966", "commentSequence": 3, "commentBody": "Happy birthday, Leapy!"}, {"recommendedFlag": 0, "parentID": 9693835, "replies": [], "commentID": 9697307, "trusted": 0, "userDisplayName": "spenyc", "createDate": "1376158743", "userID": 20372960, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1376158805", "userTitle": "NULL", "recommendations": 1, "editorsSelection": false, "parentUserDisplayName": "Maura T. Fan", "userURL": "NULL", "userLocation": "Manhattan", "depth": 1, "commentType": "userReply", "updateDate": "1376155205", "commentSequence": 4, "commentBody": "And many happy returns!"}]}, "lft": 38, "assetURL": "http://wordplay.blogs.nytimes.com/2013/08/09/winged-it/", "parentID": null, "commentID": 9693835, "rgt": 47, "userDisplayName": "Maura T. Fan", "createDate": "1376107954", "userID": 63414225, "replyCount": 4, "commentTitle": "n/a", "status": "approved", "approveDate": "1376107985", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Manhattanville", "commentType": "comment", "updateDate": "1376104385", "commentSequence": 6, "commentBody": "Tonight, RiA's beloved Detroit Tigers lost a game that I sincerely wish they had won.  The team from that bankrupt city has delighted its fans with a lengthy winning streak, and tonight's win means nothing to my NY Yankees.  So one win streak has ended, but Rich's hometown ARAPAHOs kept their own streak going.<br/><br/>Coincidentally, another group of Detroit felines met up with a group of NYers in a \"ballpark\", as the Lions faced the Jets in a football exhibition.  The NYers lost that one.  <br/><br/>But all night, I noted repeats of the number 3.  Observe:<br/><br/>- The puzzle began with the noble triad of GODEL ESCHER BACH.<br/>- The Yankees scored 3 runs in the first 3 innings.<br/>- They held a 3-run lead for 3 innings.<br/>- They gave up 3 runs in the next 3 innings.<br/>- Their highest-paid player, Alex Rodriguez, wearing number 13, thrice got to Strike 3.<br/>- Even in winning the game, the Yankees left 3 runners on base on the final play.<br/>- On the gridiron, the Jets used 3 of their four quarterbacks.<br/>- The Lions' margin of victory was nine (3x3).<br/>- That margin was provided by 3 field goals (3 points each) longer than 45 yards.<br/>- The entire Jets' front-office staff does not have one-third of the intelligence of GODEL, ESCHER, or BACH<br/>- Leapfinger's wisdom seems to have required 3 normal person's lifetimes to accumulate<br/>- yet she displays the wit and spirit of a 33-year-old<br/>- and the playfulness of a 3-year-old!<br/><br/>So if I previously said \"Cheers to Leapy\", I should have said \"THREE cheers to Leapy!\"<br/><br/>-- M.T.F.", "recommendationCount": 4}, {"assetID": 3379329, "replies": [], "lft": 2, "assetURL": "http://opinionator.blogs.nytimes.com/2013/08/09/boola-breath-boola/", "parentID": null, "commentID": 9693840, "rgt": 3, "userDisplayName": "Doug Terry", "createDate": "1376108034", "userID": 65455323, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1376108046", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Maryland, DC Metro area", "commentType": "comment", "updateDate": "1376104446", "commentSequence": 1, "commentBody": "What, prey tell, is the purpose of these sorts of gatherings? You enter a room. Inside that room, and scattered about at various points before entering, are people you once knew in the tender part of youth where everything seem possible and nothing, save world wide nuclear war, seemed horrible or much threatening. Only a few moment's stray thoughts are needed to confirm that none of that applies any longer. <br/><br/>It is that sense of anticipation and limitlessness, combined with youthful energy and endless curiosity, that made those times so wonderful. Well, going to Yale, helped too, I am sure. Going to any good school where there is a surging feeling of intellectual growth and a certainty on the part of the professors that they are not wasting their time is a true privilege. What was lived then can never be relived, only pawed over like a cold and moldering meal. <br/><br/>It can be crushing to compare a young person you once knew with the reality of what happened to them in life, to realize that all that energy and hopefulness came to an end on a rain slicked road or in the steel hard grasp of cancer. It is, on some level, an unacceptable blob of knowledge that locks into the brain and won't let go. It just might be better not to look back, unless that's all you can do. <br/><br/><a href=\"http://terryreport.com\" title=\"http://terryreport.com\" target=\"_blank\">http://terryreport.com</a>", "recommendationCount": 40}, {"assetID": 3379323, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 9693842, "replies": [], "commentID": 9693877, "trusted": 0, "userDisplayName": "Doug Terry", "createDate": "1376108896", "userID": 65455323, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1376108946", "userTitle": "NULL", "recommendations": 84, "editorsSelection": false, "parentUserDisplayName": "MNW", "userURL": "NULL", "userLocation": "Maryland, DC Metro area", "depth": 1, "commentType": "userReply", "updateDate": "1376105346", "commentSequence": 1, "commentBody": "You have hit on one of the underlying purposes of the Republican/right wing attacks on all government: they want the money to be going to businesses that are, in the main, owned by Republicans instead of circulating inside the govt. itself. Postal employees could be paid less with fewer benefits, they could be fired more easily and just think of all the trucks your local Ford dealer could sell to a privately run postal service. <br/><br/>The idea of \"privatizing\" some aspects of government services is not entirely looney, but in practice it usually works out that way. When contracts are let guaranteeing a certain level of profit, expenditures don't matter much. Moreover, if a contractor can layoff on the govt. a large portion of overhead and administrative costs, costs that he would have to pay anyway, that's all pure profit, even though it doesn't look like it on paper. <br/><br/>Contractors were hired to clean up after Katrina in 2005. The lead contractor was often paid 100 to 200 dollars an hour, but by the time it got down to the workers, they were lucky to get ten to twenty. Private contractors in Iraq made out better than bandits. (The Niagara of cash flowing to contractors here helped bring on the mortgage mess collapse.) When the Republican dream comes true, govt. will cost just as much or even a lot more, but the money will be flowing more reliably to their close friends.<br/><br/><a href=\"http://terryreport.com\" title=\"http://terryreport.com\" target=\"_blank\">http://terryreport.com</a>"}]}, "lft": 92, "assetURL": "http://www.nytimes.com/2013/08/10/opinion/collins-playing-post-office.html", "parentID": null, "commentID": 9693842, "rgt": 95, "userDisplayName": "MNW", "createDate": "1376108145", "userID": 49069088, "replyCount": 1, "commentTitle": "n/a", "status": "approved", "approveDate": "1376108165", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Connecticut", "commentType": "comment", "updateDate": "1376104565", "commentSequence": 16, "commentBody": "Any onerous obligation foisted upon a government run service by the GOP faction in the Congress is designed mainly to bring about the privatization of that service.<br/><br/>Are we at all surprised that the first step in this process involving the Postal Service was begun in the Bush Administration.  The hidden agenda strikes again.<br/>(Republican/Corporate entities do love messing around with pension funds and getting their hands on the accumulated monies.)<br/>With the goal of privatization in mind, all sensible steps to aid the Postal Service to become a viable entity will be diligently avoided.<br/><br/>All we citizens want is an essential service that breaks even and rewards its loyal and faithful employees for their service under what can be at times difficult circumstances and conditions.<br/><br/>Whereas the Republican/Corporate goal is to bring about yet another profit making entity with all the attendant problems that profit-making organizations can entail.<br/>The main problems being the subjugation of a work force along with the creation of a top heavy, well-paid, and exploitive executive group of suits messing round with a necessary and much-needed service that must be there for the public so as to allow the society to function properly.<br/><br/>Is that Walmarts that I see lurking around the corner and savoring yet another commodity/service that it can exploit for its nefarious and incredibly wealthy owners.  I wouldn't be at all surprised.<br/>The 1% strikes again. ", "recommendationCount": 112}, {"assetID": 3379328, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 9693849, "replies": [], "commentID": 9694498, "trusted": 0, "userDisplayName": "Robert", "createDate": "1376127420", "userID": 60341498, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1376139207", "userTitle": "NULL", "recommendations": 19, "editorsSelection": false, "parentUserDisplayName": "Rima Regas", "userURL": "NULL", "userLocation": "Melbourne, Australia", "depth": 1, "commentType": "userReply", "updateDate": "1376135607", "commentSequence": 4, "commentBody": "Good on you, Rima.  I admire your courage.  I simply just do not understand those right-wing people in your country - we have them here in Australia too!.  But the Christian influence here is nowhere near as strong as it is in your country (and thank god for that!).  Although I am not a religious person in any way, shape or form, I find the behavior of some or those evangelist types that you have described to be rather, well.....hmmm  a little hypocritical!!"}, {"recommendedFlag": 0, "parentID": 9693849, "replies": [], "commentID": 9694917, "trusted": 0, "userDisplayName": "Beth", "createDate": "1376134892", "userID": 65225965, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1376142220", "userTitle": "NULL", "recommendations": 9, "editorsSelection": false, "parentUserDisplayName": "Rima Regas", "userURL": "NULL", "userLocation": "Nyc", "depth": 1, "commentType": "userReply", "updateDate": "1376138620", "commentSequence": 5, "commentBody": "Rima-I an drive my car with its Obama sticker without fear of reprisal. You are very brave:Courage!"}, {"recommendedFlag": 0, "parentID": 9693849, "replies": [], "commentID": 9695456, "trusted": 0, "userDisplayName": "merrybobcat", "createDate": "1376140083", "userID": 56820510, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1376148084", "userTitle": "NULL", "recommendations": 17, "editorsSelection": false, "parentUserDisplayName": "Rima Regas", "userURL": "NULL", "userLocation": "Midwest", "depth": 1, "commentType": "userReply", "updateDate": "1376144484", "commentSequence": 6, "commentBody": "Let's let congress live on minimum wage and see how they do.  We have been paying them way too much for the little work they've accomplished.  I think that finger pointing needs to be turned toward themselves..."}]}, "lft": 60, "assetURL": "http://www.nytimes.com/2013/08/10/opinion/blow-a-town-without-pity.html", "parentID": null, "commentID": 9693849, "rgt": 73, "userDisplayName": "Rima Regas", "createDate": "1376108380", "userID": 52131820, "replyCount": 6, "commentTitle": "n/a", "status": "approved", "approveDate": "1376108405", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Mission Viejo, CA", "commentType": "comment", "updateDate": "1376147202", "commentSequence": 6, "commentBody": "I live in southern Orange County, California. South OC s the home of some of the most conservative right-wing Republican voters and evangelical Christian megachurches. Pastor Rick Warren, who hosted then candidates Obama and McCain, is based just a couple of miles away from me. His church provides the community with a lot of services for those who are in need. I hoped he'd act as a bridge between right and left, especially during the first couple of years of President Obama's first term. Pastor Warren, not unlike his colleague Mike Huckabee,chose to engage in the same ugly rhetoric instead. Both made the news more than once, due to the vicious rhetoric in speeches, sermons, and even tweets. <br/><br/>Unemployment is still very high here. I still see many of the same faces I saw at the start of the recession. I still hear moms telling their children, \"no, we can't buy this this month.\" I still see the same homeless families I saw four years ago, panhandling near the grocery store. Our local supermarket chain has been putting together bags of groceries for the hungry that customers can pay for.at the register. The food pantries are out in force all year.<br/><br/>Church involvement in the community is great, but it cannot fill all the gaps. That is what government is there for and it is infuriating to see how the GOP has yanked everyone hard to the right through their obstruction, with their evangelical wing of false prophets leading the charge. The moral majority is in charge.", "recommendationCount": 321}, {"assetID": 3379184, "replies": [], "lft": 362, "assetURL": "http://krugman.blogs.nytimes.com/2013/08/08/milton-friedman-unperson/", "parentID": null, "commentID": 9693853, "rgt": 363, "userDisplayName": "Bob Roddis", "createDate": "1376108528", "userID": 3811218, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1376108586", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Grosse Pointe Farms, Michigan", "commentType": "comment", "updateDate": "1376104986", "commentSequence": 90, "commentBody": "\"Keynes campaigned vigorously against a return to the Gold Standard in the early 20's (particularly at the proposed pre-war parity) precisely because the only way Britain could maintain her competitiveness was by reducing wages and he believed this was effectively impossible for various structural reasons and would produce huge industrial unrest and worsen mass unemployment. Churchill took Britain back on gold in 1925. Keynes was subsequently proved completely correct (the general strike ensued, unemployment worsened, British industry nosedived) and Britain went off gold in 1931 when crash happened.\"<br/><br/>1.  Going off a \"gold standard\" which distorted prices to fund WWI and then going back on a \"gold standard\" at the wrong par and then going it off it again is not \"the market\".  \"The market\" did not fail. The government jerking around with the monetary system failed.<br/><br/>2.  TGT was published in February 1936, not 1937. He mailed a letter to his friend George Bernard Shaw on New Year's Day, 1935:<br/>\"I believe myself to be writing a book on economic theory which will largely revolutionize--not I suppose, at once but in the course of the next ten years--the way the world thinks about its economic problems. I can't expect you, or anyone else, to believe this at the present stage. But for myself I don't merely hope what I say,--in my own mind, I'm quite sure.\"<br/><br/>3.  Krugman and you have no familiarity with Austrian School concepts or analysis. ", "recommendationCount": 1}, {"assetID": 3379328, "replies": [], "lft": 61, "assetURL": "http://www.nytimes.com/2013/08/10/opinion/blow-a-town-without-pity.html", "parentID": 9693849, "commentID": 9693862, "rgt": 62, "userDisplayName": "Rima Regas", "createDate": "1376108656", "userID": 52131820, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1376108706", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Mission Viejo, CA", "commentType": "userReply", "updateDate": "1376147215", "commentSequence": 1, "commentBody": "My county is so red that I often get heckled for my Obama 2012 bumper stickers. During election 2012, I was even cussed at by a female driver at an intersection, with my daughter in the car. The woman was profane. Ironically, she had bumper stickers from her megachurch. Just a few weeks ago, another lady blocked my car as I was backing out of a parking spot to harangue me about Obamacare. I've since been adding stickers each time I get heckled.<br/><br/>Coincidentally, my \"Obamacare: Signed. Sealed. Delivering... sticker arrived in the mail today. I will place it on the last spot I have available on my rear bumper in the morning! ", "recommendationCount": 396}, {"assetID": 3379309, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 9693863, "replies": [], "commentID": 9693938, "trusted": 0, "userDisplayName": "Rocketscientist", "createDate": "1376109893", "userID": 58350124, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1376109906", "userTitle": "NULL", "recommendations": 7, "editorsSelection": false, "parentUserDisplayName": "tkrouse", "userURL": "NULL", "userLocation": "Chicago, IL", "depth": 1, "commentType": "userReply", "updateDate": "1376106306", "commentSequence": 1, "commentBody": "I'm all for extra-ordinary rendition. You may ruffle the feathers of the French political class but win the backing of the French public who despise these elites. <br/><br/>As for Bhopal, Union Carbide had far less blame than the corrupt Indian officials who wouldn't allow UC to sell the plant and, in fact, had majority ownership in the plant. These same officials pocketed much of the money won in civil cases against UC. I have it on word from a couple of Indian engineers that I respect that not one dime actually got to the victims. And, guess who sold these poor people their homes anyway, built too close to a chemical plant working with cyanide compounds? The same crooked sociopaths who sued Union Carbide."}, {"recommendedFlag": 0, "parentID": 9693863, "replies": [], "commentID": 9694004, "trusted": 0, "userDisplayName": "AJ", "createDate": "1376111154", "userID": 20584327, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1376141201", "userTitle": "NULL", "recommendations": 1, "editorsSelection": false, "parentUserDisplayName": "tkrouse", "userURL": "NULL", "userLocation": "Denver, CO", "depth": 1, "commentType": "userReply", "updateDate": "1376137601", "commentSequence": 2, "commentBody": "Agree absolutely.  Green Card, US work authorization and Citizenship should be associated with appropriate risk.  It is what it is.  Have to pay to play."}]}, "lft": 378, "assetURL": "http://dealbook.nytimes.com/2013/08/09/authorities-set-to-arrest-2-former-jpmorgan-employees-in-london-whale-case/", "parentID": null, "commentID": 9693863, "rgt": 383, "userDisplayName": "tkrouse", "createDate": "1376108666", "userID": 53596647, "replyCount": 2, "commentTitle": "n/a", "status": "approved", "approveDate": "1376108706", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "San Diego", "commentType": "comment", "updateDate": "1376105106", "commentSequence": 114, "commentBody": "This is why ANYONE receiving a US work authorization, Green Card, or Citizenship should permanently waive their right of extradition protection in foreign countries. It is too easy (like with these French bankers) to commit crimes (thefts, murders, whatever) and then to flee to their country of origin, reclaim citizenship (or even just reside their) and hide behind foreign extradition laws. If they don't want to take responsibility for their work, they should not be allowed to work in foreign countries - especially with impunity.<br/><br/>I recognize that these bankers were working in London, but they lost billions of dollars of Americans' savings and pensions through JPMorgan's stock price. It easily could have happened in NY. And as it is, I recommend that the UK have the same rule especially when it comes to senior executives with so much authority and whose actions can have such significant consequences.<br/><br/>I would say the same thing about executives responsible for the Bhopal disaster in Indian decades ago, or any other such incident.", "recommendationCount": 15}, {"assetID": 3379221, "replies": [], "lft": 211, "assetURL": "http://economix.blogs.nytimes.com/2013/08/09/the-economics-of-a-higher-wage-floor/", "parentID": 9692808, "commentID": 9693869, "rgt": 212, "userDisplayName": "Banty AcidJazz", "createDate": "1376108737", "userID": 65296243, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1376108765", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Upstate New York", "commentType": "userReply", "updateDate": "1376105165", "commentSequence": 1, "commentBody": "The EITC applies to those without children, too.<br/><br/><a href=\"http://en.wikipedia.org/wiki/Earned_Income_Tax_Credit\" title=\"http://en.wikipedia.org/wiki/Earned_Income_Tax_Credit\" target=\"_blank\">http://en.wikipedia.org/wiki/Earned_Income_Tax_Credit</a>", "recommendationCount": 3}, {"assetID": 3379323, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 9693873, "replies": [], "commentID": 9693893, "trusted": 0, "userDisplayName": "Harry Hoopes", "createDate": "1376109098", "userID": 57054490, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1376132291", "userTitle": "NULL", "recommendations": 0, "editorsSelection": false, "parentUserDisplayName": "RT", "userURL": "NULL", "userLocation": "West Chester, Pa.", "depth": 1, "commentType": "userReply", "updateDate": "1376128691", "commentSequence": 2, "commentBody": "An excellent idea! It will never be done. Makes too much sense."}, {"recommendedFlag": 0, "parentID": 9693873, "replies": [], "commentID": 9693986, "trusted": 0, "userDisplayName": "doy1", "createDate": "1376110759", "userID": 25873559, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1376136612", "userTitle": "NULL", "recommendations": 9, "editorsSelection": false, "parentUserDisplayName": "RT", "userURL": "NULL", "userLocation": "NYC", "depth": 1, "commentType": "userReply", "updateDate": "1376133012", "commentSequence": 3, "commentBody": "You're completely wrong about Standard mail. Standard mail subsidizes First Class mail - not the other way around.<br/><br/>Standard mail is delivered to the USPS pre-sorted, pre-paid and bar-coded - eliminating all the most labor-intensive processes.<br/><br/>Without Standard mail, our First Class mail would cost as much as 10x more. <br/><br/>The costs to our economy of eliminating Standard mail - to consumers as well as to all the businesses that rely on Standard mail AND to tax revenues from those businesses - would be enormous.<br/><br/>If you don't want to receive some of type of promotional mail, all you have to do is contact the Direct Marketing Association and sign up for its DMA Choice service to stop the types of mail you don't want.  Here's the link:<br/><a href=\"https://www.dmachoice.org/index.php\" title=\"https://www.dmachoice.org/index.php\" target=\"_blank\">https://www.dmachoice.org/index.php</a><br/><br/>And btw, many of us actually DO want to receive catalogs, promotional offers, and mail from charitable causes we support. "}, {"recommendedFlag": 0, "parentID": 9693873, "replies": [], "commentID": 9694221, "trusted": 0, "userDisplayName": "Suzanne", "createDate": "1376117083", "userID": 58369533, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1376136612", "userTitle": "NULL", "recommendations": 0, "editorsSelection": false, "parentUserDisplayName": "RT", "userURL": "NULL", "userLocation": "Florida", "depth": 1, "commentType": "userReply", "updateDate": "1376133012", "commentSequence": 4, "commentBody": "Not just the unions, your congressperson and senators have fought it for years, too, irrespective of party."}]}, "lft": 96, "assetURL": "http://www.nytimes.com/2013/08/10/opinion/collins-playing-post-office.html", "parentID": null, "commentID": 9693873, "rgt": 105, "userDisplayName": "RT", "createDate": "1376108800", "userID": 30171567, "replyCount": 4, "commentTitle": "n/a", "status": "approved", "approveDate": "1376108825", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "NY", "commentType": "comment", "updateDate": "1376105225", "commentSequence": 17, "commentBody": "There is a very simple way to reform the USPS and make it solvent, but the postal workers' union is virulently opposed to it.  The solution is to dramatically increase postage rates for standard, aka junk, mail.<br/><br/>How would this work?  Standard mail, which is the least profitable line of business the USPS in engaged in, accounts for a large percentage of mail volume and USPS revenue, but a much larger percentage of USPS labor costs.  Standard mail is also something that USPS' customers not only do not want, but most customers dislike standard mail and consider it a public nuisance.  And standard mail is a complete, unmitigated disaster for the environment.<br/><br/>If standard mail volumes were greatly reduced, the USPS would need far fewer mail processing facilities and far fewer employees at those facilities, allowing a significant reduction in labor costs.  Furthermore, the concept of the USPS as a public good would actually become true again, as the mail would no longer serve as a mechanism to disseminate unwanted advertising.  <br/><br/>Let's stop being completely irresponsible in wasting taxpayer dollars to inundate the public with millions of tons of unwanted trash.  Standard mail should be rare and expensive, not a ubiquitous stream of refuse.  ", "recommendationCount": 35}, {"assetID": 3379157, "replies": [], "lft": 375, "assetURL": "http://parenting.blogs.nytimes.com/2013/08/08/after-the-opt-out-revolution-asking-hows-that-working-for-you/", "parentID": 9692868, "commentID": 9693876, "rgt": 376, "userDisplayName": "Anon", "createDate": "1376108877", "userID": 13375114, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1376108885", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "NY", "commentType": "userReply", "updateDate": "1376105285", "commentSequence": 1, "commentBody": "Very true.  I worked as an attorney in a large white shoe firm and eventually opted out.  I did well, but the work wasnt very interesting. I never identified well with the role, never felt it actually warranted the respect people assigned it, and realized, the moment they handed me that stack of business cards, how little that variety of \"respect\" really mattered to me.  I also grew up without money, and never related to the aspirational talk around me (joining that country club, planning on that McMansion or that house in Nantucket, coveting a partners new 70k car) .  A colleague, who grew up with a professional mom, with a high-end lifestyle, talked about moving into a lower paying, family friendly career, or quitting entirely.  I think she was just as unhappy as I was, but she had different ideas about who she was and what she wanted.  She stayed in, and I suspect she is happy with her choice in a way that I could not be.<br/><br/>I don't know where these attitudes originate, but I do think that when women do have choices, our gut feelings have a lot to say about where we end up.", "recommendationCount": 10}, {"assetID": 3379323, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 9693875, "replies": [], "commentID": 9696766, "trusted": 0, "userDisplayName": "vickijenssen", "createDate": "1376150270", "userID": 57002461, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1376151031", "userTitle": "NULL", "recommendations": 0, "editorsSelection": false, "parentUserDisplayName": "Janice Herbrand", "userURL": "NULL", "userLocation": "Nova scotia", "depth": 1, "commentType": "userReply", "updateDate": "1376147431", "commentSequence": 1, "commentBody": "You wouldn't lose any mail deliverers. Their workweek would be 5 days instead of six. Now their takehome might be reduced but the actual # of jobs stays the same."}]}, "lft": 106, "assetURL": "http://www.nytimes.com/2013/08/10/opinion/collins-playing-post-office.html", "parentID": null, "commentID": 9693875, "rgt": 109, "userDisplayName": "Janice Herbrand", "createDate": "1376108860", "userID": 57549268, "replyCount": 1, "commentTitle": "n/a", "status": "approved", "approveDate": "1376108886", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Tacoma, WA", "commentType": "comment", "updateDate": "1376105286", "commentSequence": 18, "commentBody": "I have a great deal of sympathy for the people who might lose their jobs if mail is delivered less often, but personally I'd be happy if mail were delivered only two or three times a week.<br/>My dog does her best to keep the mail from being delivered to our house, and I refuse to get it out of the mailbox.  My daughter insists on collecting it thougjh, and giving most of it to me.<br/>I go through it to check for bills that have to be paid immediately and throw the rest into the recycling unopened.<br/>I make all donations to good causes online and put them on my credit card, which only sends me a bill once a month.  Between times I can check it online and see how many whales, wolves and starving children I can afford to save this month.<br/>The only time I want mail is when I've ordered something, and it's never anything that can fit in the mailbox.  I would also make an exception for Christmas cards.", "recommendationCount": 5}, {"assetID": 3379323, "replies": [], "lft": 93, "assetURL": "http://www.nytimes.com/2013/08/10/opinion/collins-playing-post-office.html", "parentID": 9693842, "commentID": 9693877, "rgt": 94, "userDisplayName": "Doug Terry", "createDate": "1376108896", "userID": 65455323, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1376108946", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Maryland, DC Metro area", "commentType": "userReply", "updateDate": "1376105346", "commentSequence": 1, "commentBody": "You have hit on one of the underlying purposes of the Republican/right wing attacks on all government: they want the money to be going to businesses that are, in the main, owned by Republicans instead of circulating inside the govt. itself. Postal employees could be paid less with fewer benefits, they could be fired more easily and just think of all the trucks your local Ford dealer could sell to a privately run postal service. <br/><br/>The idea of \"privatizing\" some aspects of government services is not entirely looney, but in practice it usually works out that way. When contracts are let guaranteeing a certain level of profit, expenditures don't matter much. Moreover, if a contractor can layoff on the govt. a large portion of overhead and administrative costs, costs that he would have to pay anyway, that's all pure profit, even though it doesn't look like it on paper. <br/><br/>Contractors were hired to clean up after Katrina in 2005. The lead contractor was often paid 100 to 200 dollars an hour, but by the time it got down to the workers, they were lucky to get ten to twenty. Private contractors in Iraq made out better than bandits. (The Niagara of cash flowing to contractors here helped bring on the mortgage mess collapse.) When the Republican dream comes true, govt. will cost just as much or even a lot more, but the money will be flowing more reliably to their close friends.<br/><br/><a href=\"http://terryreport.com\" title=\"http://terryreport.com\" target=\"_blank\">http://terryreport.com</a>", "recommendationCount": 84}, {"assetID": 3379328, "replies": [], "lft": 35, "assetURL": "http://www.nytimes.com/2013/08/10/opinion/blow-a-town-without-pity.html", "parentID": 9693698, "commentID": 9693880, "rgt": 36, "userDisplayName": "Rima Regas", "createDate": "1376108939", "userID": 52131820, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1376108946", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Mission Viejo, CA", "commentType": "userReply", "updateDate": "1376105346", "commentSequence": 1, "commentBody": "It sounds like your neck of the woods isn't any kinder than mine, David! More people are voting Democratic here in OC. Hopefully, the same is true for you.", "recommendationCount": 24}, {"assetID": 3379315, "replies": [], "lft": 39, "assetURL": "http://www.nytimes.com/2013/08/10/opinion/a-weak-agenda-on-spying-reform.html", "parentID": 9693424, "commentID": 9693886, "rgt": 40, "userDisplayName": "Michael S", "createDate": "1376109013", "userID": 5840605, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1376109065", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Wappingers Falls, NY", "commentType": "userReply", "updateDate": "1376105465", "commentSequence": 1, "commentBody": "Obama was a lecturer not a professor.  A lecturer is a person who gives lectures to students in colleges and universities with or without academic qualifications  All teachers’ starts as lecturers and some grow to become professors - Obama did not.  What we have is a Chicago ward politician and silver tongued orator. ", "recommendationCount": 21}, {"assetID": 3379328, "replies": [], "lft": 74, "assetURL": "http://www.nytimes.com/2013/08/10/opinion/blow-a-town-without-pity.html", "parentID": null, "commentID": 9693889, "rgt": 75, "userDisplayName": "Mary Scott", "createDate": "1376109045", "userID": 43644377, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1376109065", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "NY", "commentType": "comment", "updateDate": "1376105465", "commentSequence": 7, "commentBody": "How ironic that the homeless are seen as \"not having good intentions and not being trustworthy\" when those very words actually define the financial services industry, global corporations and their enablers in government far better than the unfortunate homeless.", "recommendationCount": 408}, {"assetID": 3379323, "replies": [], "lft": 83, "assetURL": "http://www.nytimes.com/2013/08/10/opinion/collins-playing-post-office.html", "parentID": 9693792, "commentID": 9693894, "rgt": 84, "userDisplayName": "Doug Terry", "createDate": "1376109159", "userID": 65455323, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1376109186", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Maryland, DC Metro area", "commentType": "userReply", "updateDate": "1376105586", "commentSequence": 1, "commentBody": "One aspect of six day mail delivery that has great importance to business are checks coming to meet expenses. It is true money could be handled in other ways, but sending out invoices and waiting for payment in the mail is still the main source of most small business revenues. If you do it electronically, the long arm of corporate power will take billions out of the economy in the form of fees and penalties. Further, electronic transfers are supposed to be instantaneous, but when I have had to deal with them, I have almost always had to track them down and push them through myself. They often get stuck in Atlanta or some other change point.  When I had to send quarterly payments to a large company in Europe, I always had to call them and, then, help them search through their own records to confirm that they had received it. ", "recommendationCount": 32}, {"assetID": 3379327, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 9693899, "replies": [], "commentID": 9694620, "trusted": 0, "userDisplayName": "Susan", "createDate": "1376130686", "userID": 67453056, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1376130725", "userTitle": "NULL", "recommendations": 5, "editorsSelection": false, "parentUserDisplayName": "John", "userURL": "NULL", "userLocation": "New York", "depth": 1, "commentType": "userReply", "updateDate": "1376127125", "commentSequence": 2, "commentBody": "Happy Birthday Leapy, Best Wishes and Happiness Always."}, {"recommendedFlag": 0, "parentID": 9693899, "replies": [], "commentID": 9697304, "trusted": 1, "userDisplayName": "Leapfinger", "createDate": "1376158708", "userID": 51284005, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1376158746", "userTitle": "NULL", "recommendations": 2, "editorsSelection": false, "parentUserDisplayName": "John", "userURL": "NULL", "userLocation": "Durham, N.C.", "depth": 1, "commentType": "userReply", "updateDate": "1376155146", "commentSequence": 3, "commentBody": "Susan, my dear, that looks suspiciously like a fruitcake."}, {"recommendedFlag": 0, "parentID": 9693899, "replies": [], "commentID": 9697454, "trusted": 0, "userDisplayName": "Susan", "createDate": "1376161198", "userID": 66233229, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1376161206", "userTitle": "NULL", "recommendations": 4, "editorsSelection": false, "parentUserDisplayName": "John", "userURL": "NULL", "userLocation": "New York", "depth": 1, "commentType": "userReply", "updateDate": "1376157606", "commentSequence": 4, "commentBody": "I could never find a cake more colorful than you Leapy. "}]}, "lft": 48, "assetURL": "http://wordplay.blogs.nytimes.com/2013/08/09/winged-it/", "parentID": null, "commentID": 9693899, "rgt": 57, "userDisplayName": "John", "createDate": "1376109203", "userID": 12857582, "replyCount": 4, "commentTitle": "n/a", "status": "approved", "approveDate": "1376109245", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Chicago", "commentType": "comment", "updateDate": "1376105645", "commentSequence": 7, "commentBody": "I used Ms. Check so often on this puzzle I decided on him as my avatar.<br/><br/>Happy Birthday, Leapy!", "recommendationCount": 2}, {"assetID": 3379221, "replies": [], "lft": 159, "assetURL": "http://economix.blogs.nytimes.com/2013/08/09/the-economics-of-a-higher-wage-floor/", "parentID": 9689263, "commentID": 9693920, "rgt": 160, "userDisplayName": "masayaNYC", "createDate": "1376109660", "userID": 34371352, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1376109666", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "New York City", "commentType": "userReply", "updateDate": "1376106066", "commentSequence": 5, "commentBody": "\"We need to create jobs that, while perhaps relatively low-skill, are still sufficiently more productive to ensure them higher wages.\"<br/><br/>Okay, so, mm, er, what jobs would those be?<br/><br/>\"Minmum wage jobs should be for kids in HS and college, or seniors looking for some part-time work.\"<br/><br/>Actually, \"seniors\" like my mother are being forced to keep working to continue paying their price-inflated mortgages, even though they're under water; or support kids who have moved back home due to joblessness; or try and bulk up the retirement accounts that have shriveled from poor institution investments, the rapaciousness of banks and lenders, and health costs that see no end. ", "recommendationCount": 2}]}, "copyright": "Copyright (c) 2016 The New York Times Company.  All Rights Reserved."}