{"debug": {"version": 3.1}, "status": "OK", "results": {"api_timestamp": "1481479996", "totalCommentsFound": 4385, "totalCommentsReturned": 25, "comments": [{"assetID": 3351017, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 7819339, "replies": [], "commentID": 7819927, "trusted": 0, "userDisplayName": "Noor", "createDate": "1355047357", "userID": 50294100, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1355057784", "userTitle": null, "recommendations": 33, "editorsSelection": false, "parentUserDisplayName": "Rima Regas", "userURL": null, "userLocation": "Riyadh, Saudi Arabia", "depth": 1, "commentType": "userReply", "updateDate": "1355057784", "commentSequence": 3, "commentBody": "Sorry but this is a very flawed analysis.<br/><br/>The democratic process in Israel yielded an intransigent rightist government that reflects the will of the people. <br/><br/>Similarly, democracy in Arab countries will give rise to governments that reflect the will of the people. Be careful what you wish for, as you probably don't want to know the long-ignored Arab public opinion on this conflict. This is probably the only issue where there is little divergence in opinion amongst the entire spectrum of Arab society. Under the best of circumstances, Israel will be expected to provide major concessions in any future peace deal and current offers including rescinding the Palestinian right of return could be taken off the table.  <br/><br/>Likud is shortsighted by not pursuing a deal under the false pretense of lack of a peace partner. It should cease settlement construction and aggressively pursue an agreement on the best terms it could ever get, as the window to do so may close. <br/><br/>Or maybe that's what it wants. After all, any negotiated deal with Palestinians would upend settlers' aspirations of implementing their projects in Judea and Samaria."}, {"recommendedFlag": 0, "parentID": 7819339, "replies": [], "commentID": 7821710, "trusted": 1, "userDisplayName": "Mark Thomason", "createDate": "1355074577", "userID": 37674938, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1355074636", "userTitle": null, "recommendations": 4, "editorsSelection": false, "parentUserDisplayName": "Rima Regas", "userURL": null, "userLocation": "Clawson, MI", "depth": 1, "commentType": "userReply", "updateDate": "1355074636", "commentSequence": 4, "commentBody": "Noor -- Well said.  <br/><br/>Democracy does make possible a real peace that is legitimated by the acceptance of the whole people in a democratic choice.  However, it must be peace terms they will vote to accept and ratify.  <br/><br/>The dream terms of the Israeli right wing are not a peace that can be accepted or ratified in such a democratic process.  What the Israeli right wing now thinks of as terms for a deal are fantasy in that setting.  <br/><br/>The Israelis will never get better terms than they could get today.  <br/><br/>People would democratically accept terms already made to keep peace.  That is different from accepting and ratifying those same terms as their own later, when they emerge from their current troubles stronger, and face the initial choice rather than fait accompli and overturning peace already in hand.  <br/><br/>Israel's strongest moment is now.  The best terms Israel can get now are the best they will ever get.  What they won't do now, they won't have the choice to do later.  <br/><br/>Peace Now.  There is a group with that name.  They're correct."}, {"recommendedFlag": 0, "parentID": 7819339, "replies": [], "commentID": 7821866, "trusted": 0, "userDisplayName": "Brad", "createDate": "1355076166", "userID": 56388038, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1355076691", "userTitle": null, "recommendations": 6, "editorsSelection": false, "parentUserDisplayName": "Rima Regas", "userURL": null, "userLocation": "NYC", "depth": 1, "commentType": "userReply", "updateDate": "1355076691", "commentSequence": 5, "commentBody": "Stu, I have read many of your posts and know you are a thoughtful commentator. But, honestly, how do you deal with the Gaza situation when as recently as yesterday the leadership of Hamas walked out of a painted M75 rocket and said they will never under any circumstance negotiate with Israel but will obliterate them. This is after they fired countless missiles at the major Israeli population centers so this is clearly not just rhetoric. I mean, don't your comments, to have any real intellectual validity, need to address that context?"}]}, "lft": 108, "assetURL": "http://www.nytimes.com/2012/12/09/opinion/sunday/friedman-the-full-israeli-experience.html", "parentID": null, "commentID": 7819339, "rgt": 119, "userDisplayName": "Rima Regas", "createDate": "1355029155", "userID": 52131820, "replyCount": 5, "commentTitle": "n/a", "status": "approved", "approveDate": "1355029221", "userTitle": null, "editorsSelection": 1, "statusID": 2, "userURL": null, "userLocation": "Mission Viejo, CA", "commentType": "comment", "updateDate": "1355075267", "commentSequence": 7, "commentBody": "In order to have long-lasting piece, you have to have countries with which to make it. As of right now, too many of Israel's neighbors are countries in flux. In many ways, it's better for Israel to make peace with full fledged democracies than with despots who can be deposed at any time. Morsi's days could be numbered, just as easily as he could be president, with the military's support, for many more years. What happens in the constitutional process in Egypt over the next week will be an important milestone in his presidency.<br/><br/>Syria is going through painful changes that were started from within, but are fanned from without, by interested parties that aren't necessarily beneficial. Of all of Israel's neighbors, Syria is second most important when it comes to a lasting peace.<br/><br/>Jordan is starting to see some rumblings of spring too. Who knows how things will play out there and what effect it will have on the West Bank and Gaza?<br/><br/>Keeping Tom's column of borders being redrawn and agreeing with its gist, it is unlikely there will be a peace agreement soon, not necessarily because of Israeli right-wing politics, as much as because the Arab world is realigning itself. A realignment in favor of democracy and greater tolerance both within the Arab world and vis-a-vis Israel, can only be a good thing. All the hand-wringing on the US left over Israel is undue. It's not Israel that's the problem right now, it's what's going on around it and who may have a great deal of influence over it.", "recommendationCount": 57}, {"assetID": 3351006, "replies": [], "lft": 111, "assetURL": "http://krugman.blogs.nytimes.com/2012/12/08/rise-of-the-robots/", "parentID": 7817320, "commentID": 7819389, "rgt": 112, "userDisplayName": "Anthony Lima", "createDate": "1355029978", "userID": 60871779, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1355029994", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "San Jose, CA", "commentType": "userReply", "updateDate": "1355029994", "commentSequence": 3, "commentBody": "I contend there there is no reason to fear a spread in incomes.  Income is not distributed as a Gaussian curve but vary much more widely.  There is no gain to an economy or a society in trying to change this.", "recommendationCount": 0}, {"assetID": 3350984, "replies": [], "lft": 14, "assetURL": "http://cityroom.blogs.nytimes.com/2012/12/07/a-lifetime-of-work-destroyed-at-westbeth/", "parentID": null, "commentID": 7819387, "rgt": 15, "userDisplayName": "mshapiro", "createDate": "1355029968", "userID": 48550585, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1355029995", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New York, NY", "commentType": "comment", "updateDate": "1355029995", "commentSequence": 4, "commentBody": "...And it was not just painters who lost their life's work. There were musicians whose places were completely destroyed. Case in point, Tony Moreno and Bruce Arnold had a recording and rehearsal studio that was completely wiped out. Vintage amps, guitars, top of the line recording equipment, grand piano, drumsets, hard drives with years of music on them and irreplaceable manuscripts: all gone.  That studio was an unsung piece of New York's music history.<br/>\nFrom the Lounge Lizards to the whole jazz-scene in New York and abroad, it was a place to rehearse, experiment and record.<br/>\nMy own paintings were on the walls and even after repeated washings (off the stretchers) they still stink of the heating oil that got into the mixture of saltwater and sewage that flooded the place.<br/>\nIt was a truly toxic mix, and some of the other people who deserve some props are the maintenance people who risked their own health  (and one in particular who almost drowned when the water came in)<br/>\ntrying to clear the place out prior to letting the stunned artists back in.", "recommendationCount": 5}, {"assetID": 3351017, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 7819394, "replies": [], "commentID": 7819733, "trusted": 0, "userDisplayName": "Mike 71", "createDate": "1355039952", "userID": 40204713, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1355067373", "userTitle": null, "recommendations": 5, "editorsSelection": false, "parentUserDisplayName": "Prof.Jai Prakash Sharma,", "userURL": null, "userLocation": "Chicago Area", "depth": 1, "commentType": "userReply", "updateDate": "1355067373", "commentSequence": 3, "commentBody": "Mr. Netanyahu has been open to negotiations without preconditions since the Palestinians cut them off in 2010, when a settlement \"construction freeze\" was in effect. He would welcome Mr. Abbas to Jerusalem, or go to Ramallah, whichever is more convenient for Mr. Abbas. After Mr. Abbas U.N. gambit, he said he would return to negotiations; Mr. Abbas has yet to follow-up on that commitment.<br/><br/>Mr. Netanyahu is available for negotiations, whenever Mr. Abbas finds it convenient to resume them. If, and when, negotiations resume, and an agreement on borders and other issues is achieved, it will be on Mr. Abbas timetable and no sooner!"}, {"recommendedFlag": 0, "parentID": 7819394, "replies": [], "commentID": 7820571, "trusted": 0, "userDisplayName": "Danny", "createDate": "1355064226", "userID": 62543469, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1355067598", "userTitle": null, "recommendations": 9, "editorsSelection": false, "parentUserDisplayName": "Prof.Jai Prakash Sharma,", "userURL": null, "userLocation": "PA", "depth": 1, "commentType": "userReply", "updateDate": "1355067598", "commentSequence": 4, "commentBody": "Um, Hamas wants no Israel."}, {"recommendedFlag": 0, "parentID": 7819394, "replies": [], "commentID": 7821062, "trusted": 0, "userDisplayName": "Ninad", "createDate": "1355069248", "userID": 30928186, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1355070159", "userTitle": null, "recommendations": 2, "editorsSelection": false, "parentUserDisplayName": "Prof.Jai Prakash Sharma,", "userURL": null, "userLocation": "Stockholm", "depth": 1, "commentType": "userReply", "updateDate": "1355070159", "commentSequence": 5, "commentBody": "@JW, everyone - be it Israel, the Palestinians of Fatah or the United States - invoke myths that suit their purposes.<br/>\n@The Wifely Person, 1947/48 was a period when a fading imperial Britain became inexplicably obsessed with partitions. There is indeed a profound lesson to be learned from the partition that created India and Pakistan. That lesson is that the creation of states on the basis of religious identity (admittedly more the case of Pakistan than India) sounds like a great idea but does not yield lasting peace. I suspect I don't need to explain to you what this implies for a two-state solution in the Middle-East. The issue is that a one-state solution would lead to a Jewish minority and hence would be unacceptable to Israel. Apartheid sets to continue until Israel's allies start providing it with some honest appraisals as true friends would."}]}, "lft": 120, "assetURL": "http://www.nytimes.com/2012/12/09/opinion/sunday/friedman-the-full-israeli-experience.html", "parentID": null, "commentID": 7819394, "rgt": 131, "userDisplayName": "Prof.Jai Prakash Sharma,", "createDate": "1355030096", "userID": 57742567, "replyCount": 5, "commentTitle": "n/a", "status": "approved", "approveDate": "1355030114", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Jaipur, India", "commentType": "comment", "updateDate": "1355030114", "commentSequence": 8, "commentBody": "With cataclysmic changes across the Arab world, simultaneous growth of secular and Islamic tendencies, international support for Palestinian cause and the UN partial recognition to Palestinian statehood, and an expanding peace constituency at both sides of Israel-Palestine border, if ever there was any compelling situation to be more pragmatic, jettisoning old prejudices, on the issue of Israel-Palestine conflict, it seems now. Both the Palestinian Fatah leadership, and the Israeli leaders, particularly Netanyahu, without any reservations or doubts, should seize the moment by showing willingness to resume dialogue along the Oslo accord suggested two-state solution, and earn the peace dividend for the progeny.", "recommendationCount": 55}, {"assetID": 3351025, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 7819392, "replies": [], "commentID": 7819734, "trusted": 0, "userDisplayName": "kll", "createDate": "1355039985", "userID": 62634901, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1355060842", "userTitle": null, "recommendations": 2, "editorsSelection": false, "parentUserDisplayName": "Diana Moses", "userURL": null, "userLocation": "Connecticut and Estonia", "depth": 1, "commentType": "userReply", "updateDate": "1355060842", "commentSequence": 1, "commentBody": "But it seems a much greater number of citizens get all their information, and possibly then values, from movies and television than from books. There is no reason one cannot learn via these media; as different authors promote differing philosophies, so also do different films. I do not know the particular film in question more than from what I have read above, but certainly there are and have been films that are both moral and \"a teachable moment.\""}]}, "lft": 40, "assetURL": "http://www.nytimes.com/2012/12/09/opinion/sunday/bruni-bin-laden-torture-and-hollywood.html", "parentID": null, "commentID": 7819392, "rgt": 43, "userDisplayName": "Diana Moses", "createDate": "1355030040", "userID": 60104105, "replyCount": 1, "commentTitle": "n/a", "status": "approved", "approveDate": "1355030115", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Arlington, MA", "commentType": "comment", "updateDate": "1355030115", "commentSequence": 4, "commentBody": "Getting our wisdom from movies seems to me like a step in the wrong direction.  So does justifying torture by its giving us a subsequent opportunity to assassinate, it seems to me.  I couldn't sit through the opening sequences -- I appreciate having been forewarned.  If the movie becomes the toast of the town, that will tell me something about where I fit in with current popular cultural values. ", "recommendationCount": 34}, {"assetID": 3351043, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 7819419, "replies": [], "commentID": 7822182, "trusted": 0, "userDisplayName": "Merenptah", "createDate": "1355081016", "userID": 54710735, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1355090722", "userTitle": null, "recommendations": 2, "editorsSelection": false, "parentUserDisplayName": "SD", "userURL": null, "userLocation": "London", "depth": 1, "commentType": "userReply", "updateDate": "1355090722", "commentSequence": 2, "commentBody": "Gray--where is the proof that this prank was the reason she killed herself? You sound quite self-righteous and certain about something that you simply can't be certain about."}, {"recommendedFlag": 0, "parentID": 7819419, "replies": [], "commentID": 7822234, "trusted": 0, "userDisplayName": "Merenptah", "createDate": "1355082162", "userID": 54710735, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1355090999", "userTitle": null, "recommendations": 0, "editorsSelection": true, "parentUserDisplayName": "SD", "userURL": null, "userLocation": "London", "depth": 1, "commentType": "userReply", "updateDate": "1355090999", "commentSequence": 3, "commentBody": "Gray 'a simole apology isn't good enoug?' What is in your mind, money? Quite frankly, it's unconscionable that a mother with a husband and two kids could do that to her kids! She was a medical profssional. She knew that depression is a medical problem, with far more cause than a harmless prank. Firstly, there is no proof that the prank was the reason she killed herself. And she killed herself thereby leaving her children heartbroken and you think a radio prank is to blame? Clearly you know NOTHING about depression."}, {"recommendedFlag": 0, "parentID": 7819419, "replies": [], "commentID": 7822510, "trusted": 0, "userDisplayName": "E.T. Bass", "createDate": "1355087094", "userID": 2425379, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1355092318", "userTitle": null, "recommendations": 3, "editorsSelection": true, "parentUserDisplayName": "SD", "userURL": null, "userLocation": "SLC", "depth": 1, "commentType": "userReply", "updateDate": "1355092318", "commentSequence": 4, "commentBody": "This goes on, because dim minds find it amusing. I don't. That's why God created an off-switch. I use it.<br/><br/>How many times does  this have to be said -- no listeners, no radio jobs.<br/><br/>Another example: Howard Stern. Have never found him funny, in the least. Everything is either lesbian sex or crude mash-ups. He's worth $300+ million.<br/><br/>I'd charge the DJs with public stupidity and 10 years' public service, in a hospice. That would be justice."}]}, "lft": 2, "assetURL": "http://rendezvous.blogs.nytimes.com/2012/12/08/fragile-australian-radio-hosts-get-counseling-after-nurses-death/", "parentID": null, "commentID": 7819419, "rgt": 11, "userDisplayName": "SD", "createDate": "1355030492", "userID": 52731219, "replyCount": 4, "commentTitle": "n/a", "status": "approved", "approveDate": "1355030759", "userTitle": null, "editorsSelection": 1, "statusID": 2, "userURL": null, "userLocation": "US", "commentType": "comment", "updateDate": "1355030759", "commentSequence": 1, "commentBody": "The prank wasn't remotely funny. Undoubtedly, when it aired it was going to have consequences for Kate (revealing personal medical details) and the nurses (humiliation and the likelihood of losing their jobs).  There was also little doubt that the world's media - which was camped out twenty feet from the hospital's front door - would blow it into oblivion.<br/><br/>What would help calm the situation now - and what shockingly hasn't been done - is for the radio station and the DJs to issue a sincere apology for their tasteless \"joke.\" Continuing to insist it was harmless and funny is not helping the situation. They should acknowledge that it was tasteless and take some responsibility for their actions.  ", "recommendationCount": 52}, {"assetID": 3351017, "replies": [], "lft": 85, "assetURL": "http://www.nytimes.com/2012/12/09/opinion/sunday/friedman-the-full-israeli-experience.html", "parentID": 7819073, "commentID": 7819431, "rgt": 86, "userDisplayName": "Mark Thomason", "createDate": "1355030732", "userID": 37674938, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1355030775", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Clawson, MI", "commentType": "userReply", "updateDate": "1355030775", "commentSequence": 2, "commentBody": "Ms Regas -- Perhaps I did not make myself clear.  I do not assign any of this to the Arab Spring, nor the Arab Spring to anything done by or about Israel.  <br/><br/>The Sinai is demilitarized and in the hands of Bedouin tribes rather than the Egyptian government as part of the Camp David deal.  South Lebanon is Hezbollah because of Israel's ambitions in its invasion of Lebanon inspiring the creation and great support for Hezbollah.  Gaza is a creation of Israel's ethnic cleansing dumping people there, and its subsequent handling of them.  <br/><br/>Only Syria could be assigned by some to Arab Spring, but I don't believe that.  I believe it's initial democracy movement has been co-opted to become a proxy war on Iran, an opening made by Assad's murderous response to democracy, but gleefully seized upon and run with by outside actors.  I believe Israel is playing a substantial role in that proxy war, as it does in all American actions on Israeli borders affecting Israeli security.  I realize that Israel desires it be deniable for all those who wish to deny it.  <br/><br/>I said Israel chose non-state actors for its borders.  I did not \"blame\" them.  In fact, I acknowledge it may have been wise.  Buffer zones have their role in preventing wars, and there has been no conventional war.<br/><br/>However, the resulting problems are actually greatly overblown.  The harm that can be done by those non-state borders actors is slight, as intended when they were created.  It is comparable to traffic injuries, not war.  ", "recommendationCount": 38}, {"assetID": 3350287, "replies": [], "lft": 277, "assetURL": "http://dotearth.blogs.nytimes.com/2012/12/04/a-climate-scientist-proposes-a-fair-plan-for-limiting-warming/", "parentID": 7799822, "commentID": 7817660, "rgt": 278, "userDisplayName": "Len Arends", "createDate": "1355002122", "userID": 15566548, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1355030835", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "San Bruno, Calif.", "commentType": "userReply", "updateDate": "1355030835", "commentSequence": 11, "commentBody": "Re: HADCRUT vs BEST<br/><br/>Both sets of data have their drawbacks (\"urban heat island\" NOT being one of them), but if one's purpose is to analyse the effect of CO2 on the atmosphere, it might make more sense to use data solely involving atmospheric temperatures (BEST), as opposed to being a hybrid of air temperatures and surface seawater temperatures (HADCRUT). Global ocean temperatures will experience a severe lag that muddies the signal of how hot the AIR is getting.<br/><br/>Interesting to note that while BEST is almost always warmer than HADCRUT, the trends within the data mimic each other until the final temperature surge that started in the 1970s:<br/><br/><a href=\"http://www.woodfortrees.org/plot/hadcrut3vgl/from:1850/to:2012/mean:60/plot/best/from:1850/to:2012/mean:60\" title=\"http://www.woodfortrees.org/plot/hadcrut3vgl/from:1850/to:2012/mean:60/plot/best/from:1850/to:2012/mean:60\" target=\"_blank\">http://www.woodfortrees.org/plot/hadcrut3vgl/from:1850/to:2012/mean:60/p...</a><br/><br/>And to repeat, the whole point of BEST was to make sure there was no urban heat island effect contaminating the data. So the higher temps are not an artifact of sloppy science.<br/><br/>(My thanks to arty for finally piquing my curiosity enough to investigate what woodfortrees has to offer.)", "recommendationCount": 3}, {"assetID": 3351009, "replies": [], "lft": 61, "assetURL": "http://dotearth.blogs.nytimes.com/2012/12/08/a-welcome-reality-checker-amid-appeals-to-fear-and-utopia/", "parentID": 7817065, "commentID": 7817681, "rgt": 62, "userDisplayName": "wmar", "createDate": "1355002634", "userID": 13143930, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1355030838", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "USA", "commentType": "userReply", "updateDate": "1355030838", "commentSequence": 1, "commentBody": "Far better to read your link ... which allows for 2.7F warming by 2100 and allows the assumptions about past warming to stand with little challenge.<br/><br/>The answers there are far more balanced than you suggest in your post, and probably overstate warming by a material margin. ", "recommendationCount": 4}, {"assetID": 3350965, "replies": [], "lft": 63, "assetURL": "http://dotearth.blogs.nytimes.com/2012/12/07/from-rio-to-doha-they-just-talk-talk-talk-talk-talk/", "parentID": 7816945, "commentID": 7817685, "rgt": 64, "userDisplayName": "wmar", "createDate": "1355002731", "userID": 13143930, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1355030840", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "USA", "commentType": "userReply", "updateDate": "1355030840", "commentSequence": 1, "commentBody": "Well as it certainly isn't about the climate, it is almost always about money - as such the paradigm will not change. ", "recommendationCount": 3}, {"assetID": 3350965, "replies": [], "lft": 21, "assetURL": "http://dotearth.blogs.nytimes.com/2012/12/07/from-rio-to-doha-they-just-talk-talk-talk-talk-talk/", "parentID": 7814952, "commentID": 7817695, "rgt": 22, "userDisplayName": "wmar", "createDate": "1355002913", "userID": 13143930, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1355030847", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "USA", "commentType": "userReply", "updateDate": "1355030847", "commentSequence": 4, "commentBody": "According to the IPCC SREX, and a good many mainstream scientists from the IPCC, NOAA, etc ..., a decade from now could well be cooler and not warmer, or flat, when compared to this decade.  \"The Climate Crisis\" imagined - will seem farther away than now, not closer. ", "recommendationCount": 2}, {"assetID": 3350677, "replies": [], "lft": 51, "assetURL": "http://dotearth.blogs.nytimes.com/2012/12/06/the-not-so-dark-side-of-earth/", "parentID": 7812341, "commentID": 7817743, "rgt": 52, "userDisplayName": "wmar", "createDate": "1355003809", "userID": 13143930, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1355030854", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "USA", "commentType": "userReply", "updateDate": "1355030854", "commentSequence": 1, "commentBody": "\"Dear Andy Revkin: Newsflash: BILLIONS OF PEOPLE ARE GOING TO DIE OF STARVATION and there is nothing you can do about it\"<br/><br/>OK folks ... as you were. ", "recommendationCount": 0}, {"assetID": 3350752, "replies": [], "lft": 79, "assetURL": "http://dotearth.blogs.nytimes.com/2012/12/06/damning-review-of-gas-study-prompts-a-shakeup-at-the-university-of-texas/", "parentID": 7810930, "commentID": 7818532, "rgt": 80, "userDisplayName": "Michael Berndtson", "createDate": "1355016683", "userID": 59273433, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1355030861", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Berwyn, IL", "commentType": "userReply", "updateDate": "1355030861", "commentSequence": 2, "commentBody": "Not really. The report is pretty clear that the Energy Institute lacked integrity, not to mention a qualified staff, to make any kind of fact based assessment on shale gas fracking regulation. As I commented above - read section 5.3. ", "recommendationCount": 1}, {"assetID": 3351009, "replies": [], "lft": 41, "assetURL": "http://dotearth.blogs.nytimes.com/2012/12/08/a-welcome-reality-checker-amid-appeals-to-fear-and-utopia/", "parentID": 7816925, "commentID": 7818567, "rgt": 42, "userDisplayName": "Michael Berndtson", "createDate": "1355017141", "userID": 59273433, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1355030864", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Berwyn, IL", "commentType": "userReply", "updateDate": "1355030864", "commentSequence": 1, "commentBody": "Birds of a feather flock together. Maybe Canada needs another mathematician.", "recommendationCount": 4}, {"assetID": 3350965, "replies": [], "lft": 47, "assetURL": "http://dotearth.blogs.nytimes.com/2012/12/07/from-rio-to-doha-they-just-talk-talk-talk-talk-talk/", "parentID": 7814312, "commentID": 7818800, "rgt": 48, "userDisplayName": "Dr. S. Jeevananda Reddy", "createDate": "1355020564", "userID": 60903555, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1355030873", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Hyderabad, AP, India", "commentType": "userReply", "updateDate": "1355030873", "commentSequence": 5, "commentBody": "In the case of ozone depletion, CFCs role was scientifically proved one to one relationship. Then industry accepted -- though initially industry fought tooth and nail.  Also, institutions like world bank come forward to replace the ozone depleting substances from non-ozone depleting substances.  In the case of greenhouse gases vs global warming there was no such scientifically validated proof to stop the use of greenhouse gases producing processes.  Greenhouse effect was mis-used and modelers started pouring unproven results and based on those videly dispersed results started pouring their sensational impacts.  Also, the main component that played greenhouse effect, water vapour, was sidelined and initially concentrated on carbon dioxide and later started shifting to methane vs agriculture with political motivation.  Carbon dioxide release in to the atmosphere started with humans found the method for igniting.  With the population growth and new technologies. in place of wood other ways that release carbon dioxide entered.  However, destruction of forests for the development of infrastructure started. Though in the past people used wood for fuel, the forests used to re-generate but now they are permanently destroyed.  Now, we blindly attributing things and thus no body bothered on controlling the use of fossil fuels. Let us first prove how much the carbon dioxide is contributing to global warming component.<br/><br/>Dr. S. Jeevananda Reddy", "recommendationCount": 1}, {"assetID": 3350965, "replies": [], "lft": 70, "assetURL": "http://dotearth.blogs.nytimes.com/2012/12/07/from-rio-to-doha-they-just-talk-talk-talk-talk-talk/", "parentID": null, "commentID": 7817538, "rgt": 71, "userDisplayName": "Chris Dudley", "createDate": "1354998978", "userID": 5479109, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1355030887", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Maryland", "commentType": "comment", "updateDate": "1355030887", "commentSequence": 13, "commentBody": "Some nice reporting from John Broder here:  <a href=\"http://www.nytimes.com/2012/12/09/science/earth/talks-on-climate-produce-promises-and-complaints.html\" title=\"http://www.nytimes.com/2012/12/09/science/earth/talks-on-climate-produce-promises-and-complaints.html\" target=\"_blank\">http://www.nytimes.com/2012/12/09/science/earth/talks-on-climate-produce...</a><br/><br/>I'd say that his complaint that the US approach is not comprehensive is unfounded.  It is true that we are not hooked into world carbon trading.  But, as soon as the Supreme Court ordered the EPA to consider science, we have been moving under the guidance of the Clean Air Act which is certainly comprehensive enough.  ", "recommendationCount": 2}, {"assetID": 3351014, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 7819438, "replies": [], "commentID": 7819633, "trusted": 0, "userDisplayName": "David", "createDate": "1355036316", "userID": 66724463, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1355067153", "userTitle": null, "recommendations": 0, "editorsSelection": false, "parentUserDisplayName": "Diana Moses", "userURL": null, "userLocation": "Santa Ana, CA", "depth": 1, "commentType": "userReply", "updateDate": "1355067153", "commentSequence": 1, "commentBody": "Republicans have been the masters of the Military/Industrial Complex.<br/>\nRepublican voters have been snookered.  The younger generations are perceptive.  They will remember that 30 years of Republican policies<br/>\nhave left labor paupers and destroyed the U.S. Economy.  "}]}, "lft": 74, "assetURL": "http://www.nytimes.com/2012/12/09/opinion/sunday/douthat-the-years-of-senator-demint.html", "parentID": null, "commentID": 7819438, "rgt": 77, "userDisplayName": "Diana Moses", "createDate": "1355030871", "userID": 60104105, "replyCount": 1, "commentTitle": "n/a", "status": "approved", "approveDate": "1355030893", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Arlington, MA", "commentType": "comment", "updateDate": "1355030893", "commentSequence": 11, "commentBody": "Trying to have as small a government as these folks claim they want makes no sense to me in the changed conditions of our times.", "recommendationCount": 55}, {"assetID": 3351025, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 7819437, "replies": [], "commentID": 7820324, "trusted": 0, "userDisplayName": "Eloise", "createDate": "1355061424", "userID": 64731411, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1355070422", "userTitle": null, "recommendations": 3, "editorsSelection": false, "parentUserDisplayName": "Diana Moses", "userURL": null, "userLocation": "Cambridge, MA", "depth": 1, "commentType": "userReply", "updateDate": "1355070422", "commentSequence": 1, "commentBody": "I certainly understand your squeamishness, Diana Moss. What I do not understand is your belief that \"getting our wisdom from movies\" might somehow be \"a step in the wrong direction.\" We have been getting our wisdom from art since the dawn of what passes for civilization. Perhaps you've heard of that collection of parables and poetry called \"The Bible?\" No, how about \"Aesop's Fables,\"  \"Crime and Punishment,\" \"The Trial,\" \"1984,\" or \"Animal Farm,\" just to name some of the most obvious examples. And if more of our movies conveyed wisdom, wouldn't we be far better of in this age of non-readers?"}]}, "lft": 44, "assetURL": "http://www.nytimes.com/2012/12/09/opinion/sunday/bruni-bin-laden-torture-and-hollywood.html", "parentID": null, "commentID": 7819437, "rgt": 47, "userDisplayName": "Diana Moses", "createDate": "1355030847", "userID": 60104105, "replyCount": 1, "commentTitle": "n/a", "status": "approved", "approveDate": "1355030894", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Arlington, MA", "commentType": "comment", "updateDate": "1355030894", "commentSequence": 5, "commentBody": "Getting our wisdom from movies seems to me like a step in the wrong direction.  So does justifying torture by its giving us a subsequent opportunity to assassinate, it seems to me.  I couldn't sit through the opening sequences -- I appreciate having been forewarned.  If the movie becomes the toast of the town, that will tell me something about where I fit in with current popular cultural values. ", "recommendationCount": 82}, {"assetID": 3351009, "replies": [], "lft": 70, "assetURL": "http://dotearth.blogs.nytimes.com/2012/12/08/a-welcome-reality-checker-amid-appeals-to-fear-and-utopia/", "parentID": null, "commentID": 7818568, "rgt": 71, "userDisplayName": "Mark A. York", "createDate": "1355017150", "userID": 16774938, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1355030896", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Ketchum, Idaho", "commentType": "comment", "updateDate": "1355030896", "commentSequence": 8, "commentBody": "I loved painting AEI and CEI as what they are in Warm Front, composites though they are. They made it so easy.<br/><br/><a href=\"http://www.amazon.com/dp/B00AIZ3L4E\" title=\"http://www.amazon.com/dp/B00AIZ3L4E\" target=\"_blank\">http://www.amazon.com/dp/B00AIZ3L4E</a> ", "recommendationCount": 1}, {"assetID": 3351009, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 7818870, "replies": [], "commentID": 7821075, "trusted": 0, "userDisplayName": "Andrew Revkin", "createDate": "1355069372", "userID": 2781029, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1355069391", "userTitle": null, "recommendations": 9, "editorsSelection": true, "parentUserDisplayName": "R. Crosby", "userURL": null, "userLocation": "undefined", "depth": 1, "commentType": "userReply", "updateDate": "1355069391", "commentSequence": 3, "commentBody": "I encourage you to read his books and then you might take him seriously. He wrote the following in an e-mail a couple of days ago, indicating his frustration at how people pick out that single citation of a journal article (on pause in warming at that time) as evidence he doesn't take human-driven global warming seriously (which he does): <br/><br/>\"That Perimeter talk is a source of my endless frustration: among 77 other things I alluded to (at that time freshly published) Nature item about essentially no global warming in a decade (ok, 0.02 C), and that has been picked up by idiots who never read science journals but style themselves as experts on everything as my ‘’denial’’ of global warming, getting me many stupid e-mails. What is the point of ‘’popularizing’’ science when people refuse to acknowledge a reality that has been established beyond any doubt?\""}, {"recommendedFlag": 0, "parentID": 7818870, "replies": [], "commentID": 7822420, "trusted": 1, "userDisplayName": "Kip Hansen", "createDate": "1355085365", "userID": 44521581, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1355085435", "userTitle": null, "recommendations": 6, "editorsSelection": false, "parentUserDisplayName": "R. Crosby", "userURL": null, "userLocation": "St Thomas, USVI", "depth": 1, "commentType": "userReply", "updateDate": "1355085435", "commentSequence": 4, "commentBody": "We see that there are those who view everything through their preconceived, immutable, settled-in-spite-of-the-science, views about AGW.<br/><br/>Anyone even appearing to fail to toe the line is labeled an 'evil denier' whose intelligence, morality, and veracity in all areas of thought and in all endeavors must be knee-jerk maligned finally and at once, without inspection, thought, or even polite consideration.<br/><br/>Ridiculous, isn't it?<br/><br/>(Mr. Revkin, Mr. Smil should have the self-confidence to boldly ignore anyone ignorant enough to judge him for stating a simple fact about the thermometer record.  So should you. )"}, {"recommendedFlag": 0, "parentID": 7818870, "replies": [], "commentID": 7825713, "trusted": 1, "userDisplayName": "Chris Dudley", "createDate": "1355153341", "userID": 5479109, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1355169281", "userTitle": null, "recommendations": 6, "editorsSelection": false, "parentUserDisplayName": "R. Crosby", "userURL": null, "userLocation": "Maryland", "depth": 1, "commentType": "userReply", "updateDate": "1355169281", "commentSequence": 5, "commentBody": "Both Smil and Pielke put a lot of effort into buttering Andy up.  "}]}, "lft": 72, "assetURL": "http://dotearth.blogs.nytimes.com/2012/12/08/a-welcome-reality-checker-amid-appeals-to-fear-and-utopia/", "parentID": null, "commentID": 7818870, "rgt": 83, "userDisplayName": "R. Crosby", "createDate": "1355021728", "userID": 57430196, "replyCount": 5, "commentTitle": "n/a", "status": "approved", "approveDate": "1355030937", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Nova Scotia", "commentType": "comment", "updateDate": "1355030937", "commentSequence": 9, "commentBody": "I stopped watching when I heard Smil repeat the oft quoted phrase “why hasn’t there been any global warming in ten years” (This was in 2009) It was wrong then and it’s just as wrong today. Obviously this is another one of Andy Revkin’s experts who don’t really have a grasp of the science.  This is a pattern of reporting on Dot Earth that’s becoming increasingly more obvious.<br/><br/>When the topic is planetary future find an expert who thinks fracking will be a godsend for humanity a la Smil.<br/><br/>When discussing climate sensitivity, find an expert who thinks it’s on the low side al a Schlesinger.<br/><br/>When talking about polar ice melt find an expert who thinks 2007 was an anomalous blip, repeat in 2012.<br/><br/>When the subject is the latest natural disaster - hurricane, tornado, wildfire etc., get Pielke Jr’s expertise. Somebody with a limited understanding in statistical analysis. <br/><br/>Sometimes I think Andy does this to make himself feel better when the news about the deteriorating health of the planet gets increasingly difficult to take. ", "recommendationCount": 16}, {"assetID": 3350965, "replies": [], "lft": 72, "assetURL": "http://dotearth.blogs.nytimes.com/2012/12/07/from-rio-to-doha-they-just-talk-talk-talk-talk-talk/", "parentID": null, "commentID": 7819305, "rgt": 73, "userDisplayName": "Dr. S. Jeevananda Reddy", "createDate": "1355028488", "userID": 60903555, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1355030941", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Hyderabad, AP, India", "commentType": "comment", "updateDate": "1355030941", "commentSequence": 14, "commentBody": "Just now I saw a report saying that \"China to flatten 700 mountains for city\". This is the real problem for climate and not carbon dioxide. My early studies on clearing a hillock in the Mumbai Santacruz airport for expanding the airport to build new international terminal. I studied the rainfall data from Santacruz and Colaba in Mumbai. The study showed clear decline in precipitation at Santacruz in 70s &amp; 80s.   This action of China not only change climate of China but also the neighbouring countries including India.  This needs global action on such activities. UN must intervene in this tragedy. This action of China also destroy the biodiversity.<br/><br/>Dr. S. Jeevananda Reddy", "recommendationCount": 2}, {"assetID": 3351043, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 7819436, "replies": [], "commentID": 7819931, "trusted": 0, "userDisplayName": "Gray", "createDate": "1355047532", "userID": 33149354, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1355053722", "userTitle": null, "recommendations": 66, "editorsSelection": false, "parentUserDisplayName": "Matt", "userURL": null, "userLocation": "Germany", "depth": 1, "commentType": "userReply", "updateDate": "1355053722", "commentSequence": 1, "commentBody": "{ironic} Yeah, who would ever thought manipulating a nurse into breaching medical confidence could have negative consequences for her? Like, public ridicule, losing her job, or WORSE? And who would have thought recording a conversation (evesdropping), in which you impersonate a relative of a patient while trying to get confidential informations you're not entitled to (violation of Privacy Act) and then broadcasting the conversation, without consent of the other side (violation of state law, violation of ACMA guideline) could be illegal?{/ironic}<br/><br/>The serious answer is, of course: EVERYBODY who isn't a total moron, isn't too self-centered to care about others at all, and who had spent at least one minute with thinking about the consequences before picking up the phone!"}, {"recommendedFlag": 0, "parentID": 7819436, "replies": [], "commentID": 7822404, "trusted": 0, "userDisplayName": "katalin3", "createDate": "1355085016", "userID": 59553914, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1355091145", "userTitle": null, "recommendations": 3, "editorsSelection": false, "parentUserDisplayName": "Matt", "userURL": null, "userLocation": "novi, michigan", "depth": 1, "commentType": "userReply", "updateDate": "1355091145", "commentSequence": 2, "commentBody": "Matt - What was so funny about calling the hospital in the first place? Why would these DJs think this would be humorous and entertaining?  Better yet, why would you be entertained by such a prank call?"}]}, "lft": 12, "assetURL": "http://rendezvous.blogs.nytimes.com/2012/12/08/fragile-australian-radio-hosts-get-counseling-after-nurses-death/", "parentID": null, "commentID": 7819436, "rgt": 17, "userDisplayName": "Matt", "createDate": "1355030814", "userID": 67027853, "replyCount": 2, "commentTitle": "n/a", "status": "approved", "approveDate": "1355031177", "userTitle": null, "editorsSelection": 1, "statusID": 2, "userURL": null, "userLocation": "Melbourne", "commentType": "comment", "updateDate": "1355031177", "commentSequence": 2, "commentBody": "I feel for those radio presenters! Who would have thought a prank call pretending to be the queen could lead to the nurse taking her own life. Doesn't make sense that a mum would do this over just a call and leave her kids without a parent. what disciplinary actions were taken by the hospital? Those radio presenters will feel that guilt for the rest of their lives. I still feel suicide is a personal decision (a selfish one at that). If she (the nurse) was so close to the edge - why the hell was she working in a hospital where the well being of others depend on her? I still feel bigger questions should be asked.", "recommendationCount": 18}, {"assetID": 3351014, "replies": [], "lft": 78, "assetURL": "http://www.nytimes.com/2012/12/09/opinion/sunday/douthat-the-years-of-senator-demint.html", "parentID": null, "commentID": 7819467, "rgt": 79, "userDisplayName": "Mary Scott", "createDate": "1355031752", "userID": 43644377, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1355031794", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "NY", "commentType": "comment", "updateDate": "1355031794", "commentSequence": 12, "commentBody": "This is a pretty good spin on the brand new version of the GOP - new \"tone\" &amp; \"themes\" to disguise the same old tricks they continue to play on the American people. Fake happy talk needs to give way to the reality on the ground in every state Republicans are running. Take Michigan. This week the Republican governor &amp; state legislators have announced they're making it a \"right to work\" state. Koch brothers' groups are already there supporting this move which has nothing to do with \"job creation\" and everything to do with killing unions, lowering wages and chipping away at the middle class. <br/><br/>The Republican spin machine and columnists like Mr. Douthat are running a scam, promising change is coming to the GOP all the while Republicans continue their attacks on the economic security of most Americans in the state and local governments they still control. When the debt ceiling needs to be raised in February, all those Republicans in the House and Senate who now say they want to work with Democrats will be ready to hack away at the social safety net again. They will never change.", "recommendationCount": 200}, {"assetID": 3351025, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 7819468, "replies": [], "commentID": 7820000, "trusted": 0, "userDisplayName": "ross", "createDate": "1355051872", "userID": 12519409, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1355069664", "userTitle": null, "recommendations": 3, "editorsSelection": false, "parentUserDisplayName": "RoughAcres", "userURL": null, "userLocation": "Vermont", "depth": 1, "commentType": "userReply", "updateDate": "1355069664", "commentSequence": 5, "commentBody": "We'll never end terrorism until we actually BECOME the shining city on the hill that we say we are.  If the United States uses torture how do we expect the terrorists to act?<br/><br/>Yes, yes, yes, education for all, healthcare for all, housing for all, opportunity for all.  End bigotry, racism, religionism, classism, right here in the United States.  Give others something to emulate."}, {"recommendedFlag": 0, "parentID": 7819468, "replies": [], "commentID": 7820138, "trusted": 0, "userDisplayName": "c-bone", "createDate": "1355057326", "userID": 17893513, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1355069664", "userTitle": null, "recommendations": 0, "editorsSelection": false, "parentUserDisplayName": "RoughAcres", "userURL": null, "userLocation": "Europe", "depth": 1, "commentType": "userReply", "updateDate": "1355069664", "commentSequence": 6, "commentBody": "Terrorism in some form will be with us until we all agree on everything like ants or bees seem to.  Or until it becomes more difficult to destroy a thing than it is to build it.  Terrorism is the lazy man's route to social change, after all.<br/><br/>The subset of terrorism inspired by Islam in particular wants nothing you want.<br/><br/>Communism (even of the gentle walnut acres variety) will not end terrorism.  It might, however, come to pass through the 'tactic' of terror, when the weapon of 'hope' proves too hard, too boring and too slow to bring about change."}, {"recommendedFlag": 0, "parentID": 7819468, "replies": [], "commentID": 7821755, "trusted": 0, "userDisplayName": "TheFaj", "createDate": "1355075115", "userID": 51667285, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1355078072", "userTitle": null, "recommendations": 0, "editorsSelection": false, "parentUserDisplayName": "RoughAcres", "userURL": null, "userLocation": "Calgary, AB", "depth": 1, "commentType": "userReply", "updateDate": "1355078072", "commentSequence": 7, "commentBody": "Rather than trying to eliminate all those things you mention abroad (and inadvertently inciting hatred because of the cultural gulf) the effort should be to eliminate them domestically."}]}, "lft": 48, "assetURL": "http://www.nytimes.com/2012/12/09/opinion/sunday/bruni-bin-laden-torture-and-hollywood.html", "parentID": null, "commentID": 7819468, "rgt": 63, "userDisplayName": "RoughAcres", "createDate": "1355031784", "userID": 21674888, "replyCount": 7, "commentTitle": "n/a", "status": "approved", "approveDate": "1355031853", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New York", "commentType": "comment", "updateDate": "1355031853", "commentSequence": 6, "commentBody": "We will never end \"terrorism\" until the breeding ground for despair is sterilized.<br/><br/>Education for all, healthcare for all, housing for all, opportunity for all... and end to bigotry, racism, religionism, classism...<br/><br/>Terrorism is a TACTIC used by the hopeless to bring those with plenty to a realization of their despair, fear, and hopelessness.<br/><br/>HOPE is all we have to fight with.", "recommendationCount": 89}, {"assetID": 3350571, "replies": [], "lft": 50, "assetURL": "http://www.nytimes.com/2012/12/09/magazine/film-culture-isnt-dead-after-all.html", "parentID": null, "commentID": 7819473, "rgt": 51, "userDisplayName": "Thom McCan", "createDate": "1355031935", "userID": 29450456, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1355031974", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New York NY", "commentType": "comment", "updateDate": "1355031974", "commentSequence": 20, "commentBody": "Decent films?<br/><br/>Why has Hollywood, TV, cable, etc. produced these kinds of movies?<br/><br/>Doesn't their success tell us something about our so-called American \"culture?\" How about the people attending these shows?<br/><br/>Even PG films now have the required nudity, foul language and indecent dress. Cinema today reflects the dregs of society that everyone is supposed to emulate. I believe it is the people in the industry that have helped lower the standards of society not vice-versa. when you think they are scraping the bottom of the barrel, they lower the bottom.<br/><br/>Ever wonder why the film industry is failing? <br/><br/>Let them look at and learn from some of the more decent movies produced in the 30's and 40's and they may be able to regain their audience.", "recommendationCount": 1}]}, "copyright": "Copyright (c) 2016 The New York Times Company.  All Rights Reserved."}