{"debug": {"version": 3.1}, "status": "OK", "results": {"api_timestamp": "1481460603", "totalCommentsFound": 2767, "totalCommentsReturned": 25, "comments": [{"assetID": 3035281, "replies": [], "lft": 32, "assetURL": "http://fivethirtyeight.blogs.nytimes.com/2011/07/29/how-boehners-bill-has-hurt-and-how-it-could-help-republicans/", "parentID": null, "commentID": 4252375, "rgt": 33, "userDisplayName": "azlib", "createDate": "1311998867", "userID": 41267516, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1311999006", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "AZ", "commentType": "comment", "updateDate": "1311995406", "commentSequence": 12, "commentBody": "This is all insanity.  In a rational world the quickest way to reduce the deficit is to get people back to work so they can pay taxes.  A rising GDP reduces the debt burden faster than anything else we can do.  But our politicians have become mesmerized by the debt and deficit which is mostly the result of a bad economy, coupled with two wars and tax cuts put on the credit card.<br/><br/>Obama may crave bipartisanship, but the muddle he has created by focusing on the deficit without adequately explaining the cause just confuses people.  The point he needed to make and forcefully is the Republican Party got us into this mess and they are to blame for what has happened and they need to act like grownups and help fix it.  If this had been the message from the beginning of his Presidency, we would be in much better shape today economically.  Instead we will lurch from made up crisis to made up crisis with the economy in the doldrums and millions of people out of work.", "recommendationCount": 46}, {"assetID": 3034847, "replies": [], "lft": 4, "assetURL": "http://intransit.blogs.nytimes.com/2011/07/29/new-ways-to-find-the-perfect-hotel/", "parentID": null, "commentID": 4252421, "rgt": 5, "userDisplayName": "SpinFirst", "createDate": "1311999644", "userID": 60290885, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1311999908", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "The World", "commentType": "comment", "updateDate": "1311996308", "commentSequence": 1, "commentBody": "Picking the right hotel can make or break any travel experience. I always use a number of criteria in my searches, and most importantly, use a number of sources to compare results. On my recent round the world trip, I needed 9 hotels in 9 different countries over 18 days. I planned ahead, focusing on my primary criteria first: View, quality/safety (in-room safe, amenities), location (proximity to what I want to visit) and then price (ideally under $200 a night). I started with looking for the best view recommendations for each destination on Tripadvisor.com, then compared price and availability on either the hotel's own site or two different discount sites (<a href=\"http://Hotels.com\" title=\"Hotels.com\" target=\"_blank\">Hotels.com</a> and <a href=\"http://Travelocity.com\" title=\"Travelocity.com\" target=\"_blank\">Travelocity.com</a> where I had accounts). Then I made my shortlist and refined further by reading tripadvisor and <a href=\"http://hotels.com\" title=\"hotels.com\" target=\"_blank\">hotels.com</a> guest reviews - as well as a few random Google searches for the same. Sure, it takes time, but the hassle it saves, and the improved travel experience it creates, well, it's well worth the effort. Bottom line, check at least two sources of information, check to make sure reviews are timely and also, consider reading some reviews made at the same time of year you are traveling (it's how you get good tips on weather, climate and other helpful info!)<br/>\nYou can see the results of my trip, and my hotel selections and experiences in my Travel Photo book for iPad: Around The World In 18 Days, now available on the App Store for iPad. Please check it out at <a href=\"http://www.aroundtheworldbook.com\" title=\"http://www.aroundtheworldbook.com\" target=\"_blank\">http://www.aroundtheworldbook.com</a> Happy travels!", "recommendationCount": 2}, {"assetID": 3032340, "replies": [], "lft": 19, "assetURL": "http://newoldage.blogs.nytimes.com/2011/07/29/how-do-you-feel-about-medicare/", "parentID": 4249043, "commentID": 4251409, "rgt": 20, "userDisplayName": "Paula Span", "createDate": "1311981088", "userID": 54480690, "replyCount": 0, "commentTitle": "", "status": "approved", "approveDate": "1312000140", "userTitle": "Blogger, The New Old Age", "editorsSelection": 0, "statusID": 2, "userURL": "http://newoldage.blogs.nytimes.com/2010/04/27/remembering-the-last-act/", "userLocation": "", "commentType": "reporterReply", "updateDate": "1311996540", "commentSequence": 1, "commentBody": "Heh. Since almost by definition, readers of this blog are either on Medicare or caring for someone who is, I took the liberty.", "recommendationCount": 0}, {"assetID": 3032340, "replies": [], "lft": 106, "assetURL": "http://newoldage.blogs.nytimes.com/2011/07/29/how-do-you-feel-about-medicare/", "parentID": null, "commentID": 4252437, "rgt": 107, "userDisplayName": "Suzanne", "createDate": "1311999869", "userID": 21044881, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1312000140", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "California", "commentType": "comment", "updateDate": "1311996540", "commentSequence": 52, "commentBody": "RE: #10 R. \"The entire US healthcare system, as well as the entitlements, are unsustainable.\"<br/><br/>MAKE the US healthcare system sustainable versus propping up the military/industrial/Wall Street \"too big too fail\" complex. It's a choice and it's clear we cannot have it all. The alternative to a sustainable US healthcare system is inhumane. With jobs continuing to slip away from those 50-60 year olds, a decently funded healthcare system is imperative. The Boomers paid for the current elder generation, not only financially, but with our investment of work and time from age 18 to 65, or roughly 47 years of Medicare contributions per person. It's an earned benefit, not a socialist entitlement. Why fight wars we can't win, that eat 33 cents out of every tax dollar, only to make US healthcare available to wealthy Wall Street bankers and CEOs? We pay for so many other countries, causes and wars, but have lost our \"can-do\" spirit for our own elderly. Very sad. Yes, we still want Medicare. And we want (a lot) less military intervention that doesn’t succeed and wastes precious tax dollars. ", "recommendationCount": 7}, {"assetID": 3035164, "replies": [], "lft": 18, "assetURL": "http://parenting.blogs.nytimes.com/2011/07/29/more-on-the-mother-daughter-sex-talk/", "parentID": null, "commentID": 4252453, "rgt": 19, "userDisplayName": "Momof1", "createDate": "1312000263", "userID": 58649235, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1312000505", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "California", "commentType": "comment", "updateDate": "1311996905", "commentSequence": 9, "commentBody": "#5<br/><br/>I completely disagree with your patronizing assessment.  It sounds as if Allison is completely comfortable with this being out there, and I don't see why she shouldn't.  You think that she will hit 40 and suddenly be mortified that people know that she had oral sex (the horror! the shame!) with her boyfriend at 17?  And inappropriate boundaries?  It sounded to me like she was hoping to use a conversation (started by her daughter) to impart practical information.  How is that inappropriate?  I don't get the sense that she was hoping to hear a sex play-by-play after every date.<br/><br/>It strikes a cord with me that you are writing this as a psychotherapist- somehow it seems like crossing the line to make such directed comments under the guise of professional wisdom.  <br/><br/>For what it is worth, I had a very similar conversation with my mother (a PhDed family therapist) when I was about 17.  She gave me a copy of Our Bodies, Ourselves, quizzed me about my knowledge of sex and safe practices, and then told me that I had every right to have good sex and that the woman's pleasure is just as important as the man's.  I did not want to have that conversation with her- I was mortified.  But I appreciated it, and still do as a now thirty-something married mother.  I bet Allison will get more appreciative of her mother over time, rather than less so.", "recommendationCount": 19}, {"assetID": 3031876, "replies": [], "lft": 2106, "assetURL": "http://www.nytimes.com/2011/07/30/us/politics/30fiscal.html", "parentID": null, "commentID": 4252311, "rgt": 2107, "userDisplayName": "joe smith", "createDate": "1311996617", "userID": 51705278, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1312000776", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "huntington beach, ca.", "commentType": "comment", "updateDate": "1311997176", "commentSequence": 890, "commentBody": "For years Americans have complained about the bought and payed for two party system.  Now that there is a third party with some clout everyone is upset.  Our 15T deficit should be paid off over the next 15 years, one Trillion/year.  The richest 5% should pay taxes comparable to the Nixon era- 70%.  The money should go directly towards paying off the national debt, not into supporting the entitlement programs.  The super rich, the stupid, lazy, self abusing, malingering and the emotionally off center inhabitants(not necessarily citizens)have been stealing the wealth created by working middle class for decades.  The workers of America should rejoice at the resolve of the Tea Party to demand real reversal of the looting of the American worder.  The Wall gang quickly tarped themselves out what should have been their well deserved crash; it pays handsomely to have your future and past corporate CEO's also function as Secretary of the Treasury.  This way when you miss judge the solvency of AIG you still find yourself insured by the Treasury(that is every citizen in America).  Now that we have a stubborn group of representatives that will not cave into the scare tactics of the far left and self interested wealthy right we accuse The Tea Party of naivety.  I think they are the least naive element of our society.  They are willing to enforce a discipline that will be difficult; but, will eventually lead us out of our unceasing borrowing that has gone on for 30 years.  If America buys the eschatological arguments of raise the debt limit cabal then we are putting off the resolution of over spending and under taxing.  The problem will get bigger and the ultimate crash will be greater.  We have a surplus of food, clean water and a huge percentage of the worlds wealth. Why all the fear about paying for the last 30 years of partying on our International credit card. ", "recommendationCount": 3}, {"assetID": 3031876, "replies": [], "lft": 2136, "assetURL": "http://www.nytimes.com/2011/07/30/us/politics/30fiscal.html", "parentID": null, "commentID": 4252361, "rgt": 2137, "userDisplayName": "desidj", "createDate": "1311998408", "userID": 50925698, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1312000776", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "SF bay area", "commentType": "comment", "updateDate": "1311997176", "commentSequence": 891, "commentBody": "wow! it´s amazingly cathartic to add my own comments to this article and to read all these other comments, of all view points... but sadly, that´s all it will be: cathartic... none of this is going to change anything on Capitol Hill; we are all at the mercy of these congressional \"leaders\" who are now being the noose around our own necks, stemming from the rope that we collectively spun the last 4 years via elections. how ironic! and there´s nothing, absolutely nothing that we, the american people, can do about it. we are all just a bunch of whiny complaining nostalgic good-for-nothing voters who can do nothing but sit still watching the drama unfold that will decide our own fates, whether we be middle class hard workers or small business owners or government emoployees. but we will continue to be the impotent voters that we have always been and will always be... and there´s no escape from that fate. we will individually pull society in a miriad of different directions but collectively pull us all down to the bottom of the barrel.", "recommendationCount": 1}, {"assetID": 3031876, "replies": [], "lft": 2148, "assetURL": "http://www.nytimes.com/2011/07/30/us/politics/30fiscal.html", "parentID": null, "commentID": 4252382, "rgt": 2149, "userDisplayName": "Alexandre Lewanke", "createDate": "1311998963", "userID": 64598204, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1312000776", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Champaign, Illinois", "commentType": "comment", "updateDate": "1311997176", "commentSequence": 894, "commentBody": "The national debt may be valid and justified, but it is also void and illegal! Read the Amendment 14.4. If it holds, that should help us get out of the multi-trillion $ debt + interest.\r<br/><br/>But where our loans are not internal, and not a strict transaction matter between the Treasury and the Reserves, where the USA owes to an extra-national entity, or even where its trusts are leveraged upon the wealth of a private entity, beyond the bonds it's issued, then, not sure how this 14th Amendment, a very eclectic one at that, carries the day. We sure don't have the right to sell our public assets to make a buck, or do we? Can we privatize the Grand Canyon? Hope not!\r<br/><br/>Then again, for times like these, there are several instruction on the dollar bill itself. \r<br/><br/>Take a closer look. The text, the symbols, the faces are there for a reason. What are they telling us? \r", "recommendationCount": 2}, {"assetID": 3031876, "replies": [], "lft": 2152, "assetURL": "http://www.nytimes.com/2011/07/30/us/politics/30fiscal.html", "parentID": null, "commentID": 4252388, "rgt": 2153, "userDisplayName": "Alexandre Lewanke", "createDate": "1311999110", "userID": 64598204, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1312000776", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Champaign, Illinois", "commentType": "comment", "updateDate": "1311997176", "commentSequence": 892, "commentBody": "The national debt may be valid and justified, but it is also void and illegal! Read the Amendment 14.4. If it holds, that should help us get out of the multi-trillion $ debt + interest. \r<br/><br/>But where our loans are not internal, and not a strict transaction matter between the Treasury and the Reserves, where the USA owes to an extra-national entity, or even where its trusts are leveraged upon the wealth of a private entity, beyond the bonds it's issued, then, not sure how this 14th Amendment, a very eclectic one at that, carries the day. We sure don't have the right to sell our public assets to make a buck, or do we? Can we privatize the Grand Canyon? Hope not! \r<br/><br/>Then again, for times like these, there are several instructions on the dollar bill itself. \r<br/><br/>Take a closer look. The text, the symbols, the faces are there for a reason. What are they telling us? \r", "recommendationCount": 2}, {"assetID": 3031876, "replies": [], "lft": 2176, "assetURL": "http://www.nytimes.com/2011/07/30/us/politics/30fiscal.html", "parentID": null, "commentID": 4252416, "rgt": 2177, "userDisplayName": "steve", "createDate": "1311999617", "userID": 9640850, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1312000776", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Ky.", "commentType": "comment", "updateDate": "1311997176", "commentSequence": 893, "commentBody": "The Boehner bill was promptly dismissed by the Senate, so the Democrats now totally own whatever happens with the debt crisis. Since it has been years since they had the courage to even pass a budget, I am not optimistic at all. All the leaders that used to be in the U.S. Senate have apparently gone into hiding or business; actually, those two destinations are becoming more and more synonymous, but I digress. \r<br/><br/>After all we have heard from Mr. Reid, he finally gets to put his stamp on history. After he is finished, may it not look like a mule stepped in it. Perhaps the old gent will retire after he becomes a minority leader in the next election cycle. \r<br/><br/>After Mr. Boehner's balancing act between the Tea Partiers and the D.C. veterans the past month or two, he could probably do the Chinese acrobatic deal with the plates and sticks. Good luck to the one guy who has tried to fix this mess.\r", "recommendationCount": 2}, {"assetID": 3031876, "replies": [], "lft": 2178, "assetURL": "http://www.nytimes.com/2011/07/30/us/politics/30fiscal.html", "parentID": null, "commentID": 4252417, "rgt": 2179, "userDisplayName": "MC", "createDate": "1311999619", "userID": 64360028, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1312000776", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "NCarolina", "commentType": "comment", "updateDate": "1311997176", "commentSequence": 895, "commentBody": "I wouldn't mind these spending cuts if they were imposed first on the States that are the most subsidized by the Federal Government (ie. the South and Alaska), getting far more back from the Federal Government than they pay in. It seems only fair, as these are the States that sent these Republican extremists to Washington. And I bet my last dollar that this would rapidly change the minds of the citizens of those States and lead to different results in the next elections. Oh, and of course, if the Federal Government runs out of money this Tuesday, the absolutely first people not to be paid must be these very same Congressman! They should lead by example and give up their pay up front. ", "recommendationCount": 21}, {"assetID": 3031876, "replies": [], "lft": 2108, "assetURL": "http://www.nytimes.com/2011/07/30/us/politics/30fiscal.html", "parentID": null, "commentID": 4252318, "rgt": 2109, "userDisplayName": "Clareanartist", "createDate": "1311996885", "userID": 56938959, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1312000777", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Austin, TX", "commentType": "comment", "updateDate": "1311997177", "commentSequence": 898, "commentBody": "Wow. I know how to budget and so do most of my friends, and we also know how to be compassionate. These terms aren't mutually exclusive. I've lived a large part of my life balancing my dreams with practicalities, and felt the tug of rope pull between the two, and after decades, still think that an open heart regenerates all possibilities. ", "recommendationCount": 1}, {"assetID": 3031876, "replies": [], "lft": 2112, "assetURL": "http://www.nytimes.com/2011/07/30/us/politics/30fiscal.html", "parentID": null, "commentID": 4252323, "rgt": 2113, "userDisplayName": "desidj", "createDate": "1311997083", "userID": 50925698, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1312000777", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "SF bay area", "commentType": "comment", "updateDate": "1311997177", "commentSequence": 912, "commentBody": "the only way for this country to go back up to its golden ages is to sink even further in the quicksand created by politics backed by big money. only when the low income class perishes and the middle class begins to follow suit would there be a revolution of any kind...but i hope to not be living here in these united states to see that happen.", "recommendationCount": 9}, {"assetID": 3031876, "replies": [], "lft": 2116, "assetURL": "http://www.nytimes.com/2011/07/30/us/politics/30fiscal.html", "parentID": null, "commentID": 4252330, "rgt": 2117, "userDisplayName": "desidj", "createDate": "1311997265", "userID": 50925698, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1312000777", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "SF bay area", "commentType": "comment", "updateDate": "1311997177", "commentSequence": 904, "commentBody": "there are some commenters who say let their be default, one even saying let businesses like the entertainment industry close... because it´s not a useful business. these commenters are either downright stupid or nihilistic and dangerous with nothing to lose. ", "recommendationCount": 15}, {"assetID": 3031876, "replies": [], "lft": 2118, "assetURL": "http://www.nytimes.com/2011/07/30/us/politics/30fiscal.html", "parentID": null, "commentID": 4252334, "rgt": 2119, "userDisplayName": "Roger", "createDate": "1311997352", "userID": 57089820, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1312000777", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Carlsbad, CA", "commentType": "comment", "updateDate": "1311997177", "commentSequence": 910, "commentBody": "Boehner is a clown.  Leading the House into a vote on a piece of junk legislation that had no chance to go anywhere.<br/>\nRepublicans are fools if they think that this manufactured crisis will help them politically.  They are history.<br/>\nObama gave them everything they wanted and more and they would give nothing in return.  Fools.<br/>\nWant to cut spending?  Start with Congressional salaries and benefits!  Why pay them if they wil not uphold the Constitution (14th Amendment)?", "recommendationCount": 43}, {"assetID": 3031876, "replies": [], "lft": 2122, "assetURL": "http://www.nytimes.com/2011/07/30/us/politics/30fiscal.html", "parentID": null, "commentID": 4252339, "rgt": 2123, "userDisplayName": "DDD", "createDate": "1311997661", "userID": 56860295, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1312000777", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Grosse Pointe Farms, MI", "commentType": "comment", "updateDate": "1311997177", "commentSequence": 908, "commentBody": "To commenter #811 (Raising the debt ceiling to allow for increasing debt is like a spendthrift parent raiding their teenage daughter's piggy bank for pay for their mall spending sprees.)\r<br/><br/>It's this sort of shallow thinking that has trivialized this issue. No one is asking for MORE money, just to pay what has already been promised. Equating Social Security or Medicare funding with stealing money for a mall spending spree is irresponsible. People's lives are in jeopardy here. \r", "recommendationCount": 46}, {"assetID": 3031876, "replies": [], "lft": 2128, "assetURL": "http://www.nytimes.com/2011/07/30/us/politics/30fiscal.html", "parentID": null, "commentID": 4252347, "rgt": 2129, "userDisplayName": "bounce33", "createDate": "1311997888", "userID": 56707819, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1312000777", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "West Coast", "commentType": "comment", "updateDate": "1311997177", "commentSequence": 911, "commentBody": "\"No sign of compromise\" is the headline. There has never been \"compromise\" in this process. The Republicans have given nothing. Please stop this false, irresponsible narrative! \"No sign of utter capitulation\" would be better characterize the most recent event.", "recommendationCount": 40}, {"assetID": 3031876, "replies": [], "lft": 2132, "assetURL": "http://www.nytimes.com/2011/07/30/us/politics/30fiscal.html", "parentID": null, "commentID": 4252352, "rgt": 2133, "userDisplayName": "Neal", "createDate": "1311997984", "userID": 23079814, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1312000777", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Raleigh", "commentType": "comment", "updateDate": "1311997177", "commentSequence": 897, "commentBody": "Here's why Boehner still looks smug. He still has the upper hand. He can still walk into the negotiating room and say I want a balanced budget amendment, a constitutional amendment to outlaw abortion, homosexuality or I'll walk away. And the democrats will have to consider it. <br/><br/>He's not being a responsible governing partner and he has absolutely nothing to lose. It's not like the Tea Party caucus and the Republican party is a lasting coalition. It seems like they're being used. They'll either become their own party or the Republicans will be swallowed hole. The TP is incompatible with anyone who isn't TP.<br/><br/>But, the President is still responsible for the country, and that includes its malcontents in the Tea Party who are willing to risk the world economy on their frankly juvenile understanding of economics. Obama will still be held accountable if we default and if the treasury loses its AAA rating. I'm afraid Boehner can demand just about anything he wants - as long as he has no shame. That scares me.", "recommendationCount": 7}, {"assetID": 3031876, "replies": [], "lft": 2138, "assetURL": "http://www.nytimes.com/2011/07/30/us/politics/30fiscal.html", "parentID": null, "commentID": 4252367, "rgt": 2139, "userDisplayName": "Alexandre Lewanke", "createDate": "1311998699", "userID": 64598204, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1312000777", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Champaign, Illinois", "commentType": "comment", "updateDate": "1311997177", "commentSequence": 900, "commentBody": "The national debt may be valid and justified, but it is also void and illegal! Read the Amendment 14.4.\r<br/><br/>That should help us get out of the multi-trillion $ debt + interest  where our loans are not internal, that where the USA owes to an extra-national entity, or a private entity, then not sure how this 14th Amendment, a very eclectic one at that, carries the day. Then again, there are several instruction on the dollar bill itself. \r<br/><br/>Take a closer look.\r", "recommendationCount": 1}, {"assetID": 3031876, "replies": [], "lft": 2144, "assetURL": "http://www.nytimes.com/2011/07/30/us/politics/30fiscal.html", "parentID": null, "commentID": 4252374, "rgt": 2145, "userDisplayName": "Chris", "createDate": "1311998837", "userID": 62791003, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1312000777", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New York, NY", "commentType": "comment", "updateDate": "1311997177", "commentSequence": 906, "commentBody": "Drama Queens are fine at the movies or at the opera. We pay them for the drama. We know it's not real. It's just entertainment.<br/><br/>Drama Queens are NOT fine in Congress. We pay them for no drama and for stability. This Congressional insurrection is real. And it's NOT entertaining.<br/><br/>The show must go on, but the current cast of vain two-bit divas will be out on their duffs next November. ", "recommendationCount": 15}, {"assetID": 3031876, "replies": [], "lft": 2146, "assetURL": "http://www.nytimes.com/2011/07/30/us/politics/30fiscal.html", "parentID": null, "commentID": 4252377, "rgt": 2147, "userDisplayName": "Patrick", "createDate": "1311998901", "userID": 44287968, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1312000777", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Long Island NY", "commentType": "comment", "updateDate": "1311997177", "commentSequence": 905, "commentBody": "Adults always compromise. The key to a solution is understanding how you deal with a third grader. I'm not being insulting. I'm very serious. Take away the republicans toys until they know how to play with others. If you don't, the long term future will be grim.\r", "recommendationCount": 12}, {"assetID": 3031876, "replies": [], "lft": 2162, "assetURL": "http://www.nytimes.com/2011/07/30/us/politics/30fiscal.html", "parentID": null, "commentID": 4252395, "rgt": 2163, "userDisplayName": "jp", "createDate": "1311999227", "userID": 37882104, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1312000777", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "San Francisco", "commentType": "comment", "updateDate": "1311997177", "commentSequence": 907, "commentBody": "The Senate--which is not representative of the population (i.e. North Dakota, has 2 senators as does California) is out of touch with reality.  This demonstartes a major flaw in our constitution that states with small populations have equal say in the Senate as large states.", "recommendationCount": 9}, {"assetID": 3031876, "replies": [], "lft": 2164, "assetURL": "http://www.nytimes.com/2011/07/30/us/politics/30fiscal.html", "parentID": null, "commentID": 4252397, "rgt": 2165, "userDisplayName": "Howard", "createDate": "1311999264", "userID": 3056677, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1312000777", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New Jersey", "commentType": "comment", "updateDate": "1311997177", "commentSequence": 903, "commentBody": "I believe that our founding fathers would call the Republican party’s behavior treason and the tea party’s actions insurrection. And they would be right! What are the current penalties for these crimes?\r<br/><br/>The House speaker will not allow anything to come to a vote that may pass with a minority Republican vote. That is obstruction of congress, a felony! \r<br/><br/>The deficit and economic collapse was created by the Republicans and they insist that the victims of their actions pay the debt not the beneficiaries. That should be criminal!\r<br/><br/>And these criminals are practicing terrorism against the Unites States of America. What is the penalty for treason, insurrection and terrorism?\r", "recommendationCount": 36}, {"assetID": 3031876, "replies": [], "lft": 2170, "assetURL": "http://www.nytimes.com/2011/07/30/us/politics/30fiscal.html", "parentID": null, "commentID": 4252407, "rgt": 2171, "userDisplayName": "vang", "createDate": "1311999419", "userID": 47446432, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1312000777", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Atlanta, GA.", "commentType": "comment", "updateDate": "1311997177", "commentSequence": 901, "commentBody": "When either party gets serious about curring wasteful military spending and no bid contracts for military services, I will take their proposals seriously, Over 1000 military bases worldwide and many in countries that have no reason to be home to US forces (over a hundred in Germany- why?). $300 billion wasted for two naval vessels built in the unfunded Reagan arms buildup that were never put in service and are now being scrapped. Typical for the unlimited budget of the military with deficit spending never an issue.If the zealots of the tea party were serious about balancing the budget they would start with the military and the waste going on there.", "recommendationCount": 25}, {"assetID": 3031876, "replies": [], "lft": 2172, "assetURL": "http://www.nytimes.com/2011/07/30/us/politics/30fiscal.html", "parentID": null, "commentID": 4252409, "rgt": 2173, "userDisplayName": "John Ellis", "createDate": "1311999432", "userID": 11126650, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1312000777", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "NY", "commentType": "comment", "updateDate": "1311997177", "commentSequence": 914, "commentBody": "If there is a bill before the Senate and McConnell negotiates and all the stars fall into line, you still have the bomb throwing Rand Paul from my regressing home state of Kentucky to blow up the deal in the name of Ayn Rand (remember \"The Fountainhead\"?). Obama must realize that the Republican Party is insane at this point, and until the voters put it out of its misery in a year and a few months, it will take very decisive action to derail their derailment of the entire country. ", "recommendationCount": 37}]}, "copyright": "Copyright (c) 2016 The New York Times Company.  All Rights Reserved."}