{"debug": {"version": 3.1}, "status": "OK", "results": {"api_timestamp": "1481460577", "totalCommentsFound": 5918, "totalCommentsReturned": 25, "comments": [{"assetID": 2947074, "replies": [], "lft": 606, "assetURL": "http://www.nytimes.com/2011/07/10/opinion/sunday/10antidepressants.html", "parentID": null, "commentID": 4132265, "rgt": 607, "userDisplayName": "bnc", "createDate": "1310340193", "userID": 46825184, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1310356979", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Lowell, MA", "commentType": "comment", "updateDate": "1310353379", "commentSequence": 291, "commentBody": "Psychiatrists prescribe pills; therapists seek other solutions.", "recommendationCount": 1}, {"assetID": 2947074, "replies": [], "lft": 610, "assetURL": "http://www.nytimes.com/2011/07/10/opinion/sunday/10antidepressants.html", "parentID": null, "commentID": 4132283, "rgt": 611, "userDisplayName": "SC Librarian", "createDate": "1310340928", "userID": 29803787, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1310357003", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Rural SC", "commentType": "comment", "updateDate": "1310353403", "commentSequence": 292, "commentBody": "Hey Y'all --<br/><br/>Prescription anti-depressants are not the only game in town.<br/><br/>Why is no one talking about St. John's Wort, extensively used in European countries for depression?  Various clinical studies have shown similar effectiveness as prescription depression meds BUT with little to no side effects.<br/><br/>Check out this study which looked at depression treatment studies and concluded that \"St John's wort was found to be equivalent to antidepressant drugs with fewer side effects.\"<br/><br/><a href=\"http://www.ncbi.nlm.nih.gov/pubmed/21673208\" title=\"http://www.ncbi.nlm.nih.gov/pubmed/21673208\" target=\"_blank\">http://www.ncbi.nlm.nih.gov/pubmed/21673208</a><br/><br/>You can search for information yourself at the National Institute of Health's Pub Med, <a href=\"http://www.ncbi.nlm.nih.gov/pubmed/\" title=\"http://www.ncbi.nlm.nih.gov/pubmed/\" target=\"_blank\">http://www.ncbi.nlm.nih.gov/pubmed/</a><br/><br/>PubMed is an awesome resource: \"PubMed comprises more than 20 million citations for biomedical literature from MEDLINE, life science journals, and online books. Citations may include links to full-text content from PubMed Central and publisher web sites.\"<br/><br/>This is not to denigrate antidepressant drugs, because they DO help some people.  But for those who can't or don't want to take them, St. John's Wort is an apparently safe alternative with less or no side effects.<br/><br/>And it's cheap -- $10 or less a month.<br/><br/>See Dr. Weil, he of the wonderfully hippie-ish beard, for some suggestions on dosage levels, other complementary supplements and ideas for treating depression:<br/><br/><a href=\"http://www.drweil.com/drw/u/ART00696/depression-treatment\" title=\"http://www.drweil.com/drw/u/ART00696/depression-treatment\" target=\"_blank\">http://www.drweil.com/drw/u/ART00696/depression-treatment</a><br/><br/>There are other things to try besides expensive prescription medications.", "recommendationCount": 3}, {"assetID": 2947074, "replies": [], "lft": 612, "assetURL": "http://www.nytimes.com/2011/07/10/opinion/sunday/10antidepressants.html", "parentID": null, "commentID": 4132290, "rgt": 613, "userDisplayName": "Seth Kaplan", "createDate": "1310341033", "userID": 30157392, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1310357033", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "MA", "commentType": "comment", "updateDate": "1310353433", "commentSequence": 293, "commentBody": "There is another way of looking at whether anti-depressants work:  How do you feel when YOU take them? This is an important question, especially  when you realize the absolute truth of this statement:  THIS IS YOUR DISEASE, not a disease shared by thousands of other people. <br/><br/>All these various medical professionals conducting studies invariably issue their results in the aggregate. In other words, how all those involved in the study did according to whatever statistical analysis the evaluators used. However--and, this is very important to note, even if id does seem obvious--a large group's statistically sliced-and-diced results bear little relationship to how each individual taking the medication under the guidance of a physician reports feeling. As someone who has taken various SSRIs over the last 15 years (and has worked with the same psychopharm/psychiatrist for over 30 years) or so, I can tell you that I have less anger, depression, and accidie than I ever had before taking medication.<br/><br/>I can also report that my physician has tailored the \"cocktail\" of meds I take each morning--Celexa, Adderall, Wellbutrin--as my reported symptoms and reactions appear and/or change. Why? Because he is doing his job. In addition to talking therapy, he prescribes appropriate meds so I can manage my various co-morbid conditions and function. He treats ME, not some collective group of double-blind anonymous patients.<br/><br/>Parents with children manifesting one or more psychiatric/behavioral disorders should bear this point in mind before they start mouthing empty platitudes like, \"Ritalin is over-prescribed. No child of mine, or of anyone else, should be medicated at such a tender age.\" If you don't trust your physician to do the best job for either you or your child, then get another physician.", "recommendationCount": 7}, {"assetID": 2947074, "replies": [], "lft": 620, "assetURL": "http://www.nytimes.com/2011/07/10/opinion/sunday/10antidepressants.html", "parentID": null, "commentID": 4132345, "rgt": 621, "userDisplayName": "beth", "createDate": "1310342405", "userID": 37116875, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1310357050", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "ny,ny", "commentType": "comment", "updateDate": "1310353450", "commentSequence": 294, "commentBody": "If it weren't for antidepressents,my daughter would still be either suffering,in bed,refusing to leave the house,or dead(suicide).She has severe anxiety&amp;depression.She told me-at the age of 11,that her sister and I would be better off without her!!Depression runs in my family and her father's.She's now an adult,going to college,getting married this fall,and working.I'll always be thankful for those meds!", "recommendationCount": 9}, {"assetID": 2947074, "replies": [], "lft": 628, "assetURL": "http://www.nytimes.com/2011/07/10/opinion/sunday/10antidepressants.html", "parentID": null, "commentID": 4132437, "rgt": 629, "userDisplayName": "Steve, LVN", "createDate": "1310345262", "userID": 14853235, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1310357085", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Austin, TX", "commentType": "comment", "updateDate": "1310353485", "commentSequence": 295, "commentBody": "Dr. Kramer's comments are significant considering the recent articles published that \"debunk\" antidepressants.  Furthermore, the preceding comments are very helpful in giving perspective on the questioned drug trials.  I study a little philosophy avocationally.  I also read the NYTimes Stone series on how philosophy can impact on daily lives.  Why doesn't a philosopher write a column exposing the illogical thinking that goes on in drug trials and the thinking about antidepressants?  Of course, the use of antidepressants and the publishing related to it are all about the mind-body dilemma that philosophers are forever wrestling with.   I've been taking antidepressants over 20 years.  I now take one with fish oil that enables me to function fairly well.  The last six months I have been seeing a psychoanalyst, and I attend weekly group therapy.  This therapy (especially the group) has been hell at times.  As I (my personality, my emotions, my desires) clash with the persons of the group, I only hope and pray that I'm able to face my difficulties in relationships with an open (and humble!) mind.  It's not easy!!!  I especially appreciate the comments that call for longer term studies (over a lifetime) of how antidepressants and a depressed person get along.  I have quit antidepressant several times but with very poor results.  I really think that antidepressants change my brain mostly for the better.  But if I stop taking them I will feel worse physically and emotionally than I ever felt before. (Marcia Angell's article in the NYRB addressed this outcome.  The antidepressants kind of take over for the work for the synapses.  The synapses are not ready to go back to work on their own when the antidepressant is stopped.)  Oh, once we I stopped the drugs, my depression returned in the form of fibromyalgia (scapular and temporal mandibular joint pain for me).  Back on the drugs I found relief.  People need to look at our stories (the big picture as well as the details).  ", "recommendationCount": 3}, {"assetID": 2947074, "replies": [], "lft": 634, "assetURL": "http://www.nytimes.com/2011/07/10/opinion/sunday/10antidepressants.html", "parentID": null, "commentID": 4132513, "rgt": 635, "userDisplayName": "Molly Sullivan, Ph.D.", "createDate": "1310347542", "userID": 26413836, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1310357110", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Berkeley, California", "commentType": "comment", "updateDate": "1310353510", "commentSequence": 296, "commentBody": "Thank you for publishing Peter Kramer's article \"In Defense of Antidepressants.\"  Most of us who make clinical decisions in this lamentably uncertain area on a daily basis  don't have the time to study the vast literature about it.  Accordingly, it is essential that we be able to evaluate the reliability of \"experts,\" such as Dr's Angell and Kramer, who do.   Awareness of funding from pharmaceutical companies or other vested interests is crucial in that assessment.   I urge --and request -- that you include this essential information with any article such as Dr. Kramer's.", "recommendationCount": 3}, {"assetID": 2947074, "replies": [], "lft": 640, "assetURL": "http://www.nytimes.com/2011/07/10/opinion/sunday/10antidepressants.html", "parentID": null, "commentID": 4132619, "rgt": 641, "userDisplayName": "Mike Pilar", "createDate": "1310349967", "userID": 17006325, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1310357122", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New York, NY", "commentType": "comment", "updateDate": "1310353522", "commentSequence": 297, "commentBody": "#215 Steel in Florida:<br/>\nThere is a tremendous amount of research on the physiology of depression, just as there is for diabetes. Ask your librarian to order the book \"Brain Protection in Schizophrenia, Mood and Cognitive Disorders,\" edited by Michael S. Ritsner. It's important that those of us who are interested in these topics keep up with new information as it becomes available. Get educated!", "recommendationCount": 2}, {"assetID": 2947074, "replies": [], "lft": 644, "assetURL": "http://www.nytimes.com/2011/07/10/opinion/sunday/10antidepressants.html", "parentID": null, "commentID": 4132632, "rgt": 645, "userDisplayName": "Geodoc", "createDate": "1310350313", "userID": 29005843, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1310357174", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Logan, Utah", "commentType": "comment", "updateDate": "1310353574", "commentSequence": 298, "commentBody": "Kramer has made a valuable contribution to the anti-depressant/anti-anti-depressant debate, as a respected researcher who has been in the field since the introduction of SSRIs. While I agree with other commenters who noted that he failed to acknowledge alternative modalities, including exercise, I would argue that these alternative approaches have not been sufficiently studied. In a perfect world, we would all exercise and rates of  Diabetes, Heart Diseases, and some Cancers would be drastically reduced. However, anyone who has worked as a clinician will tell you that getting an individual to engage in daily exercise (or even three times a week) is a very difficult enterprise. The studies which measure exercise vs antidepressant use as a cure for depression do not factor for patient compliance; they measure a compliant population.<br/><br/>Kramer also supplies a badly needed balance to \"soft-science articles\" which have gone viral and had far-ranging influence. In the article that was almost certainly the mostly widely read and cited, the author a) had a degree in humanities rather than science or even psychology b) did not counter the anti-anti-depressant argument with any interviews or counter arguments or interviews c) displayed a rather stunning lack of journalistic ethics.  The author failed to disclose that he/she had written two previous books (based on almost no scientific data) on curing depression through some controversial concepts, without medication.  It is impossible to determine how much harm may have been done. Full disclosure anyone?<br/><br/>I detest pharmaceutical marketing. I don't even like pharmaceuticals. They just happen to save lives and I'm not basing the health or life of the people I love on a shabby review in a grocery store magazine, based on shabby science. ", "recommendationCount": 3}, {"assetID": 2950313, "replies": [], "lft": 2, "assetURL": "http://well.blogs.nytimes.com/2011/07/10/screening-for-a-better-medical-student/", "parentID": null, "commentID": 4132859, "rgt": 3, "userDisplayName": "thatsnotbutter", "createDate": "1310356207", "userID": 64473503, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1310357324", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "st louis", "commentType": "comment", "updateDate": "1310353724", "commentSequence": 1, "commentBody": "I have mixed feelings about these screening personality interviews.  They will be uniquely helpful in eliminating from admission the occasional social misfit that excels at standardized exams (the most useful skill to have as an aspiring physician by the way) but is nevertheless incapable of interacting meaningfully with patients.  The problem is that these exams (and they are a test like any other) focus inadvertently on many of the most superficial aspects of applicants such as dress, physical attractiveness, and charm.  Everybody loves a pretty girl as well as a man that looks good in a suit but they don't necessarily make the best physicians.    ", "recommendationCount": 65}, {"assetID": 2573254, "replies": [], "lft": 52, "assetURL": "http://well.blogs.nytimes.com/2011/03/28/can-cavities-be-contagious/", "parentID": null, "commentID": 4132823, "rgt": 53, "userDisplayName": "EmeryC", "createDate": "1310355425", "userID": 64474924, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1310357365", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Armold, Pa.", "commentType": "comment", "updateDate": "1310353765", "commentSequence": 25, "commentBody": "Thank you for the informative article. I would like to elaborate on your article. Several years back, gum disease was treated as a localized disease. We now know that gum disease can travel through the bloodstream and can worsen existing conditions.  Cavities as we well know are causes by bacteria which feeds on plague. Unfortunately, if left untreated, this bacteria can cause bone loss and destroy enamel as a \" worm in an apple.\"<br/>\n         Harmful bacteria lives within the gum pockets and our saliva. We have good bacteria and harmful bacteria within our mouth. Without proper hygiene, the harmful bacteria takes over. Bacterial transmission through saliva is a fact.<br/>\nThose who are most susceptible to this saliva exchange, are those who have gum disease in progress or will have it through hereditary means or through poor oral hygiene. This explains why some people contract gum disease and others do not.<br/><br/><a href=\"http://www.healthtimeproducts.com\" title=\"http://www.healthtimeproducts.com\" target=\"_blank\">http://www.healthtimeproducts.com</a>", "recommendationCount": 0}, {"assetID": 2950176, "replies": [], "lft": 118, "assetURL": "http://www.nytimes.com/2011/07/11/business/media/a-tabloid-shame-exposed-by-honest-rivals.html", "parentID": null, "commentID": 4132921, "rgt": 119, "userDisplayName": "Richard", "createDate": "1310357398", "userID": 8633644, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1310357402", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Weston, CT", "commentType": "comment", "updateDate": "1310353802", "commentSequence": 29, "commentBody": "As a boy at boarding school in England in the early 60s, I was fortunate that we were expected to read all the national papers each day. At the time there were about a dozen. I must admit that during scandals such at the Profumo affair, the more scurrilous papers were read more carefully. At university, a friend's father was the editor of the News of the World, which resulted in him having to defend the paper more than was fair on him. Yet, I do not belivr that at the time it engaged in such illegal activities, this seems to have started in the past ten years or so. In the past it was sleazy, but more amusing than vindictive. The change has been alarming and since malfeasance in corporations always come at least from the tone, if not actual actions at the top (BP, Enron, Tyco, etc), I do hold Rupert Murdoch responsible. <br/><br/>By the way, since it is apparently just as easy to hack mobile phones in the US as in the UK, can anyone doubt that it happens here? Many tabloid journalists work on both sides of the Atlantic.", "recommendationCount": 12}, {"assetID": 2949790, "replies": [], "lft": 18, "assetURL": "http://wordplay.blogs.nytimes.com/2011/07/10/pun/", "parentID": null, "commentID": 4132710, "rgt": 19, "userDisplayName": "pjbraxton", "createDate": "1310352421", "userID": 46817417, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1310357554", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Burke, VA", "commentType": "comment", "updateDate": "1310353954", "commentSequence": 9, "commentBody": "Fun puzzle.  Alternate Clues:  For 41D, \"Club Nouveau remake of a Bill Withers classic\"; for 49D, \"Opening words of 'Woolly Bully'\"\r<br/><br/>Our daughter was due today, but still no baby.  When she arrives, you probably won't be hearing much from me for a while.  Wish us luck!", "recommendationCount": 3}, {"assetID": 2946885, "replies": [], "lft": 66, "assetURL": "http://wordplay.blogs.nytimes.com/2011/07/09/enhancement/", "parentID": null, "commentID": 4132816, "rgt": 67, "userDisplayName": "joyM", "createDate": "1310355318", "userID": 46276973, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1310357554", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Rocklin CA", "commentType": "comment", "updateDate": "1310353954", "commentSequence": 33, "commentBody": "I think Bruce D @19 said it all........all I can add is Bravo! and thanks for the fun.", "recommendationCount": 1}, {"assetID": 2949790, "replies": [], "lft": 20, "assetURL": "http://wordplay.blogs.nytimes.com/2011/07/10/pun/", "parentID": null, "commentID": 4132840, "rgt": 21, "userDisplayName": "fivethirtyam", "createDate": "1310355747", "userID": 37484715, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1310357554", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "hadlyme, CT", "commentType": "comment", "updateDate": "1310353954", "commentSequence": 10, "commentBody": "Thank you, Martin, for explaining and defending.  Howie, you are definitely a GROANup!", "recommendationCount": 3}, {"assetID": 2950313, "replies": [], "lft": 4, "assetURL": "http://well.blogs.nytimes.com/2011/07/10/screening-for-a-better-medical-student/", "parentID": null, "commentID": 4132928, "rgt": 5, "userDisplayName": "Michael", "createDate": "1310357581", "userID": 5340020, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1310357602", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Los Angeles, CA", "commentType": "comment", "updateDate": "1310354002", "commentSequence": 2, "commentBody": "An interesting but futile attempt to build a better doctor. Defining a \"good doctor\" in measurable terms remains difficult. In part this is because it is different for different people. The process of developing doctors is long and complex, and has opportunities for teaching and reinforcing the interpersonal skills that are desirable. But if at the end there is a healthcare delivery system that continues to reward procedures over spending time with patients, and even penalizes those who do spend \"too much\" time with patients, it won't matter how they were selected for medical school.", "recommendationCount": 51}, {"assetID": 2932928, "replies": [], "lft": 138, "assetURL": "http://frugaltraveler.blogs.nytimes.com/2011/07/06/100-weekend-in-istanbul/", "parentID": null, "commentID": 4132938, "rgt": 139, "userDisplayName": "Stephen", "createDate": "1310357743", "userID": 2072739, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1310358005", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Los Angeles", "commentType": "comment", "updateDate": "1310354405", "commentSequence": 43, "commentBody": "A note on Mandbatmaz: we were in Turkey recently for two weeks and had the Turkish coffee everywhere,  and strangely it was only at Mandabatmaz, and at one other student cafe near the university on the Sultanahmet side,  that the coffee was truly thick and delicious. Everywhere else it was only okay at best. What does it mean that it's so hard to get really good Turkish coffee in Turkey?", "recommendationCount": 3}, {"assetID": 2950175, "replies": [], "lft": 20, "assetURL": "http://goal.blogs.nytimes.com/2011/07/10/reaction-to-the-u-s-win-over-brazil/", "parentID": null, "commentID": 4132907, "rgt": 21, "userDisplayName": "Paul", "createDate": "1310357057", "userID": 34677113, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1310358253", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Bellerose Terrace", "commentType": "comment", "updateDate": "1310354653", "commentSequence": 10, "commentBody": "@TDK: Brazil once again lost their composure and professionalism. After the own goal, the entirety of the first half was just an epic...waste of time. Try to find a skein of six passes for either team in the first half. I'll bet you can't do it. I completely agree that the 343 was a disaster, and the sweeper was worse. It almost guaranteed that the US couldn't be offside. The Brazilians were entirely dependent on Marta's transcendance, and she got caught up in her own emotions, and still scored the goal of the tournament (if you overlook Maurine offside in the buildup). Imagine what she would have done to our back line had she controlled and channeled her emotions instead of going after the ref (could have been a second yellow for HER, too), simulating fouls, and yelling. Neither team has a midfielder who can pass, and that is in stark contrast to both France and Japan.<br/>\nHow bad is Julie Foudy? She makes me nostalgic for Ian Darke's partnership with John Harkes at last summer's men's WC. Ouch.", "recommendationCount": 3}, {"assetID": 2949216, "replies": [], "lft": 252, "assetURL": "http://goal.blogs.nytimes.com/2011/07/10/womens-world-cup-u-s-wins-in-a-shootout/", "parentID": null, "commentID": 4132909, "rgt": 253, "userDisplayName": "Robert M", "createDate": "1310357097", "userID": 64475195, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1310358308", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New York, NY", "commentType": "comment", "updateDate": "1310354708", "commentSequence": 120, "commentBody": "A couple of misconceptions: the U.S. team did in fact win through skill and tactics, though they needed other qualities in additiont; the penalty kick call was a close call, but correct, and the red card may not have been deserved, although strictly speaking you foul someone on a clear path to the goal, you get red-carded; the referee made up for the doubtful Hope Solo infraction by calling the same infraction on the Brazilian keeper during the shootout (thus making the game even stranger than it already was); the U.S. team's passing was excellent, better than I have ever seen, and naturally it will seem difficult to string passes together when you opponent is ferociously contesting and pressuring, but that is what in part makes games like this great games -- the contesting of every ball, the contesting of everyone's hears and efforts.", "recommendationCount": 2}, {"assetID": 2950201, "replies": [], "lft": 12, "assetURL": "http://cityroom.blogs.nytimes.com/2011/07/10/remembrances-of-empty-subways-of-weekends-past/", "parentID": null, "commentID": 4132989, "rgt": 13, "userDisplayName": "Ed", "createDate": "1310358743", "userID": 523395, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1310358905", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "NYC", "commentType": "comment", "updateDate": "1310355305", "commentSequence": 5, "commentBody": "I've been riding regularly since the sixties, and while the conditions in the seventies and eighties were inferior to today, they were by no means uniformly dangerous or operationally terrible.  Rush hour service was much more frequent than today, and weekend service was lighter - a reflection of riding patterns.  I rode at all hours and never had an incident in which I felt threatened, and I rode on the average 15 times per week.  Yes, there was graffiti and there were breakdowns, but the system essentially worked. \r<br/><br/>Growing up along the Queens IND line, I do recall that on Saturdays the local service was provided by the GG (now the G, which no longer runs along Queens Blvd.), with the RR only running into Queens on weekdays.  The GG ran on an 8 minute headway with 3 cars.  On Saturday afternoons, those trains would run jammed, but they handled all the riders.  Most weekend trains had consists of fewer cars that they did during the week, but that began to change in the seventies.  Actually, Sundays were the lightest - remember that major stores didn't start opening on Sundays until 1977.  ", "recommendationCount": 10}, {"assetID": 2950313, "replies": [], "lft": 6, "assetURL": "http://well.blogs.nytimes.com/2011/07/10/screening-for-a-better-medical-student/", "parentID": null, "commentID": 4132976, "rgt": 7, "userDisplayName": "Ivy", "createDate": "1310358443", "userID": 60819259, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1310359148", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New York, NY", "commentType": "comment", "updateDate": "1310355548", "commentSequence": 3, "commentBody": "With application essays, multiple (usually around 5) personalized recommendation letters, background checks done by the majority of schools, personal interviews (typically between 3 and 5 30-60 minute interviews), required volunteering and shadowing typically in the 100's of hours, and the discipline required GPA and MCAT scores, the vast majority of 'bad' candidates are weeded out.<br/><br/>Follow this by 4 years of medical school (2 years supervised clinic/hospital learning by hundreds of different physicians and other healthcare staff) followed by application to residency with the required additional recommendation letters, 'deans letter' detailing the exact comments that the student received from his/her preceptors while in the 2 years of clinic duty, additional multiple personal interviews, followed by 3-7 years of supervised residency and continuing education... not to mention the tens of thousands of hours of patient contact during this whole time, and you have very, very few people with severe personality disorders or poor interpersonal skills.<br/><br/>Multiple Mini Interviewing will not help weed out poor social/behavioral problem students. They will simply get into another one of the multiple schools where they are interviewing.<br/><br/>The process weeds the out the bad apples.", "recommendationCount": 38}, {"assetID": 2949507, "replies": [], "lft": 328, "assetURL": "http://www.nytimes.com/2011/07/11/health/11addictions.html", "parentID": null, "commentID": 4133006, "rgt": 329, "userDisplayName": "Michael", "createDate": "1310359098", "userID": 50480511, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1310359202", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Oregon", "commentType": "comment", "updateDate": "1310355602", "commentSequence": 110, "commentBody": "I've been working with the homeless population for 15 years. Of all the men and women I've met dealing with addictions, only 15% really wanted to stop what they were doing; the majority just wanted \"to rest\" their bodies so they could get that \"high\" once again: \"Just like the first time\". Sad, very sad indeed.", "recommendationCount": 0}, {"assetID": 2949507, "replies": [], "lft": 330, "assetURL": "http://www.nytimes.com/2011/07/11/health/11addictions.html", "parentID": null, "commentID": 4133029, "rgt": 331, "userDisplayName": "Ram Samudrala", "createDate": "1310359658", "userID": 1735117, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1310359804", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Seattle, WA", "commentType": "comment", "updateDate": "1310356204", "commentSequence": 111, "commentBody": "The thing is that everything we consume is a \"drug\", i.e., we do it to pleasure ourselves either visibly or in a subtle manner. and addiction is possible for any of that.  Look at all the things we do. I've heard of addictions to oxygen, not yet heard of addiction to water but I think it's possible, addiction to food, addiction to sex, and addiction to certain other functions.  A lot of addictions are considered \"positive\" by society. Addiction to hard work and exercise and even most careers is well rewarded in society. So the addictive pathways that form can be good or bad. The question is what happens when the addiction is bad and seems to have the most say among all the other addictions a person has. I think answering this in a biochemical/genomic level is the answer. ", "recommendationCount": 0}, {"assetID": 2937033, "replies": [], "lft": 104, "assetURL": "http://www.nytimes.com/2011/07/10/magazine/reforming-the-school-reformers.html", "parentID": null, "commentID": 4133026, "rgt": 105, "userDisplayName": "Books Moore", "createDate": "1310359634", "userID": 20950843, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1310359805", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Chicago", "commentType": "comment", "updateDate": "1310356205", "commentSequence": 50, "commentBody": "I'd like to see every so-called education reformer, especially those raising children, live on nothing but minimum wage for five years. Let them struggle, feel dehumanized. Let them deeply feel and know poverty. Let their children suffer the affects of poverty. Then see if this one-side approach to school reform - one that downplays the context in which children live - survives on the other side of their personal life experiment.<br/><br/>Education reform will be nothing but elusive in this country until we realize that the problem is not so much one that goes on inside the school doors, but one that goes on outside by allowing such high poverty rates to continue. <br/><br/>Congress can start by passing a Living Wage Act that grantees, regardless of region and city, that working forty hours a week, with no additional income, means one can afford housing, food, utilities, transportation, health care, and recreation. They can then follow that by passing real universal health care, strengthening other aspects of social safety nets.<br/><br/>To reform schools abolish poverty. There is no better solution.", "recommendationCount": 4}, {"assetID": 2877197, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 4133025, "replies": [], "commentID": 5320402, "trusted": 0, "userDisplayName": "Scouti", "createDate": "1327143794", "userID": 64973876, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1327296948", "userTitle": null, "recommendations": 0, "editorsSelection": false, "parentUserDisplayName": "Lindsey Galligan", "userURL": null, "userLocation": "ohio", "depth": 1, "commentType": "userReply", "updateDate": "1327296948", "commentSequence": 1, "commentBody": "It's important to know and watch for symptoms of Lyme disease because ticks are hard to find and it's easy to overlook a tick bite, in fact, many people who get Lyme disease don't remember being bitten. The good news is that most tick bites don't result in Lyme disease.<br/>\nLyme disease can affect the heart, leading to an irregular heart rhythm or chest pain. It can spread to the nervous system, causing facial paralysis (Bell's palsy), or tingling and numbness in the arms and legs. It can start to cause headaches and neck stiffness, which may be signs of meningitis.<br/>\nHaving such a wide range of symptoms can make Lyme disease difficult for doctors to diagnose, although certain blood tests can be done to look for evidence of the body's reaction to Lyme disease.<br/><br/>Thanks!<br/><br/>Scouti<br/>\n<a href=\"http://www.pearlyhomeremedy.com/2011/09/urinary-tract-infection-home-remedy.html\" title=\"http://www.pearlyhomeremedy.com/2011/09/urinary-tract-infection-home-remedy.html\" target=\"_blank\">http://www.pearlyhomeremedy.com/2011/09/urinary-tract-infection-home-rem...</a>"}]}, "lft": 48, "assetURL": "http://well.blogs.nytimes.com/2011/06/21/a-new-worry-about-tick-bites/", "parentID": null, "commentID": 4133025, "rgt": 51, "userDisplayName": "Lindsey Galligan", "createDate": "1310359619", "userID": 64475285, "replyCount": 1, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1310359930", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Boston, MA", "commentType": "comment", "updateDate": "1310356330", "commentSequence": 24, "commentBody": "I have Lyme Disease and Babesiosis and it took me over two years to be diagnosed. Good luck to anyone facing this battle. My heart goes out to anyone searching for someone to help them. I know the feeling. Our medical system truly is making billions of denial and it is sad. Soon this epidemic will surface.", "recommendationCount": 0}, {"assetID": 2944399, "replies": [], "lft": 2, "assetURL": "http://scientistatwork.blogs.nytimes.com/2011/07/08/chasing-down-sea-lilies/", "parentID": null, "commentID": 4125082, "rgt": 3, "userDisplayName": "Clara B. Jones", "createDate": "1310169526", "userID": 62562514, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1310360016", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Asheville, NC", "commentType": "comment", "updateDate": "1310356416", "commentSequence": 1, "commentBody": "It is refreshing that you emphasize the importance of your research to global biodiversity (i.e., to all species and the processes upon which they depend) and not simply to the interests of the human taxon.  All best with your research.\r<br/><br/>Blog: <a href=\"http://vertebratesocialbehavior.blogspot.com\" title=\"http://vertebratesocialbehavior.blogspot.com\" target=\"_blank\">http://vertebratesocialbehavior.blogspot.com</a><br/>\nTwitter: <a href=\"http://twitter.com/cbjones1943\" title=\"http://twitter.com/cbjones1943\" target=\"_blank\">http://twitter.com/cbjones1943</a>", "recommendationCount": 1}]}, "copyright": "Copyright (c) 2016 The New York Times Company.  All Rights Reserved."}