{"debug": {"version": 3.1}, "status": "OK", "results": {"api_timestamp": "1481460605", "totalCommentsFound": 3905, "totalCommentsReturned": 25, "comments": [{"assetID": 3029107, "replies": [], "lft": 278, "assetURL": "http://pogue.blogs.nytimes.com/2011/07/28/zen-and-the-art-of-scrolling/", "parentID": null, "commentID": 4256411, "rgt": 279, "userDisplayName": "hschulsinger", "createDate": "1312085201", "userID": 7237486, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1312085405", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Valinda, CA", "commentType": "comment", "updateDate": "1312081805", "commentSequence": 129, "commentBody": "I have installed Lion on an external drive, which I boot up on occasionally to familiarize myself with the new OS.  I will continue to use Snow Leopard on my iMac, though, because many of my most frequently used apps do not work under Lion.  That said, however, one of the first things I did in Lion was go to the Mouse preference and revert scrolling to the traditional method, which on a mouse controlled computer is more intuitive.  I have no problem with Apple's \"natural\" scrolling on tablet devices and such, but when using a mouse, scrolling down to move the page down just makes more sense.", "recommendationCount": 0}, {"assetID": 3038290, "replies": [], "lft": 42, "assetURL": "http://wordplay.blogs.nytimes.com/2011/07/30/checks/", "parentID": null, "commentID": 4256196, "rgt": 43, "userDisplayName": "JPG", "createDate": "1312081540", "userID": 5499180, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1312085493", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Webster, Mass", "commentType": "comment", "updateDate": "1312081893", "commentSequence": 21, "commentBody": "NS (#17)<br/><br/>Thanks for the help - good answers.<br/><br/>But, since I doubt iron ore ever set off a \"rush,\" shouldn't the answer include the word \"gold,\" too?<br/><br/>On an environmental note, it's dismaying to see whole mountains dug up and sifted just so man can have a little more of that shiny stuff.<br/><br/>-- jpgaskell", "recommendationCount": 3}, {"assetID": 3037210, "replies": [], "lft": 8, "assetURL": "http://wordplay.blogs.nytimes.com/2011/07/30/proportional/", "parentID": null, "commentID": 4256208, "rgt": 9, "userDisplayName": "JolleyGood", "createDate": "1312081740", "userID": 58184924, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1312085498", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Asheville, NC", "commentType": "comment", "updateDate": "1312081898", "commentSequence": 4, "commentBody": "PET SHOP was one of the first words I filled in, along with NESTLE and AVOWAL. I also put in ORWELL, took it out, and finally put it back in again. When there are out-of-the-ordinary \"words\" in the quotes like Ps and Qs and Ls, I have doubts about my choices.", "recommendationCount": 1}, {"assetID": 3036189, "replies": [], "lft": 92, "assetURL": "http://wordplay.blogs.nytimes.com/2011/07/29/pad/", "parentID": null, "commentID": 4256210, "rgt": 93, "userDisplayName": "joyM", "createDate": "1312081751", "userID": 46276973, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1312085507", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Rocklin CA", "commentType": "comment", "updateDate": "1312081907", "commentSequence": 43, "commentBody": "C@38......Having lived in Pakistan for 5 years, you'd have thought I might have heard of the term SRI as a title of respect used in the country next door, but it was new to me until today.<br/><br/>JPG@36...........I spent three heavenly days on the beautiful island of Sri Lanka several years ago but am embarrassed to say I did not know the name meant Venerable Island until I read your post.   So thank you for that.  I traveled a great deal when I was younger, but I continually learn new things about the places I visited that I so wish I had known then.  ", "recommendationCount": 0}, {"assetID": 3034847, "replies": [], "lft": 12, "assetURL": "http://intransit.blogs.nytimes.com/2011/07/29/new-ways-to-find-the-perfect-hotel/", "parentID": null, "commentID": 4256424, "rgt": 13, "userDisplayName": "TravelSort", "createDate": "1312085453", "userID": 63515955, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1312085707", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New York, NY", "commentType": "comment", "updateDate": "1312082107", "commentSequence": 4, "commentBody": "Agree with SpinFirst that picking the right hotel often has the greatest impact on a vacation, apart from the people you're with. One reason it's such a time consuming process now are the sheer number of hotels in cities such as NYC, London, Paris, etc., many of which would be best avoided. For that reason, at <a href=\"http://travelsort.com/hotels\" title=\"http://travelsort.com/hotels\" target=\"_blank\">http://travelsort.com/hotels</a> we focus on truly personalizing our hotel recommendations based on member preferences, we curate the selection to eliminate hotels that have bedbug reports or are consistently poorly reviewed, and we provide large photos and descriptions that include dining recommendations and insider tips. Prices are obviously key as well, and ours are lower than Expedia/Orbitz/Booking.com etc. There's plenty of competition, but there's also still plenty of scope for improvement, even with this latest offering by Google.", "recommendationCount": 0}, {"assetID": 3031418, "replies": [], "lft": 74, "assetURL": "http://economix.blogs.nytimes.com/2011/07/29/jobs-deficit-investment-deficit-fiscal-deficit/", "parentID": null, "commentID": 4256615, "rgt": 75, "userDisplayName": "Andrew", "createDate": "1312090631", "userID": 2010020, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1312090804", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Philadelphia, PA", "commentType": "comment", "updateDate": "1312087204", "commentSequence": 30, "commentBody": "Honest Hard Working:\r<br/><br/>\"The projection of government outlays is rising much faster than tax revenues.\"\r<br/><br/>Of course they are.  Revenues have been essentially flat since 2001, when Bush slashed taxes.\r<br/><br/>The only shocker here is that people think tax revenue being flat for 10 years is something perfectly normal.\r<br/><br/>While the Republicans are crying about \"high\" taxes, taxes are down to just 15 of GDP.", "recommendationCount": 2}, {"assetID": 3023291, "replies": [], "lft": 16, "assetURL": "http://frugaltraveler.blogs.nytimes.com/2011/07/27/olives-and-exercise-the-upshot/", "parentID": null, "commentID": 4256649, "rgt": 17, "userDisplayName": "Union Square Foodie", "createDate": "1312091969", "userID": 6251305, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1312092002", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Manhattan", "commentType": "comment", "updateDate": "1312088402", "commentSequence": 7, "commentBody": "Traditional ways of doing things such as the Cypriot olive preparation are great treasures of our cultural heritage, and anything that can be done to save, highlight and preserve them constitutes a valuable contribution to this heritage. My wife learned to make olives the Cypriot way when we had an olive tree in our garden in Cyprus. Our neighbor, who spoke no English, and my wife, who has no Greek, nevertheless found ways to communicate. In addition to the ingredients correctly described by Seth, the method involves a palm-sized smooth stone, which the neighbor helped my wife select from a neighboring lot, which is used to crack the olives, and a hard boiled egg, which somehow determines when the brine is salty enough (something about when the egg floats at a level determined by a line drawn around its circumference). ", "recommendationCount": 3}, {"assetID": 3031418, "replies": [], "lft": 76, "assetURL": "http://economix.blogs.nytimes.com/2011/07/29/jobs-deficit-investment-deficit-fiscal-deficit/", "parentID": null, "commentID": 4256670, "rgt": 77, "userDisplayName": "Andrew", "createDate": "1312092901", "userID": 2010020, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1312092902", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Philadelphia, PA", "commentType": "comment", "updateDate": "1312089302", "commentSequence": 31, "commentBody": "I wonder if there isn't a simpler explanation for all of this - the birthrate roughly 25-35 years prior.\r<br/><br/>Prof. Tyson notes the highest job growth we have had post WWII was in the universally reviled 1970's.  Guess what happened 1945-1955 - the baby boom!  Growth was slow in the 1950's, where the relatively few children born during the Great Depression were coming into their prime labor market years.\r<br/><br/>We've had slow growth since 2000 in the labor force.  Is it possible the baby bust of the 1970's is the most obvious culprit?  And could the solution be the echo boom that started ramping up around 1989 and held strong through the 1990's and into today?\r<br/><br/>People are born, come of age and have to leave home.  They need to eat, clothe themselves, and find shelter, and then they tend to get married and have kids, all of which creates the base economic demand.  If there aren't \"enough\" people performing the basic activities compared to what was previously happening, the economy seems slow and sputtering, and jobs fail to be created.  Certainly there are recessions and booms as well, but the most basic rhythm driving the economy is the birth rate.\r<br/><br/>If there are fewer people around forming families, and they are hanging out at the bar blowing their money on alcohol and condom consumption for more years and delaying family formation, its no surprise we will have slow growth.  Those are the people we \"need\" to go out and get married, buy houses and furniture, have kids, buy lots of baby and kids stuff, etc. in order for the economy to look normal.\r<br/><br/>Occam's razor applies here too.  Lets not overthink the economy.", "recommendationCount": 1}, {"assetID": 3033725, "replies": [], "lft": 18, "assetURL": "http://economix.blogs.nytimes.com/2011/07/29/economic-growth-worse-than-we-thought/", "parentID": null, "commentID": 4256701, "rgt": 19, "userDisplayName": "Saulius", "createDate": "1312093931", "userID": 64602711, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1312094104", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Lithuania", "commentType": "comment", "updateDate": "1312090504", "commentSequence": 8, "commentBody": "Comments from our press<br/>\nToday it was announced that, based on initial assessment, the U.S. gross domestic product during the second quarter of this year grew by just 1.3 per cent, when analysts had expected that growth will average 1.8 percent even. While the adjusted data showed that during the first quarter of this year the U.S. economy grew at 1.9 percent and 0.4 percent in just the last quarter of last year grew at 3.1 per cent, while only 2.3 per cent.<br/><br/>Revision of the previous quarters of U.S. gross domestic product, changes show that the American economy began to slow down before the fuel prices have risen and Japan in the event of natural disaster. This is not the first time, when a subsequent revision of the data reveals that America's gross domestic product growth rate was significantly different than previously announced. Thus, representatives of the American Statistical or simply do not pay to run, or just tend to manipulate the data?<br/>\nNo explanation for this large discrepancy was not given", "recommendationCount": 2}, {"assetID": 3038332, "replies": [], "lft": 36, "assetURL": "http://kristof.blogs.nytimes.com/2011/07/30/john-stott-and-evangelical-christians/", "parentID": null, "commentID": 4255923, "rgt": 37, "userDisplayName": "JSF", "createDate": "1312077386", "userID": 7496589, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1312094329", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "DC", "commentType": "comment", "updateDate": "1312090729", "commentSequence": 17, "commentBody": "Evangelicals used to be protestant.  To call any protestant, no matter how accomplished, \"the pope among the world’s evangelicals\" shows us just how far they have come.   <br/><br/>They wish to keep the government out of people's lives when it comes to finance and their view of big government but contradictorily want the government to enforce their own view of social requirements in regards to abortion and gay rights. <br/><br/>Once the rest of the evangelical world wants to stand up and say that their views have little to do with either American principles or equality or Jesus' love, then we can talk. ", "recommendationCount": 19}, {"assetID": 3038332, "replies": [], "lft": 38, "assetURL": "http://kristof.blogs.nytimes.com/2011/07/30/john-stott-and-evangelical-christians/", "parentID": null, "commentID": 4255927, "rgt": 39, "userDisplayName": "j-tone", "createDate": "1312077429", "userID": 19007814, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1312094329", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "San Francisco, CA", "commentType": "comment", "updateDate": "1312090729", "commentSequence": 18, "commentBody": "I enjoyed the sentiment of this piece very much.  For a long time (Sam Harris paraphrasing alert) I've struggled to respect the beliefs of evangelicals, just as I struggle to respect any beliefs that don't come from a place of sound reason.  Even more futile has been my attempt to reconcile the literal bible interpretation required of evangelicals with the more moderate views of people like Mr. Stott — far as I can tell, Pat Robertson and friends appear to be correct about their god's position on homosexuality.  <br/><br/>But Mr. Kristof makes a thoughtful point: maybe it's time I admit that we're not going to change each other's minds, and that if maybe I concentrate on valuing all of the good that evangelicals accomplish and just respect THAT, then maybe I'd be less of a blowhard myself.", "recommendationCount": 28}, {"assetID": 3038332, "replies": [], "lft": 40, "assetURL": "http://kristof.blogs.nytimes.com/2011/07/30/john-stott-and-evangelical-christians/", "parentID": null, "commentID": 4255930, "rgt": 41, "userDisplayName": "Loveofwisdom", "createDate": "1312077475", "userID": 13002944, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1312094329", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Libertyville, IL", "commentType": "comment", "updateDate": "1312090729", "commentSequence": 19, "commentBody": "Sir, what a beautiful and uplifting reminder that the \"blowhards are not walking the true path. Mr Stotto' work is unknown to me a universalist Quaker, but I will definately add his work to my non=fiction reading list. Continued blessings in the good work that you do, Sir.", "recommendationCount": 10}, {"assetID": 3038332, "replies": [], "lft": 42, "assetURL": "http://kristof.blogs.nytimes.com/2011/07/30/john-stott-and-evangelical-christians/", "parentID": null, "commentID": 4255969, "rgt": 43, "userDisplayName": "Parker", "createDate": "1312078067", "userID": 60801067, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1312094329", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Oklahoma", "commentType": "comment", "updateDate": "1312090729", "commentSequence": 20, "commentBody": "Cherry picking one compassionate, not financially motivated, Christian intellectual out of the bunch to represent the masses does not pardon the rest from their rampant intolerance to sexual orientation, bigotry, and mass indoctrination of children across the world. If there are so many empathetic evangelicals who feel as if their religious ablutions have been hijacked, they certainly don’t seem to make much of a fuss about it. In fact, the sheer number of followers attracted to televangelists suggests the exact opposite.  <br/><br/>You can certainly equate charitable acts done by evangelicals and atheists, but unlike evangelicals, and in general religious folk, atheists partake in charity for different reasons. To be fair, both most probably do so because they generally care for others and want to help. But there is a big difference in building a school in Africa for the sole purpose of teaching the children to read, and building a school not because you want to teach the kids to read, but rather spread the word of God while teaching the kids to read the bible.  This is charity under a false pretence.  The underlying motive for charity done by an individual should not be motivated by a religious institution. This is because there will always be an underlying political/theological message associated with the act. Evangelicals are after one thing, followers. By doing charity they promote their name in an attempt to spread their doctrine to as many as possible. “Look, we just gave this African boy a bottle of water. Come see what else we can do following in the footsteps of Jesus. Here’s a free bible!” I cannot in good conscience equate the two charitable acts because you cannot ignore the underlying motive for religious institutions. We should promote charitable acts done without these door to door charlatan tactics. Only then, in the freest and least doctrinaire way, can I equate charity done by religious institutions with those that aren’t.", "recommendationCount": 78}, {"assetID": 3038332, "replies": [], "lft": 44, "assetURL": "http://kristof.blogs.nytimes.com/2011/07/30/john-stott-and-evangelical-christians/", "parentID": null, "commentID": 4255974, "rgt": 45, "userDisplayName": "Thomas Mischler", "createDate": "1312078150", "userID": 45676047, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1312094329", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Grand Haven, MI", "commentType": "comment", "updateDate": "1312090729", "commentSequence": 21, "commentBody": "Nick, thanks for a refreshingly honest look at evangelical Christians. I have plenty of friends and acquaintances who claim allegiance to that group, and I know they are not what they are often accused of being. Far from being a handicap, their religion contributes a great deal to their positive character. There are more genuine followers of Christ than we sometimes are willing to admit. <br/><br/>Gandhi famously said, \"Your Christians do not resemble your Christ.\", and in the self-promoting, Billy Sunday examples you noted, he was absolutely correct. But my personal experience, and that of many others, defies that truism. America, and the world, is filled with followers of Christ who do exemplify the honesty, humility and selfless love that Christ taught. And because of their humility, we seldom hear about them. <br/><br/>Christ said, \"By their fruits you will know them.\" What a simple, beautiful bit of advice. We spend too much time worrying about what labels people wear, what religion or political party they claim allegiance to, their race, gender, age, sexual orientation, nationality, and every other artificial attribute. We should instead look at what they do. <br/><br/>One last quote, from Helen Keller: \"The world is filled with suffering. It is also filled with the overcoming of suffering.\" The bottom line is whether one creates suffering or alleviates it. That is the true judge of a person's character. Anything else is decoration. ", "recommendationCount": 45}, {"assetID": 3038332, "replies": [], "lft": 46, "assetURL": "http://kristof.blogs.nytimes.com/2011/07/30/john-stott-and-evangelical-christians/", "parentID": null, "commentID": 4255978, "rgt": 47, "userDisplayName": "CynthiaA56", "createDate": "1312078177", "userID": 47351249, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1312094329", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Dallas, TX", "commentType": "comment", "updateDate": "1312090729", "commentSequence": 22, "commentBody": "Nick, as usual, your insight is impeccable. Over my 38 years as a journalist, the past 24 specializing in religion, I can affirm that I have met at least as many liberal Christian blowhards and bullies as I have of \"evangelical\" stripe. John Stott was one of the highest examples of the true meaning of the word \"evangelical,\" which comes from the Greek \"euangelion\" and literally means \"good news.\" If all Christians were as \"evangelical\" as Stott, then there would be earthshaking changes in the systems of the world that oppress and demand human beings. Perhaps your column is a sign that more Christians are waking up to fuller interpretations of the gospel message, and that they will indeed do more to emulate the life and teachings of Jesus, the Christ. Good job, Nick! ", "recommendationCount": 26}, {"assetID": 3038332, "replies": [], "lft": 48, "assetURL": "http://kristof.blogs.nytimes.com/2011/07/30/john-stott-and-evangelical-christians/", "parentID": null, "commentID": 4256000, "rgt": 49, "userDisplayName": "T", "createDate": "1312078617", "userID": 64602117, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1312094329", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Colorado", "commentType": "comment", "updateDate": "1312090729", "commentSequence": 23, "commentBody": "Thank you, Mr. Kristof, for your wonderful tribute to mature Christian faith &amp; belief, through your reflection on the great Dr. Stott. There are indeed far more such believers than our louder and less thoughtful brethren.  Similar to centrists/moderates in today's political climate, it is not easy to be heard above the din of those eschewing true faith in favor of simplistic certainties.  As you intimated: The most powerful works of God are done in ways and places not often seen by the wider public.  Your column offers encouragement.  While organized religion makes more sense to me than disorganized religion, I genuinely honest feedback from those those not (yet?) sharing my faith.  Keep on truckin', Sir.  Christ is bound to His Body, but certainly not limited by us.", "recommendationCount": 11}, {"assetID": 3038332, "replies": [], "lft": 50, "assetURL": "http://kristof.blogs.nytimes.com/2011/07/30/john-stott-and-evangelical-christians/", "parentID": null, "commentID": 4256053, "rgt": 51, "userDisplayName": "Bob", "createDate": "1312079438", "userID": 26601466, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1312094329", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Maryland", "commentType": "comment", "updateDate": "1312090729", "commentSequence": 24, "commentBody": "Unfortunately doing God's work is hard work.  It is easier to distort the Bible for political and economic gain. Unfortunately there is too little of the former and too much of the latter", "recommendationCount": 15}, {"assetID": 3038332, "replies": [], "lft": 52, "assetURL": "http://kristof.blogs.nytimes.com/2011/07/30/john-stott-and-evangelical-christians/", "parentID": null, "commentID": 4256059, "rgt": 53, "userDisplayName": "twestgard", "createDate": "1312079576", "userID": 39961185, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1312094329", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Chicago, Illinois", "commentType": "comment", "updateDate": "1312090729", "commentSequence": 25, "commentBody": "I get your point, not everyone who is Christian deserves the scorn that the blowhards have earned. Fair enough. But I just about jumped out of my chair when I read this:<br/><br/>\"Some seem homophobic, and many who claim to be 'pro-life' seem little concerned with human life post-uterus.\"<br/><br/>That minimizes the corrosive effect of Christianity to the point of being a lie you should retract. Evangelical Christianity, especially if qualified as \"some,\" go FAR beyond seeming homophobic. Let's keep in mind that Fred Phelps and the Klan are part of evangelical Christianity. They don't \"seem homophobic.\" They openly call for the slaughter of gays.<br/><br/>And less dramatically, who opposes gay marriage in the United States? What organized groups put resources into opposing marriage equality? Okay, Catholics and Mormons, in addition to evangelical Christians. But it's not like opposing gay marriage was some fringe group. Fact is, those bigots still control marriage policy in more than half our states, and in the federal government.<br/><br/>I don't buy it. Some people are just good, and under that group, some were drawn into Christianity. But Christianity itself guarantees nothing, not kindness, not compassion, not caring for others, not generosity - in other words, its performance is dismal. We would be better off without it.", "recommendationCount": 71}, {"assetID": 3038332, "replies": [], "lft": 54, "assetURL": "http://kristof.blogs.nytimes.com/2011/07/30/john-stott-and-evangelical-christians/", "parentID": null, "commentID": 4256072, "rgt": 55, "userDisplayName": "Wendy", "createDate": "1312079785", "userID": 48592831, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1312094329", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New Jersey", "commentType": "comment", "updateDate": "1312090729", "commentSequence": 26, "commentBody": "Thank you, Mr. Kristof, for this column. John Stott was one of the authors who explained my faith to me when I first became a Christian. Perhaps it's because I subscribed to his brand of evangelicalism that I find myself so disappointed and disillusioned in my fellow Christians these days. Evangelicals are now known more for their negative stances on homosexuality and abortion and their Republican politics than they are for helping the poor. The very definition of evangelical pre-supposes a belief in the Bible as the inerrant Word of God, and yet many proponents appear to be able to ignore the repeated instructions of Jesus regarding social justice in their holy book. How do they interpret a verse like: \"Whatever you do unto the least of these, you do unto me,\" I wonder? My disillusionment has reached a point at which I no longer consider myself an evangelical, so it was good to be reminded that there are still those, like John Stot,t who actually try to live by the words they espouse.", "recommendationCount": 9}, {"assetID": 3038332, "replies": [], "lft": 56, "assetURL": "http://kristof.blogs.nytimes.com/2011/07/30/john-stott-and-evangelical-christians/", "parentID": null, "commentID": 4256091, "rgt": 57, "userDisplayName": "Jay Diamond", "createDate": "1312080021", "userID": 15909861, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1312094329", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New York City", "commentType": "comment", "updateDate": "1312090729", "commentSequence": 27, "commentBody": "This column reflects on something that has bothered me for year, and that is the lack of any distinctions between Evangelical Christians and Fundamentalist Christians.<br/><br/>Evangelicals are about spreading the “Good New”.  Fundamentalists are about the rigid reading of scripture.<br/><br/>Today in America, about 25% of Evangelicals are not Fundamentalists !<br/><br/>The press and dumb talk radio and dumb cable and worse, dumb liberals, and dumb right wingers get all this confused.<br/><br/>And to make it yet more complicated, until about 1950, a great many Fundamentalists were economic liberals who today would be denounced as far left socialists, i.e., William Jennings Bryan, who believed that the same God who commanded him to denounce evolution, also commanded him to an economic philosophy of left liberalism that Bryan, himself called, “APPLIED CHRISTIANITY”.<br/><br/>Most of the press, tv, radio people don’t know any of the above, and that is one reason why the USA is turning into a cruel and idiotic place !", "recommendationCount": 8}, {"assetID": 3038332, "replies": [], "lft": 58, "assetURL": "http://kristof.blogs.nytimes.com/2011/07/30/john-stott-and-evangelical-christians/", "parentID": null, "commentID": 4256119, "rgt": 59, "userDisplayName": "S", "createDate": "1312080468", "userID": 38171940, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1312094329", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New York", "commentType": "comment", "updateDate": "1312090729", "commentSequence": 28, "commentBody": "Maybe I'm confused.  I thought the designation \"evangelical\" means that these are Christians who believe they have a moral imperative to evangelize, i.e. bring Christ to the unwashed masses.  Implicit in that mission is a judgment that those who are not Christian have something wrong with them and are going to hell.  I take issue with that.  Oh, and they don't just \"seem homophobic.\"  Many or most of them are.  Yes, they do a lot of good in the world, but it is wrong to let them off the hook because of it.  Evangelical Christianity, like any other religion or ideology, also ruins lives because of its flaws.  <br/><br/>-Former evangelical Christian and soon-to-be-married lesbian.", "recommendationCount": 18}, {"assetID": 3038332, "replies": [], "lft": 60, "assetURL": "http://kristof.blogs.nytimes.com/2011/07/30/john-stott-and-evangelical-christians/", "parentID": null, "commentID": 4256129, "rgt": 61, "userDisplayName": "Pete", "createDate": "1312080576", "userID": 48355741, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1312094329", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New Jersey", "commentType": "comment", "updateDate": "1312090729", "commentSequence": 29, "commentBody": "Thank you for the article on John Stott. As a devoted daily reader of the Times, and a Pastor of a Christian church, I found it refreshing to read an article with a positive view on Christianity - sorry to say, it is quite rare. Mr. Stott has many brilliant peers that carry on his tradition of scholarship mixed with practical application of the Christian faith. To anyone interested I would recommend the works of Tim Keller, Dallas Willard, Ravi Zacharias and N.T. Wright. Jesus remains the most dominant figure in history for a reason. Those of us attempting to follow Him continually fall short of the bar he set but we won't stop trying to put his teachings into practice. For a newspaper that claims to report \"all the news that is fit to print\", it would only be \"tolerant\" to allow someone like Dr. Keller, who is the Pastor of a large church in Manhattan, to give voice to a more conservative angle on social issues - David Brooks was somehow able to sneak past the NYT bouncer at the front door...there is always hope when you have faith", "recommendationCount": 6}, {"assetID": 3038332, "replies": [], "lft": 62, "assetURL": "http://kristof.blogs.nytimes.com/2011/07/30/john-stott-and-evangelical-christians/", "parentID": null, "commentID": 4256152, "rgt": 63, "userDisplayName": "JudyN", "createDate": "1312080928", "userID": 25823603, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1312094329", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Orlando, FL", "commentType": "comment", "updateDate": "1312090729", "commentSequence": 30, "commentBody": "Thank you for your firsthand report of the good Evangelicals are doing on the front lines vs. poverty and injustice. Sadly, our \"representatives\" have been the bigoted blowhards the media love to feature, while quietly followers of Christ are loving people in dangerous places. I wish the media would look for the quiet, heroic stories rather than the loud, empty ones. Also, I often wonder if the media would be so cruel if they had a friend or relative who was an Evangelical. I think those friendships would serve us both. ", "recommendationCount": 4}, {"assetID": 3038332, "replies": [], "lft": 64, "assetURL": "http://kristof.blogs.nytimes.com/2011/07/30/john-stott-and-evangelical-christians/", "parentID": null, "commentID": 4256169, "rgt": 65, "userDisplayName": "MST", "createDate": "1312081095", "userID": 2406126, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1312094329", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Syracuse, NY", "commentType": "comment", "updateDate": "1312090729", "commentSequence": 31, "commentBody": "Evangelicals were major leaders in the abolitionist and woman suffrage movements, and were responsible for the Social Gospel of the late nineteenth century. Jimmy Carter is an Evangelical. As a progressive Catholic, I have learned from Jim Wallis and Sojourners, not to mention numerous individuals in my own circle.  Just as there are reactionaries in my own church who in my view give Catholics a bad name, neither can all Evangelicals be judged by a few blowhards.  But WHY does this happen so repeatedly?  WHY do those in the media repeatedly turn to the Falwells and now Franklin Graham when they want \"a representative (sic) Evangelical voice\"? Probably for the same reason that they turn to the self-appointed \"Catholic spokesman,\" William Donahue from the misnamed \"Catholic League\" (it's basically a one-man operation).  It's laziness--Nicholas Kristof accepted, of course. But repeated cases of this simply reinforces easy-to-categorize, if erroneous, stereotypes.", "recommendationCount": 10}, {"assetID": 3038332, "replies": [], "lft": 66, "assetURL": "http://kristof.blogs.nytimes.com/2011/07/30/john-stott-and-evangelical-christians/", "parentID": null, "commentID": 4256203, "rgt": 67, "userDisplayName": "Jackie", "createDate": "1312081657", "userID": 56993887, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1312094329", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New York, NY", "commentType": "comment", "updateDate": "1312090729", "commentSequence": 32, "commentBody": "Thank you so much for writing this column. As a student at a northeastern liberal arts college, I struggle with the snide comments from my classmates about the Christian right. The term \"Christian left\" is almost inconceivable in conversations that I've had with my friends. I've defended my faith in any number of situations, but with regards to social issues it's almost always the blame game-- the fault of the Christian evangelicals, as opposed to Christian blowhards-- that nothing gets done. True faith isn't displayed on television or through condemnation, but rather by following Jesus' call to love others. John Stott has shaped my faith over the past few years. Thank you for your column. ", "recommendationCount": 13}]}, "copyright": "Copyright (c) 2016 The New York Times Company.  All Rights Reserved."}