{"debug": {"version": 3.1}, "status": "OK", "results": {"api_timestamp": "1481459943", "totalCommentsFound": 3117, "totalCommentsReturned": 25, "comments": [{"assetID": 1343444, "replies": [], "lft": 152, "assetURL": "http://lens.blogs.nytimes.com/2010/04/08/about-3/", "parentID": null, "commentID": 1930532, "rgt": 153, "userDisplayName": "Twinkles86", "createDate": "1272772429", "userID": 60387169, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1272772819", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Willow, Alaska", "commentType": "comment", "updateDate": "1272769219", "commentSequence": 62, "commentBody": "This is so-ooo AWESOME!!!  It will be early here, but I would like to do something!  And I can't wait to see all the photos that will be submitted!!", "recommendationCount": 0}, {"assetID": 1407825, "replies": [], "lft": 194, "assetURL": "http://dotearth.blogs.nytimes.com/2010/04/27/on-climate-certainty-and-climate-credibility/", "parentID": null, "commentID": 1930237, "rgt": 195, "userDisplayName": "wmar", "createDate": "1272764216", "userID": 13143930, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1272773258", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "usa", "commentType": "comment", "updateDate": "1272769658", "commentSequence": 94, "commentBody": "David,<br /><br />We agree there is a linear warming trend, along with its attendant wobbles and excursions, do we also agree there is a linear warming trend, along with its attendant wobbles and excursions, from the end of the LIA until today?<br /><br />As both of these assertions as to trend are correct, and the later period you discuss is not accelerated beyond the earlier period, I ask you to attach to your 1880 forward assessment (as with the river rapids analogy), because the pre-1880 trend was in effect.<br /><br />As soon as you do this it becomes apparent that the linear warming trend existed from the end of the LIA forward along with its wobbles and excursions and does not deviate towards an unprecedented warming rate in the recent past.  As this is the case, if one then applied your formula (the carbon effect formula you discuss) as having accounted for the linear trend since 1880, when this trend was then already long-established, can only be done if one then adds that much more warming over and above the trend already long in place.<br /><br />The reality is that you can show the continuation of the trend, and I can show that it was long in place and has not deviated (except during a warm-phase or cool-phase wobble/excursion), and has not deviated overall despite all human carbon since the end of the LIA.<br /><br />To have your formula apply, it would have had to warm up that much more than the trend already in place, this has not happened, as a matter of objective fact.  The trend continued and did not advance or accelerate over the 13 decades you discuss, except as it wobbled.<br /><br />As we have not warmed up over and above the base trend long in place, as the early 20th century was hotter faster than the later 20th century, as the 1934 year was hotter than the 1998 year, etc ... The formula you advance cannot be valid, unless ... the past trend long in place ended exactly at 1880 and then your formula took over assuming nature simply agreed to provide no additional heat.  As the longer ago past of the climate establishes, this would be an extremely speculative assumption and is really impossible to prove or test.  But the fact that recent warmth is less than that of prior warmth and that global temperatures over the last 15 years have plateaud in any material way, even according to the CRU, again, the assumption that was so highly speculative (prior warming ceased all at once in 1880 then carbon took over), finds absolutely no objective scientific support.<br /><br /><a href=\"http://c3headlines.typepad.com/.a/6a010536b58035970c012875f55267970c-pi\" target=\"_blank\">http://c3headlines.typepad.com...</a><br /><br />The recent years of cooling are also objectively factual according the NCDC and UAH, et al.<br /><br /><a href=\"http://c3headlines.typepad.com/.a/6a010536b58035970c0120a7a8f49c970b-pi\" target=\"_blank\">http://c3headlines.typepad.com...</a><br /><br />Best Wishes<br />", "recommendationCount": 2}, {"assetID": 1421091, "replies": [], "lft": 46, "assetURL": "http://dotearth.blogs.nytimes.com/2010/05/01/a-dumb-question-about-stanching-deep-oil/", "parentID": null, "commentID": 1930244, "rgt": 47, "userDisplayName": "R. Law", "createDate": "1272764626", "userID": 57123959, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1272773267", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Texas", "commentType": "comment", "updateDate": "1272769667", "commentSequence": 22, "commentBody": "Not sure what to make of this link, but the posts are interesting:<br /><br /><a href=\"http://gcaptain.com/forum/professional-mariner-forum/4805-transocean-deepwater-horizon-fire-19.html#post31971\" target=\"_blank\">http://gcaptain.com...</a><br /><br />especially the posts in the 450's - were there really several explosions, and what VIP tour (was there one) of the rig went on that day ?", "recommendationCount": 1}, {"assetID": 1421091, "replies": [], "lft": 48, "assetURL": "http://dotearth.blogs.nytimes.com/2010/05/01/a-dumb-question-about-stanching-deep-oil/", "parentID": null, "commentID": 1930256, "rgt": 49, "userDisplayName": "Ted Morgan", "createDate": "1272765219", "userID": 10845986, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1272773282", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Baton Rouge", "commentType": "comment", "updateDate": "1272769682", "commentSequence": 23, "commentBody": "One summer, I got to work on a rig near the LSU campus. Drilling fascinated me. The rig on which I worked later melted (on another site). Much can go wrong with even the best technology. We need the oil and gas, but we cannot afford the damage our technologies for obtaining these resources cause. No matter what we do, we make mistakes. Bad stuff happens.<br /><br />It is easy to criticize BP, the State of Louisiana, and the United States government. Something as simple as a mistake in calculating drilling fluids and pressure might account for the accident. One wonders whether an acoustic switch might have saved the day.<br /><br />Louisiana is the most intriguing place in the United States. We know more about drilling than any other people in the world. The experts live here, but even the best people cannot get it right.<br /><br />Anyway, nice opinion piece.<br /><br />", "recommendationCount": 2}, {"assetID": 1421091, "replies": [], "lft": 50, "assetURL": "http://dotearth.blogs.nytimes.com/2010/05/01/a-dumb-question-about-stanching-deep-oil/", "parentID": null, "commentID": 1930302, "rgt": 51, "userDisplayName": "Ike Solem", "createDate": "1272766519", "userID": 57245573, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1272773288", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "CA", "commentType": "comment", "updateDate": "1272769688", "commentSequence": 24, "commentBody": "Christopher Yuan has a lot of good points - but remember this - we've had alternatives to petroleum since the late 1970s.  Back then, silicon solar panels might have averaged 10% efficiency - now they're at 20%, and that's in spite of the Department of Energy's refusal to fund solar PV research at anything other than the most miniscule scale - that's been the case ever since 1980, and it doesn't matter what political party is holding the purse strings, the DOE just won't do it.<br /><br />You could meet all transportation needs with a combination of wind and solar electricity for charging batteries, photosynthetic fuels derived preferable from algae, and photosynthetic hydrogen, methanol and longer hydrocarbons derived from water and atmospheric CO2 (i.e. what plants do) - all with zero need for coal, oil and natural gas pollution - or uranium, for that matter.<br /><br />Such technologies are sustainable and would never result in the kind of inevitable ecological disaster we now see in the Gulf of Mexico.  However, our rotten government had refused to back these technologies, and instead promotes tar sand oil imports, expanded use of coal, more nuclear power plants, and offshore oil drilling.<br /><br />Obama? Bush? Palin? Clinton? When it comes to the clout of the fossil fuel lobby, the fossil fuel commodity traders (like Goldman Sachs), and the other vested financial interests, both parties get down on their knees and pray for campaign contributions from the Big Dirty.  Does the press cover this? Hardly - the DOE budget request for 2011 is already out - I dare you to find a single media analysis of it!<br /><br />At some point, the insanity has to end - but what's it going to take?  First of all, stop thinking that one political party or the other is going to do anything to change the corrupt status quo.  Politicians - as a group - need to be held responsible for their shameless behavior - and so do our media outlets - I mean, CNN fired their entire science &amp; technology team for running accurate stories about the ecological impacts of global warming, didn't they?", "recommendationCount": 8}, {"assetID": 1418007, "replies": [], "lft": 40, "assetURL": "http://dotearth.blogs.nytimes.com/2010/04/30/weighing-risks-of-coastal-oil-and-cleanups/", "parentID": null, "commentID": 1930313, "rgt": 41, "userDisplayName": "Mark A. York", "createDate": "1272766944", "userID": 16774938, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1272773293", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Sunland, CA", "commentType": "comment", "updateDate": "1272769693", "commentSequence": 19, "commentBody": "If a windmill falls over in the sea it becomes a structure conducive to aquatic life as with sunken shipwrecks. No matter where oil is freed from its sequestration, damage will be the result. It is when used as directed.", "recommendationCount": 0}, {"assetID": 1374246, "replies": [], "lft": 164, "assetURL": "http://dotearth.blogs.nytimes.com/2010/04/16/no-american-left-inside/", "parentID": null, "commentID": 1930416, "rgt": 165, "userDisplayName": "Kellye", "createDate": "1272769706", "userID": 60246398, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1272773298", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Tulsa, OK", "commentType": "comment", "updateDate": "1272769698", "commentSequence": 77, "commentBody": "We are lucky that we have places nearby to get outdoors. However, it doesn't have to be too far away to get out and explore. My husband and I play disc golf and the local park we play at has a shallow creek. We took our five year old there and she got to observe the hundreds of tadpoles in the water. The next time, she took her magnifying glass. She enjoyed getting wet, dirty and \"exploring\" the great outdoors.<br /><br />If we can get the generation of our children to understand the beauty of nature, perhaps there can be some change in the fight for our world. ", "recommendationCount": 0}, {"assetID": 1421091, "replies": [], "lft": 52, "assetURL": "http://dotearth.blogs.nytimes.com/2010/05/01/a-dumb-question-about-stanching-deep-oil/", "parentID": null, "commentID": 1930423, "rgt": 53, "userDisplayName": "nso7", "createDate": "1272769818", "userID": 60387057, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1272773317", "userTitle": null, "editorsSelection": 1, "statusID": 2, "userURL": null, "userLocation": "Connecticut", "commentType": "comment", "updateDate": "1272769717", "commentSequence": 25, "commentBody": "Use a funnel shaped concrete containment vessel, apparently readily available in the industry. The problem seems to be coming up with 5000 feet of pipe. Why not use 2\" Polyethylene tuning. It comes in 100 foot rolls, at about $155.00/roll, and joining fittings are readily available. Use 50 + rolls, and gang up 4 or 5 lengths to get the equivalent of one 8\" diameter pipe 5000 feet long. Total cost about $65,000. A simply fabricated manifold will join them all at the bottom and at the surface.  Physics will carry the oil to the surface where it can be isolated and contained and pumped into barges. At 5000 barrels (approx 210,000 gallons) /day, the pipes need only carry total about 145 gallons/minute. ", "recommendationCount": 1}, {"assetID": 1421091, "replies": [], "lft": 54, "assetURL": "http://dotearth.blogs.nytimes.com/2010/05/01/a-dumb-question-about-stanching-deep-oil/", "parentID": null, "commentID": 1930576, "rgt": 55, "userDisplayName": "Andy Revkin", "createDate": "1272773746", "userID": 2781029, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1272773757", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Dot Earth blogger, Reporter", "commentType": "comment", "updateDate": "1272770157", "commentSequence": 26, "commentBody": "Michael E. Webber, an assistant professor of mechanical engineering at the University of Texas, Austin, sent this reaction by email, focused on the political context:<br /><br />Seafloor nuclear detonation is starting to sound surprisingly feasible and appropriate.... I never thought I would hear myself write that out loud.<br /><br />The environmental disaster unfolding before our eyes (close on the heels of coal mining disasters) has important long-term impacts in negative and positive ways on energy security, decarbonizing our energy systems, producing sufficiently abundant energy sources, maintaining economically robust energy prices, and protecting the environment.  It’s a complicated and slow-moving nightmare. Obama took a beating by environmentalists for pushing to open up offshore oil and gas production, and this disaster just exacerbates it; I wonder if the loss in credibility with environmentalists because of this spill is enough to substantially undermine future energy policy initiatives. At the same time, he gained credibility with oil and gas, and by not giving up on his pledges for offshore production, is increasing his industrial credibility, which might enhance his ability to enact future energy policy initiatives because he’ll get less opposition from them downstream.<br /><br />This is all very fascinating.  Obama looks like one of the losers in this, but in the end, I predict he’ll be a winner because industry will “owe” him one, and environmentalists will come back around to support him.  And, as we worry about offshore production, increased safety regulations might increase prices, which will make renewables more competitive.  At the same time, bans on mountaintop removal mining will push coal producers underground, while underground mining will have steeper safety regulations, which will push the price of coal up, too. Consequently, renewables win again, too.  Natural gas is also one of the winners because people see the oil spill on the news and blame oil, but are likely to forget natural gas’ likely culpability in the original explosion, and therefore natural gas might emerge unscathed as the clean, “safe” and domestic fuel.<br /><br />Regardless, swift action is better than slow, decisive action.", "recommendationCount": 3}, {"assetID": 1417321, "replies": [], "lft": 6, "assetURL": "http://bayarea.blogs.nytimes.com/2010/04/30/reinventing-hunters-point-and-other-highlights-from-fridays-bay-area-report/", "parentID": null, "commentID": 1930192, "rgt": 7, "userDisplayName": "Aaron", "createDate": "1272762443", "userID": 59814262, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1272773897", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Santiago, Chile", "commentType": "comment", "updateDate": "1272770297", "commentSequence": 2, "commentBody": "I was involved in testing samples from Hunter's Point for toxic contaminants seven years ago.  This place, at that time, was unbelievably contaminated.  It should definitely be cleaned up, but can they guarantee that $7 billion will actually make it a  safe place for people to live?  And is this the best use of so much money at this time?", "recommendationCount": 0}, {"assetID": 1421401, "replies": [], "lft": 18, "assetURL": "http://offthedribble.blogs.nytimes.com/2010/05/01/turn-back-the-clock-to-1970/", "parentID": null, "commentID": 1930470, "rgt": 19, "userDisplayName": "Christopher Andrews", "createDate": "1272770807", "userID": 17252754, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1272775852", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Oakland CA", "commentType": "comment", "updateDate": "1272772252", "commentSequence": 8, "commentBody": "We had been watching the 1970 NBA playoffs on our first TV, a tiny black and white model that my father had bought just for that occasion.  I was almost twelve years old—this series marking a transition to a proto adult state from being a kid—especially during the games where it was just my father and I male bonding, him talking to the television, jumping up and echoing Marv Albert “Yes, it counts and a foul…”<br /><br />My mom had a tremendous crush on Willis Reed, and you could see why, he was clearly someone who took care of business.  But then we all went wild in front of the Grundig radio—madly in love with our Knicks, we didn’t need a television, Marv’s voice and of course the events themselves painted an electric picture.<br /><br />The full television coverage of this game has been shown on NBA TV, and for the resourceful, is available online as well—I have watched the first quarter several times—the game is effectively over pretty quickly, if the Lakers had thrown in the towel we would have understood—this was history, not basketball, and it inevitably arced towards the Knicks.<br /><br />Despite Reed’s season long inspirational heroics, and Clyde was the player most inspired in this game, who with his mastery of defense and offense and play making, his utter ruthlessness, and unflappability, foretells for me of Bird and Jordan--my personal favorite was always Dr. Richard Barnett, “Tricky Dick”, who despite his sleepy eyes and awkward frame was a great offensive player—“Fall back baby” he would call out as he launched his jump shot, his legs tucked under him in a spastic kick, and also completely underrated defensively (he was typically given the task of guarding the opposing team's shooting guard).  Several decades later, when I was doing research in the 42nd St. branch of the New York Public Library, I would spot him in the reading room, probably working on his eventual PhD in education from Fordham.  He embodies the absolute uniqueness and intelligence of New York City's most emblematic athletes.", "recommendationCount": 2}, {"assetID": 1421401, "replies": [], "lft": 20, "assetURL": "http://offthedribble.blogs.nytimes.com/2010/05/01/turn-back-the-clock-to-1970/", "parentID": null, "commentID": 1930533, "rgt": 21, "userDisplayName": "Stuart", "createDate": "1272772433", "userID": 4614665, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1272775900", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Jerusalem, Israel", "commentType": "comment", "updateDate": "1272772300", "commentSequence": 9, "commentBody": "Wow,.40 years goes by a bit too fast for comfort!!!<br /><br />I was wandering around in a car with a good friend (I didn't drive yet) on Route 46 near Montclair, New Jersey, a month before High School graduation. We heard Willis's great moment on the car radio and just knew that this was a moment of destiny, that, well, one would remember where one was 40 years later!<br /><br />Remember that the Jets had won in January 1969 and the Mets in October of that year, so for a champion starved teenager, those teams that either started or finished their years in 1969 were something of a miracle.<br /><br />Just for the record- the Kent State Shootings had taken place 4 days earlier and there was the Hard Hat-Protester confrontation in NYC that day, as well as the release of the Beatles last album, Let It Be,  so I guess one has to put these sporting events into perspective, but that moment will be burned into my memory banks, which hopefully will be working 40 years from now!", "recommendationCount": 1}, {"assetID": 1422384, "replies": [], "lft": 6, "assetURL": "http://thecaucus.blogs.nytimes.com/2010/05/01/influential-and-beautiful-meet-at-correspondents-dinner/", "parentID": null, "commentID": 1930368, "rgt": 7, "userDisplayName": "Response", "createDate": "1272768334", "userID": 36550980, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1272776186", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Austin", "commentType": "comment", "updateDate": "1272772586", "commentSequence": 3, "commentBody": "Pat H., Obama already had a trip planned to the Gulf.", "recommendationCount": 122}, {"assetID": 1422384, "replies": [], "lft": 8, "assetURL": "http://thecaucus.blogs.nytimes.com/2010/05/01/influential-and-beautiful-meet-at-correspondents-dinner/", "parentID": null, "commentID": 1930369, "rgt": 9, "userDisplayName": "Larrylifelines", "createDate": "1272768343", "userID": 2221456, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1272776189", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Rockland County", "commentType": "comment", "updateDate": "1272772589", "commentSequence": 4, "commentBody": "Watching Jay Leno at the WHC dinner reminded me why I watch Letterman.", "recommendationCount": 69}, {"assetID": 1413667, "replies": [], "lft": 90, "assetURL": "http://thelede.blogs.nytimes.com/2010/04/28/arizona-iced-tea-shows-its-papers/", "parentID": null, "commentID": 1928528, "rgt": 91, "userDisplayName": "shelbyshocha", "createDate": "1272723954", "userID": 40663497, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1272776530", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "neenah", "commentType": "comment", "updateDate": "1272772930", "commentSequence": 36, "commentBody": "Go ahead and drink Arizona Iced Tea, just don't drink the water.", "recommendationCount": 0}, {"assetID": 1420100, "replies": [], "lft": 16, "assetURL": "http://thelede.blogs.nytimes.com/2010/04/30/american-directors-call-for-release-of-iranian-filmmaker/", "parentID": null, "commentID": 1928851, "rgt": 17, "userDisplayName": "Jeff", "createDate": "1272728313", "userID": 1922592, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1272776530", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Denver", "commentType": "comment", "updateDate": "1272772930", "commentSequence": 8, "commentBody": "Joel Coen and Scorsese signed a petition \"demanding\" the release of Roman Polanski. Read the petition they signed and it will make you laugh. Or make you sick. They have answered no questions on the topic or taken questions. The world knows Polanski raped a 13 year old girl and jumped bail and the credibility of Coen and Scorsese is zero.<br /><br />Don't confuse a good filmmaker with a good human being.", "recommendationCount": 1}, {"assetID": 1418176, "replies": [], "lft": 198, "assetURL": "http://thelede.blogs.nytimes.com/2010/04/30/updates-on-the-oil-slick-in-the-gulf-of-mexico/", "parentID": null, "commentID": 1928987, "rgt": 199, "userDisplayName": "Venson Thomas", "createDate": "1272730206", "userID": 2304523, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1272776530", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New York, NY", "commentType": "comment", "updateDate": "1272772930", "commentSequence": 87, "commentBody": "This is whole affair is not news.  We've been through this before.<br /><br />What would be useful, at least to myself, would be to know -- after you add up all the money that will have to spent to undo or repair at least some of the damage this new spill has brought about -- how much would we have paid and how much would we have gained by investing in some workable alternative energy sources?<br /><br />This is all about a bunch of hard-headed businessmen and the corporations that employ them.  This same insistence of sticking to an old path for the sake of easy money will continue and spills will be happening again.", "recommendationCount": 1}, {"assetID": 1418176, "replies": [], "lft": 200, "assetURL": "http://thelede.blogs.nytimes.com/2010/04/30/updates-on-the-oil-slick-in-the-gulf-of-mexico/", "parentID": null, "commentID": 1929007, "rgt": 201, "userDisplayName": "puristartist", "createDate": "1272730560", "userID": 47781285, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1272776530", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Boulder, CO", "commentType": "comment", "updateDate": "1272772930", "commentSequence": 88, "commentBody": "I saw someone else ask this, but no specific answer - Why not blow up the area where the oil is coming up out of the sea bed and cause the well to cave in?  It seems like that would stop the flow.  Truly qualified answers only please.", "recommendationCount": 0}, {"assetID": 1420100, "replies": [], "lft": 18, "assetURL": "http://thelede.blogs.nytimes.com/2010/04/30/american-directors-call-for-release-of-iranian-filmmaker/", "parentID": null, "commentID": 1929121, "rgt": 19, "userDisplayName": "michael", "createDate": "1272732244", "userID": 34368359, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1272776530", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "new york city", "commentType": "comment", "updateDate": "1272772930", "commentSequence": 9, "commentBody": "commenter #2 is wrong. whether america and its celebrities are anathema to the iranian authorities is beside the point. the point is that a prisoner does not disappear into oblivion. in panahi's case there is a name, a creative reputation, the world--and not just american filmmakers--can publicize and express solidarity with. it is long past time that panahi's arrest has made people organize and protest. the more publicity the better. ", "recommendationCount": 0}, {"assetID": 1417826, "replies": [], "lft": 24, "assetURL": "http://thelede.blogs.nytimes.com/2010/04/30/car-crash-during-campaign-event-in-britain-not-a-metaphor-ruling-party-insists/", "parentID": null, "commentID": 1929272, "rgt": 25, "userDisplayName": "AJC", "createDate": "1272734835", "userID": 57747103, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1272776530", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "London", "commentType": "comment", "updateDate": "1272772930", "commentSequence": 11, "commentBody": "Kliein - Have you ever thought that being able to divorce you partner may be in the best interests of women? No, because you're obviously arrogant.<br /><br />Britain is so ridiculously expensive? Many Americans visit London and assume that they've seen Britain - have you made this mistake? Outside the capital, and certainly as you travel north living gets cheaper. I get paid minimum wage - £5.75/h which works out around $9/h, and I manage to live fairly comfortably. ", "recommendationCount": 1}, {"assetID": 1420100, "replies": [], "lft": 20, "assetURL": "http://thelede.blogs.nytimes.com/2010/04/30/american-directors-call-for-release-of-iranian-filmmaker/", "parentID": null, "commentID": 1929540, "rgt": 21, "userDisplayName": "sherman", "createDate": "1272741380", "userID": 30301876, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1272776530", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "oakland, california", "commentType": "comment", "updateDate": "1272772930", "commentSequence": 10, "commentBody": "By all means go to the tape store and rent \"The Circle\" by Jafar Panahi.  I am a non-Iranian with a number of Iranian friends in the San Francisco area.  I visited Iran for a few weeks about 5 years ago, wandered around freely, and found ordinary Iranians to be courteous, well educated and curiously pro-Western.<br /><br />My then impression of \"The Circle\"as that it was excellent art but somewhat overstated.  Sadly, as events on the ground have turned out, it is understated.", "recommendationCount": 0}, {"assetID": 1418176, "replies": [], "lft": 202, "assetURL": "http://thelede.blogs.nytimes.com/2010/04/30/updates-on-the-oil-slick-in-the-gulf-of-mexico/", "parentID": null, "commentID": 1929698, "rgt": 203, "userDisplayName": "gpaul08", "createDate": "1272745094", "userID": 54793137, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1272776530", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Hawaii", "commentType": "comment", "updateDate": "1272772930", "commentSequence": 89, "commentBody": "MAYBE WE CAN ALL HELP CAP THE LEAKING WELL. If everyone reading this post utilizes the subtle energy that exist in our world by imagining the well caped and cleaned up then we are actually helping do just that. Stop for a minute, close your eyes and imagine the best possible scenario. DO IT WITH YOUR HEART.", "recommendationCount": 0}, {"assetID": 1413667, "replies": [], "lft": 92, "assetURL": "http://thelede.blogs.nytimes.com/2010/04/28/arizona-iced-tea-shows-its-papers/", "parentID": null, "commentID": 1929700, "rgt": 93, "userDisplayName": "hal", "createDate": "1272745171", "userID": 22398592, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1272776530", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "fl", "commentType": "comment", "updateDate": "1272772930", "commentSequence": 37, "commentBody": "For the benefit of Cappucino, no one is required to show identification or even speak to law enforcement if detained, unless engaged in some activity that requires evidence of identity (like driving). Merely walking around is not ID requiring activity.<br />", "recommendationCount": 2}, {"assetID": 1416372, "replies": [], "lft": 6, "assetURL": "http://thelede.blogs.nytimes.com/2010/04/29/live-video-and-analysis-of-the-british-debate/", "parentID": null, "commentID": 1929707, "rgt": 7, "userDisplayName": "CCD", "createDate": "1272745346", "userID": 26738619, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1272776530", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Australia", "commentType": "comment", "updateDate": "1272772930", "commentSequence": 3, "commentBody": "There's nothing democratic about the UK's first past the post electoral system - Australia is so much more democratic in that respect at all three levels: local; state; and federal.<br /><br />And all though most of the Australian electorate are too dim to cope with the complexities of electing federal senators, the voting options there again are a vast improvement on the options we had when voting at elections back in the UK for members of the House of Lords - none of course!<br /><br />There's no electoral system on earth that incorporates all the important options that voters should have - including casting negative votes for those candidates they particularly deplore.  But the UK electoral system is currently one of the least democratic of all.<br /><br />Let's hope that the LibDems can win enough seats to bring a long overdue end to first past the post. It would be an important start to democratising one of the West's least democratic countries.", "recommendationCount": 0}, {"assetID": 1422147, "replies": [], "lft": 18, "assetURL": "http://wordplay.blogs.nytimes.com/2010/05/01/fix-a-tion/", "parentID": null, "commentID": 1930629, "rgt": 19, "userDisplayName": "KarmaSartre", "createDate": "1272775538", "userID": 53999991, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1272776714", "userTitle": null, "editorsSelection": 1, "statusID": 2, "userURL": null, "userLocation": "Mercer Island", "commentType": "comment", "updateDate": "1272773743", "commentSequence": 9, "commentBody": "Very enjoyable.  Took a while to whittle through the wording on the STUMPS clue. And AIR UP seems odd. Like \"Man UP\", but with unmacho features? But a very good puzzle, many interesting clues/answers, and a well-wrought theme.<br /><br />I'm pro-VIOLA myself, and here is how I learned about musical STEPs:<br /><br /><a href=\"http://www.youtube.com/watch?v=gmUZBsFJFvk\" target=\"_blank\">http://www.youtube.com/watch?v=gmUZBsFJFvk</a>", "recommendationCount": 2}]}, "copyright": "Copyright (c) 2016 The New York Times Company.  All Rights Reserved."}