{"debug": {"version": 3.1}, "status": "OK", "results": {"api_timestamp": "1481480896", "totalCommentsFound": 3717, "totalCommentsReturned": 25, "comments": [{"assetID": 3389676, "replies": [], "lft": 23, "assetURL": "http://opinionator.blogs.nytimes.com/2013/12/11/have-we-met/", "parentID": 10717434, "commentID": 10733347, "rgt": 24, "userDisplayName": "Pam Shira Fleetman", "createDate": "1386997440", "userID": 28993366, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1386997445", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Acton MA", "commentType": "userReply", "updateDate": "1386997445", "commentSequence": 10733347, "commentBody": "I have a female friend who's a (PhD) math professor at a university in the<br/>Atlanta area, and she has prosopagnosia. She also has another condition that is closely associated with face blindness: namely, Asperger's.<br/><br/>Though this article didn't mention it, a disproportionate number of people with Asperger's also have prosopagnosia,  And, to add to the mix, a disproportionate number of mathematicians have Asperger's.<br/><br/>So, there you have it, a triangle:   Prosopagnosia  Asperger's Mathematical talent . <br/><br/>How do I know all this? I have Asperger's myself and know several Aspies with prosopagnosia (including the aforementioned math professor). And, my son, who is working on his PhD in theoretical math at MIT, also has Asperger's. (In fact, here in the Boston area, we call MIT \"Asperger's Central.\") Fortunately, neither my son nor I have prosopagnosia. (So, no excuses for us when we fail to remember people.)", "recommendationCount": 4}, {"assetID": 3389865, "replies": [], "lft": 733, "assetURL": "http://www.nytimes.com/2013/12/14/nyregion/with-affordable-care-act-canceled-policies-for-new-york-professionals.html", "parentID": 10732425, "commentID": 10733354, "rgt": 734, "userDisplayName": "SW", "createDate": "1386997586", "userID": 61718359, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1386997626", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "San Francisco", "commentType": "userReply", "updateDate": "1386997626", "commentSequence": 10733354, "commentBody": "All that the ACA has done is exchange one group of winners and losers for another.  The formerly uninsured and working poor will now have subsidized insurance, while the rest of us in the middle class will have substandard care.<br/><br/>2 months into this fiasco, I repeat that my cancelled Blue Cross policy was not only cheaper, but superior to the cheapest plan offered by the exchange.<br/><br/>Obama continues his lies by saying that all of our cancelled plans were substandard.  ", "recommendationCount": 22}, {"assetID": 3389903, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 10733353, "replies": [], "commentID": 10733844, "trusted": 0, "userDisplayName": "bandersen", "createDate": "1387015061", "userID": 45510661, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1387020829", "userTitle": "NULL", "recommendations": 39, "editorsSelection": false, "parentUserDisplayName": "Bill Appledorf", "userURL": "NULL", "userLocation": "seattle", "depth": 1, "commentType": "userReply", "updateDate": "1387020829", "commentSequence": 10733844, "commentBody": "How about some birth control programs ?"}]}, "lft": 2, "assetURL": "http://www.nytimes.com/2013/12/14/opinion/battling-homelessness-in-new-york-city.html", "parentID": null, "commentID": 10733353, "rgt": 5, "userDisplayName": "Bill Appledorf", "createDate": "1386997581", "userID": 1954665, "replyCount": 1, "commentTitle": "n/a", "status": "approved", "approveDate": "1386997627", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "British Columbia", "commentType": "comment", "updateDate": "1386997627", "commentSequence": 10733353, "commentBody": "Requiring work for financial assistance in: <br/><br/>a) an age of structural unemployment, which will probably increase in the future as robots and other technologies continue to reduce the need for human employees, <br/><br/>b) a financialized economy in which businesses that make money by manipulating assets control enormous sums while people who actually do things, like sweep floors or make beds, are paid a pittance, and <br/><br/>c) a corporate environment in which executives pay themselves bloated multiples of employees' pay and dodge taxes to the extent that the most profitable businesses in history pay zero tax and individuals who gross millions of dollars a year pay a smaller share of their income than the people they employ<br/><br/>is either a cynical expression of contempt for individuals whose worth as human beings can only be appreciated in other than monetary terms or an expression of utter ignorance of the realities of the consequences of the appropriation of this planet by corporations.", "recommendationCount": 84}, {"assetID": 3389821, "replies": [], "lft": 8, "assetURL": "http://latitude.blogs.nytimes.com/2013/12/13/the-francis-factor/", "parentID": null, "commentID": 10733357, "rgt": 9, "userDisplayName": "Howard", "createDate": "1386997670", "userID": 4985602, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1386997685", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Los Angeles", "commentType": "comment", "updateDate": "1386997685", "commentSequence": 10733357, "commentBody": "Ah, every silver lining has its cloud.<br/><br/>I recall a politically progressive friend from Baltimore celebrating when Richard Nixon and Spiro Agnew (the vice presidential winner who was the governor of Maryland) defeated Hubert Humphrey and Ed Muskie in 1968.  \"It's great,\" my friend said, \"We're going to get a new governor.\"", "recommendationCount": 4}, {"assetID": 3389791, "replies": [], "lft": 269, "assetURL": "http://wordplay.blogs.nytimes.com/2013/12/12/but-wait-theres-more/", "parentID": 10732487, "commentID": 10733362, "rgt": 270, "userDisplayName": "Maura T. Fan", "createDate": "1386997736", "userID": 63414225, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1386997745", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Manhattanville", "commentType": "userReply", "updateDate": "1386997745", "commentSequence": 10733362, "commentBody": "Fantastic story, RiA!<br/><br/>When I was in my early 30's, my regular UPS guy was of similar age and we would often share jokes/comments on sports or other topics.  In warm months, of course, the UPS uniform includes shorts.  He ensured me that the job had ... perks when deliveries were made to unaccompanied female recipients.  And he wasn't talking about little girls.  This I know from the details he provided.<br/><br/>---------<br/><br/>Dates in 2013 and 1963 fell on the same days of the week, so 1963 had a late Thanksgiving also.  My collector's edition of The New York World-Telegram and Sun from Nov. 22, 1963 (still available to anyone who collects JFK memorabilia) includes little space-fillers urging shoppers to do their Christmas shopping in November.  They even survived to the paper's final edition (which was late enough to be one of the only east coast papers that announced the President's death in an edition dated 11/22).  I suspect the editors were too busy with the Top Story to take out silliness like the little space-fillers and the TV listings (the Jack Paar show was supposed to feature Cassius Clay and Liberace).", "recommendationCount": 0}, {"assetID": 3389892, "replies": [], "lft": 2, "assetURL": "http://bits.blogs.nytimes.com/2013/12/13/some-yahoo-mail-users-suffers-from-week-long-outage/", "parentID": null, "commentID": 10733359, "rgt": 3, "userDisplayName": "John", "createDate": "1386997696", "userID": 67248210, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1386997746", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "NYC", "commentType": "comment", "updateDate": "1386997746", "commentSequence": 10733359, "commentBody": "So vexing.... I've been a loyal Yahoo Mail user for over a decade (opting for the $20/year service for a few extras). The outages are a serious concern, but the full-scale redesign alluded to in the article is what has me ready to pack my bags and leave the site altogether. I'll add my voice to the loud chorus of Yahoo Mail users who have lamented the recent switch to a gmail look-alike (and a poor one at that) that ditched some of the most useful features (Tabs, and an intuitive display). <br/><br/>Between the two onerous choices of 1) staying with the current Yahoo Mail and its unpleasant format and lack of consistency and 2) leaving, but severing my online identity with that address both for my many frequent and less frequent contacts, and the services (e.g. Flickr) associated with my Yahoo account, I'll stick grudgingly with option 1, but there's only so much nonsense and frustration I can take before it's Hello, Gmail. Come on, Yahoo, listen to your customers -- or are those feedback forums just an empty exercise for us all? ", "recommendationCount": 2}, {"assetID": 3389903, "replies": [], "lft": 6, "assetURL": "http://www.nytimes.com/2013/12/14/opinion/battling-homelessness-in-new-york-city.html", "parentID": null, "commentID": 10733364, "rgt": 7, "userDisplayName": "Rima Regas", "createDate": "1386997800", "userID": 52131820, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1386997805", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Mission Viejo, CA", "commentType": "comment", "updateDate": "1386997805", "commentSequence": 10733364, "commentBody": "Rental subsidies will help a great deal. I hope funds can be found to help families come up with the first and last month's deposit, as well. I can only imagine, especially for those who've lost everything and whose credit is ruined as a result, coming up with sufficient funds to move in is just as much a barrier as finding affordable housing.<br/><br/>Hopefully, the de Blasio administration will resist the urge to place unrealistic time-limits on housing aid. This recession has lasted five years, so far. Ending the Great Recession may take another ten years or more.<br/><br/>\"The city argues that Dasani’s parents have been given a whole range of social services but have failed to achieve a steady footing, partly because they have made poor decisions and did not capitalize on work opportunities.\"<br/><br/>Putting someone in charge who doesn't blame the victim and respects those who need help will hopefully change attitudes on the poor. Those of us who've been lucky not to be poor all too often make the mistake of making assumptions about the decision making ability of those who are. We assume that we are better-placed than they are to make every day calculations when, in reality, the math and priorities of someone who lives under chronic deficits are completely different than those of people who don't. A recent article covers this quite well. I hope many read it.<br/><br/><a href=\"http://www.theatlantic.com/business/archive/2013/11/your-brain-on-poverty-why-poor-people-seem-to-make-bad-decisions/281780/\" title=\"http://www.theatlantic.com/business/archive/2013/11/your-brain-on-poverty-why-poor-people-seem-to-make-bad-decisions/281780/\" target=\"_blank\">http://www.theatlantic.com/business/archive/2013/11/your-brain-on-povert...</a>", "recommendationCount": 39}, {"assetID": 3389865, "replies": [], "lft": 705, "assetURL": "http://www.nytimes.com/2013/12/14/nyregion/with-affordable-care-act-canceled-policies-for-new-york-professionals.html", "parentID": 10732307, "commentID": 10733366, "rgt": 706, "userDisplayName": "SW", "createDate": "1386997806", "userID": 61718359, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1386997866", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "San Francisco", "commentType": "userReply", "updateDate": "1386997866", "commentSequence": 10733366, "commentBody": "Half the country, and half the lawmakers, screamed that this law was a giant unknown, and that what was known, was not going to work.<br/><br/>That 50% of the country in this great democracy that opposed this law from the outset was called \"haters\", \"racist\", and every other foul label possible.  <br/><br/>Now that higher premiums and bankruptcy-inducing deductibles are the reality for Obama supporters - and only now - people want to rethink this law.  This party line attitude has got to change before America is destroyed.", "recommendationCount": 13}, {"assetID": 3389842, "replies": [], "lft": 61, "assetURL": "http://dotearth.blogs.nytimes.com/2013/12/13/whats-the-best-bet-when-weighing-cornucopians-and-catastrophists/", "parentID": 10730543, "commentID": 10733368, "rgt": 62, "userDisplayName": "Philip S. Wenz", "createDate": "1386997844", "userID": 31740333, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1386997866", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Corvallis, Oregon", "commentType": "userReply", "updateDate": "1386997866", "commentSequence": 10733368, "commentBody": "Actually, we have entered the era of peak oil, and fracking is the proof. Anyone who actually read the peak oil books — \"The Party's Over,\" etc. — understands that \"peak oil\" doesn't mean that we world will run of oil in the immediate future. <br/><br/>It means that we have passed the peak in the accessibility of oil that yields a high energy returned on energy invested ratio (EROEI). We can no longer simply drill a hole in the ground and tap into huge oil reservoirs. Instead, we will be forced to spend more and more energy going after smaller and smaller pockets of fossil fuels, and employing more risky and expensive technologies such as deep sea drilling in the process. ", "recommendationCount": 18}, {"assetID": 3389903, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 10733377, "replies": [], "commentID": 10733895, "trusted": 0, "userDisplayName": "Doug Terry", "createDate": "1387016892", "userID": 65455323, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1387020598", "userTitle": "NULL", "recommendations": 12, "editorsSelection": false, "parentUserDisplayName": "walterrhett", "userURL": "NULL", "userLocation": "Maryland, DC Metro area", "depth": 1, "commentType": "userReply", "updateDate": "1387020598", "commentSequence": 10733895, "commentBody": "One of my takeaways from this series is that places like Auburn House act as collecting points for cascading disaster. In the past, it was the huge, multi-story public housing projects of despair that got attention for their massive failure. Many cities have torn down those projects, finally concluding that what was intended as a act of kindness was actually the opposite.<br/><br/>Where I live, Montgomery County, Maryland, one of the richest counties in the nation, a relatively enlightened form of housing assistance is offered. Lower cost housing is dispersed among higher cost units so that those on assistance are not placed in islands of poverty and family breakdown. The surrounding middle class areas are not significantly altered. It seems to be working fairly well.<br/><br/>A key issue in a massive city like New York is the availability of decent housing at non-millionaire pricing. Perhaps the builders who put up the 50 story towers in Manhattan could be required to build, and operate, a set number of affordable units in other areas of the city in exchange for the right to make millions on office towers of glass and steel. <br/><br/>I would favor a three to five yr. program whereby the family would be given money, on a declining scale, to establish themselves economically. Some people, further, might need to consider moving because \"making it\", or even just getting by, in a complex, educated society like NY might be beyond their capacities and training. <br/><br/><a href=\"http://terryreport.com\" title=\"http://terryreport.com\" target=\"_blank\">http://terryreport.com</a> "}, {"recommendedFlag": 0, "parentID": 10733377, "replies": [], "commentID": 10734254, "trusted": 0, "userDisplayName": "learninghappenseverywhere", "createDate": "1387024448", "userID": 16160341, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1387034328", "userTitle": "NULL", "recommendations": 11, "editorsSelection": false, "parentUserDisplayName": "walterrhett", "userURL": "NULL", "userLocation": "New England", "depth": 1, "commentType": "userReply", "updateDate": "1387034328", "commentSequence": 10734254, "commentBody": "I was stunned by the number of commenters who read the same story as I did, managed to skirt the issues that you pointed out here:<br/><br/>\"a family who saw their matriarch's ashes discarded, who ate in dining rooms with dead mice on the floor, who skirted a gauntlet of sexual threats and health crises, and a range of attitudes and actions from jealousy to fights and thefts that were daily stumbling blocks n the way of the consistent confidence needed to grow up, hold a job, and improve the quality of life for children caught in these conflicting currents.\"<br/><br/>and could only come up with a statement referencing the number of children in the family. <br/><br/>Like many (most?) Americans, I think my life is stressful. But I don't have to think about environmental toxins polluting the air in my home, or deal with the medical issues that plague my children as a result. I don't waste endless amounts of time waiting in line to use a microwave to reheat my kids' dinners, or defy authorities who see my personal microwave and threaten to take it away. I don't live in fear of being sexually harassed or assaulted by the same people who control my family's housing. I'm not awoken at night to the screams of another mother trying to prevent her child's unnecessary death.<br/><br/>No one chooses or wants to live like that.  "}]}, "lft": 8, "assetURL": "http://www.nytimes.com/2013/12/14/opinion/battling-homelessness-in-new-york-city.html", "parentID": null, "commentID": 10733377, "rgt": 13, "userDisplayName": "walterrhett", "createDate": "1386997908", "userID": 33605332, "replyCount": 2, "commentTitle": "n/a", "status": "approved", "approveDate": "1386997927", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Charleston, SC", "commentType": "comment", "updateDate": "1386997927", "commentSequence": 10733377, "commentBody": "Many social services and safety nets are guided by the law of negative attraction, the underlying idea that fraud, scams, and ease are the compelling forces for their use. The idea is a host of quick thinking dreamers and schemers better their lives by becoming permanent members of the underclass, without jobs, morality, or impulse control; specialists in receiving services without going anywhere.<br/><br/>That was the take away from many who read the excellent series on Desani and her family, a family who saw their matriarch's ashes discarded, who ate in dining rooms with dead mice on the floor, who skirted a gauntlet of sexual threats and health crises, and a range of attitudes and actions from jealousy to fights and thefts that were daily stumbling blocks n the way of the consistent confidence needed to grow up, hold a job, and improve the quality of life for children caught in these conflicting currents.<br/><br/>Apart from the debate over why and who, in large cities, housing proves to be the most important how: the one least expensive, safest means to shelter a family from negative forces, their own and the ones embedded in the systems intended for their help. Housing security and stability helps organize other parts of the family's lives; their failures more immediately manageable and contained. <br/><br/>The innovative caveat: tie housing to school achievement; the case in Mexico and Brasil, which have received UN recognition for their work in moving families out of poverty.", "recommendationCount": 28}, {"assetID": 3389865, "replies": [], "lft": 693, "assetURL": "http://www.nytimes.com/2013/12/14/nyregion/with-affordable-care-act-canceled-policies-for-new-york-professionals.html", "parentID": 10732248, "commentID": 10733379, "rgt": 694, "userDisplayName": "SW", "createDate": "1386997929", "userID": 61718359, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1386997986", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "San Francisco", "commentType": "userReply", "updateDate": "1386997986", "commentSequence": 10733379, "commentBody": "I can't wait to see how middle class families are going to afford $12,400 out of pocket deductible under the cheapest unsubsidized plan here in CA before even one penny will be paid by an insurer towards a doctor visit or antibiotics for a child.<br/><br/>The country has gone mad if it believes middle class Americans have that kind of  cash sitting around.  There will simply be a new demographic that goes bankrupt.  Why is that acceptable?", "recommendationCount": 12}, {"assetID": 3389898, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 10733150, "replies": [], "commentID": 10737434, "trusted": 0, "userDisplayName": "Bobubye", "createDate": "1387058177", "userID": 64811928, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1387063056", "userTitle": "NULL", "recommendations": 1, "editorsSelection": false, "parentUserDisplayName": "Bowperson", "userURL": "NULL", "userLocation": "New York, NY", "depth": 1, "commentType": "userReply", "updateDate": "1387063056", "commentSequence": 10737434, "commentBody": "Maybe you should just give the citizens of NYC a break and take public transportation.  Ever hear of this? are you disabled? I am not a Christie fan, just saying."}]}, "lft": 38, "assetURL": "http://www.nytimes.com/2013/12/14/nyregion/on-lane-closings-christie-says-hell-turn-the-page.html", "parentID": null, "commentID": 10733150, "rgt": 41, "userDisplayName": "Bowperson", "createDate": "1386993908", "userID": 56677480, "replyCount": 1, "commentTitle": "n/a", "status": "approved", "approveDate": "1386998219", "userTitle": "NULL", "editorsSelection": 1, "statusID": 2, "userURL": "NULL", "userLocation": "New Jersey", "commentType": "comment", "updateDate": "1386998219", "commentSequence": 10733150, "commentBody": "This may sound petty to some. May sound as though it is blown out of proportion to others. But to someone who actually has to commute into the city every day, I'm outraged.  I have commuted into the city for the last 20 years and it is insufferable and hugely expensive under normal circumstances.   I don't appreciate politicians or their hacks playing with my livelihood. A four hour commute to me isn't just an inconvenience.  Grow up!!", "recommendationCount": 319}, {"assetID": 3389791, "replies": [], "lft": 259, "assetURL": "http://wordplay.blogs.nytimes.com/2013/12/12/but-wait-theres-more/", "parentID": 10732255, "commentID": 10733388, "rgt": 260, "userDisplayName": "Maura T. Fan", "createDate": "1386998185", "userID": 63414225, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1386998225", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Manhattanville", "commentType": "userReply", "updateDate": "1386998225", "commentSequence": 10733388, "commentBody": "Re my top post, para. 1:  How many women of Wordplay are now in the mix of ones I have mistakenly credited for typing something?  Offhand, I can think of five, DL, Leapy, Viv and suejean.  I'm just not good with faces.  Plus, along with LizB, Susan, the other Susan ... we have a veritable Treasure of female commenters.<br/><br/>Re para 2:  My absence of comment seems to have borne fruit; I think all repliers know what a \"hipster\" is!", "recommendationCount": 0}, {"assetID": 3389887, "replies": [], "lft": 6, "assetURL": "http://krugman.blogs.nytimes.com/2013/12/13/friday-night-music-2000-miles/", "parentID": null, "commentID": 10733390, "rgt": 7, "userDisplayName": "John M", "createDate": "1386998255", "userID": 28912963, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1386998285", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Oakland, CA", "commentType": "comment", "updateDate": "1386998285", "commentSequence": 10733390, "commentBody": "How about Tom Lehrer's Christmas Carol?<br/><a href=\"http://www.youtube.com/watch?v=ffO8nZThwmM\" title=\"http://www.youtube.com/watch?v=ffO8nZThwmM\" target=\"_blank\">http://www.youtube.com/watch?v=ffO8nZThwmM</a><br/><br/>\"Hark the Herald - Tribune sings,<br/>Advertising wondrous things...<br/>God rest ye merry merchants, may ye make the Yuletide PAY.\"", "recommendationCount": 0}, {"assetID": 3389837, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 10733389, "replies": [], "commentID": 10734109, "trusted": 0, "userDisplayName": "Wendell Murray", "createDate": "1387022166", "userID": 33677097, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1387022225", "userTitle": "NULL", "recommendations": 11, "editorsSelection": false, "parentUserDisplayName": "Bob Campbell", "userURL": "NULL", "userLocation": "Kennett Square PA USA", "depth": 1, "commentType": "userReply", "updateDate": "1387022225", "commentSequence": 10734109, "commentBody": "These basic facts are endlessly obfuscated by the extreme right and other protectors of suppliers into the USA healthcare system.<br/><br/>During the \"discussion\" of healthcare legislation change in 2009 in various then-USA Congress committees, lie after lie was repeated by every Republican, including notably Charles Grassley of Iowa, a long-term Senator who is usually considered to have some sense of decency and level of intelligence, if not knowledge, apart from his horrible colleagues there. <br/><br/>No lie or misrepresentation of fact or irrelevant fact about the efficacious Canadian system was omitted by him or other Republicans, along with a significant number of Democrats in both Congressional sections. According to them, the Canadian system represented the abject evil of socialism.<br/><br/>Most USA citizens have neither the time nor interest to ascertain any relevant fact about any political issue, including any issue related to the USA healthcare system, thus the onslaught of counterfactual propaganda determines what they think. <br/><br/>Republicans in subsequent USA Congresses have obviously continued this stream of pernicious nonsense and the prospects are, as noted in this weblog posting, that the same will continue ad infinitum.<br/><br/>The reality in the USA is even worse than it appears to any level-headed Canadian citizen. <br/><br/>Revolution in the USA of any sort? Highly unlikely. Cases of near starvation, increase in suicides, more gun-facilitated violent acts and other social pathology? Likely."}, {"recommendedFlag": 0, "parentID": 10733389, "replies": [], "commentID": 10738347, "trusted": 0, "userDisplayName": "Lance Brofman", "createDate": "1387073568", "userID": 60851424, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1387073585", "userTitle": "NULL", "recommendations": 2, "editorsSelection": false, "parentUserDisplayName": "Bob Campbell", "userURL": "NULL", "userLocation": "New York", "depth": 1, "commentType": "userReply", "updateDate": "1387073585", "commentSequence": 10738347, "commentBody": "\"..The USA is the last holdout with market-priced medical care not because of any inherent conservative or free market ideology. Rather, as the wealthiest nation that ever existed we are the last ones who can afford it. Switzerland was one of the last advanced economies to abandon market-priced medical care. It is arguably a greater bastion of conservatism than the USA. Switzerland's women were not granted the right to vote until 1971. <br/><br/>The reason that no nation, including the wealthiest can allow markets to set the prices of medical care indefinitely is that demand for medical care is inelastic. Demand for a good or service is inelastic if a percentage increase in price results in a smaller percentage decrease in the quantity demanded. Basic economics tells us that sellers facing inelastic demand will continuously raise prices until prices reach the elastic portion of the demand curve. Consequently in every developed country in the world, all goods or services with inelastic demand have their prices regulated by government. Medical care in the USA being the only exception.<br/><br/>Health care is one of the very few things for which the sellers face inelastic demand. The prices of all other goods and services facing inelastic demand in the USA are regulated by government. Retail electricity service providers face inelastic demand. Consequently, their prices are strictly controlled by all governments worldwide, including the USA....\"<br/><a href=\"http://seekingalpha.com/article/1647632\" title=\"http://seekingalpha.com/article/1647632\" target=\"_blank\">http://seekingalpha.com/article/1647632</a>  "}]}, "lft": 348, "assetURL": "http://krugman.blogs.nytimes.com/2013/12/13/a-health-care-mystery-explained/", "parentID": null, "commentID": 10733389, "rgt": 353, "userDisplayName": "Bob Campbell", "createDate": "1386998224", "userID": 55714790, "replyCount": 2, "commentTitle": "n/a", "status": "approved", "approveDate": "1386998286", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Edmonton, Canada", "commentType": "comment", "updateDate": "1386998286", "commentSequence": 10733389, "commentBody": "The demand for medical care in all its forms is highly inelastic, and the  the supply side is highly monopolistic.  This is a perfect situation for exploitation. It  is no wonder that the USA has the most costly health care  in the world and still leaves a large proportion of it's citizens without access or very limited access to a standard of care much the rest of the developed world gets.  At the same time medicine is becoming more of a science offering knowledge and means as never before that would enable everyone to live healthier and longer lives. <br/><br/>The rhetoric of freedom of choices and free enterprise  rings a weird and hollow sound when the results are so contradictory. It is a dangerous trend.  I fear the consequences if the slumbering majority wake up too late to effect an orderly change and revolution is the only choice.                Bob Edmonton Canada", "recommendationCount": 5}, {"assetID": 3389869, "replies": [], "lft": 8, "assetURL": "http://kristof.blogs.nytimes.com/2013/12/13/your-suggestions-for-2014/", "parentID": null, "commentID": 10733392, "rgt": 9, "userDisplayName": "schrodinger", "createDate": "1386998284", "userID": 8276026, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1386998346", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Northern California", "commentType": "comment", "updateDate": "1386998346", "commentSequence": 10733392, "commentBody": "Is North Korea about to collapse? It seems to me that you don't publically execute your second in command if everything is going well.", "recommendationCount": 2}, {"assetID": 3389889, "replies": [], "lft": 20, "assetURL": "http://www.nytimes.com/2013/12/14/opinion/nocera-the-year-after-newtown.html", "parentID": null, "commentID": 10733395, "rgt": 21, "userDisplayName": "Rima Regas", "createDate": "1386998303", "userID": 52131820, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1386998346", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Mission Viejo, CA", "commentType": "comment", "updateDate": "1386998346", "commentSequence": 10733395, "commentBody": "As I listened to coverage of today's shooting at Arapahoe High School, a mere ten miles away from Columbine, by yet another mentally-disturbed young man, I couldn't help but think back to all of this year's shootings. So many children have died since Newtown and absolutely nothing has been done. For all of the shock and sadness displayed by our politicians, the resignation to our current state of inaction was a swift one. I think that is the most disappointing aspect of this year's events. The NRA and its gun manufacturer puppet masters have won, again.<br/><br/>Mother Jones did a report on the children who've been shot to death since Newtown. Aside from the statistics and the stories, you can see the faces of these children. For as long as we remain docile in the face of those who will use shrill 2nd Amendment rhetoric in order to close off any discussion about what needs to be done, we will never put an end to the senseless killing of our children. We shouldn't know the names of schools across the country from us. Those kids should be alive today. We have no good excuse. We're all guilty.<br/><br/><a href=\"http://www.motherjones.com/politics/2013/12/children-killed-guns-newtown-anniversary\" title=\"http://www.motherjones.com/politics/2013/12/children-killed-guns-newtown-anniversary\" target=\"_blank\">http://www.motherjones.com/politics/2013/12/children-killed-guns-newtown...</a>", "recommendationCount": 53}, {"assetID": 3389898, "replies": [], "lft": 44, "assetURL": "http://www.nytimes.com/2013/12/14/nyregion/on-lane-closings-christie-says-hell-turn-the-page.html", "parentID": null, "commentID": 10733078, "rgt": 45, "userDisplayName": "Rich Suszek", "createDate": "1386993039", "userID": 67643763, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1386998350", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Hilliard, Ohio", "commentType": "comment", "updateDate": "1386998350", "commentSequence": 10733078, "commentBody": "I use to live in NJ for more than forty years, and it's nice to see the culture hasn't changed. This is typical behavior of a bully which Governor Christie and his team often exemplify.  However, there is no way he can bully himself into the White House. ", "recommendationCount": 35}, {"assetID": 3389898, "replies": [], "lft": 42, "assetURL": "http://www.nytimes.com/2013/12/14/nyregion/on-lane-closings-christie-says-hell-turn-the-page.html", "parentID": null, "commentID": 10733153, "rgt": 43, "userDisplayName": "Peggy", "createDate": "1386993949", "userID": 63288261, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1386998350", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "NH", "commentType": "comment", "updateDate": "1386998350", "commentSequence": 10733153, "commentBody": "Creating \"gridlock\"--legally or logistically-- is a tried, true and focused tactic employed by prosecutors all over this country. Governor Christie, a former prosecutor, found a way to impose his will in a way that impeded interstate commerce.  He should be held to answer for this action. Period.", "recommendationCount": 112}, {"assetID": 3389898, "replies": [], "lft": 21, "assetURL": "http://www.nytimes.com/2013/12/14/nyregion/on-lane-closings-christie-says-hell-turn-the-page.html", "parentID": 10733032, "commentID": 10733188, "rgt": 22, "userDisplayName": "C. Morris", "createDate": "1386994617", "userID": 29602765, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1386998350", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Idaho", "commentType": "userReply", "updateDate": "1386998350", "commentSequence": 10733188, "commentBody": "I think the DNC committed a big error not giving Christie's D challenger a lot of money, help and investigative research in her 'hopeless' race against him.<br/>Even if she lost, it would have been a big win if she could have wounded him. Also, there is a big bully there, and Americans don't like bullies. It would have been smart to get him on video being a bully. This test bed could have exposed all sorts of weaknesses and strategies for the '16 event if it comes to be that Christie is  their opponent.<br/>But in a typical unimaginative decision the Ds decided not to back or help the D candidate. It made no sense. That's political malpractice, IMO. In fact, it was stupid.", "recommendationCount": 51}, {"assetID": 3389898, "replies": [], "lft": 48, "assetURL": "http://www.nytimes.com/2013/12/14/nyregion/on-lane-closings-christie-says-hell-turn-the-page.html", "parentID": null, "commentID": 10733208, "rgt": 49, "userDisplayName": "John H.", "createDate": "1386995177", "userID": 66321378, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1386998350", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "New York, NY", "commentType": "comment", "updateDate": "1386998350", "commentSequence": 10733208, "commentBody": "Here's a guess: Christie and his minions act as arrogant bullies on a regular basis, and this time they overstepped and got caught.<br/>So by all means let's get to the bottom of this story. Creating havoc in a town, such as occurred in Fort Lee, is no joke -- not to those who live there.<br/>While we're at, let's take a hard look at the Port Authority. What goes on at this outfit? This is a powerful and richly funded agency that -- from what I'm hearing -- operates like a seedy social club harboring all manner of unsavory characters.", "recommendationCount": 200}, {"assetID": 3389898, "replies": [], "lft": 50, "assetURL": "http://www.nytimes.com/2013/12/14/nyregion/on-lane-closings-christie-says-hell-turn-the-page.html", "parentID": null, "commentID": 10733261, "rgt": 51, "userDisplayName": "gregory", "createDate": "1386995893", "userID": 40093565, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1386998350", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Dutchess County", "commentType": "comment", "updateDate": "1386998350", "commentSequence": 10733261, "commentBody": "Chris is just another horrible person who happens to have found a way to act out his mendacity and hostility in the arena of democracy. I really don't think the Republican Party will select him to run for President because he is too Northeastern and not a religious zealot and a bit grotesque. If they do run him he will lose in a landslide unless the Democrats go on an orphanage and pediatric hospital burning rampage. So we in the metro area will be cursed with his bile and his dumb ideas such as blocking a new tunnel from Jersey to Manhattan for years to come. On the other hand if it is proven that he caused traffic jams around the GW bridge he may be hounded out of the northeast and end up working a roadside BBQ stand in Red Dog, Alabama. ", "recommendationCount": 133}, {"assetID": 3389898, "replies": [], "lft": 56, "assetURL": "http://www.nytimes.com/2013/12/14/nyregion/on-lane-closings-christie-says-hell-turn-the-page.html", "parentID": null, "commentID": 10733289, "rgt": 57, "userDisplayName": "ZHR", "createDate": "1386996311", "userID": 56934562, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1386998350", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "NYC", "commentType": "comment", "updateDate": "1386998350", "commentSequence": 10733289, "commentBody": "Christie being cordial with reporters? (or that matter with anyone else who dares question him). Now we know something's really up.", "recommendationCount": 158}, {"assetID": 3389898, "replies": [], "lft": 46, "assetURL": "http://www.nytimes.com/2013/12/14/nyregion/on-lane-closings-christie-says-hell-turn-the-page.html", "parentID": null, "commentID": 10733297, "rgt": 47, "userDisplayName": "lulu", "createDate": "1386996515", "userID": 34558313, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1386998350", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "out there", "commentType": "comment", "updateDate": "1386998350", "commentSequence": 10733297, "commentBody": "I would guess that Christie's fingerprints will be eventually be found in this matter.  Bullying the mayor for not falling in line certainly fits the profile. ", "recommendationCount": 53}, {"assetID": 3389898, "replies": [], "lft": 54, "assetURL": "http://www.nytimes.com/2013/12/14/nyregion/on-lane-closings-christie-says-hell-turn-the-page.html", "parentID": null, "commentID": 10733339, "rgt": 55, "userDisplayName": "GA", "createDate": "1386997225", "userID": 2302708, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1386998350", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "New Jersey", "commentType": "comment", "updateDate": "1386998350", "commentSequence": 10733339, "commentBody": "This governor is not only a bully, all he thinks about is himself.  He betrays his party, friends, and his state for his own and his close ones' gain.......but then again we have Sarah Palin, Rush Limbaugh and like with lots of folks to follow for some time.  There is no way he is going to get away with outrages after outrages (if not outright crimes) for ever.<br/><br/>He cancelled the tunnel project (to take revenge on his political enemies) when NJ was unraveling with unemployment, he screwed up the Federal Education Dept grant (worth $400M) to punish public schools, he vacationed in FL when NJ was hit with record severe weather in 2011.  He railed all along against federal govt. and it funding when Tea Party was king and he was their darling but then begged for fed aid (and won NJ public's heart) when Sandy hit - and ditched Romney.  Using State helicopter to go to his son's sport event, the list goes on....<br/><br/>That's the publicly known stuff.  What kind of rotten stuff he is doing under his domain is only known to his close buddies although NYT and people who follow the stuff closely in NJ get glimpses of it here and there.  Almost everyone who works for the State is scared to say anything worried of retribution.  <br/><br/>But public is enjoying his chest pounding, finger pointing, borderline vulgar talk that he uses to intimidate and insult anyone who asks a question that he does not like including teachers, veterans, and the disabled.  Entertainment will only take you so far!", "recommendationCount": 283}]}, "copyright": "Copyright (c) 2016 The New York Times Company.  All Rights Reserved."}