{"debug": {"version": 3.1}, "status": "OK", "results": {"api_timestamp": "1481479673", "totalCommentsFound": 3419, "totalCommentsReturned": 25, "comments": [{"assetID": 3330984, "replies": [], "lft": 33, "assetURL": "http://wordplay.blogs.nytimes.com/2012/07/20/bloc/", "parentID": 6680232, "commentID": 6680304, "rgt": 34, "userDisplayName": "Martin", "createDate": "1342843443", "userID": 239837, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1342843513", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "California", "commentType": "userReply", "updateDate": "1342839913", "commentSequence": 1, "commentBody": "Don't tell Fact Boy, but there were never really any asps in Egypt.  The true asp is a viper of southern France and Italy, but the term was misapplied to the Egyptian cobra.  The cobra was aspis in Latin, so the mistranslation into Shakespeare's English is understandable.<br/><br/>Anyway, \"asp\" is now a poetic term for Nile cobra, as as such it appears in English more often than references to the real European asp.  And yes, it's ASP in crosswords but usually \"cobra\" everywhere else.", "recommendationCount": 3}, {"assetID": 3330986, "replies": [], "lft": 133, "assetURL": "http://www.nytimes.com/2012/07/21/opinion/guns-and-the-slog.html", "parentID": 6680176, "commentID": 6680313, "rgt": 134, "userDisplayName": "Tsultrim", "createDate": "1342843632", "userID": 28415751, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1342843695", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "CO", "commentType": "userReply", "updateDate": "1342840095", "commentSequence": 1, "commentBody": "No.  i refuse to be included in that particular \"we.\"  If slog we must, then slog we will.  The fear that motivates the NRA types and the neocons is fear of government takeover of their lives, a fear fanned into flame by constant rhetoric about big government, too many regulations, etc.  In fact, we don't live (yet) in a society controlled by despots.  We still have (a shred of) democracy, so this fear is irrational here.  Add to that, that governments in the Middle East were recently overthrown by young people with cell phones, it begins to make the fear that inspires all this gun-toting look foolish.  Which it is.<br/><br/>Let's ban assault weapons, regulate the rest with licensing and checks as others advocate.  Then reasonable people can have their little gun by the nightstand or go hunting, and society can return to being safer.  We need to evaluate the amount and type of violence portrayed in media and video (remember how shocking \"Bonnie and Clyde\" was?) and encourage the media to tone it down.  THere are other compelling ways to make a buck.  We need to seriously look at how we handle mental health, as the Canadian response to the Toronto shooting did, and begin to be circumspect, reasonable, communicative with each other,  identifying people in trouble before they go over the edge.  We'll have to support health care to do this, but wont' the lives saved be worth it?  And we need to support men in our society in being gentler, and proud of their self-control. Thanks, Gail!", "recommendationCount": 60}, {"assetID": 3330984, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 6680337, "replies": [], "commentID": 6680429, "trusted": 0, "userDisplayName": "Nick", "createDate": "1342845655", "userID": 65393526, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1342845679", "userTitle": null, "recommendations": 0, "editorsSelection": false, "parentUserDisplayName": "Laszlo", "userURL": null, "userLocation": "LA", "depth": 1, "commentType": "userReply", "updateDate": "1342842079", "commentSequence": 1, "commentBody": "On another day, Deb would play the gender card, insisting that this is the 21st century and female protagonists have every right to be called heroes. No one called Black Widow a heroine, since that would be a double injection. (Groan)."}, {"recommendedFlag": 0, "parentID": 6680337, "replies": [], "commentID": 6680542, "trusted": 1, "userDisplayName": "Leapfinger", "createDate": "1342848004", "userID": 51284005, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1342848076", "userTitle": null, "recommendations": 0, "editorsSelection": false, "parentUserDisplayName": "Laszlo", "userURL": null, "userLocation": "Durham, N.C.", "depth": 1, "commentType": "userReply", "updateDate": "1342844476", "commentSequence": 2, "commentBody": "(copy, paste)<br/><br/> MALE LEAD on its own is an intriguing entry, and I won’t waste time today whining about the clue. "}, {"recommendedFlag": 0, "parentID": 6680337, "replies": [], "commentID": 6680552, "trusted": 1, "userDisplayName": "Leapfinger", "createDate": "1342848240", "userID": 51284005, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1342848254", "userTitle": null, "recommendations": 0, "editorsSelection": false, "parentUserDisplayName": "Laszlo", "userURL": null, "userLocation": "Durham, N.C.", "depth": 1, "commentType": "userReply", "updateDate": "1342844654", "commentSequence": 3, "commentBody": "Sorry, finger leaped. I thought that was a bit of humour."}]}, "lft": 42, "assetURL": "http://wordplay.blogs.nytimes.com/2012/07/20/bloc/", "parentID": null, "commentID": 6680337, "rgt": 49, "userDisplayName": "Laszlo", "createDate": "1342844090", "userID": 31827643, "replyCount": 3, "commentTitle": "n/a", "status": "approved", "approveDate": "1342844116", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Jackson Heights", "commentType": "comment", "updateDate": "1342840516", "commentSequence": 7, "commentBody": "I had more trouble finishing Martin Ashwood-Smith's creation yesterday, which to me also seemed more interesting, challenging and satisfying than Joe DiPietro's today.<br/><br/>I still liked the puzzle though with its many fresh entries and clever clues. I enjoyed the Mecca/MACAU wordplay, the clues for SPAY, AVI and SHORTO, the \"ways\" pair, and the novel way ARARAT was clued. The NILE/ASPS xref gave me a hard time, but got it with the help of PARI. How many of you entered pugs for POMS?<br/><br/>A few gimmes: THE MIKADO, BELLA, OBAMACARE, YOTEAMO, and (almost) PARI. I was not familiar with the term PARI passu, but was with PARImutuel betting at horse tracks and deduced it from that.<br/><br/>Deb, I didn't understand why you felt the urge to whine about the clue for MALE LEAD. 'Hero player' is a great clue, and once you get the answer it makes perfect sense: aha, the 'heroine player' would be the female lead. What am I missing?", "recommendationCount": 1}, {"assetID": 3330986, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 6680335, "replies": [], "commentID": 6681343, "trusted": 0, "userDisplayName": "Joe Barrie", "createDate": "1342871610", "userID": 52365780, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1342880734", "userTitle": null, "recommendations": 12, "editorsSelection": false, "parentUserDisplayName": "Richard Luettgen", "userURL": null, "userLocation": "Harvard, MA", "depth": 1, "commentType": "userReply", "updateDate": "1342877134", "commentSequence": 9, "commentBody": "I think it's simpler than that.  The NRA wants gun and ammunition sales maximized, period.<br/><br/>All the other stuff is eyewash.  The line about taking away freedoms is a lie which appeals to the dodos in the Tea Party, and to those who attend NRA meetings (along with the Republican candidates who pander to them)."}, {"recommendedFlag": 0, "parentID": 6680335, "replies": [], "commentID": 6681408, "trusted": 0, "userDisplayName": "johannesrolf", "createDate": "1342872609", "userID": 46886257, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1342880734", "userTitle": null, "recommendations": 8, "editorsSelection": false, "parentUserDisplayName": "Richard Luettgen", "userURL": null, "userLocation": "ny, ny", "depth": 1, "commentType": "userReply", "updateDate": "1342877134", "commentSequence": 10, "commentBody": "few incidents? compared to what? yesterday's insanity? I cannot squeeze an ounce of sympathy for the \"demonized\" gun owners, my heart goes out to the victims, for whom it is little comfort that this year's numbers are less than last year's."}, {"recommendedFlag": 0, "parentID": 6680335, "replies": [], "commentID": 6681759, "trusted": 0, "userDisplayName": "Pauline", "createDate": "1342875990", "userID": 37959941, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1342882327", "userTitle": null, "recommendations": 7, "editorsSelection": false, "parentUserDisplayName": "Richard Luettgen", "userURL": null, "userLocation": "NYC", "depth": 1, "commentType": "userReply", "updateDate": "1342878727", "commentSequence": 11, "commentBody": "Are you actually trying to suggest that it is rational \"why gun rights activists, such as the NRA, are standing their ground against rational conversation...\"?<br/><br/>You call demonization the attempt to stop the sale of assault guns that can *only* be used for multiple kills. No one buys them and multiple round ammo clips to use for \"target\" practice or to mow down an intruder. And you dismiss these slaughters as \"(few)\" with the implication that it's not after all that serious.<br/><br/>That is downright irrational -- to put it politely -- and cold indeed."}]}, "lft": 162, "assetURL": "http://www.nytimes.com/2012/07/21/opinion/guns-and-the-slog.html", "parentID": null, "commentID": 6680335, "rgt": 185, "userDisplayName": "Richard Luettgen", "createDate": "1342844078", "userID": 47123844, "replyCount": 11, "commentTitle": "n/a", "status": "approved", "approveDate": "1342844117", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New Jersey", "commentType": "comment", "updateDate": "1342840517", "commentSequence": 18, "commentBody": "In 2010, there were 8775 murders by guns in the U.S. But what's really notable is that the number is down 8% from 2009, and this trend of diminishing gun violence seems to be holding. We're numbed with the enormity of the tragedy in Colorado, when innocents are killed; but the reality is that despite the increasing prevalence of guns in our society, fewer people are dying as a result. For whatever reasons.<br/><br/>Gun rights activists have a lot of evidence on their side to support the validity of the view that almost all gun use is lawful and responsible. The other side needs more than the occasional whacko with an AK-15 to prove otherwise. And, given the explosives in his apartment, why does anyone think he still wouldn't have killed many people, but without guns? Timothy McVeigh killed 168 people in Oklahoma City, and didn't use a single gun -- he used fertilizer to create a bomb.<br/><br/>The reason the NRA is so strident in its posture against ANY incursion in rights is this belief by some that guns in and of themselves are evil and should be banned. Ban assault rifles and large-capacity magazines? Sure. Keep guns out of schools, airports and bars? You bet. Makes sense. But they see this as a new platform from which, incrementally, all gun rights will be whittled away, Second Amendment notwithstanding. They're not going to allow that platform.<br/><br/>Haven't we really done this to ourselves? Every one of these (few) incidents brings on more demonization of guns and gun owners.", "recommendationCount": 9}, {"assetID": 3330986, "replies": [], "lft": 186, "assetURL": "http://www.nytimes.com/2012/07/21/opinion/guns-and-the-slog.html", "parentID": null, "commentID": 6680339, "rgt": 187, "userDisplayName": "lesothoman", "createDate": "1342844108", "userID": 54433458, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1342844176", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New York, NY", "commentType": "comment", "updateDate": "1342840576", "commentSequence": 19, "commentBody": "It is positively offensive listening to all of our public servants offering up their pablum and platitudes. I'm weary of grief counselors and psychology experts. I want to laugh when I hear media pundits ponder the motives of the lunatic who would do such a thing. If we want to call ourselves civilized, we must ban guns. Then there'll be no need for hugs and empathy and 'getting through this together' nonsense. There are many intractable problems in this life. There is disease that defies cure. But this ever-recurrent problem of gun violence can be easily solved: just say NO. We like to consider ourselves an evolved species. Then lets act accordingly. It is not our God-given right to arm ourselves to the teeth. It is not our right to unleash terror in our midst. There is NO excuse for citizens to carry around weaponry. As per Mayor Bloomberg, it is shameful for politicians to offer empty comfort yet cower before the NRA and avoid what must be done if we are to halt our descent into the lawlessness of the jungle.", "recommendationCount": 210}, {"assetID": 3330986, "replies": [], "lft": 188, "assetURL": "http://www.nytimes.com/2012/07/21/opinion/guns-and-the-slog.html", "parentID": null, "commentID": 6680343, "rgt": 189, "userDisplayName": "Josie", "createDate": "1342844185", "userID": 1224124, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1342844233", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Chicago", "commentType": "comment", "updateDate": "1342840633", "commentSequence": 20, "commentBody": "27 homicides have been logged so far in Chicago in July. They have virtually no national attention. It's time we started treating these mass murders the same way, and giving them the equivalent amount of press. Given the access to guns, it's no longer surprising, in fact it's inevitable.", "recommendationCount": 20}, {"assetID": 3330986, "replies": [], "lft": 190, "assetURL": "http://www.nytimes.com/2012/07/21/opinion/guns-and-the-slog.html", "parentID": null, "commentID": 6680349, "rgt": 191, "userDisplayName": "Ken Camarro", "createDate": "1342844328", "userID": 45328700, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1342844354", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Fairfield, CT", "commentType": "comment", "updateDate": "1342840754", "commentSequence": 21, "commentBody": "Sociopathic Minorities.<br/><br/>The shooter collected information, collected an arsenal, and purchased an ensemble wardrobe much like the Tucson shooter.<br/><br/>These were troubled people and there seems to have been no net that might have caught them.  The Tucson guy was an oddball in class.  The Aurora man was withdrawing from his PhD program.<br/><br/>You don't give an electrician a license to install wires until he or she is trained as an apprentice and airline pilots do not just jump into the first seat.  Why on earth did a 24-year-old man with no prior weapons skills get to buy an assault rifle, two Glocks and a shotgun?<br/><br/>We need to be able to protect those who do not bear arms in the supermarket.  It's about protecting a majority from a sociopathic minority including a lot of legislators. <br/><br/>We need to get the people to put referendums on the ballot and tell the NRA and our legislators to stuff it.", "recommendationCount": 53}, {"assetID": 3330986, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 6680356, "replies": [], "commentID": 6680690, "trusted": 1, "userDisplayName": "Barbara", "createDate": "1342852811", "userID": 19845139, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1342872199", "userTitle": null, "recommendations": 7, "editorsSelection": false, "parentUserDisplayName": "Laurence B.", "userURL": null, "userLocation": "Los Angeles", "depth": 1, "commentType": "userReply", "updateDate": "1342868599", "commentSequence": 1, "commentBody": "\"mental health care\" is a very imperfect \"science.\"  Even professionals cannot fully predict future violent behavior until after the first such act so I don't know how it can be expected that friends and family would be. Once someone has killed now we know to watch out because he may do it again if given the opportunity.<br/><br/>Colorado law permitted the purchase of everything he had, LEGALLY.  How did that happen?<br/><br/>This man's parents were in California, he was living in Colorado with NO FRIENDS.  He bought this stuff, legally, in the last 60 days. His parents apparently did not know.  His professors are shocked.  Apparently he told no one he was planning to do this.  He is very intelligent, an honor student they say, at least smart enough to hide what he was doing. (Fine line between genius and insanity??)  There are lots of weird, socially withdrawn people.  Shall we lock them all up? Are you ready to take full responsiblity for everyone you know and all of your relatives' acts? "}, {"recommendedFlag": 0, "parentID": 6680356, "replies": [], "commentID": 6681092, "trusted": 0, "userDisplayName": "marigold.", "createDate": "1342867978", "userID": 736830, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1342874744", "userTitle": null, "recommendations": 6, "editorsSelection": false, "parentUserDisplayName": "Laurence B.", "userURL": null, "userLocation": "Florida", "depth": 1, "commentType": "userReply", "updateDate": "1342871144", "commentSequence": 2, "commentBody": "Our laaws should not allow civilians to own guns.<br/><br/>Repeal the second amendment."}]}, "lft": 192, "assetURL": "http://www.nytimes.com/2012/07/21/opinion/guns-and-the-slog.html", "parentID": null, "commentID": 6680356, "rgt": 197, "userDisplayName": "Laurence B.", "createDate": "1342844401", "userID": 57687533, "replyCount": 2, "commentTitle": "n/a", "status": "approved", "approveDate": "1342844415", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Portland, Or", "commentType": "comment", "updateDate": "1342840815", "commentSequence": 22, "commentBody": "Gun Control-Why bother writing about it, it ain't going to happen.<br/>\nNothing can stop the increasing proliferation of guns and the murders that will follow.<br/>\nOur best bet to limit future tragedies is more mental health counseling and more public awareness.<br/>\nOur laws should make family and friends liable for crimes they could clearly have stopped.<br/>\nWe don't know the details yet, but how is it possible that this happened in isolation? Guns were sold, equipment was purchased, parents and friends were there and no one spoke up to stop this before it happened. How is that possible?", "recommendationCount": 7}, {"assetID": 3330971, "replies": [], "lft": 13, "assetURL": "http://bits.blogs.nytimes.com/2012/07/20/online-colorado-suspect-seems-a-phantom/", "parentID": 6679362, "commentID": 6680352, "rgt": 14, "userDisplayName": "Frank Lee", "createDate": "1342844352", "userID": 48565516, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1342844416", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Saginaw, MI", "commentType": "userReply", "updateDate": "1342840816", "commentSequence": 2, "commentBody": "I'm wondering if Peter grasps the irony contained in his post.  <br/><br/>The pronoun \"I\" or some version of it dominates the opening phrases which eventually devolve into a diatribe decrying egocentricity and narcissism.  Weaved within this contradiction is a general complaint about online connectivity through social media while using social media to connect with others online.  <br/><br/>Self absorption isn't limited to those who tweet every meaningless detail of their lives.   ", "recommendationCount": 3}, {"assetID": 3330986, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 6680361, "replies": [], "commentID": 6681080, "trusted": 0, "userDisplayName": "marigold.", "createDate": "1342867755", "userID": 736830, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1342874744", "userTitle": null, "recommendations": 7, "editorsSelection": false, "parentUserDisplayName": "Richard gordon", "userURL": null, "userLocation": "Florida", "depth": 1, "commentType": "userReply", "updateDate": "1342871144", "commentSequence": 1, "commentBody": "Repeal the anarchic Second Amendment ,,<br/><br/>They don't even need guns to shoot horses anymore!<br/><br/>Someone else said it:  \"Gun ownership is not a human right.\" "}]}, "lft": 198, "assetURL": "http://www.nytimes.com/2012/07/21/opinion/guns-and-the-slog.html", "parentID": null, "commentID": 6680361, "rgt": 201, "userDisplayName": "Richard gordon", "createDate": "1342844462", "userID": 39930766, "replyCount": 1, "commentTitle": "n/a", "status": "approved", "approveDate": "1342844475", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "berkeley, ca", "commentType": "comment", "updateDate": "1342840875", "commentSequence": 23, "commentBody": "If the anti-gun lobbyists and proponents are in favor of bans on assault weapons, regulation and even licenses tied to \"gun ed,\" trigger locks, or any of the many  kinds of reasonable regulations of this sort, they will fail. They will fail because they are lobbying Congress whose members either treat the NRA with fear, avoidance,  or contemptible groveling. And of course the entirely honorable members on this issue who are nutty enough to really agree with NRA honchos in their cynical march for more and more money are another matter. Rather than lobby, they should raise money for a long term advertising campaign which might eventually convince voting Americans of either party that a 100% rating from the NRA is a very bad thing. Reasonable gun laws will not rid us of the deranged, and given the weaponry now easily available, will not end either the kind of tragedy we saw in Colorado this morning, or the day-to-day tragedies in Oakland, Detroit, or a drive-in near you anytime soon. Alas.", "recommendationCount": 11}, {"assetID": 3330920, "replies": [], "lft": 8, "assetURL": "http://bits.blogs.nytimes.com/2012/07/20/will-windows-phones-replace-blackberrys-as-bargaining-chip/", "parentID": null, "commentID": 6680383, "rgt": 9, "userDisplayName": "RHL", "createDate": "1342844705", "userID": 19352941, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1342844773", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Key Biscayne, FL", "commentType": "comment", "updateDate": "1342841173", "commentSequence": 2, "commentBody": "Windows Phone 7.5 is quite good.  I prefer it to the iPhone and the Blackberry.  It handles different email accounts and social networking extremely well, much better than my iPad does.  Built in Office apps are a big plus.  <br/><br/>The WP OS is also efficient and fast., especially when compared to Android.  We might not get WP8 on our first generation Nokia Lumia's, but the WP7.8 upgrade will have most of the same features as WP8, and will run very efficiently with the older chips.<br/><br/>So what's missing from WP?  Apps.  No where near the number of apps when compared to iOS and Android.  Fortunately, all the big name apps are represented in the WP marketplace.  There are only a couple apps that I have on my iPad that are not available.  Still, Microsoft acceptance seems to be 2 years behind the others.", "recommendationCount": 1}, {"assetID": 3330986, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 6680408, "replies": [], "commentID": 6680557, "trusted": 0, "userDisplayName": "edbaker1", "createDate": "1342848411", "userID": 25431657, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1342872199", "userTitle": null, "recommendations": 10, "editorsSelection": false, "parentUserDisplayName": "Ken H.", "userURL": null, "userLocation": "Madrid, Spain", "depth": 1, "commentType": "userReply", "updateDate": "1342868599", "commentSequence": 2, "commentBody": "Ken, everything contained in your letter is eminently sensible, with one important exception, \"I will not join the NRA\".  My guess, based more on impressions than on evidence, is that in the United States there are many people who fit your self-description.  If they joined the NRA and argued cogently and rationally for the positions that you favor, that infintely lethal organization would be a little less lethal.  Or a lot."}, {"recommendedFlag": 0, "parentID": 6680408, "replies": [], "commentID": 6680900, "trusted": 0, "userDisplayName": "mivogo", "createDate": "1342862321", "userID": 37234670, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1342873568", "userTitle": null, "recommendations": 9, "editorsSelection": false, "parentUserDisplayName": "Ken H.", "userURL": null, "userLocation": "new york city", "depth": 1, "commentType": "userReply", "updateDate": "1342869968", "commentSequence": 3, "commentBody": "This is the sanest, most balanced comment I  have read on the subject. Thank you."}, {"recommendedFlag": 0, "parentID": 6680408, "replies": [], "commentID": 6682352, "trusted": 0, "userDisplayName": "Steve Hunter", "createDate": "1342880326", "userID": 44499492, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1342888989", "userTitle": null, "recommendations": 31, "editorsSelection": true, "parentUserDisplayName": "Ken H.", "userURL": null, "userLocation": "Seattle", "depth": 1, "commentType": "userReply", "updateDate": "1342885389", "commentSequence": 4, "commentBody": "Guns do kill people. In Colorado at the theater guns killed 12 people and wounded 59, some critically. The sole purpose of a gun is to kill with speed and precision. Emotionally disturbed people can easily get guns. Evil people can get guns and even good people who sometimes can do bad things can get guns. People in a society have a reasonable expectation to their life and safety and this trumps any stretch of the second amendment. Ban guns, save people. The Declaration of Independence and the Constitution protects my right to LIFE, liberty and the pursuit of happiness. "}]}, "lft": 202, "assetURL": "http://www.nytimes.com/2012/07/21/opinion/guns-and-the-slog.html", "parentID": null, "commentID": 6680408, "rgt": 211, "userDisplayName": "Ken H.", "createDate": "1342845091", "userID": 54186663, "replyCount": 4, "commentTitle": "n/a", "status": "approved", "approveDate": "1342845137", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Athens, Alabama", "commentType": "comment", "updateDate": "1342841537", "commentSequence": 24, "commentBody": "The NRA is right -- guns don't kill people. People kill people.  Of course, people armed with high-capacity semi-automatic weapons firing high velocity bullets that pass through multiple targets are much more efficient at killing than most people would be.<br/><br/>I do not believe that we should abandon the freedoms guaranteed by the Constitution simply because they can be dangerous.  Freedom of speech, of religion, and of the press all can be and have been dangerous.  I also do not believe that ownership of such highly effective killing machines as clip fed semiautomatic rifles is any more protected by the Constitution than ownership of biological weapons, hand grenades, and atomic bombs.<br/><br/>I am a gun owner.  In fact, I own an M15.  I bought it years ago because I admired its designer and its design.  I now am advocating legislative control of such weapons.  I will not join the NRA until it adopts a saner position regarding such weapons.  I shall lobby politicians to enact legislation to outlaw or control them.  I shall recruit fellow gun owners to do likewise.<br/><br/>No lone gunman should be able to walk into a theater and kill or injure more than seventy people.  No responsible person should continue to support free distribution of the weapons that make it possible.  No lobby should apply its resources to perpetuate this abomination.", "recommendationCount": 320}, {"assetID": 3330984, "replies": [], "lft": 43, "assetURL": "http://wordplay.blogs.nytimes.com/2012/07/20/bloc/", "parentID": 6680337, "commentID": 6680429, "rgt": 44, "userDisplayName": "Nick", "createDate": "1342845655", "userID": 65393526, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1342845679", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "LA", "commentType": "userReply", "updateDate": "1342842079", "commentSequence": 1, "commentBody": "On another day, Deb would play the gender card, insisting that this is the 21st century and female protagonists have every right to be called heroes. No one called Black Widow a heroine, since that would be a double injection. (Groan).", "recommendationCount": 0}, {"assetID": 3330986, "replies": [], "lft": 19, "assetURL": "http://www.nytimes.com/2012/07/21/opinion/guns-and-the-slog.html", "parentID": 6679948, "commentID": 6680440, "rgt": 20, "userDisplayName": "Meredith", "createDate": "1342845811", "userID": 28617892, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1342845858", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New York", "commentType": "userReply", "updateDate": "1342842258", "commentSequence": 2, "commentBody": "I have the impression that family member deaths would actually reinforce many people's desire to carry guns to protect themselves. The more deaths the stronger the need for defense. The most common rationalization is that law abiding gun owners don't kill. Only criminals kill. Therefore don't interfere with law abiding gun owners' rights just because some insane, evil person decides to commit a massacre. They forget that gun access often turns apparent law abiders into mass murderers. You can't tell in advance. Without easy gun access mentally ill terrorist attackers might express their illness in less lethal ways. <br/><br/>Once this thinking takes hold, maybe there's nothing that will reverse it. Their politicians use this line of thinking, so it's logical and acceptable to them.", "recommendationCount": 13}, {"assetID": 3330986, "replies": [], "lft": 212, "assetURL": "http://www.nytimes.com/2012/07/21/opinion/guns-and-the-slog.html", "parentID": null, "commentID": 6680444, "rgt": 213, "userDisplayName": "Socrates", "createDate": "1342845910", "userID": 51878992, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1342845975", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Downtown Verona NJ", "commentType": "comment", "updateDate": "1342842375", "commentSequence": 25, "commentBody": "Let's all at least join our friends in other countries, who have the benefit of distance and alternative experience to provide proper perspective on the issue of America Firearms Derangement Syndrome, in concluding that the United States is a disgrace of a country with little regard for public safety, the decency and welfare of its citizens and society in general.<br/><br/>American greed, sociopathic selfishness, stupidity, childish stubborness, and religious ignorance shapes the majority of its troglodytic public policies.<br/><br/>Take a bow, Congress, gun nuts, armed men with low self-esteem - you aided and abetted the murder of innocents and failed the nation spectacularly once again.<br/><br/>When guns have more constitutional rights than their citizens, the Constitution has failed.<br/><br/>The Unites States of Homicide keeps disgracing itself.", "recommendationCount": 484}, {"assetID": 3330885, "replies": [], "lft": 2, "assetURL": "http://india.blogs.nytimes.com/2012/07/20/image-of-the-day-july-20/", "parentID": null, "commentID": 6675787, "rgt": 3, "userDisplayName": "nk pant", "createDate": "1342816986", "userID": 61579156, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1342845994", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "dehradun", "commentType": "comment", "updateDate": "1342842394", "commentSequence": 1, "commentBody": "Is it offering holy prayers or clever ploy to snatch the piece of property? The congress led coalition may go out of the way and cave in as part of its vote bank politics. ", "recommendationCount": 0}, {"assetID": 3330885, "replies": [], "lft": 4, "assetURL": "http://india.blogs.nytimes.com/2012/07/20/image-of-the-day-july-20/", "parentID": null, "commentID": 6680199, "rgt": 5, "userDisplayName": "Guptan Veemboor", "createDate": "1342841734", "userID": 65531147, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1342846001", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Bangalore", "commentType": "comment", "updateDate": "1342842401", "commentSequence": 2, "commentBody": "Another trouble based on religion in the offing. The government will dither and it will deteriorate. It cannot afford to displease the Muslims as the next general election is round the corner.", "recommendationCount": 0}, {"assetID": 3330986, "replies": [], "lft": 135, "assetURL": "http://www.nytimes.com/2012/07/21/opinion/guns-and-the-slog.html", "parentID": 6680176, "commentID": 6680452, "rgt": 136, "userDisplayName": "EpsilonsDad", "createDate": "1342846149", "userID": 10270335, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1342846214", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Boston", "commentType": "userReply", "updateDate": "1342842614", "commentSequence": 2, "commentBody": "Adam, <br/><br/>You paint the american populous too generally. The states by and large set the laws on this. <br/><br/>As an american you can chose to live in a state with a higher or lower gun death rate. There is more than a 5x difference between the high death states and the low ones. <br/><br/>New York has a below average rate with 0.34% of the deaths in 2009 caused by gun homicide, according to the CDC. The national average in 2009 was 0.47%. There were states that were under 0.2% and states over 1.0%.<br/><br/>Why people choose to live in such dangerous places is beyond me. As is why they don't strengthen their gun laws appropriately. But the real point is you need to act locally, probably with your feet, as that is where the issue is currently being decided.", "recommendationCount": 6}, {"assetID": 3330986, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 6680460, "replies": [], "commentID": 6681570, "trusted": 0, "userDisplayName": "Mark", "createDate": "1342874429", "userID": 20950220, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1342882326", "userTitle": null, "recommendations": 2, "editorsSelection": false, "parentUserDisplayName": "David Illig", "userURL": null, "userLocation": "Baltimore", "depth": 1, "commentType": "userReply", "updateDate": "1342878726", "commentSequence": 1, "commentBody": "I was thinking we should require gun owners to post a bond of $10M to cover potential liabilities.  Unfortunately, when pigs fly."}]}, "lft": 214, "assetURL": "http://www.nytimes.com/2012/07/21/opinion/guns-and-the-slog.html", "parentID": null, "commentID": 6680460, "rgt": 217, "userDisplayName": "David Illig", "createDate": "1342846261", "userID": 5812236, "replyCount": 1, "commentTitle": "n/a", "status": "approved", "approveDate": "1342846274", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Gambrills, Maryland", "commentType": "comment", "updateDate": "1342842674", "commentSequence": 26, "commentBody": "Let's try something different--give more power to the NRA. Let them take responsibility for regulating firearms -- any kind of regulation they want, or none at all. Machine guns in kindergarten? OK. The playground, the mall, high school, commercial flights, every public place. Rocket launchers? Tanks? Anti-aircraft missiles? It's their call. But with power comes liability. Make the NRA legally liable for every instance of gun violence in the country. Let's say as a starting point $10 million per death, $20 million plus expenses per permanent disability, $5 million and expenses for a lesser wound. They could negotiate directly with the airlines on aircraft that are shot down.", "recommendationCount": 195}, {"assetID": 3330984, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 6680461, "replies": [], "commentID": 6680517, "trusted": 1, "userDisplayName": "Leapfinger", "createDate": "1342847363", "userID": 51284005, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1342847415", "userTitle": null, "recommendations": 0, "editorsSelection": false, "parentUserDisplayName": "Nick", "userURL": null, "userLocation": "Durham, N.C.", "depth": 1, "commentType": "userReply", "updateDate": "1342843815", "commentSequence": 1, "commentBody": "Yup, I noticed that PANIC attack in the NW corner...and a third NIK thrown in for good measure...<br/><br/>Wasn't there a show in which someone would repeatedly say  \"nik-nik-nik\"?"}]}, "lft": 50, "assetURL": "http://wordplay.blogs.nytimes.com/2012/07/20/bloc/", "parentID": null, "commentID": 6680461, "rgt": 53, "userDisplayName": "Nick", "createDate": "1342846271", "userID": 65393526, "replyCount": 1, "commentTitle": "n/a", "status": "approved", "approveDate": "1342846335", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "LA", "commentType": "comment", "updateDate": "1342842735", "commentSequence": 8, "commentBody": "I spose today was a SLIMEBALL attempt, since after getting the SE and this and that with Dad, he had to do something else, and, figuring he'd be busy all night, I read the blog for help, which I got so much of I only needed SLEW/SOWS and PCBS/BELLA.<br/><br/>Some failed answers: FAIRWAGE, LABOR, CYMBAL, OAF.<br/><br/>HISPANICS crossed with INAPANIC? THEMIKADO crossed with NIKOLAS? (I'm only commenting on letter patterns!) What's more OCHRE, CIDER or what MYDOG SKIP (you can guess what \"goes\" next.)", "recommendationCount": 0}, {"assetID": 3330804, "replies": [], "lft": 5, "assetURL": "http://india.blogs.nytimes.com/2012/07/19/tips-for-living-on-a-college-student-budget/", "parentID": 6669112, "commentID": 6674761, "rgt": 6, "userDisplayName": "LenK", "createDate": "1342809577", "userID": 48719309, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1342846347", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New York", "commentType": "userReply", "updateDate": "1342842747", "commentSequence": 1, "commentBody": "Sandy, you don't quite seem to grasp the issue discussed here.  The currency of India was just de-valued.  Imagine if suddenly half the money in your bank account disappeared, and your salary was cut in half , and you had a child studying in a country with a higher cost of living.  Do you think that some things you could have afforded before are now luxuries and you may have to watch every penny?  It is quite a difficult situation for Indian students studying in the US.  Some that I know have had to end their studies midway through and it's  a great hardship for virtually all.   ", "recommendationCount": 2}, {"assetID": 3330834, "replies": [], "lft": 6, "assetURL": "http://india.blogs.nytimes.com/2012/07/20/for-retired-maoists-regret-and-isolation/", "parentID": null, "commentID": 6673418, "rgt": 7, "userDisplayName": "SemperfidelisBarca", "createDate": "1342803649", "userID": 9309461, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1342846489", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "California, USA", "commentType": "comment", "updateDate": "1342842889", "commentSequence": 3, "commentBody": "The end justifies the means then?  If the author's conclusion is to be accepted, then Stalin's and Mao's murder of millions of their countrymen was perfectly justified since they were unabashed in proclaiming the object of their end goal: defeat of the Nazis and the end of one type of feudalism respectively . Yet the tragedy of this piece is that it does not explicate the dilemma of the adivasis who were brutalized both by the police and the Maoists.  ", "recommendationCount": 0}, {"assetID": 3330873, "replies": [], "lft": 8, "assetURL": "http://india.blogs.nytimes.com/2012/07/20/mob-justice-at-the-maruti-factory/", "parentID": null, "commentID": 6675597, "rgt": 9, "userDisplayName": "aiyagari", "createDate": "1342814889", "userID": 1766516, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1342846501", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Sunnyvale, CA", "commentType": "comment", "updateDate": "1342842901", "commentSequence": 4, "commentBody": "Nothing will happen. The leftist mafia and \"itellectual\" lobby will quickly bury this incident-or find a way to blame the manager. ", "recommendationCount": 0}, {"assetID": 3330873, "replies": [], "lft": 10, "assetURL": "http://india.blogs.nytimes.com/2012/07/20/mob-justice-at-the-maruti-factory/", "parentID": null, "commentID": 6674760, "rgt": 11, "userDisplayName": "Ken", "createDate": "1342809572", "userID": 31038319, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1342846513", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New Delhi, India", "commentType": "comment", "updateDate": "1342842913", "commentSequence": 5, "commentBody": "I'm not sure if the increasing dependence on contract labor is entirely due to unreasonable regulation.  After all, the wages of contract workers are almost half that of permanent workers while their tasks are not that different.  Also, it should be noted that many Japanese companies have been relying increasingly on contract labor in their home country (including TEPCO in dealing with the Fukushima accident).", "recommendationCount": 0}, {"assetID": 3330984, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 6680478, "replies": [], "commentID": 6680492, "trusted": 0, "userDisplayName": "Warren Howie Hughes", "createDate": "1342846887", "userID": 63739031, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1342846945", "userTitle": null, "recommendations": 0, "editorsSelection": false, "parentUserDisplayName": "Warren Howie Hughes", "userURL": null, "userLocation": "Quincy, Il.", "depth": 1, "commentType": "userReply", "updateDate": "1342843345", "commentSequence": 1, "commentBody": "Whoops! My bad, It's SleazeBags!<br/><br/>Howie"}]}, "lft": 54, "assetURL": "http://wordplay.blogs.nytimes.com/2012/07/20/bloc/", "parentID": null, "commentID": 6680478, "rgt": 57, "userDisplayName": "Warren Howie Hughes", "createDate": "1342846626", "userID": 63739031, "replyCount": 1, "commentTitle": "n/a", "status": "approved", "approveDate": "1342846694", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Quincy, Il.", "commentType": "comment", "updateDate": "1342843094", "commentSequence": 9, "commentBody": "Just you wait and see, I bet within a weeks time Sleazeballs and Longo's will TAKETO the streets picketing the Times demanding equal time!<br/><br/>Howie", "recommendationCount": 0}]}, "copyright": "Copyright (c) 2016 The New York Times Company.  All Rights Reserved."}