{"debug": {"version": 3.1}, "status": "OK", "results": {"api_timestamp": "1481460106", "totalCommentsFound": 4299, "totalCommentsReturned": 25, "comments": [{"assetID": 1756805, "replies": [], "lft": 34, "assetURL": "http://bats.blogs.nytimes.com/2010/08/16/mets-rodriguez-injured-thumb-in-altercation/", "parentID": null, "commentID": 2409050, "rgt": 35, "userDisplayName": "Viking", "createDate": "1282011387", "userID": 60536448, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1282017600", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Garden State", "commentType": "comment", "updateDate": "1282014000", "commentSequence": 16, "commentBody": "He'll have little if any trade value. Unless the Mets void his contract, they are stuck with him.", "recommendationCount": 1}, {"assetID": 1754574, "replies": [], "lft": 48, "assetURL": "http://wordplay.blogs.nytimes.com/2010/08/16/numberplay-the-relativity-of-probability/", "parentID": null, "commentID": 2409269, "rgt": 49, "userDisplayName": "Plasm", "createDate": "1282017576", "userID": 6041000, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1282017617", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Boston", "commentType": "comment", "updateDate": "1282014017", "commentSequence": 24, "commentBody": "Ah, I misread 1b) like @23 p as well.  If we assume we initially choose a distance between 0 and r, then the pdf of the inital distance is 1/r instead of 1/2r, and the answer is 0.4063.  Note that the area argument used by @18 Hans is incorrect (though yields a close answer) since we're not picking a point uniformly over the area of possible points.  The method of choosing the two distances separately and uniformly makes a subtle difference.<br /><br />To see this, consider a scenario where the tulips covered the entire lower half of the \"triangle+wedge\" in question.  Then the first distance traversed determines whether we hit the tulips (Pr=1/2), while the second distance traversed would be irrelevant.  If we tried using an area argument, we'd fail because the area of the lower half is larger than the upper due to asymmetry.", "recommendationCount": 0}, {"assetID": 1756805, "replies": [], "lft": 36, "assetURL": "http://bats.blogs.nytimes.com/2010/08/16/mets-rodriguez-injured-thumb-in-altercation/", "parentID": null, "commentID": 2409079, "rgt": 37, "userDisplayName": "David Gustafson", "createDate": "1282011990", "userID": 24053263, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1282017649", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Minneapolis", "commentType": "comment", "updateDate": "1282014049", "commentSequence": 17, "commentBody": "I once worked in a $25 million hotel in which the management would only allow the front desk staff three ballpoint pens, in order to save money. The Mets seem to have the same philospophy: spend hundreds of millions of dollars on overage ex-stars, and spend next to nothing on the teaching staff in the minor leagues that produces the next generation of players. This is a team that could revolutionize sports by truly practicing addition through subtraction. Simply give Oliver Perez, K-Rod, Carlos Beltran, Castillo, and the rest of Mr. Minaya's Over-The-Hill Gang their money and tell them to go away. Play the kids. And, if some other team actually signs the releasees and gets good production from them, give them a sincere note of congratulation.<br /><br />Failing this, kindly sell the team. Mark Cuban is looking to get into baseball -- why not sell him a 51% interest in the Mets, allow him to run the team, and bask in his reflected glory when he turns the Mets into a winner?", "recommendationCount": 5}, {"assetID": 1757372, "replies": [], "lft": 4, "assetURL": "http://bats.blogs.nytimes.com/2010/08/16/rodriguez-leaves-game/", "parentID": null, "commentID": 2409080, "rgt": 5, "userDisplayName": "Dan", "createDate": "1282011995", "userID": 18698859, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1282017686", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Frederick, Maryland", "commentType": "comment", "updateDate": "1282014086", "commentSequence": 1, "commentBody": "I think I'm playing make-believe in suggesting that Billy Martin will bring these bats to life.  Here's the bad news, folks:  This team really IS trying -- and failing.  The big hitters are having a the years that, at this point in their careers, they should be having.  Jeter -- a double-play generating batter in the best of times -- is now showing his age in the field, at the plate, probably even when he brushes his teeth.  Teixeira will give us a home run when we least expect (need) it, but will be fairly tame when push comes to shove.  Posada has become an embarrassment and Granderson is playing up (down) to his \"potential\".  Gardner, a real pro, is just not a .300 hitter.  So we have to face facts:  The rotation has been iffy all year and the run-production, which still looks good on average, is not well tuned to the actual game conditions.  We are now tied for the best record in baseball.  I wonder where we'll be in a month.  The law of averages catches up with those who finally are average.", "recommendationCount": 0}, {"assetID": 1756805, "replies": [], "lft": 38, "assetURL": "http://bats.blogs.nytimes.com/2010/08/16/mets-rodriguez-injured-thumb-in-altercation/", "parentID": null, "commentID": 2409094, "rgt": 39, "userDisplayName": "Gareth", "createDate": "1282012175", "userID": 10077233, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1282017692", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New York, NY", "commentType": "comment", "updateDate": "1282014092", "commentSequence": 18, "commentBody": "Gee, what a mess.  Void his contract if legally viable to set an example, then as soon as the season is done follow up with a major housecleaning.", "recommendationCount": 3}, {"assetID": 1756805, "replies": [], "lft": 42, "assetURL": "http://bats.blogs.nytimes.com/2010/08/16/mets-rodriguez-injured-thumb-in-altercation/", "parentID": null, "commentID": 2409134, "rgt": 43, "userDisplayName": "Alan Baron", "createDate": "1282013109", "userID": 50007971, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1282017698", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Malibu", "commentType": "comment", "updateDate": "1282014098", "commentSequence": 19, "commentBody": "Flush him and all the rest the season away , nice job Wilpons you guys are the dumbest rich  guys in MBL.", "recommendationCount": 1}, {"assetID": 1756805, "replies": [], "lft": 44, "assetURL": "http://bats.blogs.nytimes.com/2010/08/16/mets-rodriguez-injured-thumb-in-altercation/", "parentID": null, "commentID": 2409156, "rgt": 45, "userDisplayName": "PierreB", "createDate": "1282013624", "userID": 13934088, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1282017702", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New York", "commentType": "comment", "updateDate": "1282014102", "commentSequence": 20, "commentBody": "Karma", "recommendationCount": 1}, {"assetID": 1757372, "replies": [], "lft": 6, "assetURL": "http://bats.blogs.nytimes.com/2010/08/16/rodriguez-leaves-game/", "parentID": null, "commentID": 2409225, "rgt": 7, "userDisplayName": "Tom T.", "createDate": "1282015792", "userID": 57662310, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1282017761", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "NYC", "commentType": "comment", "updateDate": "1282014161", "commentSequence": 2, "commentBody": "Week or so ago I was commenting on the tight pennant race.  How to get positive after these last two games?  Easy, change my story.  Now I'll say that it's only August 16, not to worry, the pennant race hasn't even started.  Been getting the feeling that this team not only has some late-season coalescing to do with new faces on board.  Also this team seems driven to lose first place in order to get motivated to regain it.  That happens a lot with great teams.  All doable. Plenty of time. Hope springs eternal.  Keeps the adrenalin and stress going for the fans and for Joe Girardi.  That's what makes the win satisfying in the end.  Right?<br /><br />", "recommendationCount": 1}, {"assetID": 1756805, "replies": [], "lft": 46, "assetURL": "http://bats.blogs.nytimes.com/2010/08/16/mets-rodriguez-injured-thumb-in-altercation/", "parentID": null, "commentID": 2409161, "rgt": 47, "userDisplayName": "bogus14", "createDate": "1282013689", "userID": 60245260, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1282017773", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New York, NY", "commentType": "comment", "updateDate": "1282014173", "commentSequence": 21, "commentBody": "Oliver Perez, Luis Castillo, Francisco Rodriguez, Jason Bay. The problem isn't that the Mets won't spend money- they do- the problem is how they spend it. Total up those four players salaries and consider the performances the club has received. For that and the glacier-like rebuilding of the farm system (this is the first year in six we have received any production at all from the minors), GM Omar Minaya has to walk the plank. All of this is his responsibility.", "recommendationCount": 5}, {"assetID": 1756805, "replies": [], "lft": 40, "assetURL": "http://bats.blogs.nytimes.com/2010/08/16/mets-rodriguez-injured-thumb-in-altercation/", "parentID": null, "commentID": 2409117, "rgt": 41, "userDisplayName": "Bruce", "createDate": "1282012678", "userID": 17787527, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1282017796", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Upstate NY", "commentType": "comment", "updateDate": "1282014196", "commentSequence": 22, "commentBody": "Paradoxically enough, the injury may make K-Rod easier to trade next season, provided he recovers well enough to pitch decently in spring training or early in the season. Although he has only one more year left on his contract, what made him impossible to trade was that an option for 2012 would vest if he finished 100 games this year and next. Because he will miss a month and a half this year, that vesting is now fairly unlikely so, if the Mets are willing to pay some of next year's $11.5 million salary, a contender in need of relief pitching (which nearly all are) or whose closer gets injured during the season would not be hard to find. ", "recommendationCount": 4}, {"assetID": 1757060, "replies": [], "lft": 66, "assetURL": "http://opinionator.blogs.nytimes.com/2010/08/16/the-ontology-of-plagiarism-part-two/", "parentID": null, "commentID": 2408852, "rgt": 67, "userDisplayName": "J. Molka", "createDate": "1282006662", "userID": 46641507, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1282018274", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "NYC", "commentType": "comment", "updateDate": "1282014674", "commentSequence": 27, "commentBody": "Why do ignore the possibility that plagiarism is BOTH a moral and a professional offense.  Certainly it's a violation of professional standards.  That's not an issue.  But it is indeed a moral offense as well.  When a student submits work for evaluation, he/she does so with the knowledge that the professor will trust that the ideas contained therein represent original effort and thought even if composed of digested bits of other people's work.  Simply to copy someone else's words verbatim is a deliberate violation of that trust.  And you seem to limit the discussion to instances of DISCOVERED plagiarism while sidestepping the issue of undiscovered examples.  People who get away with it end up rewarded --money, recognition, admiration, etc. -- under false pretenses.  Is it not immoral to accept a reward for an act you didn't commit?<br /><br />Additionally, the analogy to the President's speechwriters is a poor one.  It's not plagiarism if you present the work of someone you hired specifically to produce that work and acknowledge as much.  Plagiarism generally means to appropriate someone else's pre-existing work without permission and without acknowledgment.  ", "recommendationCount": 4}, {"assetID": 1757060, "replies": [], "lft": 68, "assetURL": "http://opinionator.blogs.nytimes.com/2010/08/16/the-ontology-of-plagiarism-part-two/", "parentID": null, "commentID": 2408853, "rgt": 69, "userDisplayName": "evmunson", "createDate": "1282006676", "userID": 4848961, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1282018274", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Milwaukee,WI", "commentType": "comment", "updateDate": "1282014674", "commentSequence": 28, "commentBody": "As a computer science professor who teaches computer programming, cheating via plagiarism is an important issue to me.  In introductory computer programming courses, it is easy to copy the programs of others and rename a few variables to hide the act of copying.  We can catch these acts, but it requires extra effort on already-overworked graders.  Usually, the copying occurs among friends who are just helping each other out, until late in the semester, when the \"weak\" friend stops really trying and the \"strong\" friend lacks the courage to cut the \"weak\" one loose.<br /><br />My problem with this sort of plagiarism is not the supposed moral issue.  I'm no saint and don't feel I deserve to pass moral judgement even if there were some moral error here.  Rather, my problem is that part of my professional role is to assess whether a student really knows something.  Programming is hard work that takes a lot of time and I want my students to have a good part of their grade derived from their hard work.  But my assessment needs to really be based on what that student knows, not what the student was able to cajole out of friends. As Dr. Fish says, this is a professional view, not a moral one.  I am completely comfortable with it.<br />", "recommendationCount": 4}, {"assetID": 1757060, "replies": [], "lft": 70, "assetURL": "http://opinionator.blogs.nytimes.com/2010/08/16/the-ontology-of-plagiarism-part-two/", "parentID": null, "commentID": 2408857, "rgt": 71, "userDisplayName": "ElaineCorn", "createDate": "1282006760", "userID": 3223730, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1282018274", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Carmichael CA", "commentType": "comment", "updateDate": "1282014674", "commentSequence": 29, "commentBody": "Plagiarism may qualify as moral failing or professional misdeed. Whatever the punishment, what we have in the plagiarist is all the evidence of character: he's lazy.", "recommendationCount": 7}, {"assetID": 1757060, "replies": [], "lft": 72, "assetURL": "http://opinionator.blogs.nytimes.com/2010/08/16/the-ontology-of-plagiarism-part-two/", "parentID": null, "commentID": 2408861, "rgt": 73, "userDisplayName": "John McGuire", "createDate": "1282006886", "userID": 54104876, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1282018274", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "NY", "commentType": "comment", "updateDate": "1282014674", "commentSequence": 30, "commentBody": "Although I tend to agree with Fish that plagiarism is no big MORAL deal--if by \"moral\" it is meant that there is some universal obligation, however conceived, which forbids it--I would hasten to add that it is a fairly big ETHICALl deal.  Contrary to Fish, who would like to deflate the commonly conceived \"moral wrong\" of plagiarism to little more than an institutional wrong--namely a breach of academe's time honored code of conduct--I'm inclined to conceive of plagiarism as a vice that transcends the mores of academe.  What makes plagiarism wrong is that it stifles the development of intellectual autonomy, which consists not simply in being able to think for oneself but being responsible for what one thinks.  Intellectual autonomy is a virtue that transcends and gives ethical, not just institutional, force to strictures against academic dishonesty.", "recommendationCount": 6}, {"assetID": 1757060, "replies": [], "lft": 74, "assetURL": "http://opinionator.blogs.nytimes.com/2010/08/16/the-ontology-of-plagiarism-part-two/", "parentID": null, "commentID": 2408862, "rgt": 75, "userDisplayName": "Scott", "createDate": "1282006891", "userID": 59826114, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1282018274", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Mountain View, CA", "commentType": "comment", "updateDate": "1282014674", "commentSequence": 31, "commentBody": "The fundamental problem I have with this column, as with the previous one, is the attempt to treat all instances of plagiarism as a single unitary category. There are, to my mind, two kinds of plagiarism. In the first kind, call it `intentional plagiarism' the student willfully violates the rules of the class/university by passing off the written work of another individual as their own. It is an attempt to gain undue personal advantage and would seem to me to be as immoral as stealing money out of someone's pocket. After all, it is an attempt to get a better grade which is itself presumably an attempt to gain financial or other benefit.<br /><br />The second, call it `ignorant plagiarism' arises because students fail to understand what does and does not constitute plagiarism. That is, they do not understand the social/professional conventions and rules about attributing ideas and words to others. The student, of course, still has a duty to understand these rules, just as teachers have a duty to teach them. This category would not seem to be a moral failing by most standards, but merely a professional one.<br /><br />The problem that many folks have with your columns I suspect is the tacit assumption that all instances of plagiarism are (or at least ought to be treated as) instances of the second kind. There are instances which are plainly of the first kind and therefore plainly constitute moral failings.<br /><br />The practical question that arises, then, is how to punish these two types of plagiarism. In theory, I think most people would agree that the former deserves a far more severe punishment than the latter. In practice, however, it is not clear that such a split in punishment would be feasible since it is not clear how to distinguish the two kinds in most cases. For this reason, we have to adopt a single punishment system which largely ignores intent, even though intent is clearly relevant to our philosophical understanding of plagiarism.<br /><br />One final note: despite the lack of formal codification of such a split, there is generally a de facto split in the punishment system for the two kinds of cases. Most teachers will not spend the effort needed to go through the institutional processes needed for an official punishment if they believe a case is one of ignorant plagiarism.", "recommendationCount": 4}, {"assetID": 1757060, "replies": [], "lft": 78, "assetURL": "http://opinionator.blogs.nytimes.com/2010/08/16/the-ontology-of-plagiarism-part-two/", "parentID": null, "commentID": 2408873, "rgt": 79, "userDisplayName": "newyorkjohnny1", "createDate": "1282007073", "userID": 6581397, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1282018274", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Lake Tahoe, CA", "commentType": "comment", "updateDate": "1282014674", "commentSequence": 32, "commentBody": "I'm a writer and public speaker.  I work hard to produce content, and I get ripped off a lot.  I've had speakers hit the stage right before me and use some of my best stuff without attribution and without shame.  Comics on the circuit tell me they will shun, exile and hurt comics who steal material.<br /><br />It's theft.  It's as real as stealing a scarf you just knitted, or taking credit for saving someone's life when credit belongs elsewhere, or any other situation where something has been created or done, and ripped off.<br /><br />Shrugging it off is killing the value of creativity, act by act.<br /><br />Plagiarists deserve swift humiliation, financial damage, and the scorn of colleagues.<br /><br />", "recommendationCount": 20}, {"assetID": 1744762, "replies": [], "lft": 1594, "assetURL": "http://opinionator.blogs.nytimes.com/2010/08/11/on-dawkinss-atheism-a-response/", "parentID": null, "commentID": 2408886, "rgt": 1595, "userDisplayName": "Tom", "createDate": "1282007309", "userID": 51185982, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1282018274", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Boulder, CO", "commentType": "comment", "updateDate": "1282014674", "commentSequence": 745, "commentBody": "Both you and Dawkins have demonstrably false arguments.  But his are because he joins the argument in assuming God is the complex being that theists have made God out to be and must argue against the claims.  Your false argument is the retreat to a claim that God can be both outside our universe and a simple being all-powerful over our universe.  You can't have both.  To have a complex relationship with our universe requires some mirroring of that complexity in the creator-controller you posit.  Otherwise, the God you suggest would have no capacity to comprehend, much less have complete control over our physical universe.  You can claim magic of course or that we cannot understand the nature of God and on the latter I would agree.<br /><br />What is missed is that God may both be simple and IN this universe, but that is not the God theists argue for and Dawkins argues against.  The nature of God may be the very physical laws and logic that scientists and mathematicians study.  These laws are static yet eternal and one might claim they exist outside our physical universe but they have no meaning to us without existence.  No one knows the true nature of God, but Dawkins makes a good case that God is not simply an intelligent being as theists have claimed.  It is our own limitations that have made God in our own image.<br />", "recommendationCount": 0}, {"assetID": 1757060, "replies": [], "lft": 82, "assetURL": "http://opinionator.blogs.nytimes.com/2010/08/16/the-ontology-of-plagiarism-part-two/", "parentID": null, "commentID": 2408889, "rgt": 83, "userDisplayName": "Dimitri", "createDate": "1282007353", "userID": 28232513, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1282018274", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Boston", "commentType": "comment", "updateDate": "1282014674", "commentSequence": 33, "commentBody": "That a RED light means STOP is simply a convention. It's just a rule of the road, like the speed limit. So if a guy doesn't respect the rules of the road, and speeds through a red light killing a lot of people, it's just a violation of a set of conventions. It's not a big moral deal.", "recommendationCount": 16}, {"assetID": 1757060, "replies": [], "lft": 84, "assetURL": "http://opinionator.blogs.nytimes.com/2010/08/16/the-ontology-of-plagiarism-part-two/", "parentID": null, "commentID": 2408897, "rgt": 85, "userDisplayName": "Giles Slade", "createDate": "1282007463", "userID": 22864406, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1282018274", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Vancouver, Canada", "commentType": "comment", "updateDate": "1282014674", "commentSequence": 34, "commentBody": "Hello again, Dr. Fish:<br /><br />Strangely, on the elliptical this morning at the gym, I was reading Michael Bugeja's 'Living Ethics: Across Media Platforms' which contains a long section (pages 188-197) about the pressing problem of plagiarism in journalism during our modern age of cut and paste.<br /><br />(I'm researching Bugeja prior to writing a review of his 'Interpersonal Divide' for <a href=\"http://HuffingtonPost.com\" target=\"_blank\">HuffingtonPost.com</a>. A friend at BBC told me that parts of his work resemble my new essay, 'Electric Company' which appears next month in The American Interest print edition, although you can also access it here and now:<br /><a href=\"http://www.the-american-interest.com/article-bd.cfm?piece=866\" target=\"_blank\">http://www.the-american-interest.com...</a> )<br /><br />One of Bugeja's most interesting observations about plagiarism is that digitization and the Internet are changing the whole traditions of our ownership of intellectual property, and that student writers these days don't feel they have done anything wrong when they lift whole passages and claim them as their own.<br /><br /> 'Living Ethics' also notes, however, that the New York Times lost considerable credibility when reporter Jayson Blair was discovered habitually plagiarizing in order to meet his demanding deadlines. Of course, two senior editors resigned -their careers ruined- because this employee behaved unethically.<br /><br />Bugeja offers what he calls 'a plagiarism primer' to explain the main kinds and causes of plagiarism as well as how professional editors can protect themselves from complicity in plagiarism and from the lawsuits that result.<br /><br />What Bugeja doesn't mention is a kind of unintentional plagiarism that crops up with increasing frequency in our constantly accelerating Internet age.  A good example is Maureen Dowd's ill-fated 'mistake' last year when she cut and pasted a line or so of text from a blog, copied it onto her screen and then later assumed it was her own work, publishing it that way in an NYT op-ed.<br /><br />I love the way Ms Dowd writes, and I take her completely at her word about this isolated mistake because I've done the same thing and experienced the same terrifying surprise when the realization finally dawned on me.<br /><br />So as I was pounding away this morning, it occurred to me that professional writers really need a mini app that will automatically smack quotations marks around any item you cut and paste while simultaneously recording the day's date and the url you grabbed it from.<br /><br />I think a lot of professionals would pay for this simple, useful app because it would prevent them from<br />accidentally screwing up.<br /><br />--Meanwhile, I enjoyed both these columns and look forward to more.", "recommendationCount": 6}, {"assetID": 1757060, "replies": [], "lft": 86, "assetURL": "http://opinionator.blogs.nytimes.com/2010/08/16/the-ontology-of-plagiarism-part-two/", "parentID": null, "commentID": 2408899, "rgt": 87, "userDisplayName": "Ben", "createDate": "1282007481", "userID": 23986443, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1282018274", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "San Jose, CA", "commentType": "comment", "updateDate": "1282014674", "commentSequence": 35, "commentBody": "Response to C, from Vermont<br />\"It is a taking for one's own benefit with no intent to return. That's called theft.\"    Borrowing may not be the correct term but theft isn't either, even under your definition.    Taking implies a physical removal, but when work is copied the original remains in the possession of the true owner.   If the plagiarizer benefits at the owner's expense it might be closer to theft but the vast majority of copying only benefits the plagiarizer  with no real loss to the owner.", "recommendationCount": 1}, {"assetID": 1757060, "replies": [], "lft": 88, "assetURL": "http://opinionator.blogs.nytimes.com/2010/08/16/the-ontology-of-plagiarism-part-two/", "parentID": null, "commentID": 2408901, "rgt": 89, "userDisplayName": "David Rosen", "createDate": "1282007518", "userID": 52099257, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1282018274", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Oakland, CA", "commentType": "comment", "updateDate": "1282014674", "commentSequence": 36, "commentBody": "First, I want to thank Mr. Fish for proper attribution of the quote he took from my previous comment even if it only amounted to four words.<br />Second,I would point out that are certainly circumstances under which dishonesty is acceptable or even desirable.  If a gun toting maniac asked, \"Where's Joe?\", I would happily lie.  Similarly a case can be made for lying to save someone's feelings although there are good arguments on the other side and varied circumstances that might be involved.  The question about dishonesty in my view is whether a meaningful justification exists.  As for plagiarism, it is dishonest and students know it.  If a student who had plagiarized came to me with extenuating circumstances I might consider the possibility that it was \"second-degree\" dishonesty, done in the heat of the moment, under stress.  Otherwise I can see no justification.  Plagiarism is dishonest and students know it.  It is a  matter of character not merely a matter of academic procedure.<br />Third, my suggestion is that we leave this discussion in favor of the more important discussion of what can be done... doubtless over time but preferably with a great sense of urgency nonetheless... to change the fundamental mindset that is quite prevalent amongst students that education is a means to end and of limited value in itself, despite lip service paid to the contrary.  Plagiarism is related to this larger issue but what's at stake in my view is broader.  Without a critical mass of positive sentiment and positive action, education doesn't work very well.  I believe this is the case currently to a substantial degree.  What do we do?", "recommendationCount": 4}, {"assetID": 1757060, "replies": [], "lft": 90, "assetURL": "http://opinionator.blogs.nytimes.com/2010/08/16/the-ontology-of-plagiarism-part-two/", "parentID": null, "commentID": 2408903, "rgt": 91, "userDisplayName": "koko", "createDate": "1282007583", "userID": 16615603, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1282018274", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "nyc", "commentType": "comment", "updateDate": "1282014674", "commentSequence": 37, "commentBody": "Unfortunately for Prof. Fish, the reason plagiarism is indeed an ethical issue is because of its potential consequences.<br /><br />Just one example (and yes, this does happen/has happened):<br /><br />if the work of a junior prof is plagiarized or \"borrowed from\" successfully (i.e., without penalty to the plagiarist), that stolen work is already not presentable in any straightforward way as that of the junior professor. But depriving that junior prof of the capacity to attribute that work to him/herself undermines his/her capacity to live up to institutional requirements for promotion, tenure. . . IOW, the capacity to stay in the academy and maintain his/her job.<br /><br />In other words, as the \"institution\" is now structured, I need to be able unambiguously to claim that X piece of scholarship is \"mine\" in order to go through the hoops. Considering the obvious livelihood issues connected to those \"hoops,\" how is this not an ethical issue, with potentially large-scale life consequences?<br /><br />If you're saying that it's not wise to present the issue of plagiarism to students in those terms, that's one thing; saying it's not a moral issue is another entirely.", "recommendationCount": 5}, {"assetID": 1757060, "replies": [], "lft": 92, "assetURL": "http://opinionator.blogs.nytimes.com/2010/08/16/the-ontology-of-plagiarism-part-two/", "parentID": null, "commentID": 2408904, "rgt": 93, "userDisplayName": "Toby", "createDate": "1282007592", "userID": 41810094, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1282018274", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Graz, Austria", "commentType": "comment", "updateDate": "1282014674", "commentSequence": 38, "commentBody": "I wish you could have gone into more detail about something you touch on early in the present column, \"What I say is that plagiarism matters a lot in contexts and cultures where there is a name for it\". I am currently in Austrian academia and studied in Germany, and have traveled extensively in Russia and other Slavic countries. There is no German word that encapsulates the concept of plagiarism (like many other concepts that are finely dissected in English, German tends to boil it down to something cruder - one dictionary translates it as 'literarischer Diebstahl' or literary theft. As a result, it is very difficult to convey the concept to my students, who regularly and routinely plagiarize. In Russia it is even worse - I have met students who were punished and ostracized for not plagiarizing, since they were expected to regurgitate the canon they learned by heart. Are there any studies on this?", "recommendationCount": 2}, {"assetID": 1757060, "replies": [], "lft": 94, "assetURL": "http://opinionator.blogs.nytimes.com/2010/08/16/the-ontology-of-plagiarism-part-two/", "parentID": null, "commentID": 2408908, "rgt": 95, "userDisplayName": "Gerard Harbison", "createDate": "1282007623", "userID": 1181788, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1282018274", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Lincoln, NE", "commentType": "comment", "updateDate": "1282014674", "commentSequence": 39, "commentBody": "Fish completely misses the point. Suppose a student turned in a paper copied verbatim from another source, but at the end, attached a citation acknowledging the paper to be an exact reproduction. Would we call this plagiarism? No we would not. We would fail the student for failure to complete the assignment in an original fashion -- which Fish claims is the only real transgression -- but we would not call it plagiarism, because the vital element -- an attempt to deceptively represent another's work as one own -- is absent.<br /><br />And it is the element of attempted deception, of cheating, which is essential to plagiarism, and which carries the element of moral opprobrium. Humans innately despise cheating. Gaining something --  be it course credit, or credentials, or a rputation, or book sales -- by deceptive means is wrong, and humans universally consider it to be wrong.   ", "recommendationCount": 7}, {"assetID": 1757060, "replies": [], "lft": 96, "assetURL": "http://opinionator.blogs.nytimes.com/2010/08/16/the-ontology-of-plagiarism-part-two/", "parentID": null, "commentID": 2408915, "rgt": 97, "userDisplayName": "penrodr", "createDate": "1282007863", "userID": 1787549, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1282018274", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "IL", "commentType": "comment", "updateDate": "1282014674", "commentSequence": 40, "commentBody": "The question of whether plagiarism, or any other transgression, is a moral or an ethical issue is secondary to which kind of transgression is important for us to enforce as a society.  Moral issues are individual and/or religious; it may well be that plagiarism is immoral to some and not to others, just as discriminating against homosexuals (your group here) is moral to some and not to others.  Neither, however, is ethical by societal and legal standards.  This is society's true interest and, I think, professor Fish's point.", "recommendationCount": 0}]}, "copyright": "Copyright (c) 2016 The New York Times Company.  All Rights Reserved."}