{"debug": {"version": 3.1}, "status": "OK", "results": {"api_timestamp": "1481460437", "totalCommentsFound": 1706, "totalCommentsReturned": 25, "comments": [{"assetID": 2590873, "replies": [], "lft": 98, "assetURL": "http://www.nytimes.com/2011/04/02/sports/ncaabasketball/02uconn.html", "parentID": null, "commentID": 3633943, "rgt": 99, "userDisplayName": "Tony Glover", "createDate": "1301791341", "userID": 22284543, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1301803258", "userTitle": null, "editorsSelection": 1, "statusID": 2, "userURL": null, "userLocation": "New York", "commentType": "comment", "updateDate": "1301799658", "commentSequence": 40, "commentBody": "This story is much bigger than the lies or omissions of fact that the athlete, recruiters and coaches may or may not have told to advance their own self interests.<br/><br/>Reading between the lines, a cottage industry exists whose sole interest is to bring powerfully talented athletes but academically vulnerable or under-qualified students to top university sports programs.<br/><br/>It would be one thing if this industry was primarily interested in the athlete's growth academically.  Mostly, however, it thrives on using legally suspect practices to protect the university's interest by engaging in deceptive practices that achieve the single-minded goal of acquiring promising athletes to benefit top revenue-producing basketball programs.  <br/><br/>This sounds like civil racketeering by another name.<br/><br/>When NCAA college recruiters, and the industry that it supports, collude to engage in civil crimes and, in the process, leech the talents of under-age students, there should be grave penalties that actually deter a kind of human-trafficking that exploits young people.<br/><br/>How and why is Tom Moore still coaching at a major university program?   And, on its face, who believes Tom Calhoun’s protestations that he did not know Connecticut used affiliated agents to help this student-athlete in forbidden ways?<br/><br/>Why are there not federal civil investigations for collusion in what, on its face, appears to be a racket designed to provide financial benefits to amateur student-athletes, to utilize academically counterfeit high schools, and to seat phantom test-takers on the nation’s premier college-entrance exam?<br/><br/>And how absurd is it that all this exists in an effort to benefit private and public universities that profit from federal government largess in the form of multi-million dollar research grants, and millions more in financial aid, that is connected to their ability to attract these student-athletes to their institutions?<br/><br/>Clearly, there is a system in place in that engages in suspect activity that conspires to mine, in particular, under-age Blacks, for their basketball talent – a talent whose monetary value in terms of broadcast and media rights winds up subsidizing educational institutions, some of which enjoy, paradoxically, both colossal financial endowments and federal not-for-profit tax-exempt status.  <br/><br/>College recruiters, coaches, athletic directors, provosts, and presidents, as part of their NCAA exploits, get paid to connive to improve the university’s bottom line financially as they pimp a product to television networks, college apparel companies, and video game makers (amongst others) that are willing to pay handsomely, in the many millions of dollars in fact, for the rights to broadcast the actual images and/or otherwise utilize the likenesses of young students who, too often, have no one looking out for their interests.<br/><br/>The NCAA’s own investigations and sanctions are not a strong enough deterrent to wayward collegiate agents and employees.<br/><br/>A federal investigation by the Justice Department that determines civil liability and metes out enforceable sanctions would be more apt to change the practices of the NCAA and its loosely affiliated cottage industries.<br/><br/>It is long past time that our civil authorities look past the practice of finding financially vulnerable, academically ineligible and athletically gifted students and exploiting what these students don't have (money and education) in order to take advantage of what they do have (basketball talents).  <br/><br/>But the NCAA alone is not to blame.<br/><br/>Most who tune into NCAA broadcasts and otherwise support college athletics should be more upset about how vulnerable youngsters, with so much to gain and so little to lose, are trafficked to the top programs in a college athletic association that may or may not look out for the student’s growth academically, athletically and ultimately professionally.<br/><br/>But you know what?  <br/><br/>This did not factor in my consideration when watching March Madness.<br/><br/>I did not think about it, at all, while filling out my tournament bracket here on the New York Times.  Truth be told: I picked Connecticut to be in the finals without at all thinking about their past recruiting violations.<br/><br/>A team's violations did not cross my mind, as I checked my favorite website for the latest score, or while I enjoyed coverage on the three (or are there more?) networks that paid millions for the rights to broadcast this year’s basketball tournament.<br/><br/>Rarely do most of us, I would venture to say, even think about the vulnerabilities, the back stories, haunting many of the athletes whose own trials and tribulations become an afterthought.  <br/><br/>That’s if we even think about them at all.<br/><br/>We are all part of the collusion unless actively engaged to change this system.  And change it we must.<br/><br/>Maybe next year, I suppose, as I plan to watch the finals on Monday.  I don’t know.  Maybe not if Connecticut makes it.  <br/><br/>I know.  That's not enough.", "recommendationCount": 4}, {"assetID": 2590873, "replies": [], "lft": 96, "assetURL": "http://www.nytimes.com/2011/04/02/sports/ncaabasketball/02uconn.html", "parentID": null, "commentID": 3633883, "rgt": 97, "userDisplayName": "Camerashy", "createDate": "1301789358", "userID": 62970631, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1301803287", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Portland, OR", "commentType": "comment", "updateDate": "1301799687", "commentSequence": 41, "commentBody": "Just another example of the thousands of cheating losers trying to get into a school that they have no business going to. He never applied himself to get the grades necessary to get in. He certainly does not deserve the 15 minutes of attention given to him. Quit feeling sorry for someone who doesn't even want to work for it, he just wants it given to him.", "recommendationCount": 0}, {"assetID": 2589375, "replies": [], "lft": 128, "assetURL": "http://www.nytimes.com/2011/04/03/nyregion/03remains.html", "parentID": null, "commentID": 3633365, "rgt": 129, "userDisplayName": "davestanke", "createDate": "1301767134", "userID": 58119275, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1301803306", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New York, NY", "commentType": "comment", "updateDate": "1301799706", "commentSequence": 47, "commentBody": "New Definition of  WTC Dispute:  Sally Regenhart doesn't like it.", "recommendationCount": 2}, {"assetID": 2589375, "replies": [], "lft": 130, "assetURL": "http://www.nytimes.com/2011/04/03/nyregion/03remains.html", "parentID": null, "commentID": 3633499, "rgt": 131, "userDisplayName": "Annallyse", "createDate": "1301772305", "userID": 30677429, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1301803327", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New York City", "commentType": "comment", "updateDate": "1301799727", "commentSequence": 48, "commentBody": "How completely insensitive.  We aren't talking about remains that are hundreds of years old, nor even decades old.  Ten years have not yet passed since that unbearable day of September 11, 2001.  At the very least, the families of those who were murdered should have been consulted and their requests respected.  We have memorials, tombs to unknown solders that died in war.  How could we have less than that to respect the unindentified whose lives were cut short by a terrorist attack upon this nation?  They deserve an appropriate memorial, not to be part of a museum exhibit constructed to enhance tourism.  And anyway, who gave the museum curators the right to decide what to do with these unindentified remains?  \r<br/><br/>I worked by the WTC.  A couple of weeks after the attack, I was walking on Broadway by City Hall, that awful burning smell in the air, dust and ashes covering the grass, the trees, store windows.  In the midst of this, I was approached by a tourist from abroad who eagerly asked where Ground Zero was.  Her enthusiasm about seeing the site was revolting to me; yet she seemed completely unaware of the inappropriateness of her request.  No matter what, there will always be people like this.  But the nearly 3000 individuals who died in the span of 90 minutes on that clear September day deserve an appropriate, reverent memorial separate and apart from the musuem, please.  \r", "recommendationCount": 4}, {"assetID": 2589375, "replies": [], "lft": 136, "assetURL": "http://www.nytimes.com/2011/04/03/nyregion/03remains.html", "parentID": null, "commentID": 3633898, "rgt": 137, "userDisplayName": "Bazz", "createDate": "1301789754", "userID": 45457067, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1301803465", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Hobart Tas", "commentType": "comment", "updateDate": "1301799865", "commentSequence": 49, "commentBody": "In 2004-5 I wrote to the Mayor of NY and the President for the 9/11 memorial's style.<br/>\nI received no reply!<br/><br/>My premise was to have a peoples' Museum with input by the victims family updated almost daily to show how that date ripples into the future. Forums would be allowed for debate of the cause and effects!<br/>\nIt would be the first international museum with multiple sites world wide with some artifacts from the site at the various other sites.<br/><br/>The primary focus would be freedom to debate!<br/><br/>It would be a \"propaganda\" museum to win the hearts and minds all over the world! And the perfect method to export USA founding fathers' ideas of democracy!<br/><br/>It was not to be Bush preferred the money approach! <br/><br/>Another missed opportunity to export democracy cheaply!", "recommendationCount": 0}, {"assetID": 2589375, "replies": [], "lft": 138, "assetURL": "http://www.nytimes.com/2011/04/03/nyregion/03remains.html", "parentID": null, "commentID": 3634153, "rgt": 139, "userDisplayName": "utech", "createDate": "1301800607", "userID": 20928499, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1301803481", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "manhattan, ny", "commentType": "comment", "updateDate": "1301799881", "commentSequence": 50, "commentBody": "The remains should be buried in either a family plot, or cremated ( if necessary ) and then allow the family to choose the resting place of the ashes. <br/><br/>Can you imagine burying all the vets on the Vietnam War Memorial on the mall? <br/><br/>Following the the logic of people overly concerned with the remains of their dead relatives, access to cemeteries should only be allowed by people who have relatives buried in them, and the actual grave sights should be off limits to all but family members.", "recommendationCount": 0}, {"assetID": 2577069, "replies": [], "lft": 31, "assetURL": "http://consults.blogs.nytimes.com/2011/03/29/a-new-era-in-melanoma-treatment/", "parentID": 3633642, "commentID": 3634295, "rgt": 32, "userDisplayName": "Dr. Derek Raghavan", "createDate": "1301803546", "userID": 54480690, "replyCount": 0, "commentTitle": "", "status": "approved", "approveDate": "1301803546", "userTitle": "President, Levine Cancer Institute", "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "", "commentType": "reporterReply", "updateDate": "1301799946", "commentSequence": 1, "commentBody": "ABT 888 is what's known as a poly(ADP-ribose) polymerase, or PARP, inhibitor, a new class of anti-tumor agents that has been shown in animal models and in test tubes to add to the effect of conventional anticancer drugs, including alkylating agents.  This particular drug is made by Abbott Laboratories.<br/><br/>\nABT 888 is currently undergoing testing in clinical trials to determine whether it adds to the efficacy of the alkylating agent temozolomide against melanoma.  The PARP inhibitors are being tested to see if they are effective against a range of different tumor types.  This class of drugs is not as far along the clinical trial pathway as the new agents mentioned in the past few days, and their role against melanoma has not yet been defined.", "recommendationCount": 0}, {"assetID": 2590452, "replies": [], "lft": 42, "assetURL": "http://www.nytimes.com/2011/04/03/fashion/03reputation.html", "parentID": null, "commentID": 3633791, "rgt": 43, "userDisplayName": "Shannon M. Wilkinson", "createDate": "1301785189", "userID": 61060386, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1301803568", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "NYC", "commentType": "comment", "updateDate": "1301799968", "commentSequence": 13, "commentBody": "There are few laws in place to regulate or address what is posted online and no laws requiring online authentication of user identity. Section 230 of the Communications Decency Act, passed in 1996 and a famous aspect of internet legislation, states: “No provider or user of an interactive computer service shall be treated as the publisher or speaker of any information provided by another information content provider.” This provides websites with legal immunity.\r<br/><br/>Monitoring your online reputation (by setting up a Google Alert in your name) and taking a proactive role in managing what information you can about yourself (by registering your name on social media platforms and posting professional or other information about yourself in community and industry online platforms), enables you to provide a factual foundation about yourself online.  \r<br/><br/>You can’t control what is said about you in articles, blogs and online forums. But you can contribute to the body of information about you online….and you should. Including a current head shot will enable viewers to identify you correctly and not confuse you with potentially many other people who share the same name.\r<br/><br/>Shannon M. Wilkinson, President<br/>\nReputation Communications  <a href=\"http://www.reputation-communications.com\" title=\"www.reputation-communications.com\" target=\"_blank\">www.reputation-communications.com</a>", "recommendationCount": 2}, {"assetID": 2590452, "replies": [], "lft": 44, "assetURL": "http://www.nytimes.com/2011/04/03/fashion/03reputation.html", "parentID": null, "commentID": 3633935, "rgt": 45, "userDisplayName": "T in PDX", "createDate": "1301791030", "userID": 29195877, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1301803568", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Portland, OR", "commentType": "comment", "updateDate": "1301799968", "commentSequence": 14, "commentBody": "I hate the idea that one has to monitor your internet reputation if you aren't in public life. I'm just a worker and a grad student, and yet I still feel the need to monitor what I post to the web and what might be posted about me. <br/><br/>I'm currently job hunting and have been doing the run through google to find content about myself. Most of the stuff out there is just fine, but I wish I was just less visible in general. On the other hand it is nice to have good stuff out there that might be helpful in a job hunt. It's all just a trade off I guess where one makes trades that you really have little control over in the end.", "recommendationCount": 8}, {"assetID": 2590452, "replies": [], "lft": 46, "assetURL": "http://www.nytimes.com/2011/04/03/fashion/03reputation.html", "parentID": null, "commentID": 3633973, "rgt": 47, "userDisplayName": "Bodum17", "createDate": "1301792796", "userID": 50843280, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1301803568", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Bronx, NY", "commentType": "comment", "updateDate": "1301799968", "commentSequence": 15, "commentBody": "It's hilarious that Bryce Tom launched this company when his tenure at Rubenstein was extremely short and his contributions were negligible at best. Look at this linkedin profile!<br/>\nOnline reputation management is a scam by SEO wannabes and fake authors on wikipedia. Seriously question their 'tactics' and it'll be a glossed over version of flood the web with keywords, and pointless content and edit your wikipedia entry from public computers. I apologize if I seem skeptical but that comes from knowing this industry all too well.<br/>\nHere's the latest round of digital snake oil. ", "recommendationCount": 12}, {"assetID": 2590452, "replies": [], "lft": 48, "assetURL": "http://www.nytimes.com/2011/04/03/fashion/03reputation.html", "parentID": null, "commentID": 3634088, "rgt": 49, "userDisplayName": "David Bartlett", "createDate": "1301797527", "userID": 53449194, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1301803568", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Lake Superior, MI", "commentType": "comment", "updateDate": "1301799968", "commentSequence": 16, "commentBody": "Perhaps the kind of person who would 'google' you in the first place isn't worthy of you in the first place.\r", "recommendationCount": 4}, {"assetID": 2590823, "replies": [], "lft": 190, "assetURL": "http://www.nytimes.com/2011/04/02/health/02resident.html", "parentID": null, "commentID": 3634294, "rgt": 191, "userDisplayName": "tth", "createDate": "1301803394", "userID": 55932546, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1301804334", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Chicago", "commentType": "comment", "updateDate": "1301800734", "commentSequence": 86, "commentBody": "Many of my friends are consultants and they work really really ... really long hours.  But business school is two years of, from what I heard, loads of fun and partying versus the 4 grueling years of medical school.  And the majority of people who ultimately go into business school, didn't plan on doing so whereas many doctors harbor the dream of becoming a doctor since as early as high school - thus prompting hard work to get into a competitive college, more hard work to get into a competitive medical school, more hard work to get into a good residency, more hard work yet to get into a fellowship....no longer by the time they get a job they are so burned out all they want to do is spend more time with family.  ", "recommendationCount": 0}, {"assetID": 2591804, "replies": [], "lft": 224, "assetURL": "http://well.blogs.nytimes.com/2011/04/02/doctors-who-want-a-life/", "parentID": null, "commentID": 3634451, "rgt": 225, "userDisplayName": "tth", "createDate": "1301803394", "userID": 55932546, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1301804334", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Chicago", "commentType": "comment", "updateDate": "1301803623", "commentSequence": 103, "commentBody": "Many of my friends are consultants and they work really really ... really long hours.  But business school is two years of, from what I heard, loads of fun and partying versus the 4 grueling years of medical school.  And the majority of people who ultimately go into business school, didn't plan on doing so whereas many doctors harbor the dream of becoming a doctor since as early as high school - thus prompting hard work to get into a competitive college, more hard work to get into a competitive medical school, more hard work to get into a good residency, more hard work yet to get into a fellowship....no longer by the time they get a job they are so burned out all they want to do is spend more time with family.  ", "recommendationCount": 4}, {"assetID": 2590823, "replies": [], "lft": 192, "assetURL": "http://www.nytimes.com/2011/04/02/health/02resident.html", "parentID": null, "commentID": 3634298, "rgt": 193, "userDisplayName": "Jim", "createDate": "1301803736", "userID": 60774379, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1301804337", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "PA", "commentType": "comment", "updateDate": "1301800737", "commentSequence": 87, "commentBody": "no one commented on the shortage of doctors in the us? why such long waits to get appointments? why empty waiting rooms in the clinics and hospitals i visit? no doctors!", "recommendationCount": 0}, {"assetID": 2591804, "replies": [], "lft": 226, "assetURL": "http://well.blogs.nytimes.com/2011/04/02/doctors-who-want-a-life/", "parentID": null, "commentID": 3634452, "rgt": 227, "userDisplayName": "Jim", "createDate": "1301803736", "userID": 60774379, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1301804337", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "PA", "commentType": "comment", "updateDate": "1301803623", "commentSequence": 104, "commentBody": "no one commented on the shortage of doctors in the us? why such long waits to get appointments? why empty waiting rooms in the clinics and hospitals i visit? no doctors!", "recommendationCount": 0}, {"assetID": 2592444, "replies": [], "lft": 2, "assetURL": "http://bats.blogs.nytimes.com/2011/04/02/a-prank-on-the-mets-but-sny-isnt-laughing/", "parentID": null, "commentID": 3634165, "rgt": 3, "userDisplayName": "CT Barbarian", "createDate": "1301801050", "userID": 258547, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1301804941", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Columbus OH", "commentType": "comment", "updateDate": "1301801341", "commentSequence": 1, "commentBody": "Oh, great!  The one guy in the Mets organization with creativity and talent and they are going to punish him.  They really ought to promote him - certainly the baseball isn't going to keep people watching SNY", "recommendationCount": 26}, {"assetID": 2592205, "replies": [], "lft": 2, "assetURL": "http://goal.blogs.nytimes.com/2011/04/02/is-de-rosario-the-final-piece-in-the-red-bulls-puzzle/", "parentID": null, "commentID": 3634335, "rgt": 3, "userDisplayName": "ClearWindow", "createDate": "1301805219", "userID": 4358618, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1301805422", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New York City", "commentType": "comment", "updateDate": "1301801822", "commentSequence": 1, "commentBody": "Why harsh specifically on Tchani, Eric?  Now we just want him to come back and score goals against you, for picking up yet another guy who has just finished peaking.  Plus a first round draft pick?  And with one season only guaranteed?  De Rosario is coming for the higher profile.  Another early exit for Red Bull, the team which will have Agudelo for one more year, tops.", "recommendationCount": 0}, {"assetID": 2580940, "replies": [], "lft": 2, "assetURL": "http://atwar.blogs.nytimes.com/2011/03/30/going-to-war-part-1/", "parentID": null, "commentID": 3619430, "rgt": 3, "userDisplayName": "Marine Dad", "createDate": "1301513254", "userID": 63255592, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1301809993", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Rhinebeck, New York", "commentType": "comment", "updateDate": "1301806393", "commentSequence": 1, "commentBody": "Well done, Kelley.<br/>\nKeep up the good work.<br/>\nLove,<br/>\nDad", "recommendationCount": 5}, {"assetID": 2580940, "replies": [], "lft": 4, "assetURL": "http://atwar.blogs.nytimes.com/2011/03/30/going-to-war-part-1/", "parentID": null, "commentID": 3619991, "rgt": 5, "userDisplayName": "Tracie, Soldiers' Angels", "createDate": "1301521146", "userID": 27216813, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1301809996", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Connecticut", "commentType": "comment", "updateDate": "1301806396", "commentSequence": 2, "commentBody": "Great article.  I look forward to more.  May God keep them all safe on this deployment.", "recommendationCount": 0}, {"assetID": 2580940, "replies": [], "lft": 6, "assetURL": "http://atwar.blogs.nytimes.com/2011/03/30/going-to-war-part-1/", "parentID": null, "commentID": 3620216, "rgt": 7, "userDisplayName": "4McCain", "createDate": "1301525693", "userID": 30914200, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1301809998", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Chattannoga", "commentType": "comment", "updateDate": "1301806398", "commentSequence": 3, "commentBody": "Well written Lt. Gasper.  Take care.", "recommendationCount": 0}, {"assetID": 2580940, "replies": [], "lft": 8, "assetURL": "http://atwar.blogs.nytimes.com/2011/03/30/going-to-war-part-1/", "parentID": null, "commentID": 3620286, "rgt": 9, "userDisplayName": "DQB", "createDate": "1301527501", "userID": 47951166, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1301810009", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "NC", "commentType": "comment", "updateDate": "1301806409", "commentSequence": 4, "commentBody": "It's great to see a quality piece of writing from a young Marine Officer.  2ndLt Gasper is a reminder that, recent failures of leadership aside, concerned, intelligent, and involved leaders are present in our military.  Sometimes the perspective of the junior officer is lost amidst the focus on the hardships present in the life of junior enlisted members or the high level machinations of general officers.  2ndLt Gasper's job as a platoon commander is a difficult task, and it seems his Marines are fortunate enough to have a strong leader to shepherd them through this deployment.<br/><br/>Additionally, Gasper's commentary regarding the often uncomfortable relationship between the Marine infantry forces and associated supporting elements is a difficult situation to describe.  Without question, the infantry is the central element and well deserving of primary focus.  With that said, Gasper's complaint about struggling to provide currency to his mission and the associated maintenance and training elements is not a rare battle.  ", "recommendationCount": 3}, {"assetID": 2580940, "replies": [], "lft": 10, "assetURL": "http://atwar.blogs.nytimes.com/2011/03/30/going-to-war-part-1/", "parentID": null, "commentID": 3621176, "rgt": 11, "userDisplayName": "Sean", "createDate": "1301545251", "userID": 63454868, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1301810033", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Philadelphia", "commentType": "comment", "updateDate": "1301806433", "commentSequence": 5, "commentBody": "Lt Gasper, good luck in your first deployment. In the other services, we do not have the exact same dynamic. But in my experience a deployment like this helped most everyone focus on the task at hand, and less on the rivalries that you have more time to worry about stateside. I look forward to your next article.", "recommendationCount": 0}, {"assetID": 1368109, "replies": [], "lft": 58, "assetURL": "http://atwar.blogs.nytimes.com/2010/04/15/on-military-awards-and-perceptions-of-them/", "parentID": null, "commentID": 3621396, "rgt": 59, "userDisplayName": "GI-Babe", "createDate": "1301551258", "userID": 50811701, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1301810046", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "germany", "commentType": "comment", "updateDate": "1301806446", "commentSequence": 27, "commentBody": "After 4 deployments, i can say unequivocally that awards are often based upon ones rank or the writing skills of your boss.  I knew a Staff Sergeant who was awarded a BSM based upon his meritorious achievements for 15 months but i knew many officers who got only an ARCOM b/c their boss didn't like them or wrote poorly. Go figure!\r<br/><br/>But, whether or not there is some award inflation, we in the military know how to read between the rows ...", "recommendationCount": 0}, {"assetID": 2580940, "replies": [], "lft": 12, "assetURL": "http://atwar.blogs.nytimes.com/2011/03/30/going-to-war-part-1/", "parentID": null, "commentID": 3621646, "rgt": 13, "userDisplayName": "Jane Arnold", "createDate": "1301562897", "userID": 59127271, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1301810056", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Wisconsin", "commentType": "comment", "updateDate": "1301806456", "commentSequence": 6, "commentBody": "After spending most of this early morning reading about all of the bad things happening in this world, it is heartening, say the least, to read of this young officer's insight and empathy for his Marines. And to read of his dedication to making sure that his platoon understands the absolutely necessity of what they do in their deployment roles. <br/><br/>Gaspar, at age 23, commands a platoon of 43 people. These are live human beings dependent for their lives on his decisions and on the decisions of other young men and women, young Americans, schooled in our schools, raised in our homes. I am exceptionally proud this morning of him, of his Marines, and of my nephew, an Army platoon leader. <br/><br/>These young men and women are not only our future, They are our present and our presence in the longest war. Despite our country's economic woes, our ugly political divisiveness, we still field young people like this 2nd Lt. Thanks to him and to hundreds of thousands like him, we can wake up today and still hold our American heads high. ", "recommendationCount": 3}, {"assetID": 2580940, "replies": [], "lft": 14, "assetURL": "http://atwar.blogs.nytimes.com/2011/03/30/going-to-war-part-1/", "parentID": null, "commentID": 3622632, "rgt": 15, "userDisplayName": "Ruanne", "createDate": "1301579037", "userID": 12803667, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1301810069", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Arkansas", "commentType": "comment", "updateDate": "1301806469", "commentSequence": 7, "commentBody": "Thanks for a great, well written post. Those flights into a combat zone are a real experience. I'm a military brat, so I've been flying pretty much since birth with no problems with airsickness, but I've nearly lost it on MAC flights into and out of Baghdad. Evasive maneuvers, my foot. I think Air Force just does it to see how many ground pounders they can make sick. They're up in the cockpit placing wagers... \r<br/><br/>But seriously, from a former combat support soldier, have a good tour. Keep your head down out there, LT. ", "recommendationCount": 0}]}, "copyright": "Copyright (c) 2016 The New York Times Company.  All Rights Reserved."}