{"debug": {"version": 3.1}, "status": "OK", "results": {"api_timestamp": "1481479880", "totalCommentsFound": 3749, "totalCommentsReturned": 25, "comments": [{"assetID": 3344438, "replies": [], "lft": 99, "assetURL": "http://parenting.blogs.nytimes.com/2012/10/19/am-i-a-working-dad/", "parentID": 7429227, "commentID": 7429520, "rgt": 100, "userDisplayName": "Running Deer", "createDate": "1350705612", "userID": 62604173, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1350705690", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Minneapolis, MN", "commentType": "userReply", "updateDate": "1350702092", "commentSequence": 2, "commentBody": "First of all, yea, Mr. Gordon!!  Thank you for sharing your story.  It was an inspiration.  It is wonderful to have real life examples of how men are stretching themselves in new ways and sharing and taking on new tasks and responsibilties.  <br/><br/>Second, I agree wholeheartedly with jemappel.  We are all in the same boat.  For god sakes, let's work together and build on our strengths. <br/><br/>Trixie, you want to talk about unfair, okay.  While many men make more money for the same jobs and get promotions ahead of many women, occupy most of the senate seats and CEO jobs consider the life consequences that men experience and women do not.<br/><br/>What about the fact that the incarceration rate for men is 14 times higher than women?  What about the life expectancy rate of men which is 7-9 years less than women in a culture that socializes men to be tough, independent, not ask for help or seek medical help, or disclose their feelings?  What about the fact that men are 5 times more prone to commit suicide?  What about the statistic that men are 3 - 4 times more likely to become alcoholics and drug addicts?   Not your problem as a woman?  Okay, then your problems as a women - equal pay, equal respect, free access to birth control and healthcare (by the way for both sexes?), more female senators and CEOs, not my problem . . . ", "recommendationCount": 3}, {"assetID": 3344489, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 7429541, "replies": [], "commentID": 7429969, "trusted": 0, "userDisplayName": "redstar", "createDate": "1350715775", "userID": 37176007, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1350732932", "userTitle": null, "recommendations": 16, "editorsSelection": false, "parentUserDisplayName": "Martin", "userURL": null, "userLocation": "San Francisco", "depth": 1, "commentType": "userReply", "updateDate": "1350729332", "commentSequence": 5, "commentBody": "Um, hate to tell you Mr. Nebraska but the CDC has been studying gun related deaths and they found that individuals with guns in their homes are 33% more likely to be killed (the rate is 10.5 per 100,000 people and these individuals also have a higher suicide rate.  Death by gun is just under the percentage of those killed in traffic accidents a year, yet to drive a car you need a license and have to take a test proving that you know how to drive. How does that make sense?<br/>\n<a href=\"http://www.cdc.gov/nchs/fastats/injury.htm\" title=\"http://www.cdc.gov/nchs/fastats/injury.htm\" target=\"_blank\">http://www.cdc.gov/nchs/fastats/injury.htm</a>"}, {"recommendedFlag": 0, "parentID": 7429541, "replies": [], "commentID": 7431249, "trusted": 0, "userDisplayName": "CAS", "createDate": "1350742020", "userID": 15337955, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1350742044", "userTitle": null, "recommendations": 9, "editorsSelection": false, "parentUserDisplayName": "Martin", "userURL": null, "userLocation": "Hartford, CT", "depth": 1, "commentType": "userReply", "updateDate": "1350738444", "commentSequence": 6, "commentBody": "Redstar,<br/><br/>And to carry your driving license analogy a step farther - one's driver's license empowers one to drive a car, but not a Sherman tank. Surely no one believes that that limitation means that it's only a matter of time before the government bans driving all together. "}, {"recommendedFlag": 0, "parentID": 7429541, "replies": [], "commentID": 7433256, "trusted": 0, "userDisplayName": "aj scott", "createDate": "1350761145", "userID": 22178430, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1350768736", "userTitle": null, "recommendations": 1, "editorsSelection": false, "parentUserDisplayName": "Martin", "userURL": null, "userLocation": "tx", "depth": 1, "commentType": "userReply", "updateDate": "1350765136", "commentSequence": 7, "commentBody": "\"43 American mass shootings in the last year.\" -- Ms Collins<br/><br/>\"The vast majority of gun homicides are criminals shooting other criminals, usually either gang-on-gang violence or drug rip-offs.\" -- Martin, Nebraska<br/><br/>Could you please direct me to the source for your statement.  No NRA sites, please."}]}, "lft": 84, "assetURL": "http://www.nytimes.com/2012/10/20/opinion/collins-the-least-popular-campaign-subject-gun-control.html", "parentID": null, "commentID": 7429541, "rgt": 99, "userDisplayName": "Martin", "createDate": "1350706122", "userID": 15528749, "replyCount": 7, "commentTitle": "n/a", "status": "approved", "approveDate": "1350706161", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Nebraska", "commentType": "comment", "updateDate": "1350702561", "commentSequence": 9, "commentBody": "Gail, what are you more concerned about, gun crimes, or gun control?  That is the real question.<br/><br/>If you are concerned about assault weapons and gun control, your concerns are overblown.  Assault rifles, of which there are thousands in private hands, are used in less than 2% of gun homicides, which are a small percentage of gun crimes.  The vast majority of gun crimes are comitted with handguns.<br/><br/>The vast majority of gun homicides are criminals shooting other criminals, usually either gang-on-gang violence or drug rip-offs.  Minneapolis stats showed that approximately 85% of gun homicides were commited by criminals on criminals.  Upsetting, maybe, but positively not the wide-spread and random acts that are commonly portrayed in the media.  Basically, if you don't want to be shot, don't be a criminal.<br/><br/>If you want to stop gun crimes, demand mandatory sentences.  If a person commits a felony with a gun, 15 years, mandatory.  If the gun is fired, 20 years.  If someone is injured, 25 years.  Someone killed, life, or the death penalty, depending on the state.<br/><br/>If that simple step is made, the animals that commit the crimes will rapidly be off of the streets, behind bars, where they belong.  The revolving-door criminal justice system we currently have will be dramatically improved.<br/><br/>And then, you can leave the law-abiding gun owners alone.", "recommendationCount": 9}, {"assetID": 3344352, "replies": [], "lft": 58, "assetURL": "http://cityroom.blogs.nytimes.com/2012/10/19/cracking-down-on-tinted-windows/", "parentID": null, "commentID": 7429546, "rgt": 59, "userDisplayName": "realtortweet", "createDate": "1350706156", "userID": 41182047, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1350706219", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Boca Raton, Florida", "commentType": "comment", "updateDate": "1350702619", "commentSequence": 22, "commentBody": "A reputable window tinting shop will only apply state  legal window tint shades. Window tinting really cuts downs on heat and UV rays which is why I always have it applied on my vehicles.  Oh, and the best of the tint manufacturers is Llumar. Lifetime guarantee. ", "recommendationCount": 2}, {"assetID": 3344490, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 7429544, "replies": [], "commentID": 7432042, "trusted": 0, "userDisplayName": "Delena", "createDate": "1350748318", "userID": 63268590, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1350748448", "userTitle": null, "recommendations": 4, "editorsSelection": false, "parentUserDisplayName": "Bill Appledorf", "userURL": null, "userLocation": "Hagerstown, Md", "depth": 1, "commentType": "userReply", "updateDate": "1350744848", "commentSequence": 10, "commentBody": "A fetus is a fetus and not a human being until it has a soul, which in many cases enters the body at birth.  Once a body with a soul is born then it is entitled to it's rights."}, {"recommendedFlag": 0, "parentID": 7429544, "replies": [], "commentID": 7432354, "trusted": 0, "userDisplayName": "RichHue", "createDate": "1350751373", "userID": 66768492, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1350751804", "userTitle": null, "recommendations": 18, "editorsSelection": false, "parentUserDisplayName": "Bill Appledorf", "userURL": null, "userLocation": "Seattle", "depth": 1, "commentType": "userReply", "updateDate": "1350748204", "commentSequence": 11, "commentBody": "\"women who become pregnant must \"take responsibility\" for the behavior that resulted in their pregnancy and \"suffer the consequences.\"  <br/><br/>MY GOD I am so sick of this attitude!  Women do not become pregnant without the involvement of the BEHAVIOR of men.  How about a little family planning responsibility down the trousers of men?"}, {"recommendedFlag": 0, "parentID": 7429544, "replies": [], "commentID": 7432662, "trusted": 1, "userDisplayName": "Bill Appledorf", "createDate": "1350754617", "userID": 1954665, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1350754635", "userTitle": null, "recommendations": 18, "editorsSelection": false, "parentUserDisplayName": "Bill Appledorf", "userURL": null, "userLocation": "British Columbia", "depth": 1, "commentType": "userReply", "updateDate": "1350751035", "commentSequence": 12, "commentBody": "@RichHue:<br/><br/>Excellent, excellent, excellent point!<br/><br/>Forcing a woman to bear the enormous burden of a behavior that she alone is not responsible for --- because pregnancy requires a man --- is precisely where the plain-as-the-nose-on-your-face, underlying misogyny of the American Taliban brings itself to bear on questions of women's reproductive freedom."}]}, "lft": 12, "assetURL": "http://www.nytimes.com/2012/10/20/opinion/a-potential-world-of-harm-for-women.html", "parentID": null, "commentID": 7429544, "rgt": 37, "userDisplayName": "Bill Appledorf", "createDate": "1350706153", "userID": 1954665, "replyCount": 12, "commentTitle": "n/a", "status": "approved", "approveDate": "1350706220", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "British Columbia", "commentType": "comment", "updateDate": "1350702620", "commentSequence": 2, "commentBody": "A common argument anti-abortion nutcases proffer to bolster their intrusion into women's healthcare decisions is that women who become pregnant must \"take responsibility\" for the behavior that resulted in their pregnancy and \"suffer the consequences.\"<br/><br/>Leaving all of the insane baggage that is tied up in this aside, if we applied this same logic uniformly across human experience, no ambulances would be sent and in fact injured drivers would be left to die on the roadway in the event of a wreck because \"responsible\" drivers must be \"aware of the risks\" when they get behind the wheel.<br/><br/>All people, by the logic of the American Taliban, should be forced to \"suffer the consequences\" of any unwanted result of any behavior that entails risk: hiking, camping, playing a sport. We should, actually, do away with the medical profession altogether. Why help anyone, as everyone should know better when they get in medical trouble?<br/><br/>Oh, yes. The fetus is a human being. <br/><br/>No. The fetus is a fetus. <br/><br/>Your religion says it's what you think it is. Why should anyone who doesn't believe in your superstitions be forced to conform to them? Do you want Muslim law forced down your throat? Judaism? Hinduism?<br/><br/>I am writing this from Canada. I am an American expatriate.<br/><br/>Abortion is legal in Canada, and even the arch conservative Prime Minister here, Stephen Harper, refuses to bow to religious crazies and reopen debate on the question of abortion, which has been settled in Canada since the 1970's.", "recommendationCount": 658}, {"assetID": 3344463, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 7429560, "replies": [], "commentID": 7433135, "trusted": 0, "userDisplayName": "David P", "createDate": "1350759819", "userID": 66660147, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1350769075", "userTitle": null, "recommendations": 9, "editorsSelection": false, "parentUserDisplayName": "trk", "userURL": null, "userLocation": "Texas", "depth": 1, "commentType": "userReply", "updateDate": "1350765475", "commentSequence": 8, "commentBody": "The reason for this northern position has to do with an often ignored fact: White Northerners were in most ways just as racist as White Southerners.  The northern opposition to slavery was often the only difference separating their views, and most northerners who opposed slavery did not do so for humanitarian reasons, or at least not primarily.  The Free Soil movement of the Western territories (a precursor to the Republican party), for example, grew out of a desire to keep slavery out of them because, in slave states, slaveowners (roughly 5% of the population) held the lion's share of the power.  Even many abolitionists who sought the end of slavery because they felt it was wrong did not believe that blacks and whites were equal.<br/><br/>Of course, allowing blacks to serve in the Union military did not change these views much.  Although the author of this article is quite correct that many praised the black troops' bravery, for some there was an element of condescension in their praise, rather like a chauvinist complementing a woman as being \"brave, for a woman.\"  Support for black inclusion often came from the simple desire for blacks to provide their share of the effort in this war that increasingly came to be against slavery.  As one soldier noted (from McPherson's For Cause &amp; Comrades), \"[It is] no disgrace to me to have black men for soldiers.  If they can kill rebels, I say arm them and set them shooting.  I would use mules for the same purpose if possible.\""}, {"recommendedFlag": 0, "parentID": 7429560, "replies": [], "commentID": 7433461, "trusted": 0, "userDisplayName": "Stranger Than Fiction", "createDate": "1350763665", "userID": 57792246, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1350769098", "userTitle": null, "recommendations": 8, "editorsSelection": false, "parentUserDisplayName": "trk", "userURL": null, "userLocation": "Rocky Mountain West", "depth": 1, "commentType": "userReply", "updateDate": "1350765498", "commentSequence": 9, "commentBody": "It's called \"bigotry.\" Northern people were no more immune to it than anyone else. "}, {"recommendedFlag": 0, "parentID": 7429560, "replies": [], "commentID": 7435434, "trusted": 0, "userDisplayName": "Combat Vet", "createDate": "1350795189", "userID": 61049, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1350931892", "userTitle": null, "recommendations": 0, "editorsSelection": false, "parentUserDisplayName": "trk", "userURL": null, "userLocation": "Phoenix", "depth": 1, "commentType": "userReply", "updateDate": "1350928292", "commentSequence": 10, "commentBody": "Many of the white \"Northerners\" who opposed enlisting African Americans were actually people who were born or raised in the South: notably Fernando Wood of New York City.   And many of these didn't care one way or the other if blacks fought, in terms of racism, as long as they could use the issue to make Lincoln's life more difficult and could keep the Union from enlisting more soldiers.  There were also many like August Belmont who had strong commercial relationships with the South.  People like Belmont wanted to perserve the Union as a commercial entity and were perfectly willing to sacrifice the rights of Blacks for that purpose.   Wood had commercial ties to the South as well.  In fact the \"loyal\" opposition in the North was far from being a bunch of ignorant racists.   They were every bit of the most sophisticated politicians America has ever seen."}]}, "lft": 2, "assetURL": "http://opinionator.blogs.nytimes.com/2012/10/19/the-free-men-of-color-go-to-war/", "parentID": null, "commentID": 7429560, "rgt": 23, "userDisplayName": "trk", "createDate": "1350706437", "userID": 49315461, "replyCount": 10, "commentTitle": "n/a", "status": "approved", "approveDate": "1350706459", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "plano,tx", "commentType": "comment", "updateDate": "1350702859", "commentSequence": 1, "commentBody": "I have never understood the northern position on the role of freed slaves in the army. I can understand the position of the south. They were afraid that arming slaves was dangerous. And it has amazed me that the US maintained that position for a century notwithstanding the 'Buffalo Soldiers' and  the Civil War. I may well be wrong but I believe that it took the exigencies of Nam to cure that stupidity.", "recommendationCount": 20}, {"assetID": 3344489, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 7429578, "replies": [], "commentID": 7429843, "trusted": 1, "userDisplayName": "Richard Luettgen", "createDate": "1350711921", "userID": 47123844, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1350711982", "userTitle": null, "recommendations": 1, "editorsSelection": false, "parentUserDisplayName": "tom", "userURL": null, "userLocation": "New Jersey", "depth": 1, "commentType": "userReply", "updateDate": "1350708382", "commentSequence": 1, "commentBody": "As Gov. Romney stated in last Tuesday's debate, fully automatic weapons are banned -- and models that are capable of fully automatic fire are modified prior to sale to be semi-automatic; although it's true that the modifications on some of the weapons can be reversed. But it remains illegal for civilians to possess fully automatic weapons.<br/><br/>There's a lot of confusion surrouding \"automatic weapons\" and \"assault weapons\".<br/><br/>If you have a problem with gun shows raffling off weapons that presumably satisfy legal limitations on receipt, or even illegal behavior that returns them to fully automatic status, then make your congressional representatives aware that you favor stronger restrictions and better enforcement of our laws.<br/><br/>But your comment really seems to reflect a fundamental inability to accept that good people hold different views than you do about guns; and that's probably not the best way to get those folks to accept reasonable limitations on access to and use of guns."}, {"recommendedFlag": 0, "parentID": 7429578, "replies": [], "commentID": 7429965, "trusted": 0, "userDisplayName": "Eric Norstog", "createDate": "1350715501", "userID": 25270353, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1350715529", "userTitle": null, "recommendations": 25, "editorsSelection": false, "parentUserDisplayName": "tom", "userURL": null, "userLocation": "Oregon", "depth": 1, "commentType": "userReply", "updateDate": "1350711929", "commentSequence": 2, "commentBody": "Richard Luettgen, I think Tom was merely stating the obvious, rather than advocating for gun ownership or failing \" to accept that good people hold different views than you do about guns\".  And he is right, civilian possession of fully automatic weapons is legal, at least in many states, including my state, Oregon.  Only a machine gun made prior to May, 1986 may be owned by a civilian, following an application to BATF and payment of a $200 fee.<br/><br/>I live in the country surrounded by national forest, and on occasional weekends the hills around my home echo with machine-gun fire.  This is completely legal, though irritating, and an embarrassment at my barbecues.  The limiting factor is the expense of so much ammunition, I suppose.  I would like to see a return of the assault weapons ban, because those weapons fall into the wrong hands too often; but it would be hard politically to achieve.<br/><br/>If you hope to change the laws, you will need an organization as well-funded as the National Rifle Association."}, {"recommendedFlag": 0, "parentID": 7429578, "replies": [], "commentID": 7431419, "trusted": 0, "userDisplayName": "CAS", "createDate": "1350743314", "userID": 15337955, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1350745096", "userTitle": null, "recommendations": 3, "editorsSelection": false, "parentUserDisplayName": "tom", "userURL": null, "userLocation": "Hartford, CT", "depth": 1, "commentType": "userReply", "updateDate": "1350741496", "commentSequence": 3, "commentBody": "Mr. Luettgen,<br/><br/>First, fully automatic weapons are not banned in all states. <br/><br/>But even if they were, and only semi-automatic weapons were legal, isn't that a distinction without a real difference? Does it matter in any real way that the shooter has to keep pulling the trigger rather than pull it once and hold it, when one of these weapons is loosed upon a crowd??<br/><br/>If people really really need to shoot assault weapons, let's license gun ranges to have them. These thrill-seekers can go there, shoot to their heart's content, then go home. "}]}, "lft": 100, "assetURL": "http://www.nytimes.com/2012/10/20/opinion/collins-the-least-popular-campaign-subject-gun-control.html", "parentID": null, "commentID": 7429578, "rgt": 107, "userDisplayName": "tom", "createDate": "1350706894", "userID": 54560259, "replyCount": 3, "commentTitle": "n/a", "status": "approved", "approveDate": "1350706937", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "pittsburgh", "commentType": "comment", "updateDate": "1350703337", "commentSequence": 10, "commentBody": "Did you know that every presiential election brings out record sales of guns?  The industry can count on the NRA to scare the uninformed that someone wants to take away their toys.  And automatic weapons are not banned.<br/>\nGun shows in rural areas are extremely popular and are       fund raisers by a myriad of charities, including some church related  societies. Volunteer Fire companies in particular are often sponsors.<br/>\nAt these events, hundreds of  firearms  are raffled off,  usually with no background check.", "recommendationCount": 62}, {"assetID": 3344084, "replies": [], "lft": 313, "assetURL": "http://opinionator.blogs.nytimes.com/2012/10/17/reaping-the-whirlwind/", "parentID": 7412733, "commentID": 7429591, "rgt": 314, "userDisplayName": "Larry Lundgren", "createDate": "1350707136", "userID": 4501886, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1350707179", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Sweden", "commentType": "userReply", "updateDate": "1350703579", "commentSequence": 7, "commentBody": "Reply to \"Whatever\" who states that Sweden is racially segregated. Sweden  is a country, as I try to make clear over and over again, that does not classify people by mythical \"races\". If you were to write that there are areas where most of the older residents living there were born in another country you would be correct. There is a difference.<br/><br/>In my work as a volunteer at the Red Cross, I know at least 100 Somali born residents of Linköping and over time at least as many Iraqi born. Many of these live in parts of the county where there are mostly immigrants. Many of the problems that arise in some of these parts are related in part to the unemployment problem.<br/><br/>But \"race\", no. Sweden once had an institute of Race Biology (1922) and learned from that sad experience that there is no place for classification by \"race\" in the 21st century. Unfortunately, my country of birth, the USA, still practices the racist practice of classification by \"race\".<br/><br/>Larry Lundgren <a href=\"http://Only-NeverInSweden.blogspot.com\" title=\"Only-NeverInSweden.blogspot.com\" target=\"_blank\">Only-NeverInSweden.blogspot.com</a>", "recommendationCount": 0}, {"assetID": 3344490, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 7429613, "replies": [], "commentID": 7430050, "trusted": 0, "userDisplayName": "doris", "createDate": "1350719935", "userID": 40933768, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1350731232", "userTitle": null, "recommendations": 4, "editorsSelection": false, "parentUserDisplayName": "Tim B", "userURL": null, "userLocation": "Chicago", "depth": 1, "commentType": "userReply", "updateDate": "1350727632", "commentSequence": 1, "commentBody": "Bush did the same thing. Clinton started it, Bush cut it, Obama started it again. "}]}, "lft": 38, "assetURL": "http://www.nytimes.com/2012/10/20/opinion/a-potential-world-of-harm-for-women.html", "parentID": null, "commentID": 7429613, "rgt": 41, "userDisplayName": "Tim B", "createDate": "1350707486", "userID": 29899499, "replyCount": 1, "commentTitle": "n/a", "status": "approved", "approveDate": "1350707541", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Seattle", "commentType": "comment", "updateDate": "1350703941", "commentSequence": 3, "commentBody": "\"Mr. Romney has pledged that ... he would reinstate the “global gag rule,” the odious restriction that has been used to deny federal money for family-planning work abroad to any organization that provided information, advice, referrals or services for legal abortion or supported the legalization of abortion, even using its own money.\"<br/><br/>In its essence, this is a form of blackmail and a bald attempt to deeply influence decisions which could effect millions of women worldwide.  Both Romney and Ryan represent religions which are 'pro family' yet anti individual, with the assumption of Father Knows Best, that their faiths and beliefs should be mandated.   <br/><br/>Unfortunately, they appeal to people who have a fear of change, monumental changes since the 1950s, when far fewer women worked and a woman's 'job' was considered to become married, to have children and then to be at home to raise them.   And certainly for women who make this life choice, it can be a very fulfilling experience.<br/><br/>Choice is the key.   Each woman should have the ability to choose to have children or not, the timing of when she may choose to do that, the easy availability of contraception and the option of having an abortion if this is the her choice.   <br/><br/>With conservatives, it is about setting up rigid societal rules and boundaries, which some people may willingly accept but many would not.   A humane society considers the needs of individuals.   We do not need to become a regressive and repressive society.", "recommendationCount": 307}, {"assetID": 3344489, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 7429620, "replies": [], "commentID": 7431111, "trusted": 0, "userDisplayName": "Michele", "createDate": "1350740768", "userID": 34737848, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1350740808", "userTitle": null, "recommendations": 8, "editorsSelection": false, "parentUserDisplayName": "P.Gorman", "userURL": null, "userLocation": "Pleasant Ridge Michigan", "depth": 1, "commentType": "userReply", "updateDate": "1350737208", "commentSequence": 11, "commentBody": "Most pro-life people are, ironically, pro-gun.  "}, {"recommendedFlag": 0, "parentID": 7429620, "replies": [], "commentID": 7431179, "trusted": 0, "userDisplayName": "Martha Rickey", "createDate": "1350741392", "userID": 53067074, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1350741444", "userTitle": null, "recommendations": 8, "editorsSelection": false, "parentUserDisplayName": "P.Gorman", "userURL": null, "userLocation": "Washington", "depth": 1, "commentType": "userReply", "updateDate": "1350737844", "commentSequence": 12, "commentBody": "It's less about rights than about control.  The right-to-life people come alive when their concerns require controlling women.  Gun control requires controlling men, those manly men wielding shotguns and six-shooters; prying open the cold dead hand of a swaggering concealed carry type.  Control of women is deeply rooted in America.  Control of men has not found a place here."}, {"recommendedFlag": 0, "parentID": 7429620, "replies": [], "commentID": 7432870, "trusted": 0, "userDisplayName": "Meredith", "createDate": "1350757208", "userID": 28617892, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1350757275", "userTitle": null, "recommendations": 1, "editorsSelection": false, "parentUserDisplayName": "P.Gorman", "userURL": null, "userLocation": "New York", "depth": 1, "commentType": "userReply", "updateDate": "1350753675", "commentSequence": 13, "commentBody": "jason....I'd say pro life is always a smokescreen, not just often. it's a typical orwellian logic defying  slogan the right wing uses to imply that the opposite side is 'pro death.'  That's its whole purpose. <br/><br/>The gun lobby dupes are similarly victims of anti factual magical thinking that up is down, black is white.  Since the deaths of children do not affect them enough to change their paranoid minds, I can't imagine what would. <br/><br/>The tragedy is that they have control over our 3 branches--enough to cower our president into passivity! Our democracy is not strong enough to enable politicians to protect us from public massacre."}]}, "lft": 108, "assetURL": "http://www.nytimes.com/2012/10/20/opinion/collins-the-least-popular-campaign-subject-gun-control.html", "parentID": null, "commentID": 7429620, "rgt": 135, "userDisplayName": "P.Gorman", "createDate": "1350707622", "userID": 8481213, "replyCount": 13, "commentTitle": "n/a", "status": "approved", "approveDate": "1350707658", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Sydney, Australia", "commentType": "comment", "updateDate": "1350704058", "commentSequence": 11, "commentBody": "Where are the right-to-life people on this issue?<br/><br/>Are the only lives they care about the ones that start at conception? <br/><br/>What about the lives of innocent people in movie theatres, schools, shopping centers?<br/><br/>And where are the journalists and panel moderators who are posing the question about the extraordinary loss of life from guns to the NRA and others hiding behind their rhetoric?<br/><br/>According to the bradycampaign.org, 31,593 people killed by guns in the US in 2011. <br/><br/>As an American, I can not find a moral, ethical or logical answer when my fellow<br/>\nSydneysiders ask me about gun deaths in the United States. <br/><br/>The pro-life people are too cowardly to take a stand on this issue. Shame on them and shame on all Americans, presidential candidates included, who passively allow gun deaths to continue rather than stand up to the NRA.", "recommendationCount": 507}, {"assetID": 3343830, "replies": [], "lft": 2, "assetURL": "http://intransit.blogs.nytimes.com/2012/10/16/disneys-magic-kingdom-will-be-dry-no-more/", "parentID": null, "commentID": 7429631, "rgt": 3, "userDisplayName": "David Stone", "createDate": "1350707757", "userID": 18689279, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1350707780", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New York, NY", "commentType": "comment", "updateDate": "1350704180", "commentSequence": 1, "commentBody": "The best meal I've ever eaten was at Victoria and Albert's in the Grand Floridian Resort and Spa, just across the 7 Seas Lagoon from the Magic Kingdom.  Anyone who visits Walt Disney World often knows that beer, wine and spirits can happily coexist with pixie dust.  The Grand Marnier Slush in France at Epcot is an attraction of its own to equal Soarin'.  I personally have participated in a tequila tasting at Disney with three generations of my family. The only people who are surprised that Disney World also provides elegant adult resort pleasures are those who never visit.  But, until now, the Magic Kingdom has remained a dry county.  I look forward to eating at Be Our Guest and, if children see their parents drink wine to complement their food, those little princes and princesses will get a good lesson on how to dine like royalty.  ", "recommendationCount": 1}, {"assetID": 3344438, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 7429637, "replies": [], "commentID": 7431698, "trusted": 0, "userDisplayName": "Barbara", "createDate": "1350745607", "userID": 60374926, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1350747884", "userTitle": null, "recommendations": 4, "editorsSelection": false, "parentUserDisplayName": "karli", "userURL": null, "userLocation": "Europe", "depth": 1, "commentType": "userReply", "updateDate": "1350744284", "commentSequence": 1, "commentBody": "Heavens, Karli, it wouldn't even cross my mind to define myself as a mother first! I define myself by (1) my civilizational identity, (2) my job=vocation, (3) my personal characteristics, (4) my family status, which is where being a mom comes in. "}]}, "lft": 108, "assetURL": "http://parenting.blogs.nytimes.com/2012/10/19/am-i-a-working-dad/", "parentID": null, "commentID": 7429637, "rgt": 111, "userDisplayName": "karli", "createDate": "1350707933", "userID": 60702580, "replyCount": 1, "commentTitle": "n/a", "status": "approved", "approveDate": "1350707962", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Upstate NY", "commentType": "comment", "updateDate": "1350704362", "commentSequence": 18, "commentBody": "Well, Ken, I'd say the important point is that 'working' is a modifier of 'mom', clearly stating that 'mom' is the defining word.  What mom would not define herself as a mother first? I don't consider myself a 'working mom'. I am a mom, and a computer programmer, and a homeowner, and a taxpayer, and a number of other things, depending on context. Calling me a working mom, even with approval, deprecates my career by making it merely a modifier to my primary parental function. While nothing in the world is more important to me than my children, I believe that my career stands on its own, and deserves to be more than a modifier. ", "recommendationCount": 1}, {"assetID": 3344489, "replies": [], "lft": 63, "assetURL": "http://www.nytimes.com/2012/10/20/opinion/collins-the-least-popular-campaign-subject-gun-control.html", "parentID": 7429494, "commentID": 7429638, "rgt": 64, "userDisplayName": "Rita", "createDate": "1350707957", "userID": 47349721, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1350708022", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "California", "commentType": "userReply", "updateDate": "1350704422", "commentSequence": 1, "commentBody": "And just how many are there of these \"gun restriction activists\" whose \"true agenda\" is to \" get the guns, all the guns\"?  Is this a real threat or a threat conjured up by those whose \"true agenda\" is to create fear bordering on hysteria that \"all the guns\" will be taken away?  Maybe we can put the true agendists on both sides in a small locked room and throw away the key while the rest of the us work out some reasonable restrictions in a civil manner.  ", "recommendationCount": 84}, {"assetID": 3344263, "replies": [], "lft": 899, "assetURL": "http://fivethirtyeight.blogs.nytimes.com/2012/10/18/gallup-vs-the-world/", "parentID": 7421261, "commentID": 7429656, "rgt": 900, "userDisplayName": "Gallup survey taker", "createDate": "1350708193", "userID": 47167508, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1350708257", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Nebraska", "commentType": "userReply", "updateDate": "1350704657", "commentSequence": 7, "commentBody": "valeriol<br/>\nthe presidential approval rating numbers have nothing to do with election numbers.  pres approval is asked of everyone. you don't even have to be a citizen.  you just have  to be 18 and live in the u.s.+. you could be an illegal immigrant or convict and ineligible to vote.<br/><br/>only if people respond that they're registered to vote get an opportunity to answer questions about who they're voting for.  minorities, poor people, dems etc are more likely to approve of obama and also more likely not to turn out to vote.<br/><br/>steve-o<br/>\nno the approval and daily tracking polls are not separate polls. daily tracking, approval, election are all  asked daily in the same 20 minute health related survey.<br/><br/>a 3day poll and 7 day poll could gather very different data for approval based on what happened during that 7 day period or week.  also three day polls are often supplemental polls sponsored by USAToday and are weekend polls. They're dif questions, asked at a dif time and get a dif respondent base and are often worked on by new gallup employees.<br/><br/>teri<br/>\nthe statistical model described in that pdf isn't what's currently being used.  that article is 8 years old and most of the data is 12 yrs old. the questions  being asked to figure out who's going to vote change relatively frequently and are not made public.", "recommendationCount": 1}, {"assetID": 3344412, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 7429661, "replies": [], "commentID": 7431271, "trusted": 0, "userDisplayName": "manderine", "createDate": "1350742169", "userID": 28588861, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1350847753", "userTitle": null, "recommendations": 0, "editorsSelection": false, "parentUserDisplayName": "Ed", "userURL": null, "userLocation": "manhattan", "depth": 1, "commentType": "userReply", "updateDate": "1350844153", "commentSequence": 8, "commentBody": "I think candidate Obama is different from President Obama because he has experienced what it really is all about in  Washington.<br/>\nThe opposition party has made a declaration to make sure Brarck Obama is a one term president.<br/><br/>I think McConnell needs to have his term limits reviewed."}, {"recommendedFlag": 0, "parentID": 7429661, "replies": [], "commentID": 7431297, "trusted": 0, "userDisplayName": "Petey Tonei", "createDate": "1350742375", "userID": 874543, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1350847753", "userTitle": null, "recommendations": 1, "editorsSelection": false, "parentUserDisplayName": "Ed", "userURL": null, "userLocation": "Massachusetts", "depth": 1, "commentType": "userReply", "updateDate": "1350844153", "commentSequence": 9, "commentBody": "It's good to live in obama's dream world, rather than Romney's nightmare, any day!"}, {"recommendedFlag": 0, "parentID": 7429661, "replies": [], "commentID": 7434763, "trusted": 0, "userDisplayName": "JohnJohn", "createDate": "1350783537", "userID": 54683368, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1350848108", "userTitle": null, "recommendations": 1, "editorsSelection": false, "parentUserDisplayName": "Ed", "userURL": null, "userLocation": "PA", "depth": 1, "commentType": "userReply", "updateDate": "1350844508", "commentSequence": 10, "commentBody": "Ed........Is that \"decent\" man you adore the same one who has lied for four years about President Obama, run away from his own horrible record as Gov of MA, and changed his position on every issue multiple times to accomodate whoever is in the room?"}]}, "lft": 214, "assetURL": "http://thecaucus.blogs.nytimes.com/2012/10/19/obama-says-his-opponent-has-a-case-of-romnesia/", "parentID": null, "commentID": 7429661, "rgt": 235, "userDisplayName": "Ed", "createDate": "1350708284", "userID": 62450066, "replyCount": 10, "commentTitle": "n/a", "status": "approved", "approveDate": "1350708317", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Arizona", "commentType": "comment", "updateDate": "1350704717", "commentSequence": 44, "commentBody": "President Obama is living in a dream world...the Hollywood fund raisers have gone to his head. He is now hitting college campuses using catch phrases to demean Romney. Obama does not have any message for our kids in college, one that inspires hope and a bright future. <br/><br/>Those kids in school are cheering the man that shattered the dreams of those that came before them, as they listened to Obama 4 years ago. Unemployment figures are watched closely...yet the percentage of college graduates are stunning as they look for work in their field...50% cannot find a job.<br/><br/>President Obama is living in a dream world...pulling in the vulnerable (universities are now his prey) into his fantasy land. The TV comedy stints serve him well...more exposure, with a college audience. <br/><br/>Funny how President Obama is avoiding the average folk on the campaign trail. Seems to be where the reality sets in, and Obama loses his spark of convincing people what we have been through, was progress. President Obama wants no part of realty...it is always the other guy...Romney...the guy that is not to be trusted.<br/><br/>President Obama is at his best...dividing Americans. Candidate Obama was not the Obama of today. It was hope and change 4 years ago...he was likeable and pleasant. Today Obama is a bitter man, making fun of a decent man, Mitt Romney, a fellow American.<br/><br/>President Obama is living in a dream world, in denial of the problems we face...actually believing Americans will again vote for him.", "recommendationCount": 2}, {"assetID": 3344026, "replies": [], "lft": 79, "assetURL": "http://dealbook.nytimes.com/2012/10/17/the-right-way-to-increase-taxes/", "parentID": 7419994, "commentID": 7429660, "rgt": 80, "userDisplayName": "Tamar", "createDate": "1350708265", "userID": 54090961, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1350708318", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "California", "commentType": "userReply", "updateDate": "1350704718", "commentSequence": 1, "commentBody": "You'll be surprised to know that regardless of what the tax rates have been in the past decades, the tax revenue as a percentage of GDP has averaged around 18%. Besides, when the tax rates were at obnoxiously high rates such as 91%, that affected the very, very few wealthy in this country. Not to mention the numerous tax writep-offs that are no longer allowed. Higher tax rates do not necessarily result in higher revenues. ", "recommendationCount": 1}, {"assetID": 3344145, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 7429671, "replies": [], "commentID": 7435492, "trusted": 0, "userDisplayName": "AW", "createDate": "1350796433", "userID": 56929154, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1350796454", "userTitle": null, "recommendations": 1, "editorsSelection": false, "parentUserDisplayName": "Eric", "userURL": null, "userLocation": "NYC", "depth": 1, "commentType": "userReply", "updateDate": "1350792854", "commentSequence": 1, "commentBody": "\"Negotiating an American culture that values work only in the professional sense was demoralizing.\"<br/><br/>That is so true!  Probably even more so for men, but even as a woman, I feel intense societal pressure to have a professional career.  The financial aspect - including health insurance, retirement savings, as well as the basics of housing, food, etc - is important.  But other than that, I don't see why we value the workplace more than raising children."}, {"recommendedFlag": 0, "parentID": 7429671, "replies": [], "commentID": 7435729, "trusted": 0, "userDisplayName": "Abbi", "createDate": "1350804650", "userID": 15051456, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1350835203", "userTitle": null, "recommendations": 3, "editorsSelection": false, "parentUserDisplayName": "Eric", "userURL": null, "userLocation": "Israel", "depth": 1, "commentType": "userReply", "updateDate": "1350831603", "commentSequence": 2, "commentBody": "Sorry, what 1 year old, even with special needs, really needs someone's undivided attention. Even when you did stay home with him, didn't you have to do things for the house, cooking, cleaning, shopping? Did he get your undivided attention then? Did you only do these things when he napped? <br/><br/>I find this American obsession with giving kids \"undivided attention\" really bizarre. Judging by the current state of college students who cry in class when the get a less than stellar grade, I don't think this attitude really serves kids well. "}, {"recommendedFlag": 0, "parentID": 7429671, "replies": [], "commentID": 7439314, "trusted": 0, "userDisplayName": "AW", "createDate": "1350851863", "userID": 56929154, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1350851896", "userTitle": null, "recommendations": 2, "editorsSelection": false, "parentUserDisplayName": "Eric", "userURL": null, "userLocation": "NYC", "depth": 1, "commentType": "userReply", "updateDate": "1350848296", "commentSequence": 3, "commentBody": "Abbi, of course Eric must have done things for the house not directly related to childcare, but he was the main caregiver while his wife worked, not a nanny or daycare, so undivided in terms of not divided between work and home responsibilities.  Maybe a special needs 1 year old does not require complete undivided attention, but does require enough parental attention to make holding a full time job difficult at best.  Some kids need more attention.  Some parents are too stressed out trying to balance work and childcare that it is the right decision for the family for one parent to step back.  Some kids do great in daycare/ with a nanny and parents are happiest working.  It's something each parent needs to assess for their own family, but the kids can turn out great either way.<br/><br/>It sounds like you are saying that college students struggling on their own are the products of parents who paid too much attention to these kids in the preschool years.  I'm not sure that makes any sense!<br/><br/>Also, Eric's (and my) experience has been that American culture values work only in the professional sense and you are saying that Americans are obsessed with giving kids undivided attention.  I don't think your view is true.  I lived abroad for 6 years and I found that Americans have more of a get-a-babysitter culture while Europe has more of a bring-the-kids-with-you culture.  I don't think either is good or bad, but I do think Americans value time away from their children."}]}, "lft": 248, "assetURL": "http://parenting.blogs.nytimes.com/2012/10/18/career-re-entry-for-the-at-home-parent/", "parentID": null, "commentID": 7429671, "rgt": 255, "userDisplayName": "Eric", "createDate": "1350708416", "userID": 45949927, "replyCount": 3, "commentTitle": "n/a", "status": "approved", "approveDate": "1350708444", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Portland, OR", "commentType": "comment", "updateDate": "1350704844", "commentSequence": 54, "commentBody": "As a 7-year stay-at-home Dad who gave up a clinical practice to support my family more on the emotional side rather than financial side, this article rings true. At the time it made most sense for my wife to develop her career while I stayed at home with our 1-yr old, who needed one parent's undivided attention.  <br/><br/>I grew up imagining myself as I saw my father:  supporting the family financially. So my adjustment to staying at home was the most difficult challenge of my life, and I don't say that lightly:  I had to develop patience, communication skills, and emotional intelligence way beyond what I knew of these things before kids. I had to also manage aging parents who couldn't understand why I would ever give up the security of a promising practice.  Negotiating an American culture that values work only in the professional sense was demoralizing. <br/><br/>I often reminded myself of that saying: \"Nobody ever wished they had spent more time at the office.\"  I have a tight relationship with both my kids, thanks to giving up the grindstone. <br/><br/>Seven years later my kids are in school 8 hrs/day and I'm starting to be that volunteering interviewee, seeking new professional horizons as the author describes.  I'm using the skills I developed as a stay-at-home parent to my advantage: lots of patience, good communication and emotional intelligence, in addition to increased maturity, qualities helpful to reentering the workforce today.  ", "recommendationCount": 19}, {"assetID": 3344489, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 7429681, "replies": [], "commentID": 7429921, "trusted": 0, "userDisplayName": "Bill Hall", "createDate": "1350714131", "userID": 9728422, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1350732932", "userTitle": null, "recommendations": 6, "editorsSelection": false, "parentUserDisplayName": "Doug Terry", "userURL": null, "userLocation": "Wayne, NJ", "depth": 1, "commentType": "userReply", "updateDate": "1350729332", "commentSequence": 1, "commentBody": "Nicely articulated position, Doug. The key is the money. This issue has little to do with hunters' rights; it is self-preservation of the NRA, which frantically seizes every opportunity to keep its cash flow strong."}]}, "lft": 136, "assetURL": "http://www.nytimes.com/2012/10/20/opinion/collins-the-least-popular-campaign-subject-gun-control.html", "parentID": null, "commentID": 7429681, "rgt": 139, "userDisplayName": "Doug Terry", "createDate": "1350708676", "userID": 65455323, "replyCount": 1, "commentTitle": "n/a", "status": "approved", "approveDate": "1350708739", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Maryland, DC Metro area", "commentType": "comment", "updateDate": "1350705139", "commentSequence": 12, "commentBody": "We have a national culture of violence. Limiting guns might help reduce the nature of that violence, but it doesn't cure it. <br/><br/>Part of the problem on this issue is a divide between the eastern states, generally so heavily populated that even a miss fired weapon can easily hit someone, and many of the western states where population is scattered and, if you had one, you could fire a machine gun for an hour with some assurance that no one would be hit. Kids on farms grow up around guns (rifles, not pistols) and no one gives it a second thought. When my family lived in Oklahoma, our closest neighbor in one direction was a mile and a half and in the other direction over a mile. <br/><br/>There is a long tradition in the western states, drawn from the frontier days, of \"you can't tell me what to do\". Sometimes, these individualistic attitudes are taken to extremes, as if the goal of life was merely to stay away from any involvement with other people. <br/><br/>What's all this have to do with assault weapons? Almost nothing. The NRA has to scare its members to keep the money flowing, so they conjure anti-gun efforts around every corner. The NRA is one of the strongest lobbies in America. Taking them on is like trying to set a mile record running up hill. You try it.<br/><br/>Perhaps a national citizen's conference on fire arms might be a start, a chance for gun supporters and the gun fearful to see if they could reach any consensus on action. Otherwise, the Congress will not act.<br/><br/><a href=\"http://terryreport.com\" title=\"http://terryreport.com\" target=\"_blank\">http://terryreport.com</a>", "recommendationCount": 47}, {"assetID": 3344398, "replies": [], "lft": 183, "assetURL": "http://fivethirtyeight.blogs.nytimes.com/2012/10/19/oct-18-obama-gains-in-forecast-on-resiliency-in-swing-state-polls/", "parentID": 7425870, "commentID": 7428402, "rgt": 184, "userDisplayName": "The Artist Formerly", "createDate": "1350687112", "userID": 60898266, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1350708827", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "The Great Blogosphere", "commentType": "userReply", "updateDate": "1350705227", "commentSequence": 7, "commentBody": "Romney's political director called women's issues \"small things,\" not important things.<br/>\nEqual treatment of 51% of the population is a \"small thing.\" Hmm.", "recommendationCount": 2}, {"assetID": 3344398, "replies": [], "lft": 1067, "assetURL": "http://fivethirtyeight.blogs.nytimes.com/2012/10/19/oct-18-obama-gains-in-forecast-on-resiliency-in-swing-state-polls/", "parentID": 7428168, "commentID": 7428404, "rgt": 1068, "userDisplayName": "Marc", "createDate": "1350687177", "userID": 54002436, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1350708828", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "California", "commentType": "userReply", "updateDate": "1350705228", "commentSequence": 5, "commentBody": "If you only read the polls you like, you'll get the results you like.  At least Nate's approach is statistically rigorous -- that said, we're all entitled to our opinions.", "recommendationCount": 4}, {"assetID": 3344398, "replies": [], "lft": 1069, "assetURL": "http://fivethirtyeight.blogs.nytimes.com/2012/10/19/oct-18-obama-gains-in-forecast-on-resiliency-in-swing-state-polls/", "parentID": 7428168, "commentID": 7428412, "rgt": 1070, "userDisplayName": "Matt", "createDate": "1350687280", "userID": 49910474, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1350708828", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Minneapolis, MN", "commentType": "userReply", "updateDate": "1350705228", "commentSequence": 6, "commentBody": "Tom from New Jersey,<br/><br/>You are absolutely right about the Republican recall race.  But if you are to listen to conservative commentators, we can't trust the polls because in their (fake) world, the polls all showed Walker losing and Nate guaranteed us that Walker would lose, and these things (that didn't actually happen) are evidence that the liberal media and pollsters are out to trick us.", "recommendationCount": 6}, {"assetID": 3344398, "replies": [], "lft": 1003, "assetURL": "http://fivethirtyeight.blogs.nytimes.com/2012/10/19/oct-18-obama-gains-in-forecast-on-resiliency-in-swing-state-polls/", "parentID": 7427849, "commentID": 7428425, "rgt": 1004, "userDisplayName": "Marc", "createDate": "1350687438", "userID": 54002436, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1350708828", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "California", "commentType": "userReply", "updateDate": "1350705228", "commentSequence": 3, "commentBody": "George could be angry for a number of reasons:  (1) LA traffic; (2) LA smog; and/or (3) the fact that a Republican vote in California is a vote flushed down the drain.", "recommendationCount": 5}, {"assetID": 3344398, "replies": [], "lft": 1129, "assetURL": "http://fivethirtyeight.blogs.nytimes.com/2012/10/19/oct-18-obama-gains-in-forecast-on-resiliency-in-swing-state-polls/", "parentID": 7428378, "commentID": 7428435, "rgt": 1130, "userDisplayName": "clapol", "createDate": "1350687569", "userID": 46912650, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1350708828", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Washington DC", "commentType": "userReply", "updateDate": "1350705228", "commentSequence": 1, "commentBody": "Just hope they hold!  Will be nervous until late on Nov. 6th!", "recommendationCount": 4}, {"assetID": 3344398, "replies": [], "lft": 1119, "assetURL": "http://fivethirtyeight.blogs.nytimes.com/2012/10/19/oct-18-obama-gains-in-forecast-on-resiliency-in-swing-state-polls/", "parentID": 7428338, "commentID": 7428445, "rgt": 1120, "userDisplayName": "clapol", "createDate": "1350687675", "userID": 46912650, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1350708828", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Washington DC", "commentType": "userReply", "updateDate": "1350705228", "commentSequence": 1, "commentBody": "Excellent question!", "recommendationCount": 1}, {"assetID": 3344398, "replies": [], "lft": 677, "assetURL": "http://fivethirtyeight.blogs.nytimes.com/2012/10/19/oct-18-obama-gains-in-forecast-on-resiliency-in-swing-state-polls/", "parentID": 7426735, "commentID": 7428450, "rgt": 678, "userDisplayName": "Ray", "createDate": "1350687761", "userID": 32815763, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1350708828", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Connecticut", "commentType": "userReply", "updateDate": "1350705228", "commentSequence": 14, "commentBody": "In these tense political times it's refreshing to come across someone with such a finely developed sense of humor.  Tell me, ol' buddy, is Little Black Sambo still as enthralling as it was when I first encountered it as a 5-year-old in 1942?  Oh, and by the way, I've just about worn out my copy of the Protocols of the Elders of Zion.  Could you ask whoever reads it to you if he has a spare copy he could send along to me?", "recommendationCount": 0}, {"assetID": 3344398, "replies": [], "lft": 1005, "assetURL": "http://fivethirtyeight.blogs.nytimes.com/2012/10/19/oct-18-obama-gains-in-forecast-on-resiliency-in-swing-state-polls/", "parentID": 7427849, "commentID": 7428465, "rgt": 1006, "userDisplayName": "clapol", "createDate": "1350688035", "userID": 46912650, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1350708828", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Washington DC", "commentType": "userReply", "updateDate": "1350705228", "commentSequence": 4, "commentBody": "And you have no command of grammar or spelling!", "recommendationCount": 3}]}, "copyright": "Copyright (c) 2016 The New York Times Company.  All Rights Reserved."}