{"debug": {"version": 3.1}, "status": "OK", "results": {"api_timestamp": "1481460470", "totalCommentsFound": 4895, "totalCommentsReturned": 25, "comments": [{"assetID": 2665466, "replies": [], "lft": 226, "assetURL": "http://www.nytimes.com/2011/04/26/education/26inflate.html", "parentID": null, "commentID": 3736096, "rgt": 227, "userDisplayName": "Nancy", "createDate": "1303790382", "userID": 39809634, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1303790404", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Northern Nevada", "commentType": "comment", "updateDate": "1303786804", "commentSequence": 90, "commentBody": "One of the great motivating factors of encouraging ALL students to take AP classes is that Newsweek magazine's annual ranking of the top 1000 high schools in the US is based on the number of students enrolled in AP classes! Being among the top 1000 high schools on that list is a real feather in the cap of the site administrator and the school's district.<br/><br/>Another factor is the money made from students who pay $89 a pop to take the test; if that number is now 3.1 million students, that's considerable gain for College Board which has always monopolized standardized testing for college-bound student...and they ALL are college-bound (or should be), don't ya know! <br/><br/>AP classes teach to the test. Students are drilled for seven months in preparation for the tests which consist of objective questioning and essay writing. The tests are administered, nation-wide, for two weeks in May. Students who pass may earn college credit if the college of their choice offers credit for a passing score; some colleges do; some do not.<br/><br/>In the high school where I teach junior and senior English, students may take either AP classes or \"regular\" classes. AP classes teach to the test and are essentially over mid-May with four-five weeks of the semester remaining with nothing for the students \"to do\" (the AP test is considered their final exam for the semester). \"Regular\" classes are heterogeneously grouped with students of all ability levels mixed together where the pace of the class is determined by the least able. <br/><br/>Our school district does not allow for a \"college prep\" or \"honors\" English class for those students not interested in the AP class but would like a more rigorous, faster-paced class than the \"regular\" class; it is not considered \"accepted practices.\" I contend that the resistance to providing the honors class is the fear that it would reduce the number of students in AP English, diminishing the numbers for Newsweek magazine's ratings and the monetary gain enjoyed by College Board.", "recommendationCount": 5}, {"assetID": 2663904, "replies": [], "lft": 50, "assetURL": "http://economix.blogs.nytimes.com/2011/04/25/in-equality-we-trust/", "parentID": null, "commentID": 3736098, "rgt": 51, "userDisplayName": "beaconps", "createDate": "1303790409", "userID": 35786254, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1303790704", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "PA", "commentType": "comment", "updateDate": "1303787104", "commentSequence": 21, "commentBody": "Folks don't like to see their standard of living drop, it makes them angry and they look around them for the perpetrators.  Thanks to the press, we know who they are.  The wealthiest work in the financial sector, producing nothing of social value, for huge fees.<br/><br/>Technology has not served us well.  We have been aggregating data, amassing huge databases that are not secure nor is there a need-to-know restraint, collecting data is big business.  The wealthiest among us are Confidence Men enabled by the puppet government that bows and scrapes for cash and a cush job in the financial sector because that is where the money is.  Legal and illegal wealth transfer enabled by technology and the politicians is the new vocation that is replacing all other forms of economic activity.<br/><br/>I read the foolish article about the Realtor with the hard drive of information.  He is a dead man walking.  That information is worth millions to an Eastern European data thief and they are here amongst us skimming credits cards and emptying bank accounts.  They are going to pay him a visit, thanks to your reporting. <br/><br/>Just now the new scam is to file tax forms electronically and having the refund sent to a bank.  I was just on the line with the IRS and all my information associated with my SS# had been changed and \"my\" taxes filed for a refund.  This has been happening mostly down in Florida.  Somewhere out in the cloud is easily accessible information containing my new cellphone number.  Collection agencies have started calling.  <br/><br/>I trust everybody, why shouldn't I?  Especially those that are profiting immensely while handing my personal information over to data thieves.  A perfect example of free market failure.  Security costs money and takes a bite out of profits.  The greed of upper management keeps the security barriers low and profits high.  The data thieves love us because we are so predictable.", "recommendationCount": 3}, {"assetID": 2665938, "replies": [], "lft": 26, "assetURL": "http://well.blogs.nytimes.com/2011/04/25/where-to-lose-weight-on-vacation/", "parentID": null, "commentID": 3735722, "rgt": 27, "userDisplayName": "trudy", "createDate": "1303782500", "userID": 55540444, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1303790867", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "NE", "commentType": "comment", "updateDate": "1303787267", "commentSequence": 7, "commentBody": "That is one ugly building in the photo.  Whatever happened to blending in with the landscape?", "recommendationCount": 2}, {"assetID": 2660146, "replies": [], "lft": 426, "assetURL": "http://well.blogs.nytimes.com/2011/04/22/the-disappearing-family-doctor/", "parentID": null, "commentID": 3735768, "rgt": 427, "userDisplayName": "June Polles", "createDate": "1303783911", "userID": 23675228, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1303790871", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Oakland, CA", "commentType": "comment", "updateDate": "1303787271", "commentSequence": 203, "commentBody": "While I think it is sad that the family doctor in private practice may be going the way of the dinosaur, I am hopeful about the possibilities for my future career as a nurse practitioner.<br/><br/>As a student at the University of California-San Francisco, I hear a lot about the effect of the insurance industry on health care. <br/><br/>Complaints are common that the pace is too fast and the stress too high. Nurses lament not having enough time to interact with patients — that the rule is profits over people. <br/><br/>While that may be true, I know that I am the only one who can decide what kind of care I give my patients. Even if I only have 30 seconds with someone, I can be completely engaged and giving of myself during that time. <br/><br/>It’s the energy we bring to our work that makes the difference. We health care providers can always choose to give from our hearts, regardless of the strictures that are placed upon us. <br/><br/>June Polles<br/>\nMaster’s Entry Program in Nursing<br/>\nUniversity of California-San Francisco", "recommendationCount": 1}, {"assetID": 2665720, "replies": [], "lft": 12, "assetURL": "http://well.blogs.nytimes.com/2011/04/25/less-sex-for-the-young/", "parentID": null, "commentID": 3735785, "rgt": 13, "userDisplayName": "Jim Ryan", "createDate": "1303784183", "userID": 34808065, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1303790878", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Friendswood, TX", "commentType": "comment", "updateDate": "1303787278", "commentSequence": 6, "commentBody": "@CD---Or perhaps today the \"bad girl who puts out\" is the first serious girlfriend.", "recommendationCount": 4}, {"assetID": 2665938, "replies": [], "lft": 28, "assetURL": "http://well.blogs.nytimes.com/2011/04/25/where-to-lose-weight-on-vacation/", "parentID": null, "commentID": 3735802, "rgt": 29, "userDisplayName": "Stacy", "createDate": "1303784445", "userID": 59919627, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1303790888", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "London", "commentType": "comment", "updateDate": "1303787288", "commentSequence": 8, "commentBody": "My career is the same as my work - archaeology! Spend a day in the hot sun using heavy tools, moving dirt, drinking tons of water, then eat whatever local food there is; if it's less appetizing, eat less of it. I always lose weight and gain muscle. Plus, it often includes hiking to the excavation site and seeing great foreign locales.", "recommendationCount": 2}, {"assetID": 2665720, "replies": [], "lft": 14, "assetURL": "http://well.blogs.nytimes.com/2011/04/25/less-sex-for-the-young/", "parentID": null, "commentID": 3735812, "rgt": 15, "userDisplayName": "Stacy", "createDate": "1303784619", "userID": 59919627, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1303790894", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "London", "commentType": "comment", "updateDate": "1303787294", "commentSequence": 7, "commentBody": "Interesting how the percentage of men and women who have had anal sex differs by 8%. Is this under-reporting by women or over-reporting by men, do you think?", "recommendationCount": 0}, {"assetID": 2665720, "replies": [], "lft": 16, "assetURL": "http://well.blogs.nytimes.com/2011/04/25/less-sex-for-the-young/", "parentID": null, "commentID": 3735862, "rgt": 17, "userDisplayName": "J.D.", "createDate": "1303785703", "userID": 50503999, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1303790913", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "California", "commentType": "comment", "updateDate": "1303787313", "commentSequence": 8, "commentBody": "Ages 15-24? That seems like such a huge range to me. The sexual behaviors of a 15-year-old high school sophomore will likely be very different than that of a 24-year-old college graduate. I'd like to see this broken down into smaller age groups.", "recommendationCount": 25}, {"assetID": 2666991, "replies": [], "lft": 2, "assetURL": "http://www.nytimes.com/2011/04/26/opinion/26brooks.html", "parentID": null, "commentID": 3735587, "rgt": 3, "userDisplayName": "Larry Figdill", "createDate": "1303779303", "userID": 33947, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1303790942", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Charlottesville, VA", "commentType": "comment", "updateDate": "1303787342", "commentSequence": 1, "commentBody": "\"A semi-crackpot outsider like Donald Trump could storm the gates and achieve astonishing political stature.\" As disturbing and shocking as this would be, Donald Trump (or someone like him) would be unlikely to change things. He'd be a failure.", "recommendationCount": 314}, {"assetID": 2666991, "replies": [], "lft": 4, "assetURL": "http://www.nytimes.com/2011/04/26/opinion/26brooks.html", "parentID": null, "commentID": 3735593, "rgt": 5, "userDisplayName": "smokeygeo", "createDate": "1303779475", "userID": 29717917, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1303790942", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "concord ma", "commentType": "comment", "updateDate": "1303820703", "commentSequence": 2, "commentBody": "Let us hope and pray for the gang of six....", "recommendationCount": 108}, {"assetID": 2666991, "replies": [], "lft": 8, "assetURL": "http://www.nytimes.com/2011/04/26/opinion/26brooks.html", "parentID": null, "commentID": 3735611, "rgt": 9, "userDisplayName": "sande", "createDate": "1303779912", "userID": 53813408, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1303790942", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "chiang-mai", "commentType": "comment", "updateDate": "1303787342", "commentSequence": 4, "commentBody": "I do not think you understand that capitalism has changed: it is authoritarian, if not virtually totalitarian. From experiences in universities: the higher one goes, the political/fundraisers dominate, building their institutions at the expense of faculty and students. In the last institution I taught at, the Pres--previously denied tenure, but well connected institutionally, attacked faculty he could not understand; the Provost, who worked with the school's attorneys to make sure no dissent became collective among faculty, was promoted to Pres. at another institution, with a dreadful production record. It is the politics of control that dominates now: and those making 30-75k see all too clearly that their skills, knowledge, effort, merit and production go just about nowhere.  That is distressing, and we should avoid any psychologizing of this.", "recommendationCount": 695}, {"assetID": 2666991, "replies": [], "lft": 12, "assetURL": "http://www.nytimes.com/2011/04/26/opinion/26brooks.html", "parentID": null, "commentID": 3735616, "rgt": 13, "userDisplayName": "John F. McBride", "createDate": "1303779988", "userID": 22502625, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1303790942", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Seattle, WA", "commentType": "comment", "updateDate": "1303787342", "commentSequence": 5, "commentBody": "“… The Democrats are going to promise to raise taxes on the rich to preserve the welfare state, just as they have since 1980. The Republicans are going to vow to cut taxes and introduce market mechanisms to reform the welfare state, just as they have since 1980. …”\r<br/><br/>Mr. Brooks, if you didn’t so frequently rely on sweeping generalizations, establishing straw man and red herring arguments, and use them as premises to draw unsubstantiated conclusions you’d be an even better writer.\r<br/><br/>I suspect that you believe that you’ve established, or that we generally accept, that the U. S. is a “welfare state,” but you don’t here, and to my knowledge, no one has established that as fact.\r<br/><br/>And while it may be casually accurate to observe that Republicans have since Ronald Reagan introduced tax cuts and market mechanisms when they have governed, they haven’t in the slightest tried to “reform” entitlement programs.  Their actions have broadened them and endangered them, but that isn’t the same as reform. To the contrary what they appear committed to achieving is to force the failure of entitlements as is clearly spelled out in Mr. Ryan’s budget proposal.\r<br/><br/>Last, it isn’t accurate to observe that “the baby boom generation has spent lavishly on itself.” The nation has, including the declining members of “the greatest generation” who began to spend “lavishly” if you will in their declining days of control when Reagan was elected. Baby boomers have spent a lot, yes, and as a result have educated their kids, floated the economy for the nation, helped shore up the failing infrastructure, and generally contributed to the well-being of the economy.\r<br/><br/>If you seek to place blame, place it where it belongs: on that small minority of powerful, wealthy entities and individuals who have stymied all attempts to stabilize the institutions the greatest generation ordained and financed, or otherwise attempted to destroy them. You don’t have to look hard to find them. They’re financing the Tea Party, or Alice in Wonderland Tea Party as it more accurately is.\r<br/><br/>We don’t have to be in this predicament. Republicans have successfully engineered us here whenever they’ve governed beginning with Ronald Reagan, thus aiding in turning the middle class into the bottom class.\r", "recommendationCount": 1738}, {"assetID": 2666991, "replies": [], "lft": 14, "assetURL": "http://www.nytimes.com/2011/04/26/opinion/26brooks.html", "parentID": null, "commentID": 3735618, "rgt": 15, "userDisplayName": "Marie Burns", "createDate": "1303780124", "userID": 4461145, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1303790942", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Fort Myers, Florida", "commentType": "comment", "updateDate": "1303787342", "commentSequence": 6, "commentBody": "\"The Democrats are going to promise to raise taxes on the rich to preserve the welfare state, just as they have since 1980.\" -- David Brooks<br/><br/>Pretending that Democrats are pulling some stunt by \"raising taxes on the rich\" is completely disingenuous. Taxes on the rich &amp; super-rich have plummeted since 1980. In fact, if you wanted to balance the budget &amp; reduce the scary ole deficit, which obviously neither President Obama nor the Republicans do (according to their own budgets), you would not have to raise taxes AT ALL. You would just have to let the irresponsible Bush tax cuts EXPIRE. In that sense, doing nothing is the best policy. So suggesting that Democrats are proposing to \"raise\" taxes is largely inaccurate. Most are merely proposing to let some of the Bush tax cuts expire. It is true that a few, like those in the Congressional Progressive Caucus, ARE proposing to raise taxes on the rich -- but there's a big payoff: theirs is the only budget proposal that actually reduces the deficit. <br/><br/>We do not live in a \"welfare state\" and it would behoove you to quit using that ridiculous, loaded term. We have fewer &amp; cheesier social support systems than any developed nation. We're an international disgrace. This is not news.<br/><br/>\"There are structural problems in the welfare state ... and in the energy market ... and on and on.\" Funny you don't bother to mention the true structural problem that has turned Washington into a place that makes everyone else in the country \"gloomy,\" as you put it. The real structural problem is that everyone on both ends of Pennsylvania Avenue is carrying water for big donors. Corporations don't pay taxes because they have purchased enough members of Congress to assure that they receive huge tax breaks, or loopholes. The Fed gives the banks free money -- for which they turn around and charge you and me high interest -- because banks have paid off the President (who appoints the Board) &amp; the Congress (the Senate advises and consents). Similarly, bankers never go to jail for the havoc they have wreaked on the nation, on individuals and on municipalities because regulators -- again, appointed by the President, often with the advice &amp; consent of the Senate -- consistently give the miscreants slaps on the wrist. The DOJ does less than that. Pharmaceutical companies made out like bandits in a closed-door deal with the President. Health insurance companies won the day the Affordable Health Act passed. And on and on.<br/><br/>The real structural problem is this -- the politicians in Washington are corrupt. They aren't crooks because they've made their misdeeds legal. But they are corrupt. Whether they know the details or not, Americans have figured out that much. That's why they're so pessimistic. They know that no one in Washington is working for them or their children.<br/><br/>And your little theory that the recession is over? Tell that to the 50-year-old who can't get a job now or perhaps ever. Tell that to the underwater homeowner. Tell that to the college kid who has a tremendous college debt to pay off and was lucky to find a minimum-wage job slinging hash or making burgers. The recession is over for Wall Street but not for Main Street.<br/><br/>I don't know where you get your information, Mr. Brooks, but I urge you to start reading the New York Times. It's a good paper, and I'm not telling you anything you couldn't have learned by reading the paper that employs you.<br/><br/>The Constant Weader at <a href=\"http://www.RealityChex.com\" title=\"www.RealityChex.com\" target=\"_blank\">www.RealityChex.com</a>", "recommendationCount": 2143}, {"assetID": 2666991, "replies": [], "lft": 16, "assetURL": "http://www.nytimes.com/2011/04/26/opinion/26brooks.html", "parentID": null, "commentID": 3735619, "rgt": 17, "userDisplayName": "Karen Garcia", "createDate": "1303780156", "userID": 48110597, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1303790942", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New Paltz, NY", "commentType": "comment", "updateDate": "1303787342", "commentSequence": 7, "commentBody": "What is wrong with us, anyway? Why are we in such a crummy mood when Wall Street is soaring, CEOs are making million dollar bonuses and getting interest-free loans from the Fed (aka taxpayers) and almost a quarter million minimum wage \"robust new jobs\" at Walmart, McDonald's and corporate-owned warehouses for the elderly have added new vibrancy to our great American landscape?\r<br/><br/>Wow, what a bunch of ingrates we are, David! Nice that you find the national mood \"fascinating\" from high atop the rotting perch of beltway corporate media stenography. Thank you for pointing out that in most case of economic recovery, people feel better when we start coming out of recessions. The fact that we're not jumping for joy when the stock market recovers makes us abnormal, in your view. I guess there must be something amiss with our vicarious pleasure neurons.\r<br/><br/>You point out that centrism worked out just fine back in the happy days of the 1950s -- but you conveniently failed to mention that the top tax rate back then was over 90 percent. Today, it's down to 35 percent, making for the greatest wealth disparity in our nation's history. Disparity translates into an awful of misery for those of us struggling to make ends meet at low-wage, no-benefit jobs. The chronically unemployed people whose benefits ran out long ago aren't even counted in the statistics any more.\r<br/><br/>And the deliberate provocation you foment in every other column, accusing the selfish boomers of destroying future generations as we go on endless medical spending sprees just for the fun of it is really getting a little old and losing its punch. Can't you think of another straw man to erect next time to make things more interesting? Now, excuse me while I go eat my young.\r<br/><br/><a href=\"http://kmgarcia2000.blogspot.com/\" title=\"http://kmgarcia2000.blogspot.com/\" target=\"_blank\">http://kmgarcia2000.blogspot.com/</a>", "recommendationCount": 1495}, {"assetID": 2666991, "replies": [], "lft": 18, "assetURL": "http://www.nytimes.com/2011/04/26/opinion/26brooks.html", "parentID": null, "commentID": 3735644, "rgt": 19, "userDisplayName": "Montreal Moe", "createDate": "1303780712", "userID": 62945206, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1303790942", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "West Park,  Quebec", "commentType": "comment", "updateDate": "1303787342", "commentSequence": 8, "commentBody": "Just because the preamble to the constitution contains the clause promte the general welfare does not mean that part of the social contract has ever been part of the American landscape.  America has always had a welfare system but from this Canadian's perspective the only welfare that has been promoted is that of the class of people who really never needed protecting. The only thing the next elections will establish with certainty is that seniors will not eat dog food as that will be beyond their means and they will eat the foods  that seen all the rage in the urban food deserts.", "recommendationCount": 233}, {"assetID": 2666991, "replies": [], "lft": 20, "assetURL": "http://www.nytimes.com/2011/04/26/opinion/26brooks.html", "parentID": null, "commentID": 3735647, "rgt": 21, "userDisplayName": "Sylvanus", "createDate": "1303780768", "userID": 37769656, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1303790942", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New York", "commentType": "comment", "updateDate": "1303787342", "commentSequence": 9, "commentBody": "Ah, to be a pundit, free to say whatever pops into ones head without providing any evidence. \"Baby boomers spend lavishly on themselves and impose horrendous costs on future generations,\" a theme Mr. Brooks keeps returning to. Could you perhaps be a bit more specific, Mr. Brooks, since such a statement is very controversial. What boomers are we talking about? They are not all the same; they even belong to different classes. Some have done very well, many are just getting by. Come on, Mr. Brooks, you've been to college! Such a statement in a middle school paper would be red-pencilled, and the child asked for evidence. Or is it that actually Mr. Brooks you are talking about youself and those who surround you. Out here, where I live, as I look around at my neighbors, such statements ring hallow, even crass. ", "recommendationCount": 986}, {"assetID": 2666991, "replies": [], "lft": 22, "assetURL": "http://www.nytimes.com/2011/04/26/opinion/26brooks.html", "parentID": null, "commentID": 3735656, "rgt": 23, "userDisplayName": "Babsboz", "createDate": "1303780899", "userID": 59568427, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1303790942", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "RSM, CA", "commentType": "comment", "updateDate": "1303787342", "commentSequence": 10, "commentBody": "Re: ...baby boomers spend lavishly on themselves at horrendous cost to the next generation.  Seriously.  What generation has put as much money into the federal government coffers...paying for our parents' retirement...including all the mothers who never worked and contributed no dollars to Social Security...and when our parents lived years beyond our grandparents' lifespans, who paid for all the costs that their Social Security checks would not cover?  What generation has put more of their own dollars into the educational system than boomers...graduating ourselves in record numbers and our children as well, with no help from the federal government because we made \"too much\" as middle and upper/middle-class wage earners to qualify for any financial considerations.  We didn't even have the benefit of tax-free health care accounts or educational savings accounts to help us with the double-burden of sending our kids to college while caring for aging parents. There are 2 generations that owe us big time...and this is from the mouth of liberal Democrat, so I can't imagine how Republicans feel!", "recommendationCount": 426}, {"assetID": 2666991, "replies": [], "lft": 24, "assetURL": "http://www.nytimes.com/2011/04/26/opinion/26brooks.html", "parentID": null, "commentID": 3735663, "rgt": 25, "userDisplayName": "lt", "createDate": "1303781155", "userID": 63454249, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1303790942", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "minn", "commentType": "comment", "updateDate": "1303787342", "commentSequence": 11, "commentBody": "Yes David, you hit some high notes and some low notes, but you did not touch on the real problem our nation faces, and that is how are we going to put a budget together with Tea party congressmen/.women wanting to create a disaster, and the rest of the Republican congress people scared to death that unless they go along, they will not be re elected<br/><br/>So we have a budget problem. We have a budget that the man from Wisconsin has presented. His vision for the future is to balance the budget somewhere in the 2040’s. His vision is to require the middle class and the poor to pay more, and the rich and super rich to pay less. His vision is so radical, that it makes you wonder if he really has blood in the veins, or is he a robot that was sent to us from the Koch brothers. Then we have the Obama plan that is much more liberal to the middle and lower class Americans. He suggests we tax the rich and super rich a wee bit more and cut by small margin middle class programs. Although you can find flaws with President Obama’s budget, it does have a good heart behind it. Then we have several other plans, including the debt commission’s recommendations, and they all have sacrifice for some, and more sacrifice for others. <br/><br/>Behind all the plans that have some heart, we have tax increases for the rich and super rich. The problem being---Grover Norquist has signed pledges from over 200 congressman and 40 senators that they will not raise taxes.  In case you have not heard of the mighty Grover, he is the man that all Republicans fear, because behind Grover is Grovers funding. Of course it is not hard to figure out that Grovers benefactors are the Koch Brothers, and some of America’s largest corporations. They send the word of “GOD”, you raise taxes, and you will have a primary challenge. That is the predicament we face. This congress cannot pass a 2012 budget, totally impossible<br/><br/>So now we have the election of 2012 and being as smart as we are, we say this one is a no brainer. The Republicans want to kill Medicare, and give the rich and super rich an additional 10% in tax cuts, and at the same time telling the seniors of 2022 to go take a hike. Wait a minute. This is the Republican Party that threw this country into a recession/depression, but came back 2 years later and won the house by a huge margin, and narrowed the senate to a precious few. So maybe we should be alarmed. No, not maybe, WE SHOULD BE ALARMED. The Republican machine has over 40% of America thinking that President Obama is a Muslim, that he was born in Kenya, that his health plan will bankrupt the country, even though the CBO scored it to lower the deficit by 1 trillion over 10 years. They have convinced the unwashed and uneducated that because this legislation gives 30 million Americans health coverage, and protects them against pre existing conditions that this is bad legislation and must be repealed immediately. They can make people say “Pelosi, Reid” as if they were awful adjectives.<br/><br/>As I write this I shudder. Can they do it again? I am not a betting person, but with the ruling of the Supreme Court that corporations are equal to a person, the way the governors are tearing apart unions and the supreme way Frank Luntz can frame a debate, I would not bet that the Democrats can win. The Republicans will not have a problem raising the necessary funds to again sell the American voter that trickle down will work this time, and they will frame the  Medicare debate to make it sound like they are adding funds to Medicare. Of course they have a major network to pound away 24 hours a day. This network is not ashamed to lie, and will lie because Mr. Murdoch has his agenda<br/><br/>So that is the budget debate, and unless people of sound mind go to the polls in 2012, I fear which direction America is headed for. David reading your praise that Mr Ryans plan is brave I feel I know where you stand, but I think if the moderate Republicans will stand up and be counted, and I count you as one of the moderates, we can beat this deceiving machine, and elect congress people WHO WILL DO THE RIGHT THING", "recommendationCount": 532}, {"assetID": 2666991, "replies": [], "lft": 26, "assetURL": "http://www.nytimes.com/2011/04/26/opinion/26brooks.html", "parentID": null, "commentID": 3735664, "rgt": 27, "userDisplayName": "M Carter", "createDate": "1303781177", "userID": 39177635, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1303790942", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Endicott, NY", "commentType": "comment", "updateDate": "1303787342", "commentSequence": 12, "commentBody": "Only you, Mr. Brooks, could write an entire column on the debt, the deficit, the \"welfare\"state, as you call it, and the pessimistic outlook of the people, without mentioning one time the TWO WARS that were started for no good reason, put on the credit card, fuel the deficit by several billion dollars per MONTH, and that have killed, at an unrealistically low estimate, 4450 and 1549 of our soldiers, respectively, mentioning the wounded and disabled not at all, and harping, like a good Republican, on the \"entitlements\" which you insist must be cut. MUCH better to see that people die within a year of retirement than to ask that the fabulously wealthy loose their grip on a little of that fabulous wealth, right?  And let's keep those disabled veterans coming, but without any funding, of course.  Only you.  ", "recommendationCount": 1227}, {"assetID": 2666991, "replies": [], "lft": 28, "assetURL": "http://www.nytimes.com/2011/04/26/opinion/26brooks.html", "parentID": null, "commentID": 3735683, "rgt": 29, "userDisplayName": "Diana Moses", "createDate": "1303781504", "userID": 60104105, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1303790942", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Arlington", "commentType": "comment", "updateDate": "1303787342", "commentSequence": 13, "commentBody": "If politicians are as unconcerned with evidence as they apparently are, I can understand why things seem so out of control to so many Americans, and why so many react with anxiety, pessimism, etc. Maybe discussing openly this particular root to what ails our civic discourse would help get politics more in sync with reality, and would help make our problems seem, and be, more manageable.  Perhaps then we would regain confidence that something can and will be done.  It's one thing to perceive that life is, at some depth of perception, illusion, quite another to intentionally create a man-made layer of illusion on top of that.", "recommendationCount": 56}, {"assetID": 2666991, "replies": [], "lft": 30, "assetURL": "http://www.nytimes.com/2011/04/26/opinion/26brooks.html", "parentID": null, "commentID": 3735692, "rgt": 31, "userDisplayName": "Sylvanus", "createDate": "1303781856", "userID": 37769656, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1303790942", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New York", "commentType": "comment", "updateDate": "1303787342", "commentSequence": 14, "commentBody": "\"Baby boomers spend lavishly on themselves and impose horrendous costs on future generations.\" Perhaps Mr. Brooks is referring to the social security tax that boomers have been paying their entire working lives, a tax which (since the early 80\"s) is around 13 per cent of income (when the employee and employer contributions are combined). Rather than being set aside by the government, this money has been spent by the government and replaced by \"bonds\" which now total 2.5 trillion dollars. However, as it begins to become necessary to dip into these bonds to pay benefits, a hue and cry is raised about how social security is in deficit! So such statements as Mr. Brooks about \"boomer lavish living and hard-heartedness toward the following generations\" play into the claim that such programs as social security are bankrupting the country, even as the government sits on bonds totally 2.5 trillion dollar of money collected from tax payers that include, what you know, baby boomers! So Mr. Brooks, I think it behooves you to be a little more specific, and perhaps even circumspect, in your punditry. ", "recommendationCount": 457}, {"assetID": 2666991, "replies": [], "lft": 32, "assetURL": "http://www.nytimes.com/2011/04/26/opinion/26brooks.html", "parentID": null, "commentID": 3735693, "rgt": 33, "userDisplayName": "Jim S.", "createDate": "1303781893", "userID": 12433842, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1303790942", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Cleveland", "commentType": "comment", "updateDate": "1303787342", "commentSequence": 15, "commentBody": "The disconnect results from being unable to accept that the United States is the is no longer the one and only best place in the world. It's not that we've done so much worse, but rather that the rest of the world has caught up, as knowledge and technology spread, as corporations and consumers abandoned America for the cheaper opportunities, and as the rest of the world recovered from World War II.<br/><br/>Unfortunately America's political leadership is not allowed to admit that we are no longer number one. Therefore we still jump in to play policeman of the world (at our expense), we can't copy a health care system from any number of countries that do a far better job than we have done, and we can't admit that people elsewhere may be as smart or smarter than we are. <br/><br/>So when the facts reveal the obvious but we can't admit it, we just don't feel very happy. And no commission or group of half a dozen Senators is going to restore the spirit of unity that came from having won World War II ten years earlier.", "recommendationCount": 261}, {"assetID": 2666991, "replies": [], "lft": 36, "assetURL": "http://www.nytimes.com/2011/04/26/opinion/26brooks.html", "parentID": null, "commentID": 3735696, "rgt": 37, "userDisplayName": "Paul Silver", "createDate": "1303781955", "userID": 47483165, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1303790942", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Austin", "commentType": "comment", "updateDate": "1303787342", "commentSequence": 16, "commentBody": "Perhaps one cause of the disconnect is the widespread resignation to the control special interests have over public policy. The Parties are now primarily fund raising machines. A leading remedy would be the Fair Elections Now Act that would create citizen funded campaigns and go a long way towards neutralizing the influence of narrow, but wealthy, special interests. Imagine if a significant number of legislators felt free to support compromises that were in the best interest of the country rather than a short list of donors.", "recommendationCount": 258}, {"assetID": 2666991, "replies": [], "lft": 38, "assetURL": "http://www.nytimes.com/2011/04/26/opinion/26brooks.html", "parentID": null, "commentID": 3735701, "rgt": 39, "userDisplayName": "ClearEye", "createDate": "1303782010", "userID": 22403264, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1303790942", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Princeton, NJ", "commentType": "comment", "updateDate": "1303787342", "commentSequence": 17, "commentBody": "Of the rich, by the rich and for the rich.<br/><br/>Not what most Americans grew up believing about their government, but the evidence is startlingly clear.<br/><br/>Within the Beltway Bubble, politicians, pundits and political professionals bet that things can continue much as they have. On Wall Street (and in countless unknown havens of private equity and hedge funds), the world is as good as it can be, for them if for no one else.<br/><br/>The gulf between the powerful rich and the rest of us grows ever wider. ", "recommendationCount": 573}, {"assetID": 2666991, "replies": [], "lft": 40, "assetURL": "http://www.nytimes.com/2011/04/26/opinion/26brooks.html", "parentID": null, "commentID": 3735703, "rgt": 41, "userDisplayName": "JLT", "createDate": "1303782028", "userID": 2182617, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1303790942", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Palo Alto, California", "commentType": "comment", "updateDate": "1303787342", "commentSequence": 18, "commentBody": "David Brooks, as a self-described moderate, is displeased when politicians have ideas that they believe in.", "recommendationCount": 13}]}, "copyright": "Copyright (c) 2016 The New York Times Company.  All Rights Reserved."}