{"debug": {"version": 3.1}, "status": "OK", "results": {"api_timestamp": "1481479771", "totalCommentsFound": 3871, "totalCommentsReturned": 25, "comments": [{"assetID": 3337326, "replies": [], "lft": 207, "assetURL": "http://www.nytimes.com/2012/09/03/opinion/krugman-rosie-ruiz-republicans.html", "parentID": 7028918, "commentID": 7029031, "rgt": 208, "userDisplayName": "bl", "createDate": "1346644757", "userID": 15542165, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1346644878", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "rochester, n.y.", "commentType": "userReply", "updateDate": "1346641278", "commentSequence": 1, "commentBody": "This seems  very simple to answer. When corporate media, to<br/>\nwhom lots of people still pay attention, report upon<br/>\nthis medicare story, they do not explain in down to earth<br/>\nterms what the claims actually mean, and why these claims<br/>\nare fundamentally groundless and highly manipulative. As  a result, when the phrase<br/>\nused includes \"cut medicare by 716billion\", the people in the<br/>\naudience most likely to respond with anxiety will not at the same<br/>\ntime have it explained to them, in equally concrete terms, that this claim is false. When this occurs repeatedly,  this only<br/>\nsolidifies the confusion and makes it more difficult to convince the same groups of listeners what is true and what is false. <br/><br/>When you take into account the next few months of superpac<br/>\n distortions and lies on the same topic, as well as others, it will  then not at all be surprising that confusion becomes permanent.<br/><br/>This technique  of embedding lies/distortions within media<br/>\ndiscourse that can never be confronted as such as soon as they are articulated, and surely never by confronting the original sources of the lie in a context that allows for  systematic discussion and extended back and forth with people who understand what the actual story is, has been used over and over again by those who understand how to exert power by<br/>\nmedia manipulation  via the rhetoric used as well as the forums during which their manipulative discourses are given. <br/><br/>It is an aspect of the rigidity of contemporary american society. ", "recommendationCount": 35}, {"assetID": 3337308, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 7028930, "replies": [], "commentID": 7029761, "trusted": 0, "userDisplayName": "Steve Bolger", "createDate": "1346663083", "userID": 47648965, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1346674636", "userTitle": null, "recommendations": 5, "editorsSelection": false, "parentUserDisplayName": "Mehdi Adlany", "userURL": null, "userLocation": "New York City", "depth": 1, "commentType": "userReply", "updateDate": "1346671036", "commentSequence": 2, "commentBody": "Fairness is a concept only a sentient being can conceive. Nature has no sentience. People have sentience, so we think about fairness and justice, because they are connected to innate emotions that evolved to support social behavior.<br/><br/>Your belief that your experience is some how immortally invaluable to nature is narcissism. Your soul is the software of your experience programmed into your brain. It does not survive the death of your brain. Your experience survives only through the chain of teaching from generation to generation.<br/><br/>Claiming to know why a sentient immortal made the universe is the sin Mohammad called \"shirk\", and doing things to influence this imaginary personage is the sin Mohammad called idolatry. These behaviors are not conducive to creating a place of harmonious coexistence of diversity."}, {"recommendedFlag": 0, "parentID": 7028930, "replies": [], "commentID": 7030064, "trusted": 0, "userDisplayName": "Lars", "createDate": "1346670955", "userID": 1022652, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1346674649", "userTitle": null, "recommendations": 9, "editorsSelection": false, "parentUserDisplayName": "Mehdi Adlany", "userURL": null, "userLocation": "Winder, GA", "depth": 1, "commentType": "userReply", "updateDate": "1346671049", "commentSequence": 3, "commentBody": "Mr. Adlany, do I detect a tone of arrogance of the True Believer in your comments? You have all the answers, you've been given the Manual. And you have bought Eternity Insurance: follow the rules and you will be assured an eternity of bliss while the rest...well, we know what happens to them - they're not invited to the Party. I would also propose that this concept of another world after death can excuse absolutely any kind of atrocity in this one."}, {"recommendedFlag": 0, "parentID": 7028930, "replies": [], "commentID": 7033262, "trusted": 0, "userDisplayName": "Richard", "createDate": "1346724511", "userID": 56791527, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1346772999", "userTitle": null, "recommendations": 1, "editorsSelection": false, "parentUserDisplayName": "Mehdi Adlany", "userURL": null, "userLocation": "Stateline, NV", "depth": 1, "commentType": "userReply", "updateDate": "1346769399", "commentSequence": 4, "commentBody": "All,<br/><br/>The Universe is not Fair or just. The Universe in fact has a bias against life. Rocks fall from the sky often. Yet the Earth abounds with life. It could be Life in the Universe is as common as dirt. There are planets everywhere and there could be Life everywhere among them. We don't know yet.<br/><br/>If life turns out to be truly rare and we are unique. That fact could speak for the existence of God. If Life is as common as dirt that could still speak for God. Both could speak for their not being a God as well. We don't know and must take either position on Faith.<br/><br/>There is a difference between the Physical Universe and The Life that dwells within it. The Lifeless Universe will never give rise to God if God is not now here. Life on the other hand always has the potential to learn to master the Universe and find or become God. <br/><br/>The quest to find or become God in the process may be the very reason for the existence of life in the first place. Life within the universe could be the fire from which God rises like a Phoenix. If this is true being dead might in fact be the beginning rather than an end in itself. There is no way to know but it might be prudent to live as if this were so."}]}, "lft": 32, "assetURL": "http://opinionator.blogs.nytimes.com/2012/09/02/in-praise-of-the-clash-of-cultures/", "parentID": null, "commentID": 7028930, "rgt": 41, "userDisplayName": "Mehdi Adlany", "createDate": "1346643386", "userID": 60527553, "replyCount": 4, "commentTitle": "n/a", "status": "approved", "approveDate": "1346644903", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Morocco", "commentType": "comment", "updateDate": "1346641303", "commentSequence": 8, "commentBody": "Sir, I found your article very interesting. The Egyptians you met told you the ultimate truth. The only thing that is separating you from seeing it clearly is being blinded by a noisy background, false foundations and so on. I'd like to invite you to read some books about islam, don't take islam from muslims. I live in an a semi-islamic country where its people don't have any idea about the truth of their religion, I was one of them, I first took it by tradition, and it was flawed to be taken by tradition. When you search for the truth, seek in the right places, I swear your life will change. Get into the heart of islam, don't take things superficially - my fellow men do, unfortunately, they go to the mosque by tradition, they read quran without even seeking its true meaning. I don't force my opinion on others, my religion states that \"you can't force someone to embrace religion\".  I invite you, sir, to watch this video of an agnostic jew and what she says about it <a href=\"http://www.youtube.com/watch?v=oz5BWFIUomw\" title=\"http://www.youtube.com/watch?v=oz5BWFIUomw\" target=\"_blank\">http://www.youtube.com/watch?v=oz5BWFIUomw</a><br/>\nBy the way, as a muslim, my religion taught me to be tolerant and helpful even to those who don't believe in God. And trust me, afterlife exists, just think of this life, you're born, you grow up, go to school, get a job, get children and then grow older then die. Does it seem fair to you to spend our lives on something we leave behind and be trapped in a grave? There must be something after all of this, this world will come to an end.", "recommendationCount": 0}, {"assetID": 3337218, "replies": [], "lft": 198, "assetURL": "http://www.nytimes.com/2012/09/02/realestate/supersizing-the-empty-nest.html", "parentID": null, "commentID": 7029042, "rgt": 199, "userDisplayName": "dlt", "createDate": "1346644947", "userID": 52819501, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1346644993", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Toronto", "commentType": "comment", "updateDate": "1346641393", "commentSequence": 44, "commentBody": "We moved from the city (860 sq. ft.) to a village (2000 sq. ft) on Lake Huron. We bought an 1891 home and renovated, upgraded and concentrated on main floor living, everything energy efficient.  When family visits we have a guest room upstairs.<br/>\nWe concentrated on making our home handicapped accessible for the future.<br/>\nOur energy costs are down and every room has a view. The proceeds from our city home allowed us to have all these upgrades and keep a nest egg. Every person has a different way of dealing with how they live.  As long as it's not ostentatious and an energy hog I think people should be able to feel comfortable with their livestyle.<br/>\nThe McMansions will become the white elephants eventually. The most important<br/>\nthing is having a home not a house.<br/>\nI think New York city is a different state of mind.", "recommendationCount": 14}, {"assetID": 3337250, "replies": [], "lft": 34, "assetURL": "http://opinionator.blogs.nytimes.com/2012/09/01/music-of-the-unquiet-mind/", "parentID": null, "commentID": 7027766, "rgt": 35, "userDisplayName": "Joel Sloman", "createDate": "1346629687", "userID": 11763636, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1346645008", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Medford Mass", "commentType": "comment", "updateDate": "1346641408", "commentSequence": 10, "commentBody": "I'm listening right now to your recording of Four Walls.  I've had it for years (as well as other Cage recordings of yours).<br/><br/>Thanks for the article", "recommendationCount": 2}, {"assetID": 3337250, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 7027137, "replies": [], "commentID": 7029691, "trusted": 0, "userDisplayName": "Wallace Conner", "createDate": "1346659895", "userID": 65678119, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1346674494", "userTitle": null, "recommendations": 15, "editorsSelection": false, "parentUserDisplayName": "Joe Pearce", "userURL": null, "userLocation": "Texas", "depth": 1, "commentType": "userReply", "updateDate": "1346670894", "commentSequence": 1, "commentBody": "A man, John Cage, gave listeners many great gifts of delicate and deliberate sound; he was humble and soft spoken. How is a man, like that, a phony?"}, {"recommendedFlag": 0, "parentID": 7027137, "replies": [], "commentID": 7030009, "trusted": 0, "userDisplayName": "Allan DiBiase", "createDate": "1346669946", "userID": 39064884, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1346674532", "userTitle": null, "recommendations": 16, "editorsSelection": false, "parentUserDisplayName": "Joe Pearce", "userURL": null, "userLocation": "Center Sandwich, NH", "depth": 1, "commentType": "userReply", "updateDate": "1346670932", "commentSequence": 2, "commentBody": "it's easy to write compulsively<br/><br/>harder to know Thoreau and Cage<br/><br/>sometimes it's good to think before one writes<br/><br/>Thoreau and Cage did"}, {"recommendedFlag": 0, "parentID": 7027137, "replies": [], "commentID": 7039234, "trusted": 0, "userDisplayName": "JS", "createDate": "1346794389", "userID": 15414726, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1346794755", "userTitle": null, "recommendations": 1, "editorsSelection": false, "parentUserDisplayName": "Joe Pearce", "userURL": null, "userLocation": "Brooklyn, NY", "depth": 1, "commentType": "userReply", "updateDate": "1346791155", "commentSequence": 3, "commentBody": "[To Joe Pearce]  To touch on one point you make here, Cage skipped analysis for obvious reasons: as a gay man, Cage quickly realized he wasn't getting any help from a profession that classified his sexuality as a mental disorder.  From that perspective, Zen Buddhism (by way of Suzuki's teachings) offered guidance in his personal life, and following that, for his aesthetic development.  Jonathan Katz has written insightfully on this:<br/><br/><a href=\"http://www.queerculturalcenter.org/Pages/KatzPages/KatzWorse.html\" title=\"http://www.queerculturalcenter.org/Pages/KatzPages/KatzWorse.html\" target=\"_blank\">http://www.queerculturalcenter.org/Pages/KatzPages/KatzWorse.html</a><br/><br/>As for your own anxiety, I wish you the best tomorrow, on the 100th birthday of your nemesis..."}]}, "lft": 36, "assetURL": "http://opinionator.blogs.nytimes.com/2012/09/01/music-of-the-unquiet-mind/", "parentID": null, "commentID": 7027137, "rgt": 43, "userDisplayName": "Joe Pearce", "createDate": "1346621471", "userID": 55027320, "replyCount": 3, "commentTitle": "n/a", "status": "approved", "approveDate": "1346645063", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Brooklyn", "commentType": "comment", "updateDate": "1346641463", "commentSequence": 11, "commentBody": "I have suddenly suffered a peculiar form of anxiety, this being that in next Sunday's Times I will come across another piece like this one. <br/><br/>As I do not doubt for a moment Ms. Tan's O.C.D. history, the article wouldn't normally bother me that much, but since John Cage, arguably the greatest phony in the history of (so-called) serious American composition, is held up by Ms. Tan as being not only a free spirit, but also a logical philosophical descendant of Thoreau, it is not surprising that both his music and his philosophy have helped her, although she may have been predisposed to benefit from Mr. Cage's free-spiritedness and his Thoreauness (sorry, couldn't resist that). She will, of course, know better than I whether this is possible.<br/><br/>But I really do wish that John Cage had followed through on his original intention to give up composing music and undergo psychoanalysis, for while his music may have given Ms. Tan what she needed, Mr. Cage has somewhat simultaneously been responsible for the onset over some sixty years of my own O.C.D., which manifests itself in truly uncontrollable bursts of banging my head against the wall (and, of course, counting each bang) every time I hear Mr. Cage's music or, worse, hear anyone describe what he wrote as actually being music. ", "recommendationCount": 13}, {"assetID": 3337326, "replies": [], "lft": 149, "assetURL": "http://www.nytimes.com/2012/09/03/opinion/krugman-rosie-ruiz-republicans.html", "parentID": 7028811, "commentID": 7029048, "rgt": 150, "userDisplayName": "Janet Ellingson", "createDate": "1346645092", "userID": 14480101, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1346645114", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Salt Lake City, Utah", "commentType": "userReply", "updateDate": "1346641514", "commentSequence": 3, "commentBody": "In chiding Mr. Romney over his statement that cutting defense would result in job loss, Prof. Krugman is not arguing that this is a false statement.  Of course cuts to defense spending would result in job loss.  Any cuts in federal or state spending results in job loss.  The point is Mr. Romney's hypocrisy.  He has campaigned vigorously on the principle that government spending does not create jobs and as proof claims that the stimulus act in 2009 was a failure, in spite of overwhelming evidence to the contrary.   Again, Krugman's point was Romney's hypocrisy.  <br/><br/>My senator, Orrin Hatch, is likewise a hypocrit on this point.  He denounces any attempts by Democrats to create jobs through government spending while campaigning on the promise to increase defense spending in Utah because of its importance in creating private sector jobs.  Republicans are all Keynesians when in comes to defense spending, but won't budget another cent to create jobs in education or construction.  Thus, the Republican House refuses to vote on President Obama's American Jobs bill.", "recommendationCount": 99}, {"assetID": 3337311, "replies": [], "lft": 375, "assetURL": "http://www.nytimes.com/2012/09/03/us/politics/for-democrats-convention-challenge-is-to-repeat-2008.html", "parentID": 7028535, "commentID": 7029045, "rgt": 376, "userDisplayName": "DMC", "createDate": "1346645048", "userID": 56889753, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1346645115", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Chico, CA", "commentType": "userReply", "updateDate": "1346641515", "commentSequence": 1, "commentBody": "Excellent summary of the relevant facts.  Much as we were disappointed at various turns in the road (not prosecuting Bushie war crimes or Wall Street financial crimes, not pushing harder for single payer or a competitive public option, the Afghanistan surge...) we remain soundly supportive of this president.<br/><br/>Under the circumstances, no miracles, but a steady, determined hand that deserves four year without reelection in the background, and certainly four years with the GOP crazy contingent seriously reduced in Congress.", "recommendationCount": 13}, {"assetID": 3336894, "replies": [], "lft": 739, "assetURL": "http://www.nytimes.com/2012/09/02/magazine/who-wears-the-pants-in-this-economy.html", "parentID": 7019186, "commentID": 7029049, "rgt": 740, "userDisplayName": "Linda Schacht", "createDate": "1346645140", "userID": 40182795, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1346645174", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "California", "commentType": "userReply", "updateDate": "1346641574", "commentSequence": 1, "commentBody": "I noticed that government benefits and government jobs were mentioned a few times in this story and in  a positive way.  Government jobs are stable, government benefits help people make it through tough times.<br/>\nYet Republicans want less government, fewer social programs to keep people afloat.  Less Government does not equal More Jobs.  ", "recommendationCount": 4}, {"assetID": 3337310, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 7029051, "replies": [], "commentID": 7029652, "trusted": 0, "userDisplayName": "Sergio", "createDate": "1346658607", "userID": 66222658, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1346658672", "userTitle": null, "recommendations": 0, "editorsSelection": false, "parentUserDisplayName": "anon", "userURL": null, "userLocation": "Verona", "depth": 1, "commentType": "userReply", "updateDate": "1346655072", "commentSequence": 1, "commentBody": "Greece needs to have its own currency, so that it can pursue a monetary policy that is in the interests of Greece."}, {"recommendedFlag": 0, "parentID": 7029051, "replies": [], "commentID": 7030465, "trusted": 0, "userDisplayName": "Ann", "createDate": "1346676812", "userID": 39797658, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1346704248", "userTitle": null, "recommendations": 1, "editorsSelection": false, "parentUserDisplayName": "anon", "userURL": null, "userLocation": "new york", "depth": 1, "commentType": "userReply", "updateDate": "1346700648", "commentSequence": 2, "commentBody": "Is it true that they get 13-16 months salaries? And 80% of their salaries when they retire? An don't pay property tax? That should be stopped immediately. My Social security is peanuts, maybe 1/5 of what my salary was as a professional. Also why do they get away with not paying taxes, especially the wealthy. Well, it sounds just like here. The 1% gets it all, they get their money out,  then want the rest of Europe to bail them out? Why should other EU's' continue to bale them out, if the above goes on and on. The Greeeks need to go after the wealthy and the Banks, pay taxes and go after corruption."}]}, "lft": 342, "assetURL": "http://www.nytimes.com/2012/09/03/business/economy/us-companies-prepare-in-case-greece-exits-euro.html", "parentID": null, "commentID": 7029051, "rgt": 347, "userDisplayName": "anon", "createDate": "1346645190", "userID": 32594257, "replyCount": 2, "commentTitle": "n/a", "status": "approved", "approveDate": "1346645233", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "anon", "commentType": "comment", "updateDate": "1346641633", "commentSequence": 67, "commentBody": "Greece needs specialized teams to focus on areas that need government help: producing large quantities of private sector jobs by interacting with all of its local business communities, increasing tourism stats even more despite bad press, maintain healthy, clean banks and Greek bank auditing, have businesses produce healthy goods and services that will benefit mankind as they did in Ancient Greece, reduce corruption when they can, and promote Greece internally and externally.<br/><br/>Greece should rebound in the next 1-2 years.<br/><br/>It would seem a sovereign nation has some power. The new, current government was not the same government as the one prior to Pappandreou's.<br/><br/>The people of Greece are waiting to see positive changes.<br/><br/>The choices the Greek government are making, they must see forward in the short term and the long term.<br/><br/>They need to move forward to a clean, healthy pathway.", "recommendationCount": 1}, {"assetID": 3337326, "replies": [], "lft": 256, "assetURL": "http://www.nytimes.com/2012/09/03/opinion/krugman-rosie-ruiz-republicans.html", "parentID": null, "commentID": 7029050, "rgt": 257, "userDisplayName": "eaarth", "createDate": "1346645175", "userID": 60917393, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1346645234", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Jersey City, NJ", "commentType": "comment", "updateDate": "1346641634", "commentSequence": 32, "commentBody": "It should be obvious to us all by now that Romney's coyness is his campaign strategy. As demonstrated by his unreleased tax returns, by his missing policy details, and by a lack of clarity for what he really believes. Never mind the 'why' questions, like 'why would lower taxes on high incomes help the economy?'. He knows not to answer with anything but mind-numbing nostrums. <br/><br/>Romney is like a parent who refuses to explain to a child the reasons for anything except with a perfunctory 'because I say so'. He doesn't want his authority challenged, but, unlike a parent, he has no justification. While that may work with children, Romney proposes to be a public servant, not a public parent. He patronizes every voter with his 360 degree cloak of vagueness.<br/><br/>So to be elected, Romney has decided he must only parrot conservative keywords. Keywords that evoke anger, resentment, and spite. Keywords that drive the basest members of his party to the polls. He need only remain silent as such people attempt to suppress minority voting privileges. He need only remain vague, because he knows members of his party require but the say-so of a conservative authority figure. He need only make sure people believe what they need to believe to vote for him.<br/><br/>Just like Romney's coyness and lack of candor, his campaign strategy reveals his self-absorption. And it is simply put: \"Ask not what I can do for my country. Ask what hardships you are willing to let me impose on others.\"", "recommendationCount": 136}, {"assetID": 3337083, "replies": [], "lft": 64, "assetURL": "http://india.blogs.nytimes.com/2012/08/31/israeli-diplomat-will-ask-narendra-modi-to-confront-hitler-store/", "parentID": null, "commentID": 7020552, "rgt": 65, "userDisplayName": "Jane", "createDate": "1346524189", "userID": 60485813, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1346645278", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "San Diego", "commentType": "comment", "updateDate": "1346641678", "commentSequence": 18, "commentBody": "So the whole world is supposed to condemn private citizens like Pastor Jones who insult Muslims on their own property while businesses named after a man who killed half the Jewish on earth and over 10 million people in all gets a shrug?  All over the west people are strongarmed to denounce, boycott, and alientate anyone with even minor anti-Islamic views by people who have no problem shopping or eatting in restaurants named after Hitler?  Who really controls the world again?  Obviously not the Jews.", "recommendationCount": 2}, {"assetID": 3337083, "replies": [], "lft": 66, "assetURL": "http://india.blogs.nytimes.com/2012/08/31/israeli-diplomat-will-ask-narendra-modi-to-confront-hitler-store/", "parentID": null, "commentID": 7024748, "rgt": 67, "userDisplayName": "IT", "createDate": "1346593151", "userID": 17846436, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1346645278", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Ottawa, Canada", "commentType": "comment", "updateDate": "1346641678", "commentSequence": 19, "commentBody": "Why is insensitive material such a one way street for Israel? Why the insistence that the whole world must accept a particular Jewish Weltanschauung - God's chosen people with territorial rights because of that,  the systematic distribution of  Islam phobic untruths a la the  Rabi in New Jersey who puts out stuff about the Sharia  threat, the right to strike anyone anywhere who is believed to pose a slef contrued  'existential' threat?<br/>\nI am a Presbyterian Christian Canadian of Scots ethic background but I would soon end up in a padded cell if I went around preaching exclusivity in God's love or insisting on antique territorial irredentism.<br/>\nThere is a small town in Northern Ontario called Swastika, from the Sanskrit for \"good luck\". It was named by a couple of sucessful gold prospectors.. As WWII loomed and then exploded in Europe the Ontario government decided that German sounding names should not exist in Ontario and Swastika was changed to Winston. The townsfolk of Swastika were not amused. They tore down the Winston sign and replaced it with a restored Swastika sign and another sign which read, \"To hell with Hitler, we came up with our name first.<br/>\nSurely the essential idea to preserve from the 'Holocaust' was clearly articulated by Ursula Franklin ( a world renown scientist and survivor of the camps) in regard to the IDF assault on the Gaza Ghetto.<br/>\n\"When we said never again after WWII we didn't say never again for Jews we said never again for anybody\" ", "recommendationCount": 1}, {"assetID": 3337083, "replies": [], "lft": 61, "assetURL": "http://india.blogs.nytimes.com/2012/08/31/israeli-diplomat-will-ask-narendra-modi-to-confront-hitler-store/", "parentID": 7022630, "commentID": 7024991, "rgt": 62, "userDisplayName": "RMK", "createDate": "1346595658", "userID": 1116337, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1346645278", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Fort Lee, New Jersey", "commentType": "userReply", "updateDate": "1346641678", "commentSequence": 1, "commentBody": "I don't know of any ethnic, religious, or political group which adrmires Godse. As M. Patel points out below, there are many parents who named their children after many famous and infamous persons but at least I don't know anyone named after Godse. India has lots of statues of Savarkar, Godse's mentor. There is one Savarkar statue near Badi Chowri Chowrasta near Koti in Hyderabad. Once when I got lost in Hyderabad, and called my friends and told them I was at Savarkar Statue near Koti, nobody knew where that statue was. By the way, somebody's rebel is somebody's revolutionary, and somebody's traitor is somebody's patriot. I have to ask you the same question which I asked earlier. Does anyone in America care (Native Americans included) or offended by the portrait of Andrew Jackson, the exterminator of native americans, on current U.S. twenty dollar bille?", "recommendationCount": 4}, {"assetID": 3336899, "replies": [], "lft": 4, "assetURL": "http://india.blogs.nytimes.com/2012/08/30/nine-killed-in-midair-collusion-of-air-force-choppers/", "parentID": null, "commentID": 7025883, "rgt": 5, "userDisplayName": "Marg.", "createDate": "1346604767", "userID": 58439908, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1346645278", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "US", "commentType": "comment", "updateDate": "1346641678", "commentSequence": 2, "commentBody": "Pehaps \"The Plumber\" could be more explicit about Bofors?", "recommendationCount": 0}, {"assetID": 3337083, "replies": [], "lft": 68, "assetURL": "http://india.blogs.nytimes.com/2012/08/31/israeli-diplomat-will-ask-narendra-modi-to-confront-hitler-store/", "parentID": null, "commentID": 7026046, "rgt": 69, "userDisplayName": "Gautam Gupta", "createDate": "1346606863", "userID": 27709129, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1346645278", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Delhi, India", "commentType": "comment", "updateDate": "1346641678", "commentSequence": 20, "commentBody": "I totally agree with Orna Sagiv, the Israeli consul general based in Mumbai that naming an apparel store, or any other establishment for that matter, after Hitler is utterly shocking. Besides, the amateurish views put forward by some of the reader’s on this issue is totally unacceptable. It is preposterous to put Churchill and Hitler in the same bracket. While Churchill was a statesman par excellence, Hitler was the architect of the Holocaust , the systematic state-sponsored killing of six million Jewish men, women, and children and millions of others; and called this \"The Final Solution to the Jewish Problem\"! For the first time in the history of mankind, the so called \"assembly line murder\" was put to execution in the extermination camps of Auschwitz, Treblinka, Chelmno, Sobibor and in many other parts of eastern Poland where men , women and children were made to stand in the queue, to enter a sealed chamber  in which they would be gassed by lethal Zyklon B gas. The bodies of victims were then incinerated en masse in crematoria and open fires. It’s mindboggling to think that in Treblinka, just a handful of staff, of 120, killed some 750,000 to 900,000 Jews during the Camp's 17 months of operation. In 1939 as the World War II began, Albert Camus wrote in his diary 'the reign of beasts has begun'..<br/>\n Let us not therefore commit blasphemy  by trying to perpetuate the memory of a fiend by naming our business institutions after him.", "recommendationCount": 7}, {"assetID": 3337083, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 7026185, "replies": [], "commentID": 7030224, "trusted": 0, "userDisplayName": "Prof Anant Malviya", "createDate": "1346673233", "userID": 35785352, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1346683630", "userTitle": null, "recommendations": 0, "editorsSelection": false, "parentUserDisplayName": "Gautam Gupta", "userURL": null, "userLocation": "Hoenheim France", "depth": 1, "commentType": "userReply", "updateDate": "1346680030", "commentSequence": 1, "commentBody": "So it is now clear that the concept of shooting Mahatma Gandhi first emerged from the crucible of Hitler's imagination. British did not dare to do it.But the RSS, whose very inception in 1930s in India was inspired by narrow nationalism nurtured by the rise of Nazism in Germany,chased Hitler view successfully and assassinated Mahatma Gandhi.  Vinayak Damodar Savarkar plan to assassinate Gandhi was executed by Nathuram Godse,although Godse by that time ceased his connection with the RSS. Godse was a former Pracharak in the Sangh Parivar of Maharashtra and an ardent disciple of Savarkar. Savarkar represented a hardcore Hindutva  planck in the rank and file of the RSS.The facts of history remain hidden for sometime but not for all times.Was it lack of knowledge of this saga that In 1976 a postage stamp on Savarkar was released by the then Prime Minister, Indira Gandhi? And Mr Atal Bihari Vajpayee, as Prime Minister, installed a lifesize portrait of Savarkar at the Central Hall of the Indian  Parliament.Savarkar and Gandhi portraits  side by side adoring the Central Hall!!! Notwithstanding,it must remind  and inspire each Indian to abandon narrow bigotry of hate and religion so abundantly witnessed in India today (Demolition of  Babri Masjid;followed by Hindu Muslim riot in Mumbai in 1992, Gujarat Anti Muslim Riot in 2002, Bodo and Muslim  riot in Assam in 2012); in true Biblical spirit,\" Father forgive them they know not what they do\".Emulating Gandhian Spirit in deeds."}]}, "lft": 70, "assetURL": "http://india.blogs.nytimes.com/2012/08/31/israeli-diplomat-will-ask-narendra-modi-to-confront-hitler-store/", "parentID": null, "commentID": 7026185, "rgt": 73, "userDisplayName": "Gautam Gupta", "createDate": "1346608255", "userID": 27709129, "replyCount": 1, "commentTitle": "n/a", "status": "approved", "approveDate": "1346645278", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Delhi, India", "commentType": "comment", "updateDate": "1346641678", "commentSequence": 21, "commentBody": "Apropos to my earlier observation regarding the naming of an apparel store in Ahmadabad after Hitler,  I wish to further express my angst that some Indian commentators have actually spoke in favour of the subject. May I undescore the fact that Hitler was  no friend of India.   Not many people know that in the course of a meeting with Lord Halifax, the British Foreign Secretary, in the late nineteen thirties, Hitler’s ‘remedy’ to cure the  political unrest in India was \"All you have to do\" he said, “is to shoot Gandhi. If necessary, shoot more leaders of Congress,\" (sic). Needless to say, that Lord Halifax was shocked by this diabolical suggestion. Hitler used to refer to Indian nationalists as 'Asiatic mountebanks' claiming that he had no time for them. Hitler had also ridiculed the effort of Subhas Chandra Bose’s Indian National army claiming that they had ‘dispersed like a flock of sheep’.<br/>\nIndeed the whole issue reflects \"the deep ignorance and insensitivity\" of at least a certain section of our society.", "recommendationCount": 4}, {"assetID": 3336870, "replies": [], "lft": 100, "assetURL": "http://india.blogs.nytimes.com/2012/08/30/in-india-businesses-named-after-hitler-defend-their-decision/", "parentID": null, "commentID": 7026296, "rgt": 101, "userDisplayName": "Mindy Contractor", "createDate": "1346609605", "userID": 45643100, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1346645278", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "NY", "commentType": "comment", "updateDate": "1346641678", "commentSequence": 31, "commentBody": "What else can you expect from Gujarat under Narendra Modi who belongs to the political party with roots in RSS which is modeled after Hitler youth. Members of RSS murdered M.K. Gandhi, the father of independent India. Indian Government needs to step in and take steps to curb the cancer of fascism from raising its ugly head in India under the guise of BJP. I call upon the secular, progressive citizens of India and the world to boycott Gujarat and boycott all businesses run by the people of Gujarat - with names like Shah, Patel, etc. until the Government of India takes necessary steps to close down the businesses named after Hitler, and more generally, curb fascist groups like RSS and BJP.", "recommendationCount": 0}, {"assetID": 3336677, "replies": [], "lft": 4, "assetURL": "http://india.blogs.nytimes.com/2012/08/29/death-sentence-upheld-for-kasab/", "parentID": null, "commentID": 7026410, "rgt": 5, "userDisplayName": "Narayan", "createDate": "1346610999", "userID": 319799, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1346645278", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "USA", "commentType": "comment", "updateDate": "1346641678", "commentSequence": 2, "commentBody": "Mr Kasab was seen perpetrating this crime. This is a crime of mass murder. If Indian law punishes convicted mass murderers with death, then such sentence must be carried out to uphold the law. So called liberals who oppose the death penalty are doing disservice to the innocent victims who had nothing to do with Mr. Kasab's ideology and the law enforcement personnel who gave their lives, so that this man can be brought to justice.", "recommendationCount": 0}, {"assetID": 3337083, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 7026582, "replies": [], "commentID": 7039521, "trusted": 0, "userDisplayName": "RMK", "createDate": "1346797253", "userID": 1116337, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1346816556", "userTitle": null, "recommendations": 0, "editorsSelection": false, "parentUserDisplayName": "Prof Anant Malviya", "userURL": null, "userLocation": "Fort Lee, New Jersey", "depth": 1, "commentType": "userReply", "updateDate": "1346812956", "commentSequence": 1, "commentBody": "Re: \"It is only a myth that Bose met Hitler.\" <br/><br/>First, I did not make any statement to either effect - neither did I say that Bose personally met Hitler, nor did I say that Bose did not meet Hitler. Only a person who continuously followed each of the men from the start of the war to the end of the war can make such a statement, unless there is a photographic evidence of that meet. Second, for the purpose of this discussion, it is not relevant. But I found a BBC article on this issue. They say they have access to very sensitive files, which were supposed to be locked up from 1945 to 2021, and somehow they accessed them prematurely. They do say Bose met Hitler in May 1942 after a long wait. Below is the link:<br/>\n<a href=\"http://news.bbc.co.uk/2/hi/3684288.stm\" title=\"http://news.bbc.co.uk/2/hi/3684288.stm\" target=\"_blank\">http://news.bbc.co.uk/2/hi/3684288.stm</a><br/>\nProf. Malaviya, why such sweeping statements on events which took place long before we were born?"}, {"recommendedFlag": 0, "parentID": 7026582, "replies": [], "commentID": 7070223, "trusted": 0, "userDisplayName": "RMK", "createDate": "1347060402", "userID": 1116337, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1347083341", "userTitle": null, "recommendations": 0, "editorsSelection": false, "parentUserDisplayName": "Prof Anant Malviya", "userURL": null, "userLocation": "Fort Lee, New Jersey", "depth": 1, "commentType": "userReply", "updateDate": "1347079741", "commentSequence": 2, "commentBody": "Re: \" It is only a myth that Bose met Hitler\", <br/><br/>It is not a myth. Bose indeed personally met Hitler on 29 May 1942. Here is one article with photo of Bose shaking hand with Hitler:<br/>\n<a href=\"http://historicmysteries.com/the-disappearance-or-death-of-subhas-chandra-bose\" title=\"http://historicmysteries.com/the-disappearance-or-death-of-subhas-chandra-bose\" target=\"_blank\">http://historicmysteries.com/the-disappearance-or-death-of-subhas-chandr...</a>"}]}, "lft": 74, "assetURL": "http://india.blogs.nytimes.com/2012/08/31/israeli-diplomat-will-ask-narendra-modi-to-confront-hitler-store/", "parentID": null, "commentID": 7026582, "rgt": 79, "userDisplayName": "Prof Anant Malviya", "createDate": "1346613661", "userID": 35785352, "replyCount": 2, "commentTitle": "n/a", "status": "approved", "approveDate": "1346645278", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Hoenheim France", "commentType": "comment", "updateDate": "1346641678", "commentSequence": 22, "commentBody": "Prithvi (NYC)writes that the RSS never endorsed Nazi ideology.Contrary,Dr Headgewar ,the founder of the RSS, in his speeches and writings  awakened nationalism among Indian youth drawing parralel  with  rise of Nazism in Germany .The morning  'Sakha' ran on those lines with military like training.The RSS has a total grip on  the BJP.The current BJP President owes his position due to the RSS Chief.He was drafted from oblivion,against the wishes of the Central Leadership.The RSS factor is a cause of division among BJP top echelons .This is one reason that it fails to project a prime minister candidate.D V Savarkar was an staunch RSS leader.He planned and saw through execution of his plan in Mahatma murder in 1948.Nehru never exonerated  RSS for this heinous crime.It may be verified from,\" Volume 2 of Nehru's Letter to Chief Minister\".<br/>\nRMK (New Jresey) comments on Subhase Bose and Hitler is at best twist of facts of history .It is only a myth that Bose met Hitler.Hitler refused this direct meeting.Instead he directed Himmler to meet Bose when later called on him.Hitler had no intention of helping Bose against British.In fact Hitler was a great admirer of British Rule and he stated so to British Foreign Secretary that if British let him rule Europe he will not touch England.Bose-a man of indefatigable will and intellectual calibre matching to none, made a monumental blunder in meeting Himmler-a most merciless butcher, of millions of innocent men,women and children in history.   ", "recommendationCount": 4}, {"assetID": 3336870, "replies": [], "lft": 102, "assetURL": "http://india.blogs.nytimes.com/2012/08/30/in-india-businesses-named-after-hitler-defend-their-decision/", "parentID": null, "commentID": 7027449, "rgt": 103, "userDisplayName": "Amy", "createDate": "1346625736", "userID": 10508560, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1346645278", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New York", "commentType": "comment", "updateDate": "1346641678", "commentSequence": 32, "commentBody": "I would love if Vyawahare would continue to report on this issue. I've spent a lot of time in India and seen many children's/young adult books with titles like \"Great Men of History\" that feature Hitler. I haven't just seen this once but lots of times. My Indian friends were surprised to hear it and can't explain it. But it's pretty clear to me that this goes beyond this one shop -- I just don't know where it started or what's behind it. ", "recommendationCount": 0}, {"assetID": 3337326, "replies": [], "lft": 181, "assetURL": "http://www.nytimes.com/2012/09/03/opinion/krugman-rosie-ruiz-republicans.html", "parentID": 7028882, "commentID": 7029061, "rgt": 182, "userDisplayName": "joel", "createDate": "1346645338", "userID": 8004471, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1346645355", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Oakland, CA", "commentType": "userReply", "updateDate": "1346641755", "commentSequence": 1, "commentBody": "Granted it's trivial, but don't you see that he made something up, knowing exactly what to make up in order to fit the image he wanted to project?  It's the calculated duplicity.  If it didn't fit a pattern, indeed, it'd be the trivial, bogus kind of thing the GOP threw at Al Gore.<br/><br/>That's why it underscores not just the lie worth worrying about, that you mention, but that it *really is* worth worrying about - that these folks, generally are really worth worrying about.  It's not just the home team vs. the visitors.", "recommendationCount": 53}, {"assetID": 3337322, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 7029065, "replies": [], "commentID": 7029365, "trusted": 0, "userDisplayName": "Michael Smith", "createDate": "1346650069", "userID": 66385976, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1346680025", "userTitle": null, "recommendations": 0, "editorsSelection": false, "parentUserDisplayName": "So Cal Jimmy", "userURL": null, "userLocation": "San Francisco", "depth": 1, "commentType": "userReply", "updateDate": "1346676425", "commentSequence": 1, "commentBody": "Who says they have a right to do any of those things? There have been laws passed against smoking and plastic bags, so maybe the question should be: why do you have the right not to inhale second hands smoke, or use plastic bags.  As for the right to torture animals or to be gunned down in a movie theater, is anyone really claiming such a right?  I don't really get your point.  "}]}, "lft": 388, "assetURL": "http://www.nytimes.com/2012/09/03/us/in-california-banning-bonfires-and-library-napping.html", "parentID": null, "commentID": 7029065, "rgt": 391, "userDisplayName": "So Cal Jimmy", "createDate": "1346645413", "userID": 66574474, "replyCount": 1, "commentTitle": "n/a", "status": "approved", "approveDate": "1346645475", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "CA", "commentType": "comment", "updateDate": "1346641875", "commentSequence": 77, "commentBody": "Funny how every behavior, when potentially limited by a law, suddenly becomes a right. Rights, according to this logic, means that one can behave however they want and not have to worry about the consequences of their actions. Ameica is coming to an end if we don't protect my right to inhale second hand smoke, my right to see dead sea life caused by plastic waste, my right to support needlessly torturing animals, my right to continue our dependence on foreign oil, my right to be gunned down in a movie theater or a place of worship, my right to yell fire in a crowded theater when there isn't one, and most importantly my right to live like i'm the center of the universe.", "recommendationCount": 52}, {"assetID": 3337322, "replies": [], "lft": 361, "assetURL": "http://www.nytimes.com/2012/09/03/us/in-california-banning-bonfires-and-library-napping.html", "parentID": 7028746, "commentID": 7029069, "rgt": 362, "userDisplayName": "nick", "createDate": "1346645455", "userID": 62139806, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1346645475", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "chicago", "commentType": "userReply", "updateDate": "1346641875", "commentSequence": 1, "commentBody": "Well, quite a bit hopefully. \"Human behavior\" is imperfect and naturally destructive, especially at our current early stage of evolution. Therefore we must regulate ourselves in order to protect us and the rest of the planet from ourselves.", "recommendationCount": 10}, {"assetID": 3337326, "replies": [], "lft": 258, "assetURL": "http://www.nytimes.com/2012/09/03/opinion/krugman-rosie-ruiz-republicans.html", "parentID": null, "commentID": 7029070, "rgt": 259, "userDisplayName": "Steve Heitmann", "createDate": "1346645465", "userID": 26430270, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1346645534", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Portland, OR", "commentType": "comment", "updateDate": "1346641934", "commentSequence": 33, "commentBody": "The Republican agenda is not a vision--it's about disgraceful fabulism, delusional narcissism, and the destructive belief that money matters more than needed national solutions, respect, honesty, and integrity. <br/><br/>This election is about only one vision--the same vision that Republicans have obstructed since 2008: the need to restore America's vitality and to establish a solid foundation for America during the next 50 years and beyond.<br/><br/>The American people and authentic businesses deserve far more than today's Republicans can even imagine, let alone deliver.<br/><br/>Vote Republicans out of Congress and Government, state and federal.<br/>\nAnd listen to this (it's non-partisan): <a href=\"http://honorinoffice.org/\" title=\"http://honorinoffice.org/\" target=\"_blank\">http://honorinoffice.org/</a><br/><br/><a href=\"http://www.vote-for-america.info\" title=\"http://www.vote-for-america.info\" target=\"_blank\">http://www.vote-for-america.info</a>", "recommendationCount": 85}, {"assetID": 3337326, "replies": [], "lft": 103, "assetURL": "http://www.nytimes.com/2012/09/03/opinion/krugman-rosie-ruiz-republicans.html", "parentID": 7028802, "commentID": 7029073, "rgt": 104, "userDisplayName": "Janet Ellingson", "createDate": "1346645523", "userID": 14480101, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1346645593", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Salt Lake City, Utah", "commentType": "userReply", "updateDate": "1346641993", "commentSequence": 2, "commentBody": "For you to make such a glowing accessment of the Ryan plan, in any of its variations, means you must have far more details than anyone else.  I've read Path to Prosperity and I didn't see any details. So,  please enlighten us.  Exactly how does Ryan's plan pay for the tax cuts he proposes?  Be specific please.  And exactly how does Ryan's plan create the GDP growth necessary to close the deficit.  I think he is claiming an average of about 5% over the next couple of decades, a rate we have rarely seen in the best of times.<br/><br/>Again, any details you have would be greatly appreciated.  I look forward to your post.", "recommendationCount": 83}]}, "copyright": "Copyright (c) 2016 The New York Times Company.  All Rights Reserved."}