{"debug": {"version": 3.1}, "status": "OK", "results": {"api_timestamp": "1481460653", "totalCommentsFound": 2284, "totalCommentsReturned": 25, "comments": [{"assetID": 3178565, "replies": [], "lft": 1384, "assetURL": "http://www.nytimes.com/2011/09/03/business/economy/united-states-showed-no-job-growth-in-august.html", "parentID": null, "commentID": 4455137, "rgt": 1385, "userDisplayName": "Riverwheeler", "createDate": "1315022610", "userID": 60297704, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1315022742", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Snohomish, WA", "commentType": "comment", "updateDate": "1315019142", "commentSequence": 571, "commentBody": "One of the major problems has been the party of NO! They have been against everything President Obama has tried to do, including rebuilding our infa-structure. \r<br/><br/>They played around with the debt ceiling and caused our credit rating to be lowered. \r<br/><br/>What their main intent to do is to make President Obama's presidency a failure. Thinking the American people will vote for one of their stooges.\r", "recommendationCount": 6}, {"assetID": 3178565, "replies": [], "lft": 1382, "assetURL": "http://www.nytimes.com/2011/09/03/business/economy/united-states-showed-no-job-growth-in-august.html", "parentID": null, "commentID": 4455136, "rgt": 1383, "userDisplayName": "Amenhotep vth", "createDate": "1315022606", "userID": 60424438, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1315022744", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "In middle of nowhere", "commentType": "comment", "updateDate": "1315019144", "commentSequence": 572, "commentBody": "Whatever remedies that Presient Obama proposes will automatically be derailed by Congressinal republicans.  They have condemned our economy to ruin solely to retake the White House in 2012.  By so doing, they seek to cast Obama in a bad light which, they hope, will cause his defeat in the next election.  \r<br/><br/>I disagree with the President on a number of issues, however, he is a far superior President than bush ever was.  Bush allowed this economy to slowly go down the drain with 800,000+ jobs going to China each month. We've had job growth during the last 11 months despite the republican effort to derail it. \r<br/><br/>Moreover, the jobs that the corp wealthy investors sent overseas must, if this economy is ever to return to the times of prosperity before Bush, be returned to the U.S.  There can be no real recovery without them.  The products that would be made by American workers could not compete with those made by foreign workers holding the jobs outsourced to them from America. It will be necessary to determine wages in this nation that will not prevent Americans from purchasing products made in America due to ridiculously high prices.  The super-rich, however, raking in extraordinarily high profits from outsourcing, will not allow those jobs to be returned to the U.S.  It is long past time to nationalize all corps that sent American jobs overseas, dispose of their welfare-dividends for the super-rich, and thereby lowering prices of goods made in those nationalized corps returned to the U.S. \r<br/><br/>The feudalistic attitudes of the wealthy investor class that will attempt to prevent this may have to be \"dealt with\" in a manner seemingly contradictory to any modern day democracy.\r", "recommendationCount": 4}, {"assetID": 3178565, "replies": [], "lft": 1380, "assetURL": "http://www.nytimes.com/2011/09/03/business/economy/united-states-showed-no-job-growth-in-august.html", "parentID": null, "commentID": 4455129, "rgt": 1381, "userDisplayName": "jeenious", "createDate": "1315022494", "userID": 52858230, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1315022746", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Shreveport, LA", "commentType": "comment", "updateDate": "1315019146", "commentSequence": 573, "commentBody": "I like the remark made by the commenter who said we need to pick ourselves up and stop wallowing in self pity.<br/><br/>Whatchawannabet the commenter has not lost his job, has not found himself in a home which was worth more than he owed on it two years ago and is worth several thousand less now -- or has been foreclosed on.<br/><br/>Whatchawannabet that commenter does not have a kid who graduated from college last year, who is living with him and is working at McDonalds.<br/><br/>Whatchawannabet that commenter had three meals today and a nice comfortable bed to sleep in tonight.<br/><br/>Our home is paid for.  Our vehicles are paid for.  Our vehicles are paid for.  But we went this afternoon and took some stuff in boxes to some people who are living in an inoperable van on some people's property.  Two years ago he had a job and she had a job.  He got laid off.  Their house got foreclosed on.  They couldn't pay some bills.  His small Nissan truck needs repairs, and she was walking to work until some people found out and are giving her a ride each way.  He got a house to paint, but won't be paid until it's finished.<br/><br/>He has gone to numerous places making applications, and is no longer eligible for any unemployment.<br/><br/>If he gets a full time job for minimum wage, they can move into a motel room, paying in advance.<br/><br/>There are others we know of, like them, doing what they can.<br/><br/>Some people we know go and get them and take them to their house to bathe and wash and dry clothes once a week.<br/><br/>I'm not sure how the commenter would classify them.  Do they fit into the category of \"wallowing in self-pity?\"  Or do they fit the profile of \"picking themselves up.\"<br/><br/>And how do we classify a commenter who makes a remark like that.  Do you suppose he took some family a meal today.  Did he give someone a ride to apply for a job, I wonder.  Did he go and get someone and take them to his home to wash and dry their clothes.  <br/><br/>Or is he (or she) sitting fat and full,and passing judgment.<br/><br/>He uses a computer to type ", "recommendationCount": 16}, {"assetID": 3179311, "replies": [], "lft": 364, "assetURL": "http://www.nytimes.com/2011/09/04/nyregion/hope-fear-and-insomnia-journey-of-a-jobless-man.html", "parentID": null, "commentID": 4455156, "rgt": 365, "userDisplayName": "Bruce Goldensteinberg", "createDate": "1315022964", "userID": 57831784, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1315023002", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "NY", "commentType": "comment", "updateDate": "1315019402", "commentSequence": 167, "commentBody": "This man needs to pull himself up by his bootstraps. He needs to start out at the low end, maybe stocking shelves at a grocery store, delivering food on a bike, washing dishes or maybe he can get a peanut cart and sell those delicious candy coated cashews. Either way, he has to want to improve his lot. The time spent talking with the reporter for this article could have better been spent by applying for the jobs I listed above. We all make our own luck and this man is no different.", "recommendationCount": 0}, {"assetID": 3179935, "replies": [], "lft": 16, "assetURL": "http://economix.blogs.nytimes.com/2011/09/02/the-bright-side-of-unemployment/", "parentID": null, "commentID": 4455158, "rgt": 17, "userDisplayName": "schrodinger", "createDate": "1315023063", "userID": 8276026, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1315023305", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Northern California", "commentType": "comment", "updateDate": "1315019705", "commentSequence": 6, "commentBody": "More people should be learning new skills. Education is very time consuming, and a downturn provides an opportunity to upgrade the skills of the American workforce. <br/><br/>This would make a good stimulus program. Provide funding to states so they can cut university and community college fees, and max out the capacity of our educational system.", "recommendationCount": 1}, {"assetID": 3179278, "replies": [], "lft": 1474, "assetURL": "http://www.nytimes.com/2011/09/03/science/earth/03air.html", "parentID": null, "commentID": 4455174, "rgt": 1475, "userDisplayName": "Howard", "createDate": "1315023509", "userID": 3056677, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1315023603", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New Jersey", "commentType": "comment", "updateDate": "1315020003", "commentSequence": 611, "commentBody": "I understand that emissions controls will cost some industries a lot. And the companies will seek to at least maintain their current profit levels. But I do not understand how that will translate into a loss of jobs. Companies will operate with as few employees as they can with or without the costs of emissions control.  \r<br/><br/>It also means that there is an opportunity for new business that do not carry the heavy baggage of lethal emissions, and will hire huge numbers of people. Heavy polluting companies may become insolvent, but that means more opportunity for the companies that can meet the standards.\r<br/><br/>I am sure that President Obama thinks that he can use this as a lever, but no lever will work against nihilist insurrectionist terrorists  like  Mr. Canter,  his Republican colleagues and Republican presidential candidates.  \r<br/><br/>On the other hand, I am out of ideas on how to deal with these Republican and Tea Party nihilist insurrectionist terrorists, but to his credit, President Obama is still trying. \r<br/><br/>American patriots must come out to vote at close to 100%, send the Republican and Tea party members packing, and send a clear message that we want our country back. The United States House of Representatives elections will be held on November 6, 2012. Elections will be held for all 435 seats. Lets set a goal to not seat a single Tea or Republican party member in the House or in the 33 seats that will be up for election in the Senate. And g-d forbid that there be a Tea or Republican president.\r<br/><br/>Meanwhile, Mr. President, keep on fighting for our nation!!! \r", "recommendationCount": 8}, {"assetID": 3174322, "replies": [], "lft": 182, "assetURL": "http://www.nytimes.com/2011/09/04/us/sept-11-reckoning/04Mag-ironworkers.html", "parentID": null, "commentID": 4451575, "rgt": 183, "userDisplayName": "patrick downs", "createDate": "1314981995", "userID": 55177022, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1315024093", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "MT", "commentType": "comment", "updateDate": "1315020493", "commentSequence": 72, "commentBody": "Gorgeous photo essay by Damon Winter. The choice of black and white is superb, and the photos are lyrical, visually compelling, evocative and artful. The audio track really complements (on the video version... don't miss it). Very, very nice.", "recommendationCount": 0}, {"assetID": 3174322, "replies": [], "lft": 184, "assetURL": "http://www.nytimes.com/2011/09/04/us/sept-11-reckoning/04Mag-ironworkers.html", "parentID": null, "commentID": 4453736, "rgt": 185, "userDisplayName": "anne", "createDate": "1314998680", "userID": 58427603, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1315024100", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New haven", "commentType": "comment", "updateDate": "1315020500", "commentSequence": 73, "commentBody": "Ironically entitled \"Sky Cowboys?\" When, as Harvey Black, #5 comments, the excellent article (1949) Joseph Mitchell wrote on the Mohawks' affinity for high ironwork, is still in print.  They still command the respect of people in the construction trades.  \"Sky Indians\" is more like it.", "recommendationCount": 0}, {"assetID": 3175696, "replies": [], "lft": 54, "assetURL": "http://www.nytimes.com/interactive/us/sept-11-reckoning/comments-9-11-state-of-mind.html", "parentID": null, "commentID": 4453800, "rgt": 55, "userDisplayName": "Debra", "createDate": "1314999580", "userID": 32140220, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1315024158", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "formerly from NYC", "commentType": "comment", "updateDate": "1315020558", "commentSequence": 23, "commentBody": "The song \"Fallin'\" by Alicia Keys is the one that I associate the most with 9/11 because it was the ubiquitous summer song at the time.  Two other recordings that immediately remind me of 9/11, because they were popular at that time, are the rap song \"Where The Party At\" by Jagged Edge and Mary J. Blige's Family Affair.\r<br/><br/>As for TV, I think of the reality show Big Brother 2 because that was my guilty pleasure all of that summer.  In fact, one of the last phone messages that I left before I heard about 9/11 made reference to my \"taping the show\" because I was scheduled to be in a college class that night.  I also remember watching the first broadcast of Big Brother 2 after the tragedy and hearing the producers explain to the contestants what happened (the premise of the show is that they are locked in a house without access to newspapers).  One of them found out that a family member was missing in the trade center (I believe the relative wound up being one of the nearly 3,000 who died on that day).\r<br/><br/>In addition, I think of The Osbournes reality show because Ozzy likened his dog's negative elimination habits to the actions of a terrorist, which shocked so many of us at the time because it was \"something we shouldn't say.\"  \r<br/><br/>As for the art of 9/11, I continue to be astounded that the best book on the tragedy, The Usual Rules by Joyce Maynard, is never mentioned when considering novels about 9/11.  It tells how a 13 year old transforms her life, physically and emotionally, after her mother dies in the trade center.  I'm not sure if it is because Maynard is a woman but it is rather peculiar.\r", "recommendationCount": 1}, {"assetID": 3175696, "replies": [], "lft": 56, "assetURL": "http://www.nytimes.com/interactive/us/sept-11-reckoning/comments-9-11-state-of-mind.html", "parentID": null, "commentID": 4454456, "rgt": 57, "userDisplayName": "LF", "createDate": "1315008234", "userID": 52490443, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1315024158", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "NYC", "commentType": "comment", "updateDate": "1315020558", "commentSequence": 24, "commentBody": "Dust in the Wind by Kansas (I think). It blows me away every time I hear it. And I never really cared for the song until 9/11.", "recommendationCount": 1}, {"assetID": 3175696, "replies": [], "lft": 58, "assetURL": "http://www.nytimes.com/interactive/us/sept-11-reckoning/comments-9-11-state-of-mind.html", "parentID": null, "commentID": 4454497, "rgt": 59, "userDisplayName": "William Rabinovitch", "createDate": "1315009198", "userID": 10308355, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1315024158", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "NYC", "commentType": "comment", "updateDate": "1315020558", "commentSequence": 25, "commentBody": "Today created a B&amp;W graphic image on Facebook,  Bill Rabinovitch \"Remembering 9/11\"  Sept 2011 -- &amp; also just below my observations &amp; appreciations of The Rising Freedom Tower &amp; the epic new film about it…<br/>\n<a href=\"http://www.facebook.com/profile.php?id=1139702889\" title=\"http://www.facebook.com/profile.php?id=1139702889\" target=\"_blank\">http://www.facebook.com/profile.php?id=1139702889</a>\r<br/><br/>Although witnessing the already impressive Freedom Tower rising from SoHo, still this B &amp; W graphic nevertheless emerged today for me as the date approaches -- along with a far more complex version in color. Contrasting looking back -- &amp; looking forward is television's new series \"Rising Freedom Tower\" about the complexities &amp; huge ambitions constructing The New Freedom Tower &amp; Memorial. Nothing less than epic, the series is up to the moment, remarkable in inclusiveness, intellectual brilliance &amp; resonates on deep feeling levels. Tremendously inspiring insights to the entire process from the initial planning from architects &amp; highly personalized others all along the way, to the two competing teams of iron workers working on top daily, to many other groups &amp; individuals. Most everything accomplished has proved extremely challenging &amp; cutting edge -- never before in this world attempted. As ex-engineer besides artist watching it rise from SoHo, I could never otherwise imagined the total ambition, pride &amp; vision going into it… &amp; vast problems surmounted. Although not obvious on seeing it rise, the scale of the entire operation &amp; huge overall vision staggers -- which I do believe will succeed inspiring humanity -- as seeing the series has changed things for me…", "recommendationCount": 0}, {"assetID": 3175696, "replies": [], "lft": 60, "assetURL": "http://www.nytimes.com/interactive/us/sept-11-reckoning/comments-9-11-state-of-mind.html", "parentID": null, "commentID": 4454555, "rgt": 61, "userDisplayName": "ekeizer4", "createDate": "1315010265", "userID": 42533040, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1315024158", "userTitle": null, "editorsSelection": 1, "statusID": 2, "userURL": null, "userLocation": "Oregon", "commentType": "comment", "updateDate": "1315604507", "commentSequence": 26, "commentBody": "\"The Falling Man\" -- the pictures as well as Tom Junod's Esquire article. Eight years later, and it's still one of the most poignant things written about 9/11. \r<br/><br/>Also, this isn't really art, but the American flags that everyone put in their car windows stand out in my mind. They were regular 8 1/2 by 11 sheets of paper; ours came in the newspaper, and it had something written underneath the flag -- the one my parents had said \"We will never forget,\" but I think there were lots of \"God Bless America\" signs floating around too. Then came the magnetic yellow \"Support our troops\" ribbons that people stuck on their bumpers. I remember how politicized they became, how they were as good as having a Bush campaign sticker on the back of your car. It's a shame how such a non-partisan, patriotic sentiment was co-opted by politics.", "recommendationCount": 2}, {"assetID": 3178565, "replies": [], "lft": 1392, "assetURL": "http://www.nytimes.com/2011/09/03/business/economy/united-states-showed-no-job-growth-in-august.html", "parentID": null, "commentID": 4455189, "rgt": 1393, "userDisplayName": "Phil Allsopp", "createDate": "1315023961", "userID": 54014529, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1315024205", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Scottsdale, AZ", "commentType": "comment", "updateDate": "1315020605", "commentSequence": 574, "commentBody": "The damage to this economy was done over the course of decades of corporate profiteering to the exclusion of all other considerations. Consequently it is beyond being repaired by a change in administration or blaming the Obama Administration for all our current ills. We (especially the very rich among us) need to look in the mirror to see whose fault it all was.<br/><br/>We are today paying the price for letting the corporate welfare state run wild for decades eventually exporting jobs and critical technology as expedients for making sure short term profits grew quarter on quarter so that Wall Street could reward executives with a good corporate report card and grotesque bonuses.<br/><br/>What we allowed corporations to do to ruin this country's core educational, transportation and urban infrastructures will haunt us for decades to come. Recovery does not mean returning to the growth and profits at all costs mantra of the past; it is what got us into the deep recession we are in. Recovery means doing something radically different. It means out-educating and out-innovating other regions of the world; making our urban areas more livable and appealing as places that can attract the best and brightest; building infrastructures and human habitats that consume far less energy per capita in rather than letting developers continue with their unsustainable style-du-jour sprawl; creating industrial and manufacturing opportunities for our children and theirs; creating an open and free climate for developing and exchanging ideas, knowledge, know how and technologies; rewarding innovation, risk, newness and bold ideas.<br/><br/>We've seen what so-called free market capitalism can do for us. Its time to think hard about another path which allows our children to flourish and develop a better, saner and more humane world than the path of blind ignorance many on the political right would have us explore.", "recommendationCount": 12}, {"assetID": 3179278, "replies": [], "lft": 1480, "assetURL": "http://www.nytimes.com/2011/09/03/science/earth/03air.html", "parentID": null, "commentID": 4455199, "rgt": 1481, "userDisplayName": "EMB", "createDate": "1315024207", "userID": 58530045, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1315024505", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Retsof, New York", "commentType": "comment", "updateDate": "1315020905", "commentSequence": 613, "commentBody": "I am increasingly disillusioned by our President. His intellect is getting in the way of his ability to communicate to the common man. That, absent signs of passion and articulation of a clear strategy for the economy, ending the wars that continue to claim American lives, to name but two issues, make him appear to be not the same person that I truly believed would fight for what we Democrats wanted after 8 years of torture (in every meaning of the word). This latest capitulation to the GOP is another example not of moderation but of what some have called \"caving.\" Sadly, it looks that way.  He is getting beaten up in the ring. Please, Mr. President get up and stand for what you believe in, for I don't believe that you sold us a lie in campaigning, but you are too good to the Republicans by a lot!!!  And they are having their way with you at every opportunity. It began with backing off from universal health care and continues.<br/><br/>This latest caputulation re a backdown on air-quality regulations is something that I thought you would not ever condone. I pray to God that you manage to work your rationale for this decision into your upcoming speech, speaking of which, represents another GOP \"Gotcha!\" Disillusioned people are going to watch the beginning of the NFL season I'm afraid, and for this misstep I blame your staff for the gaff in scheduling. Once again there is an appearance of disorganization and lack of focus. I shall continue to support you, but mainly for the reason that the Republicans scare me more than equivocation. All of them! ", "recommendationCount": 8}, {"assetID": 3179278, "replies": [], "lft": 1482, "assetURL": "http://www.nytimes.com/2011/09/03/science/earth/03air.html", "parentID": null, "commentID": 4455201, "rgt": 1483, "userDisplayName": "Allen Wiener", "createDate": "1315024292", "userID": 47310559, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1315024505", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Maryland", "commentType": "comment", "updateDate": "1315020905", "commentSequence": 612, "commentBody": "Malarky. I've heard the same thing about environmental regulation (or any other regulation of business) harming businesses.  I've heard that since the 1960s, but effective air and water standards were implemented, giving us much healthier air and water.  If you want to see how it might have been otherwise, just visit a country that still has none of these controls and breath in the exhaust fumes.  Did it hurt business?  Business went right on making millions in profits, dodging taxes, and going through its normal boom and bust cycles regardless of the regulations, the auto standards, etc.  Of course they don't want to spend anything on health and safety.  They'd rather maximize profits, show their shareholders ever larger dividends and share prices, while whining how badly they hurt due to regulation.  Give me a break!", "recommendationCount": 9}, {"assetID": 3179278, "replies": [], "lft": 1484, "assetURL": "http://www.nytimes.com/2011/09/03/science/earth/03air.html", "parentID": null, "commentID": 4455212, "rgt": 1485, "userDisplayName": "Joel", "createDate": "1315024627", "userID": 64718193, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1315024802", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Boulder, Colorado", "commentType": "comment", "updateDate": "1315021202", "commentSequence": 614, "commentBody": "Two days ago there was an Ozone alert in Boulder, Colorado, one of several during our long hot summer. The tainting of the air we all breathe is an ongoing health crisis, just as it was for the firemen who breathed in the toxic fumes in dealing with the 9/11 disaster. Compromise for President Obama has become not only a failed political strategy but also an addiction that continues to undermine whatever moral authority he brought to his presidency. If he continues to capitulate to the Corporate oligarchy that rules America, he will clearly become America's  home grown Neville Chamberlain.", "recommendationCount": 15}, {"assetID": 3178466, "replies": [], "lft": 200, "assetURL": "http://www.nytimes.com/2011/09/02/world/asia/02india.html", "parentID": null, "commentID": 4455237, "rgt": 201, "userDisplayName": "DTM", "createDate": "1315025629", "userID": 63332854, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1315025703", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Edmonton", "commentType": "comment", "updateDate": "1315022103", "commentSequence": 85, "commentBody": "It is a fabulous project and the security concerns far out-weighs all the projected benefits. Many countries have similar numbering systems to identify the citizens, for example Canada has social insurance number for every working person in the country and this number is extensively used for filing income tax and for many other purposes. India's proposed system with biometric data will be a far superior system.<br/><br/>I congratulate the leaders of India for developing and implementing such a good system.", "recommendationCount": 2}, {"assetID": 3179278, "replies": [], "lft": 1488, "assetURL": "http://www.nytimes.com/2011/09/03/science/earth/03air.html", "parentID": null, "commentID": 4455233, "rgt": 1489, "userDisplayName": "Tim B", "createDate": "1315025589", "userID": 29899499, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1315025704", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Seattle", "commentType": "comment", "updateDate": "1315022104", "commentSequence": 615, "commentBody": "Obama really is an incredibly poor leader.  If a person has cores values, it is essential that he/she stands by those values, regardless of whether his opponents approve.  I never thought I would read that a Democratic administration would overrule the EPA on something as vital as air quality.<br/><br/>If business has its way, every stream, every forest, every ounce of precious air would be polluted, and the motivation is purely and simply greed.   <br/><br/>This really is a travesty, perhaps the Democratic party can put up an alternate candidate who actually stands by what he says.  I'll never vote for this man.", "recommendationCount": 19}, {"assetID": 3178565, "replies": [], "lft": 1402, "assetURL": "http://www.nytimes.com/2011/09/03/business/economy/united-states-showed-no-job-growth-in-august.html", "parentID": null, "commentID": 4455231, "rgt": 1403, "userDisplayName": "Phil Z.", "createDate": "1315025522", "userID": 13788808, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1315025705", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "SoCal", "commentType": "comment", "updateDate": "1315022105", "commentSequence": 575, "commentBody": "I thank the New York Times for publishing this lengthy comment section on our current economic difficulties.  I think it is quite telling that the overwhelming number of comments have focused on the failed economic polices of the current and post 1966 majorities as opposed to the past diatribes of continuing to blindly blame Bush 2 for everything.<br/><br/>It is true that this administration is headed and staffed with people who have never run a lemonade stand or had a paper route and therefore have no conception of what business is about.  <br/><br/>As a counterpoint, I am of an age when not every family had a car, much less two, and can remember gathering around at a neighbor's house to see a five inch TV.  Cutting to the chase, we have traded an artificial elevation in our 'standard of living' by allowing US corporations to send basic manufacturing jobs overseas to low wage entities.<br/><br/>Why did this happen?  My theory is that the slavish adherence to the Harvard Business School doctrine of making quarterly profits the gold standard of corporate success doomed our domestic companies to failure.<br/><br/>Let me offer an example familiar to everyone.  Mercedes Benz dominated the luxury car market for decades until Toyota decided to create a new marque called Lexus which entered the US market in 1989 and had superior technology and value when the sales price at around $38K was compared to the MB offerings at twice that price.  Did Toyota make any money selling the Lexus 400 then?  Very doubtful, but their lots soon filled up with MB and BMW trade-ins which where faced in front of their initial dealerships.<br/><br/>The lesson?  Think long term and forget the importance of the projections of the Wall Street weenies.  Americans, we are in a fight for our very existence as a nation, so let's return to traditional American values.  Stop meddling in countries ending in \"Stan\" and get back to protecting our own people and values.", "recommendationCount": 11}, {"assetID": 3179630, "replies": [], "lft": 10, "assetURL": "http://www.nytimes.com/2011/09/04/magazine/lives-the-beatles-on-the-beach.html", "parentID": null, "commentID": 4453648, "rgt": 11, "userDisplayName": "Chelsea", "createDate": "1314997734", "userID": 22513482, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1315025857", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Chicago, IL", "commentType": "comment", "updateDate": "1315022257", "commentSequence": 3, "commentBody": "There are several very salient details this article left out. Kirchherr was largely responsible for their image, before Brian Epstein convinced them to switch to suits. She was responsible for their famous haircut and for suggesting that they wear leather jackets and leather pants (something they became famous for in the early days). Along with her dear friend Klaus Voorman (who continued to be such a close friend to the Beatles that he did the cover art for Revolver and appeared on both Lennon's and Harrison's solo albums), Astrid was one of the few people the Beatles truly considered part of their inner circle. Harrison described her as one of his closest friends. <br/><br/>Pictures such as the ones on this page: <a href=\"http://www.beatlesource.com/savage/1960/60.11.00%20astrid%20pics/60.11.00astridpics.html\" title=\"http://www.beatlesource.com/savage/1960/60.11.00%20astrid%20pics/60.11.00astridpics.html\" target=\"_blank\">http://www.beatlesource.com/savage/1960/60.11.00%20astrid%20pics/60.11.0...</a> helped define the rock n roll aesthetic. It is the fault of the reporter that these were not included, as they are her best work.<br/><br/>And as for photographic evidence of her relationship with the Beatles, look at this photo: <a href=\"http://25.media.tumblr.com/tumblr_lery69ckDO1qamazoo1_500.jpg\" title=\"http://25.media.tumblr.com/tumblr_lery69ckDO1qamazoo1_500.jpg\" target=\"_blank\">http://25.media.tumblr.com/tumblr_lery69ckDO1qamazoo1_500.jpg</a><br/><br/>And, no, Astrid and George were never romantically involved; they were just very close friends.", "recommendationCount": 5}, {"assetID": 3179630, "replies": [], "lft": 18, "assetURL": "http://www.nytimes.com/2011/09/04/magazine/lives-the-beatles-on-the-beach.html", "parentID": null, "commentID": 4453930, "rgt": 19, "userDisplayName": "Wahoo Bob", "createDate": "1315001135", "userID": 16368399, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1315025857", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Wahoo, Nebraska", "commentType": "comment", "updateDate": "1315022257", "commentSequence": 8, "commentBody": "I'm surprised to hear that Kirchherr carried a Rolleicord camera to the beach. <br/><br/>The Rolleicord is the amateur's, cheaper version of the Rolleiflex. I would have thought she would have sprung for the Rolleiflex.<br/><br/>And if Kirchherr was producing large-format photos of the Beatles, as you say, the Rollei (either model) is a medium-format, 4-1/4\" by 4-1/4\" camera, and wouldn't fill that bill, either. ", "recommendationCount": 0}, {"assetID": 3179630, "replies": [], "lft": 22, "assetURL": "http://www.nytimes.com/2011/09/04/magazine/lives-the-beatles-on-the-beach.html", "parentID": null, "commentID": 4453984, "rgt": 23, "userDisplayName": "Paul", "createDate": "1315001863", "userID": 63825632, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1315025857", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New York, NY", "commentType": "comment", "updateDate": "1315022257", "commentSequence": 6, "commentBody": "Kirchherr is a music legend whose instrument of choice was a camera. To influence the fashion and soul of the band that changed everything (in music, culture, life, planet earth) and continues to influence everything to this day is something to be said. If only I were richer I'd buy and cherish one of these rare gems. Can't imagine the shenanigans the boys got into on the beach at Tenerife! ", "recommendationCount": 3}, {"assetID": 3179630, "replies": [], "lft": 32, "assetURL": "http://www.nytimes.com/2011/09/04/magazine/lives-the-beatles-on-the-beach.html", "parentID": null, "commentID": 4454410, "rgt": 33, "userDisplayName": "Chelsea", "createDate": "1315007612", "userID": 22513482, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1315025857", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Chicago, IL", "commentType": "comment", "updateDate": "1315022257", "commentSequence": 5, "commentBody": "I completely agree. I've tried to comment twice before, but perhaps my comments aren't going through because they have links in them? SR's did, but it's no matter. SR: I would urge you to google \"astrid kirchherr and george harrison\" and look at the images. There are several that show them displays signs of very close friendship. Additionally, Voorman did the cover art for Revolver and played bass on both Lennon and Harrison solo albums. Astrid is considered as close as Voorman to the Beatles. Along with Neil Aspinall and Mal Evans, Astrid and Klaus are among the few people who truly were part of their inner circle, due to the trust the Beatles had that in them. <br/><br/>It's the fault of the reporter that these details were not included in the story. As for the photos, the ones included in the article are not the ones for which she is famous. Again, look up the photos she took of the band in Hamburg. Her photos are among those that shaped the rock n roll aesthetic.", "recommendationCount": 2}, {"assetID": 3179630, "replies": [], "lft": 36, "assetURL": "http://www.nytimes.com/2011/09/04/magazine/lives-the-beatles-on-the-beach.html", "parentID": null, "commentID": 4454818, "rgt": 37, "userDisplayName": "Devil's Advocate", "createDate": "1315016155", "userID": 268170, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1315025857", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Sunnyvale, CA", "commentType": "comment", "updateDate": "1315022257", "commentSequence": 7, "commentBody": "Based on who is in the photos, the appear to have been taken by 1. George (or Ringo), 2. Paul, 3. Ringo, 4. Astrid.<br/><br/>Or Klauss could have taken any of them.<br/><br/>Note how in photo 4, Ringo is cleverly placed in the back to hide the fact that he's wearing pants while Paul and George wear shorts. <br/><br/>The Hamburg photos by Astrid are truly iconic.", "recommendationCount": 0}, {"assetID": 3179630, "replies": [], "lft": 38, "assetURL": "http://www.nytimes.com/2011/09/04/magazine/lives-the-beatles-on-the-beach.html", "parentID": null, "commentID": 4454886, "rgt": 39, "userDisplayName": "Suzanne", "createDate": "1315017408", "userID": 50072929, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1315025857", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Asheville NC", "commentType": "comment", "updateDate": "1315022257", "commentSequence": 9, "commentBody": "I love the stillness and grainy color in these photos. Great article! For the record, a Rolleicord is a medium-format camera. ", "recommendationCount": 0}]}, "copyright": "Copyright (c) 2016 The New York Times Company.  All Rights Reserved."}