{"debug": {"version": 3.1}, "status": "OK", "results": {"api_timestamp": "1481480448", "totalCommentsFound": 6236, "totalCommentsReturned": 25, "comments": [{"assetID": 3372365, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 9121445, "replies": [], "commentID": 9121684, "trusted": 0, "userDisplayName": "Bob Prentiss", "createDate": "1369976798", "userID": 15021812, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1370014375", "userTitle": "NULL", "recommendations": 1, "editorsSelection": false, "parentUserDisplayName": "JaaaaayCeeeee", "userURL": "NULL", "userLocation": "San Francisco", "depth": 1, "commentType": "userReply", "updateDate": "1370010775", "commentSequence": 1, "commentBody": "Anger towards these abominable Republicans needs to be expressed at the ballot box. Charles Dickens would be scandalized by their behavior and rightfully so."}]}, "lft": 306, "assetURL": "http://www.nytimes.com/2013/05/31/opinion/from-the-mouths-of-babes.html", "parentID": null, "commentID": 9121445, "rgt": 309, "userDisplayName": "JaaaaayCeeeee", "createDate": "1369972789", "userID": 3302684, "replyCount": 1, "commentTitle": "n/a", "status": "approved", "approveDate": "1369972807", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Palo Alto, Ca", "commentType": "comment", "updateDate": "1369969207", "commentSequence": 37, "commentBody": "Cutting SNAP of kids/unemployed, to protect corporate welfare, isn't just immoral. It slows economic recovery (cutting public services vital to all, including corporations and the wealthiest).<br/><br/>Our economy is artificially depressed, since Congress is not budgeting and appropriating. For all Republicans' promises to create jobs, their policy demands mostly only depress employment and wages.<br/><br/>Ben Bernanke tells Congress, in every speech since the recession, they're slowing economic recovery, with contractionary fiscal policies (like this farm bill). Unlike corporate subsidies or welfare, SNAP almost pays for itself, even kick-starting a virtual cycle of economic growth, that creates jobs.<br/><br/>Every few days, news media reports outrageous, Machiavellian, or scandalous political maneuverings, over reporting on policies that affect most voters. Voters can't pay bills or buy food with horse-race coverage, nor scandals, nor gossip. Sequestration increasingly fulfills Democrats' warnings, yet Media Matters documents how its news coverage has plunged. <br/><br/>Voters who need healthcare insurance don't even know if Obamacare was passed, failed, repealed or was blocked by the Supreme Court (while Republicans block its enrollment funds, which were paid for, unlike Bush's Medicare prescription drug benefit).<br/><br/>Voters are so depressed by this status quo, that they're tuning out. History tells us that's bad for everyone. <br/><br/>Policy aims and risks, like these (not just opposing spin), should be news.", "recommendationCount": 35}, {"assetID": 3372365, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 9121442, "replies": [], "commentID": 9121655, "trusted": 0, "userDisplayName": "OzarkOrc", "createDate": "1369976383", "userID": 53777636, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1370012602", "userTitle": "NULL", "recommendations": 1, "editorsSelection": false, "parentUserDisplayName": "Ozsportsdude", "userURL": "NULL", "userLocation": "Rogers, Arkansas", "depth": 1, "commentType": "userReply", "updateDate": "1370009002", "commentSequence": 1, "commentBody": "Well Duh.<br/><br/>The \"War on Drugs\" has always been more about \"Social Control\" than anything else."}]}, "lft": 310, "assetURL": "http://www.nytimes.com/2013/05/31/opinion/from-the-mouths-of-babes.html", "parentID": null, "commentID": 9121442, "rgt": 313, "userDisplayName": "Ozsportsdude", "createDate": "1369972774", "userID": 67066783, "replyCount": 1, "commentTitle": "n/a", "status": "approved", "approveDate": "1369972808", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Sydney, Australia", "commentType": "comment", "updateDate": "1370003756", "commentSequence": 38, "commentBody": "David Simon makes the point about the decline of the inner cities being due to 15% fo the people not being required anymore for the running of the economy, with the rise of machines and the like.  Since reading his analysis (which he explains in much more detail on his website) I have become convinced that one of the reasons for the drug war and its disproportianate attack on the urban (usually black) poor that then puts them into for profit prisons is a way for the extreme right to get some economic use from these people.  Well taking away food stamps and putting people into true poverty leads to one of two things when you have high unemployment where even skilled workers cannot find jobs and that is either theft to survice, or going to the only industry that is hiring and that is the neighbourhood corner and the drug trade.  Both of these things lead to more of these people ending up in prison.<br/><br/>So the GOP by taking away food stamps stops itself even paying for a basic living income for the poor and then pushes them into the for profit prison sector.  This is so sick and disgraceful I am not sure that even this particular GOP with its far right Tea Party extremists is doing it on purpose (in the sense that they have thought it through and are deliberately trying to move the 15% into a profitable industry, namely prisons) but whether they have the intellectual heft to do this on purpose or if it just an unhappy accident borne of their meanness, the result is the same.", "recommendationCount": 36}, {"assetID": 3372363, "replies": [], "lft": 3, "assetURL": "http://opinionator.blogs.nytimes.com/2013/05/30/the-imperfect-immigrants/", "parentID": 9120959, "commentID": 9121450, "rgt": 4, "userDisplayName": "Dennis", "createDate": "1369972836", "userID": 44603522, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1369972867", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "San Francisco", "commentType": "userReply", "updateDate": "1369969267", "commentSequence": 1, "commentBody": "If anyone wants a present day example of the fruits of nativism and population \"sustainability\", look no further than Japan. Not too long ago, their baby boom generation was the economic envy of the world. Now, they're faced with an aging, stagnant population and macro-economic trends that can only be ameliorated by immigration. But this sophisticated, educated, modern island is too insular to allow others - especially other Asians - in. Overcrowding has its problems, but throughout history, falling populations have spelled economic and cultural disaster.", "recommendationCount": 41}, {"assetID": 3372365, "replies": [], "lft": 314, "assetURL": "http://www.nytimes.com/2013/05/31/opinion/from-the-mouths-of-babes.html", "parentID": null, "commentID": 9121451, "rgt": 315, "userDisplayName": "Pierce Randall", "createDate": "1369972860", "userID": 57645384, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1369972867", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Atlanta, GA", "commentType": "comment", "updateDate": "1369969267", "commentSequence": 39, "commentBody": "One disgusting irony is that the House bill also includes expansions of other traditional areas of crop subsidy. There's very little national interest (as opposed to regional and cultural interest) in subsidizing a labor-intensive and low value-added industry such as agriculture in the United States. We're the most integrated country in the world economy. We're not about to run out of food, and in most cases it would be cheaper to import it. Subsidizing food grown here means that farmers in developing countries can't get a decent return on their capital investments through trade. In addition to being unfair in its own right, that policy stirs up ill-will among developing countries, making the US look like the hypocrite it is when it comes to free trade. (Oh, we hate subsidies--unless it's an industry that dominates rural states that can't compete on efficiency.)<br/><br/>Anyway, most farming in the United States is done by people who are well-off or better: either people who run family farms that are able to employ people (and so are better off than, say, the working class in our cities who rely on food stamps or on other government programs that are being cut), or else by large corporations. It's insane that my tax money would go as essentially income support (or insurance) for the benefit of a class of persons who are, on the whole, economically better-off than me. That's regressive taxation. It's a corvee. It's crazy.", "recommendationCount": 35}, {"assetID": 3372365, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 9121448, "replies": [], "commentID": 9121709, "trusted": 0, "userDisplayName": "Paul", "createDate": "1369977308", "userID": 8382920, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1370009407", "userTitle": "NULL", "recommendations": 2, "editorsSelection": false, "parentUserDisplayName": "Peter", "userURL": "NULL", "userLocation": "Shelton, WA", "depth": 1, "commentType": "userReply", "updateDate": "1370005807", "commentSequence": 1, "commentBody": "Peter:  Very perceptive.  We, do, indeed, have a domination system but it isn't only the Republicans.  It is the massive corporations, bankers and too-big-to fail financial institutions that have bought our Congress and President.  I see no hope that is going to change short of a violent revolution.  And I don't expect that any time soon because people are not angry enough yet.<br/><br/><a href=\"http://www.rollingstone.com/politics/news/everything-is-rigged-the-biggest-financial-scandal-yet-20130425\" title=\"http://www.rollingstone.com/politics/news/everything-is-rigged-the-biggest-financial-scandal-yet-20130425\" target=\"_blank\">http://www.rollingstone.com/politics/news/everything-is-rigged-the-bigge...</a> "}, {"recommendedFlag": 0, "parentID": 9121448, "replies": [], "commentID": 9121521, "trusted": 0, "userDisplayName": "KILAPH", "createDate": "1369973775", "userID": 51519756, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1370012637", "userTitle": "NULL", "recommendations": 0, "editorsSelection": false, "parentUserDisplayName": "Peter", "userURL": "NULL", "userLocation": "Tampa Florida", "depth": 1, "commentType": "userReply", "updateDate": "1370009037", "commentSequence": 2, "commentBody": "I have long (fearfully) harbored this belief, but dreaded uttering it, it being so loathsome Thank you for saying what I (a retired Rocky-Repub, biz owner) could not. My GrandKids....I really worry for them. What a world we may indeed devolve into. It has to be stopped. We must ALL stand up and speak out!"}, {"recommendedFlag": 0, "parentID": 9121448, "replies": [], "commentID": 9124909, "trusted": 0, "userDisplayName": "Peter", "createDate": "1370015176", "userID": 65122060, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1370015226", "userTitle": "NULL", "recommendations": 3, "editorsSelection": false, "parentUserDisplayName": "Peter", "userURL": "NULL", "userLocation": "Texas", "depth": 1, "commentType": "userReply", "updateDate": "1370011626", "commentSequence": 3, "commentBody": "Paul:  You're absolutely right that it isn't just the GOP but a whole structure of domination that permeates the financial sector and corporations more generally, but also mechanisms that seek to influence people's beliefs and values, including news (Fox, talk radio), academia (right wing think tanks, university positions endowed by the Koch brothers and others), and 'public interest' organizations.  I also don't see any easy way out of this growing disaster.  On the other hand, the history of violent resistance isn't terribly encouraging either.  The thing that seems to work is social change that shifts the thinking of the public.  This can take a very long time, but it has worked historically.  If even 5% of the U.S. public became outspoken and thoughtful advocates for a better society, organized to act together on issues, this would make a profound difference.  In the end, we still are a majority rule 'democracy', so votes and the public matter, even if it doesn't feel like it now.<br/><br/>KILAPH:  Thank you for providing a reality check.  My thoughts on the issue come out of decades of research on authoritarianism and social dominance orientation.  It's very good to know that what I'm saying makes sense to someone who has been a Republican and not just to researchers."}]}, "lft": 316, "assetURL": "http://www.nytimes.com/2013/05/31/opinion/from-the-mouths-of-babes.html", "parentID": null, "commentID": 9121448, "rgt": 323, "userDisplayName": "Peter", "createDate": "1369972815", "userID": 65122060, "replyCount": 3, "commentTitle": "n/a", "status": "approved", "approveDate": "1369972868", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Texas", "commentType": "comment", "updateDate": "1370003701", "commentSequence": 40, "commentBody": "The full reason the GOP opposes food stamps isn't just about our being a nation of takers or having a culture of dependency. The major Republican ideological undercurrent is the belief that we should have a society in which the superior people, namely the white, rich, and painfully conventional, should dominate, control, and abuse the inferior people--everyone else. These Republicans genuinely do not care that the nutritional deficiency of a childhood of hunger leads to adults with bad health problems, lower IQs, and vastly decreased life chances. This is the way things should be. In this ideology, societies only function if some group is in control and lays out rules and conventions. If these rules and conventions are not followed by certain individuals and groups, they are deviant and must be broken in order to keep them under control and to maintain the social order. Minorities and the lower classes (including, in some GOP minds, the middle class) are the deviants. This way of thinking lends itself to racism and classism, so the assumption is that the children of the subordinate groups are already damaged at birth or at least soon will be by their culture. The harm done to these children by inadequate nutrition is more than outweighed by the benefits of the social order created by the domination and abuse needed to keep inferiors in their place. This ideology is wrong and has terrible consequences, but it is what many Republicans explicitly or implicitly believe.", "recommendationCount": 111}, {"assetID": 3372365, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 9121462, "replies": [], "commentID": 9125367, "trusted": 0, "userDisplayName": "Don", "createDate": "1370017852", "userID": 29817866, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1370017900", "userTitle": "NULL", "recommendations": 0, "editorsSelection": false, "parentUserDisplayName": "Bob", "userURL": "NULL", "userLocation": "MA", "depth": 1, "commentType": "userReply", "updateDate": "1370014300", "commentSequence": 5, "commentBody": "I understand what you're saying about regretting Ms. Bachmann's leaving Congress, but if the ultimate goal is to adjust the course of where the party is going, then her leaving should really be welcome. After all, it's her, and people like her, being there that's caused the party to become unrecognizable (do you need them to continue in their ways just so you have enough proof?). However, I would agree to the idea that it would make a more emphatic point if she were voted out rather than leaving on her own volition"}, {"recommendedFlag": 0, "parentID": 9121462, "replies": [], "commentID": 9125789, "trusted": 0, "userDisplayName": "Noel M", "createDate": "1370020676", "userID": 66200492, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1370020711", "userTitle": "NULL", "recommendations": 6, "editorsSelection": false, "parentUserDisplayName": "Bob", "userURL": "NULL", "userLocation": "Louisville", "depth": 1, "commentType": "userReply", "updateDate": "1370017111", "commentSequence": 6, "commentBody": "I'm another lifelong Republican who looks for the moderate candidate.  Like you, I find that the only candidates I can support are increasingly Democrats.  I'm puzzled that so many family members and friends who are devoted Republicans would find little wrong with Republican policies described in this column.  I'm certain that this would not have been the case 10 or 20 years ago.  I'm routinely criticized for my positions and labeled a \"liberal.\"   I guess that's fine.  I just tell them that I didn't leave the Republican Party.  It left me."}, {"recommendedFlag": 0, "parentID": 9121462, "replies": [], "commentID": 9126746, "trusted": 0, "userDisplayName": "food4thought", "createDate": "1370027220", "userID": 66447824, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1370030346", "userTitle": "NULL", "recommendations": 2, "editorsSelection": false, "parentUserDisplayName": "Bob", "userURL": "NULL", "userLocation": "Seattle", "depth": 1, "commentType": "userReply", "updateDate": "1370026746", "commentSequence": 7, "commentBody": "Thanks for your intelligent comments. Please, please talk some sense into your brethren for the sake of us all."}]}, "lft": 324, "assetURL": "http://www.nytimes.com/2013/05/31/opinion/from-the-mouths-of-babes.html", "parentID": null, "commentID": 9121462, "rgt": 339, "userDisplayName": "Bob", "createDate": "1369973001", "userID": 22192527, "replyCount": 7, "commentTitle": "n/a", "status": "approved", "approveDate": "1369973049", "userTitle": "NULL", "editorsSelection": 1, "statusID": 2, "userURL": "NULL", "userLocation": "Delaware", "commentType": "comment", "updateDate": "1370006759", "commentSequence": 41, "commentBody": "I am a life-long registered Republican.  And this does make me angry.  Like Dole and others, I do not recognize the Party I have supported for years.  Now I vote for the nearest candidates to moderate Republicans I can find.  They are all Democrats.<br/><br/>I regret that Michele Bachmann has decided to stand down.  Her appointment to the House \"Intelligence\" Committee has represented the epitome of what is wrong with my party.  I'd rather have her there opposing food stamps and advocating other nonsense to bring the Party to its senses.", "recommendationCount": 761}, {"assetID": 3372365, "replies": [], "lft": 340, "assetURL": "http://www.nytimes.com/2013/05/31/opinion/from-the-mouths-of-babes.html", "parentID": null, "commentID": 9121473, "rgt": 341, "userDisplayName": "Steve", "createDate": "1369973099", "userID": 62417687, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1369973106", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Houston", "commentType": "comment", "updateDate": "1369969506", "commentSequence": 42, "commentBody": "SNAP funding is at a disadvantage because recipients don't have money to make campaign contributions, hire lobbyists, or provide employment opportunities to former congressmen and / or their friends and families. Congressional leaders who advocate cutting or eliminating such funding aren't pursuing such policies merely because of their constituents. Sure, there are people out there who think that anyone who can't afford to take care of themselves and family are lazy, but most approve of providing a safety net (yes, even down here where I live). Congress has an approval rating in the neighborhood of 10% because they do a poor job of representing the people and consistently fail to do what is in our nation's best interest.", "recommendationCount": 50}, {"assetID": 3368674, "replies": [], "lft": 421, "assetURL": "http://krugman.blogs.nytimes.com/2013/04/28/knaves-fools-and-me-meta/", "parentID": 8872876, "commentID": 9121471, "rgt": 422, "userDisplayName": "Jesse Brown", "createDate": "1369973074", "userID": 62168182, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1369973108", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Purcellville, Virginia", "commentType": "userReply", "updateDate": "1369969508", "commentSequence": 2, "commentBody": "AJT:<br/><br/>When has the Austrian Side nee: Von Mises ever been tested? The only time truly free market economics has been tested was in the US pre: TDR. And what did it give us? The most spectacular rise in wealth and industry in the shortest time ever seen in human history. Then the government and Paul Krugman's ilk discovered they could squeeze the goose that laid the golden egg and it's been mostly downhill ever since. <br/><br/>The government and it's non constitutional policies have been the source of most economic problems and Krugman suggests that government should cure itself by more of what made it sick in the first place.", "recommendationCount": 0}, {"assetID": 3372368, "replies": [], "lft": 57, "assetURL": "http://wordplay.blogs.nytimes.com/2013/05/30/what-was-once-yours/", "parentID": 9121400, "commentID": 9121468, "rgt": 58, "userDisplayName": "Martin", "createDate": "1369973047", "userID": 239837, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1369973109", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "California", "commentType": "userReply", "updateDate": "1369969509", "commentSequence": 1, "commentBody": "He was also great narrating Rocky and Bullwinkle.", "recommendationCount": 1}, {"assetID": 3372365, "replies": [], "lft": 342, "assetURL": "http://www.nytimes.com/2013/05/31/opinion/from-the-mouths-of-babes.html", "parentID": null, "commentID": 9121475, "rgt": 343, "userDisplayName": "savanna", "createDate": "1369973189", "userID": 66383331, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1369973226", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Shelburne, Vermont", "commentType": "comment", "updateDate": "1369969626", "commentSequence": 43, "commentBody": "Perhaps an adaptation of the model being developed in North Carolina against a most repressive set of state policies is the way to go.<br/>In North Carolina there are routine protests called Moral Mondays.  So long as the republicans in the house of representatives plan to cut programs designed to feed  hungry children, we should characterize it and protest it for what it is:  immoral.<br/><br/>Additionally, we need to organize to take over state legislatures whose gerrymandered districts are responsible for giving us a republican majority that got 5 million less votes than the democrats got in the last election. <br/><br/>Simply venting anger  is of no use. It has to be metabolized into thought and constructive action. ", "recommendationCount": 64}, {"assetID": 3372240, "replies": [], "lft": 1206, "assetURL": "http://opinionator.blogs.nytimes.com/2013/05/29/why-cant-america-be-sweden/", "parentID": null, "commentID": 9121481, "rgt": 1207, "userDisplayName": "Dodurgali", "createDate": "1369973256", "userID": 15664635, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1369973287", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Blacksburg, Virginia", "commentType": "comment", "updateDate": "1369969689", "commentSequence": 387, "commentBody": "Acemoglu et al. are proposing a model which says that cut-throat capitalism the US practices promotes innovation and economic growth. Other countries, the Swedens, are reaping the benefits of US innovations without contributing to them. This is utter nonsense. As many thoughtful people have pointed out scientific research supported by taxpayer money generates new knowledge, which, in turn, leads to innovation.  Many people who innovate are just curious and they try to find a new, better or easier way of solving a problem, answering a question and doing something.  They do not invent to compete with someone and become rich. ", "recommendationCount": 1}, {"assetID": 3372365, "replies": [], "lft": 97, "assetURL": "http://www.nytimes.com/2013/05/31/opinion/from-the-mouths-of-babes.html", "parentID": 9121073, "commentID": 9121479, "rgt": 98, "userDisplayName": "Pierce Randall", "createDate": "1369973237", "userID": 57645384, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1369973292", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Atlanta, GA", "commentType": "userReply", "updateDate": "1369969692", "commentSequence": 2, "commentBody": "The reason food stamps are part of the agriculture bill is that the intention by politicians is, on the whole, not to provide the poor with nutritional support, but to increase the demand for farm products. New York proposed reviewing the suitability of soft drinks on the food stamp program, but the federal government blocked that move. I'm all for food stamps, but we've got to be serious: a good policy with respect to poverty in the 21st century United States is not an agricultural policy.", "recommendationCount": 17}, {"assetID": 3372365, "replies": [], "lft": 344, "assetURL": "http://www.nytimes.com/2013/05/31/opinion/from-the-mouths-of-babes.html", "parentID": null, "commentID": 9121484, "rgt": 345, "userDisplayName": "gratis", "createDate": "1369973297", "userID": 18862124, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1369973347", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Colorado", "commentType": "comment", "updateDate": "1369969747", "commentSequence": 44, "commentBody": "So what successful, industrialized nation most represents the governing principles that the GOPers prefer?<br/><br/>No nation that are successful and industrialized.<br/>Because their ideas do not work in the real world.<br/><br/>When Conservatives argue against Dr. Krugman, what kind of examples do they use?<br/>Utopian constructs that never existed in the Real World, which, of course, have no flaws.", "recommendationCount": 28}, {"assetID": 3372365, "replies": [], "lft": 57, "assetURL": "http://www.nytimes.com/2013/05/31/opinion/from-the-mouths-of-babes.html", "parentID": 9121043, "commentID": 9121502, "rgt": 58, "userDisplayName": "Pierce Randall", "createDate": "1369973477", "userID": 57645384, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1369973526", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Atlanta, GA", "commentType": "userReply", "updateDate": "1369969926", "commentSequence": 2, "commentBody": "There has never been a nation where capital was more readily available for the purpose of hiring workers or improving capital than the United States. If your waterfall theory were correct, then we would have a more prosperous lower and middle class than the rest of the world with respect to our GDP. And yet we do not: we have by far the most income inequality in the developed world. That means countries with more restrictive business regulation and restrictions on the use of capital are doing better by their poor and working class. Therefore, the waterfall theory is false.", "recommendationCount": 58}, {"assetID": 3372367, "replies": [], "lft": 62, "assetURL": "http://www.nytimes.com/2013/05/31/us/politics/holder-may-rein-in-prosecutors-on-leaks.html", "parentID": null, "commentID": 9121509, "rgt": 63, "userDisplayName": "Ed", "createDate": "1369973529", "userID": 62450066, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1369973586", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Arizona", "commentType": "comment", "updateDate": "1369969986", "commentSequence": 17, "commentBody": "The New York Times must be commended for their refusal to attend  the Holder meeting...a hallmark of searching for the truth.<br/><br/>Holder's \"off the record\" requirement, is a slam in the face of our nations reporters and to the general public. What is it that he (Mr. Holder) wanted to discuss, that the American people should not be aware of it? <br/><br/>It is what all Americans desperately need in the times we now live in: Trust in our government, starting from the top down. <br/><br/>Transparency....a hollow sounding word today, that is losing its meaning. <br/><br/>There are some that are accused of partisan politics, i.e. the congressional hearings going on relating to the 3 issues that have embroiled the Obama presidency. The fact is, there are some Democrats in Congress that are also concerned about things going awry in the White House.<br/><br/>It is not a matter of Democrats and Republicans, or Blacks versus Whites, or ethnic, gender, whatever or whoever we are...someone once said...\"the truth will set you free\".<br/><br/>It must be the Zeitgeist in today's world...with it, will come an uplifting of one's spirits, and hope for the future.", "recommendationCount": 20}, {"assetID": 3372365, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 9121515, "replies": [], "commentID": 9121706, "trusted": 0, "userDisplayName": "Larry Lundgren", "createDate": "1369977275", "userID": 4501886, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1370011149", "userTitle": "NULL", "recommendations": 2, "editorsSelection": false, "parentUserDisplayName": "Tim Newlin", "userURL": "NULL", "userLocation": "Sweden", "depth": 1, "commentType": "userReply", "updateDate": "1370007549", "commentSequence": 1, "commentBody": "Tim, I have the same thought you express in your first line, and state it more directly. Over and over again we read that groups like the Taliban, self proclaimed as Muslims, know the importance of feeding the poor, whereas the Tea Party (think Michelle Bachman) and apparently most Republicans, self proclaimed as Christians, do not and will not feed the poor or even acknowledge that poor exist.<br/><br/>I leave for Boston on the 6th and fear I will see what you report, ever more abundant signs of the decline of our home country. I would like to know more specifically what it was that led you to write \"Americans still do not get...\" (my Gmail at my blog).<br/><br/>I too was raised in a Republican family with a farmer grandfather who did not like FDR. I note this because the BBC World gave us FDR's voice last night with all its power and then explained that the Republicans even then chopped away, one by one, his programs.<br/><br/>I want to hear President Obama giving a Fireside Chat now, finding somehow the words to express what Paul Krugman and apparently almost all comment writers are expressing, that only the richest country in the world seems to be such fertile ground for the ascension of a party aimed at destroying the country. <br/><br/>Larry Lundgren writing from the other side of \"Bron\" <br/><br/><a href=\"http://Only-NeverInSweden.blogspot.com\" title=\"Only-NeverInSweden.blogspot.com\" target=\"_blank\">Only-NeverInSweden.blogspot.com</a> "}]}, "lft": 346, "assetURL": "http://www.nytimes.com/2013/05/31/opinion/from-the-mouths-of-babes.html", "parentID": null, "commentID": 9121515, "rgt": 349, "userDisplayName": "Tim Newlin", "createDate": "1369973680", "userID": 58745336, "replyCount": 1, "commentTitle": "n/a", "status": "approved", "approveDate": "1369973705", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Frederiksberg, Denmark", "commentType": "comment", "updateDate": "1369970105", "commentSequence": 45, "commentBody": "I want to say that these right-wing Republican scrooges are the American Taliban, but even the Taliban understands the role of feeding its poor before indoctrinating them. I got food stamps to help me through my last year of architectural school and would have been hard pressed without the help.<br/><br/>As it is with armed conflict, human suffering is acceptable amongst the enemy because they have been dehumanized. That is precisely what the Republican Right has done with the poor in the US - they are no longer a part of the community and are outside the gates looking in for a handout.<br/><br/>My recent visit home in the US showed me that Americans still do not get - that they are all part of one nation, one community, and that everyone counts. The child growing up in poverty today will be the tragic social burden of the future instead of a viable, contributing member of a community who has skills, creates wealth and pays taxes. I was raised in an Eisenhower Republican family. My parents would be turning in their graves to see what their country has become. Vote them out!", "recommendationCount": 345}, {"assetID": 3372365, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 9121516, "replies": [], "commentID": 9121590, "trusted": 0, "userDisplayName": "Hannah L", "createDate": "1369975056", "userID": 39401957, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1370015043", "userTitle": "NULL", "recommendations": 2, "editorsSelection": false, "parentUserDisplayName": "simzap", "userURL": "NULL", "userLocation": "NH", "depth": 1, "commentType": "userReply", "updateDate": "1370011443", "commentSequence": 1, "commentBody": "Perhaps you should complain first about the actual farm subsidies, and only after that look to programs such as food stamps?"}]}, "lft": 350, "assetURL": "http://www.nytimes.com/2013/05/31/opinion/from-the-mouths-of-babes.html", "parentID": null, "commentID": 9121516, "rgt": 353, "userDisplayName": "simzap", "createDate": "1369973713", "userID": 5290173, "replyCount": 1, "commentTitle": "n/a", "status": "approved", "approveDate": "1369973766", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Orlando", "commentType": "comment", "updateDate": "1369970166", "commentSequence": 46, "commentBody": "Food stamps are a subsidy to farmers and food processors. They act like price supports so farmers make money for their products instead of having to destroy them like they did in the Great Depression . I would like a study on how much food prices would fall, in addition to the the hunger it would cause, of ending the food stamp program.", "recommendationCount": 18}, {"assetID": 3372315, "replies": [], "lft": 274, "assetURL": "http://www.nytimes.com/2013/05/31/business/a-doctor-raises-questions-about-a-diabetes-drug.html", "parentID": null, "commentID": 9119817, "rgt": 275, "userDisplayName": "newton", "createDate": "1369948945", "userID": 63372044, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1369973818", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "fiji", "commentType": "comment", "updateDate": "1369970218", "commentSequence": 53, "commentBody": "Caught in the crossfires between overzealous lawyers (and to some extent patients with multimillion dollar settlement hopes in their eyes) and Big Pharma is the average patient and the real need to have a rational scientific set of data to prove (or disprove) efficacy for some real and serious ailments. ", "recommendationCount": 3}, {"assetID": 3372315, "replies": [], "lft": 161, "assetURL": "http://www.nytimes.com/2013/05/31/business/a-doctor-raises-questions-about-a-diabetes-drug.html", "parentID": 9118897, "commentID": 9119935, "rgt": 162, "userDisplayName": "Kenarmy", "createDate": "1369950327", "userID": 2093331, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1369973818", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Columbia, mo", "commentType": "userReply", "updateDate": "1369970218", "commentSequence": 4, "commentBody": "Diabetes was an unknown disease in the USA in the 19th century.  A US Government public health report in 1928 remarked on the sudden emergence of diabetes as a significant health problem, and suggested the urbanization of the population as a likely cause.  The dwindling percent of the population engaged in rural physical labor occupations.  In fact, the impetus for the isolation of insulin (early 1920s) was the need to treat all the new diabetics!  Thus, its hard to make the point that Type II diabetes is not environmentally produced.  Some people/groups (Pina Indians in NM and AZ) may be more prone, but heredity affects many other disease susceptibilities.  Type II diabetes is almost unknown in athletes.  Check out PubMed (the National Library of Medicine medical literature search engine) if you doubt this.  And yes, I'm medically trained: current biotech CEO.   ", "recommendationCount": 1}, {"assetID": 3372315, "replies": [], "lft": 193, "assetURL": "http://www.nytimes.com/2013/05/31/business/a-doctor-raises-questions-about-a-diabetes-drug.html", "parentID": 9119378, "commentID": 9119990, "rgt": 194, "userDisplayName": "den", "createDate": "1369950913", "userID": 35021032, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1369973818", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "new hope", "commentType": "userReply", "updateDate": "1369970218", "commentSequence": 2, "commentBody": "the premise of the pharmaceutical business is patents. Only synthetic drugs can be patented. Human bodies don't have biological pathways to break down synthetic chemicals. They are all toxic to some extent. This is 'silver bullet' medicine. A pill will cure you. not! They disguise the disease by moderating the symptoms. Too few MDs treat the causes of disease - lifestyle, diet, environmental toxins, stress... Instead we tolerate pesticides, hormones, herbicides, animal cruelty, oil propaganda, radiation, fracking our water, etc ad nauseum, and the mindless mentality and enslavement of consumption-to-waste consumerism. sigh", "recommendationCount": 8}, {"assetID": 3372315, "replies": [], "lft": 183, "assetURL": "http://www.nytimes.com/2013/05/31/business/a-doctor-raises-questions-about-a-diabetes-drug.html", "parentID": 9118981, "commentID": 9120054, "rgt": 184, "userDisplayName": "M McCarthy", "createDate": "1369951613", "userID": 16902594, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1369973818", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "California", "commentType": "userReply", "updateDate": "1369970218", "commentSequence": 4, "commentBody": "The physician who started the vaccine scare was not a researcher just a family doctor who jumped to his own erroneous conclusions. Sadly all too many people around the world are only too happy to grasp at any explanation for their child's autism or indeed other illnesses.<br/>There is a history of researchers who are being paid by drug companies looking the other way when revenue threatening side effects are found. This is why ethical hospitals and institutions no longer allow anyone in their employ to get on big Pharma's gravy train.", "recommendationCount": 4}, {"assetID": 3372315, "replies": [], "lft": 261, "assetURL": "http://www.nytimes.com/2013/05/31/business/a-doctor-raises-questions-about-a-diabetes-drug.html", "parentID": 9119933, "commentID": 9120330, "rgt": 262, "userDisplayName": "Jennifer", "createDate": "1369955512", "userID": 30527910, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1369973818", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "New York", "commentType": "userReply", "updateDate": "1369970218", "commentSequence": 1, "commentBody": "My son has type 1 and wears a glucose monitor 24/7. We therefore see directly the impact of different foods on his blood glucose levels. I cannot fathom why type 2 diabetics are directed to eat the high carb diets (even \"healthy whole grains\" which based on my son's BG response are anything but healthy). The worst time for my son to eat the grains or other carbs is breakfast - and I have been told that is when most people's blood sugar spikes the most (from carbs in the morning, as in cereal, toast, etc.). There is a genetic component - yes-- but that does not explain the spike in both t1 and t2 diabetes. We need to avoid known endocrine disruptors (and things like diet soda -- which we also know increase risks).A low carb diet at least for the first half of each day is probably also a very good idea. I think testing BG frequently to see how one reacts to specific foods (and modifying one's diet accordingly) is probably easier than 2 hours of exercise per day. Again, if my son followed the recommended diabetic diet (full of carbs, even in the morning) his BG would be a total disaster. ", "recommendationCount": 8}, {"assetID": 3372315, "replies": [], "lft": 131, "assetURL": "http://www.nytimes.com/2013/05/31/business/a-doctor-raises-questions-about-a-diabetes-drug.html", "parentID": 9118631, "commentID": 9120411, "rgt": 132, "userDisplayName": "abpa", "createDate": "1369956578", "userID": 65729263, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1369973818", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "New Mexico", "commentType": "userReply", "updateDate": "1369970218", "commentSequence": 6, "commentBody": "My grandmother, father, younger brother and I all have type two diabetes.  An uncle of my father's, also slim and fit, died in his mid thirties of diabetes. i have competed in and won a triathalon, several 5k races, 10k races and 1/2 marathons.  I am 5'5\", 125 lbs and I have never been overweight.  My diet, while not pristine,  is low in simple carbohydrates and processed foods.  There are at least 3 subgroups of non-insulin dependent diabetes.  Be careful about lumping us all in the same pile.", "recommendationCount": 9}, {"assetID": 3372315, "replies": [], "lft": 263, "assetURL": "http://www.nytimes.com/2013/05/31/business/a-doctor-raises-questions-about-a-diabetes-drug.html", "parentID": 9119933, "commentID": 9120832, "rgt": 264, "userDisplayName": "Charles", "createDate": "1369963999", "userID": 6638561, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1369973818", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Michigan", "commentType": "userReply", "updateDate": "1369970218", "commentSequence": 2, "commentBody": "Genes load the gun, environment pulls the trigger. Have you heard of Epigenetics? Genes can be turned on and off. In three months on a plant-based diet the function of over 500 genes are altered. Genes that prevent cancer and inflammation are turned off and genes that stimulate breast cancer, prostate cancer, inflammation and oxidative stress are turned off.<br/><a href=\"http://nutritionfacts.org/video/convergence-of-evidence/\" title=\"http://nutritionfacts.org/video/convergence-of-evidence/\" target=\"_blank\">http://nutritionfacts.org/video/convergence-of-evidence/</a>", "recommendationCount": 5}, {"assetID": 3372315, "replies": [], "lft": 272, "assetURL": "http://www.nytimes.com/2013/05/31/business/a-doctor-raises-questions-about-a-diabetes-drug.html", "parentID": null, "commentID": 9120840, "rgt": 273, "userDisplayName": "Mark", "createDate": "1369964120", "userID": 60255529, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1369973818", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Providence, RI", "commentType": "comment", "updateDate": "1369970218", "commentSequence": 52, "commentBody": "The FDA is likely to use the reverse-precautionary principle: instead of playing safe and making sure drugs are not permitted to be marked until safety has been conclusively established, the drugs are permitted to be marketed until there has been conclusive evidence of harm.  This works great for the drug companies: when they pay off the lawsuits, they've already amassed 100's of millions so that the fines are just a cost that is factored in prior to marketing, and doesn't put much of a dent in their profits. ", "recommendationCount": 24}]}, "copyright": "Copyright (c) 2016 The New York Times Company.  All Rights Reserved."}