{"debug": {"version": 3.1}, "status": "OK", "results": {"api_timestamp": "1481460258", "totalCommentsFound": 3137, "totalCommentsReturned": 25, "comments": [{"assetID": 2145237, "replies": [], "lft": 20, "assetURL": "http://dealbook.nytimes.com/2010/12/03/groupon-said-to-reject-googles-offer/", "parentID": null, "commentID": 2934636, "rgt": 21, "userDisplayName": "Bill", "createDate": "1291437050", "userID": 40151272, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1291438816", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "San Francisco", "commentType": "comment", "updateDate": "1291438816", "commentSequence": 8, "commentBody": "As somebody who wants to see the continued success of Google, I think this is probably good, but for the Groupon owners themselves, I'd say \"Dudes, take the money and run!\"  Maybe I'm missing something really fundamental about Groupon, but from what I've seen of it so far, this is clearly a way over-valued offer - perhaps not the worst that Silicon Valley has seen (either accepted or rejected), but it's well up there.<br />", "recommendationCount": 8}, {"assetID": 2145237, "replies": [], "lft": 22, "assetURL": "http://dealbook.nytimes.com/2010/12/03/groupon-said-to-reject-googles-offer/", "parentID": null, "commentID": 2934676, "rgt": 23, "userDisplayName": "D", "createDate": "1291438291", "userID": 62096926, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1291438821", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "MN", "commentType": "comment", "updateDate": "1291438821", "commentSequence": 9, "commentBody": "Groupon is getting a little cocky and overconfident - especially after LivingSocial just gained Amazon as an ally in this fight.", "recommendationCount": 5}, {"assetID": 2145237, "replies": [], "lft": 16, "assetURL": "http://dealbook.nytimes.com/2010/12/03/groupon-said-to-reject-googles-offer/", "parentID": null, "commentID": 2934497, "rgt": 17, "userDisplayName": "Al", "createDate": "1291433334", "userID": 29793706, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1291438824", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "hollywood beach,ca", "commentType": "comment", "updateDate": "1291438824", "commentSequence": 10, "commentBody": "Groupon is a fraud. But frauds are OK if you can hype it long enough and build up phony-balony marketshare numbers.<br /><br />So Google, abused and looking an old fool, will continue to pursue Groupon because Accel and NEA and the like say \"you just *have* to buy this\". And the marketshare will go up and up and up.<br /><br />Finally, Google will catch and embrace Groupon (probably the hold-up, and I mean literally a \"hold up\", was related to how soon the VCs got their payout and if it was for equity, control of Google).<br /><br />Then this $8B monster will fade into nothingness, just like all the other Google acquisitions. But the VCs will be happy.", "recommendationCount": 7}, {"assetID": 2145237, "replies": [], "lft": 18, "assetURL": "http://dealbook.nytimes.com/2010/12/03/groupon-said-to-reject-googles-offer/", "parentID": null, "commentID": 2934510, "rgt": 19, "userDisplayName": "James", "createDate": "1291433665", "userID": 56982, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1291438827", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Cambridge", "commentType": "comment", "updateDate": "1291438827", "commentSequence": 11, "commentBody": "This article is quite appropriately placed next to the one about current dot-com 'social networking' financial bubbles.  This groupon-vs-google thing is insane.  Groupon's revenue number is completely and totally irrelevant - its profit (or at least potential profit) is.   Truly this bidding process is madness - there is absolutely nothing of any lasting value in this groupon company, and they either have giant cojones in an attempt to negotiate a few more dollars out of somebody at google who must be on acid to offer so much for so little or they too have begun to believe their own hype.  Groupon is worth maybe $30m as-is, and even that's a stretch.", "recommendationCount": 17}, {"assetID": 2145355, "replies": [], "lft": 2, "assetURL": "http://dealbook.nytimes.com/2010/12/03/a-silicon-bubble-shows-signs-of-reinflating/", "parentID": null, "commentID": 2934529, "rgt": 3, "userDisplayName": "bostonEddie", "createDate": "1291434145", "userID": 19630819, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1291438844", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Boston, MA", "commentType": "comment", "updateDate": "1291438844", "commentSequence": 1, "commentBody": "Of course it'll create a bubble. That's been characteristic of capitalism ever since the South Seas bubble and the Dutch Tulip bubble. A successful venture capitalist gets in early and get out at the right time to make money; everyone else gets stuck in a declining market. Hopefully if you lose on some ventures, you can make enough profit on the next deal to give an overall profit.<br />Look at the housing market, the fiber optics market of Enron, the DSL build out fiasco, any of many other markets--innovation leads to overbuilding, leads to a bubble, hopefully leads to stabilization at a lower price.<br />The same thing will happen to the biotech market, if it hasn't already happened.", "recommendationCount": 29}, {"assetID": 2145355, "replies": [], "lft": 4, "assetURL": "http://dealbook.nytimes.com/2010/12/03/a-silicon-bubble-shows-signs-of-reinflating/", "parentID": null, "commentID": 2934533, "rgt": 5, "userDisplayName": "bounty4u2", "createDate": "1291434192", "userID": 59885404, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1291438848", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Youngstown,OH", "commentType": "comment", "updateDate": "1291438848", "commentSequence": 2, "commentBody": "The 'animal spirits' in play.", "recommendationCount": 4}, {"assetID": 1171110, "replies": [], "lft": 486, "assetURL": "http://frugaltraveler.blogs.nytimes.com/2010/02/16/click-it-and-ticket-booking-a-flight-the-frugal-way/", "parentID": null, "commentID": 2929386, "rgt": 487, "userDisplayName": "GlobalTravel", "createDate": "1291366655", "userID": 62095688, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1291438852", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New York, NY", "commentType": "comment", "updateDate": "1291438852", "commentSequence": 218, "commentBody": "As a travel agent who worked in the international airfare market for the last 10 years I would like to set a few facts straight about finding the cheapest flights and the technology behind it.<br /><br />First, there are two types of airfares sold on the web: 1) published fares and 2) private fares. The latter fares should actually not be sold to the general public online due to airline marketing restrictions, but some sites such as Vayama and Cheapoair sell them nonetheless. The way airlines want you to purchase private fares is by calling your local travel agent who has a consolidator contract, and not online, since airlines themselves want to dominate the web and are doing everything possible to kill online travel agents.<br /><br />In order to make my search for international cheap flights as quick and easy as possible I typically use just two websites:<br />- <a href=\"http://www.kayak.com\" target=\"_blank\">www.kayak.com</a><br />- <a href=\"http://www.bt-store.com\" target=\"_blank\">www.bt-store.com</a><br /><br />Kayak is not an online travel agent, but a meta search engine, where all major airlines and websites, including Vayama and Cheapoair participate by providing real-time data feeds to Kayak. Therefore, using Kayak typically covers almost all deals available in real time.<br /><br />The other website I like to use for researching cheap flights is Best Travel Store (<a href=\"http://www.bt-store.com\" target=\"_blank\">www.bt-store.com</a>). They are an online travel agency which is not as large as the other guys, but they offer some excellent deals from time to time, apparently by using their own search engine, as they claim on their website. I like their seat maps and seat booking capability, and most importantly they display full fare rules, so that you know exactly the airline restrictions of the fare you purchase. This is very important when you try to change or cancel a flight, since agents are bound by the fare rules they display to you, while you could be made to think you purchased a non-refundable or non-changeable fare when you buy airline tickets with agents who hide these rules from you. You could thus lose hundreds of dollars in residual value if the selling agent is not bound by fare rules of your particular purchase – when they do not display these rules to you at the time of purchase.<br /><br />When airline and online travel agent fares are very similar consider purchasing directly with the airline in order to avoid change and cancellation service fees that are typically imposed by travel agents due to administrative overhead required to handle such itinerary modifications. Remember to read fare rules in order to learn about these changes. It is also worth considering the fact that it might sometimes be easier to handle changes and cancellations through a smaller travel agent vs. a large airline, but this really depends on the quality and knowledge of agent customer service that you should familiarize yourself with before purchase.<br /><br />Some savvy online bloggers and forum participants also state an important fact: when things go wrong with your flight, such as a strike or bad weather, a good travel agent is absolutely invaluable in finding you alternative flights. Airlines work to minimize their costs by sometimes putting you on the worst flights with no compensation, and an experienced agent can make a world of difference by fighting with the airline on your behalf.<br /><br />It is important to understand that some providers on Kayak are trying to cheat the system. For example Cheapoair is advertising lower fares on their first page and then jacks up the fare on the next page, where the higher fare including their service fees and some taxes is displayed almost in small print. The reason websites use this tactic is because they want to display the lowest fare to you on Kayak so that they come out as the top result, which gets the vast majority of clicks (if you are not first you are not anywhere). This deceptive practice is illegal according to US law but it looks like no one really bothers to prosecute it.<br /><br />Another thing to remember is to actually proceed to the reservation confirmation page, by leaving Kayak for the destination provider website in order to ensure that the advertised itinerary and fare is actually available. Some Kayak participants, such as Orbitz, sometimes use very outdated flight seat availability information in order to provide you with the lowest fare that has already been sold out hours ago. Therefore, don’t take the fares displayed on Kayak for granted, click to log on to the destination website to verify the advertised flight.<br /><br />It is a myth that you can somehow cheat the system by storing cheap flight results in your browser and booking later, unless the online seller has some serious issues with the website. Each fare must be verified for accuracy in real time when you make your online reservation, and any fare stored in your browser just won’t do the trick.<br /><br />Finally, consider that buying package deals, where you combine your flight together with a hotel could really save you a lot of money if you buy with the right website or your local travel agent.", "recommendationCount": 1}, {"assetID": 2145355, "replies": [], "lft": 6, "assetURL": "http://dealbook.nytimes.com/2010/12/03/a-silicon-bubble-shows-signs-of-reinflating/", "parentID": null, "commentID": 2934574, "rgt": 7, "userDisplayName": "NMA", "createDate": "1291435082", "userID": 12017788, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1291438855", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "NYC", "commentType": "comment", "updateDate": "1291438855", "commentSequence": 3, "commentBody": "What a lot of people don’t realize, is that when you raise that much money as a startup, your expectations become that much higher.  As such, a startup may have phenomenal idea, that could one day become big, but with the money shoveled into it, higher revenue numbers must be met. Startups then are forced to ramp up development, sales, marketing, etc.. with the goal of meeting higher expectations.  But in many of these “bubbles” the same idea is funded multiple times across various startups, making the total market share available competitive and smaller.<br /><br />Startups are then forced to cut revenue streams sharply, while simultaneously paying more in costs, such as advertising and development just to compete. Eventually operations are unsustainable and all the cash burns out. Then the “phenomenal” idea of a startup closes shop two to three years shy of being a potential blockbuster, leaving 200 employees out of work, and investors less $50 million.<br />", "recommendationCount": 34}, {"assetID": 2145355, "replies": [], "lft": 8, "assetURL": "http://dealbook.nytimes.com/2010/12/03/a-silicon-bubble-shows-signs-of-reinflating/", "parentID": null, "commentID": 2934575, "rgt": 9, "userDisplayName": "njfuller", "createDate": "1291435084", "userID": 54189766, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1291438867", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Frederick", "commentType": "comment", "updateDate": "1291438867", "commentSequence": 4, "commentBody": "The rapid expansion of companies and the eventual overproduction of goods is as much a truth in the virtual world as it is in the real world. Capitalism is prone to booms and busts.<br /><br />Despite economists describing this more than 150 years ago, we still seem to think \"this time is different\". It's never different, and it never will be different under capitalism.", "recommendationCount": 26}, {"assetID": 2145355, "replies": [], "lft": 10, "assetURL": "http://dealbook.nytimes.com/2010/12/03/a-silicon-bubble-shows-signs-of-reinflating/", "parentID": null, "commentID": 2934591, "rgt": 11, "userDisplayName": "Bob", "createDate": "1291435504", "userID": 55357496, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1291438869", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Colorado", "commentType": "comment", "updateDate": "1291438869", "commentSequence": 5, "commentBody": "Way to go Helicopter Ben!<br />Alan Greenspan would be proud.", "recommendationCount": 4}, {"assetID": 2145355, "replies": [], "lft": 12, "assetURL": "http://dealbook.nytimes.com/2010/12/03/a-silicon-bubble-shows-signs-of-reinflating/", "parentID": null, "commentID": 2934602, "rgt": 13, "userDisplayName": "Andrew", "createDate": "1291435899", "userID": 60049995, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1291438876", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Eden  Prairie, MN", "commentType": "comment", "updateDate": "1291438876", "commentSequence": 6, "commentBody": "Another bubble here is the last thing anyone wants. However, since we have just passed a real estate bubble a while ago, people are more cautious and still carry on the memory of the previous disaster.<br /><br />If this news were told in 2018 or something, I would be far more worried, for by then people would have forgotten what happened in the late 2000s.  ", "recommendationCount": 4}, {"assetID": 2145355, "replies": [], "lft": 14, "assetURL": "http://dealbook.nytimes.com/2010/12/03/a-silicon-bubble-shows-signs-of-reinflating/", "parentID": null, "commentID": 2934623, "rgt": 15, "userDisplayName": "M", "createDate": "1291436556", "userID": 61374464, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1291438879", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New York", "commentType": "comment", "updateDate": "1291438879", "commentSequence": 7, "commentBody": "1999 uses the exact same calender as 2010. ", "recommendationCount": 16}, {"assetID": 2145355, "replies": [], "lft": 16, "assetURL": "http://dealbook.nytimes.com/2010/12/03/a-silicon-bubble-shows-signs-of-reinflating/", "parentID": null, "commentID": 2934668, "rgt": 17, "userDisplayName": "keok", "createDate": "1291438057", "userID": 54887856, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1291438884", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "San Jose, CA", "commentType": "comment", "updateDate": "1291438884", "commentSequence": 8, "commentBody": "Smart Phones are just starting to reach the average consumer, and as this technology becomes more accessible the demand for more mobile applications will increase. There is plenty of growth still available, I think we will actually see increased growth over the next year or so in this sector of technology, and many venture capitalists realize this as well. However, eventually we will reach a saturation point as we did in the .com bubble burst, but this is not going to be until a droid or apple based smart phone is the social norm. Even, then, we might see increased growth given there will be new and creative ways of utilizing our mobile technology. ", "recommendationCount": 8}, {"assetID": 2145355, "replies": [], "lft": 18, "assetURL": "http://dealbook.nytimes.com/2010/12/03/a-silicon-bubble-shows-signs-of-reinflating/", "parentID": null, "commentID": 2934689, "rgt": 19, "userDisplayName": "Anon", "createDate": "1291438585", "userID": 5133811, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1291438888", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Boston", "commentType": "comment", "updateDate": "1291438888", "commentSequence": 9, "commentBody": "In the meantime, there is a huge amount of unemployed talent with skill sets for doing un-frothy things in areas like network infrastructure, semiconductor devices and enterprise applications, but no venture capital willing to touch those kinds of ventures.", "recommendationCount": 55}, {"assetID": 2131605, "replies": [], "lft": 24, "assetURL": "http://frugaltraveler.blogs.nytimes.com/2010/11/30/a-thrifty-wish-list/", "parentID": null, "commentID": 2929455, "rgt": 25, "userDisplayName": "jfk", "createDate": "1291368826", "userID": 27872210, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1291438904", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "washington dc", "commentType": "comment", "updateDate": "1291438904", "commentSequence": 11, "commentBody": "I travel and live overseas and I have a weakness for these kind of items.  Everyone has their favorites.  Over the years, I've tried and discarded a few and settled on what I like. At these prices, you can try them, too, or give them as gifts.  My husband always denies he needs any of these items but is delighted when I whip them out for his use on a trip.  I think the universal adaptor or some form of it (think of needing it late at night when you get in) and the digital scale (a gift) mentioned above have been really useful.  I don't take the scale with me but I use it when I'm on my way back overseas with a suitcase stuffed with my US shopping.  It's so small you could take it with you, though.<br />Yes, I just bought Eagle Creek light suitcases for that reason and because I can haul them around more easily.  Yes, I like to shop and I do like to take more than one pair of shoes when I go somewhere.  I'm still working on taking less but it's been a long process.<br />", "recommendationCount": 2}, {"assetID": 2143905, "replies": [], "lft": 6, "assetURL": "http://dealbook.nytimes.com/2010/12/03/kinnucan-gets-another-visit-from-the-f-b-i/", "parentID": null, "commentID": 2933944, "rgt": 7, "userDisplayName": "rugcutter", "createDate": "1291421495", "userID": 58790393, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1291438910", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Georgia", "commentType": "comment", "updateDate": "1291438910", "commentSequence": 3, "commentBody": "I have seen too many prosecutorial<br />abuses in recent years for my sympathies not to be with Mr. Kinnucan.<br /><br />The government's power is so enormous that we must be vigilant to see that it is not used to bludgeon people into submission - wear a wire or whatever.<br /><br />Mr. Kinnucan is correct in his point that virtually no individual can afford the legal cost of defending a suit against the government.<br /><br />My quick reading of his business is that he worked very hard to assemble information that was available to anyone with the same skills and determination. He didn't wiretap. He researched!<br /><br />If in fact he violated some arcane SEC regulation, it certainly did not require two visits from the FBI to his home.<br /><br />Prosecutorial abuse!<br /><br />", "recommendationCount": 1}, {"assetID": 2143905, "replies": [], "lft": 8, "assetURL": "http://dealbook.nytimes.com/2010/12/03/kinnucan-gets-another-visit-from-the-f-b-i/", "parentID": null, "commentID": 2934210, "rgt": 9, "userDisplayName": "elmoscoggins", "createDate": "1291426613", "userID": 46501871, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1291438919", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "NY", "commentType": "comment", "updateDate": "1291438919", "commentSequence": 4, "commentBody": "So you guys are ready to accuse this guy of being a Wall Street 'insider' passing inside information to hedge funds so they can beat you individual investors out of your hard earned profit?  Why not just accuse him of being a terrorist?  Do you have any idea what he does?  Do you have any idea of his relationship with his clients?  Do you know anything about how he gets paid or how much he makes?  Do you really know that his firm is \"minting\" money? or is all of this just venting over the fact that someone is doing the kind of research that actually helps them make a more intelligent decision? (Which anyone can do if they are willing to take the time).  I'm not defending the guy, but accusing someone without knowing any of the facts is as bad as an illegal things that he might have done.", "recommendationCount": 4}, {"assetID": 2140437, "replies": [], "lft": 72, "assetURL": "http://dealbook.nytimes.com/2010/12/02/managing-risk-for-jpmorgan-and-blindness/", "parentID": null, "commentID": 2933972, "rgt": 73, "userDisplayName": "Daphne", "createDate": "1291422095", "userID": 57633672, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1291438935", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Washington, DC", "commentType": "comment", "updateDate": "1291438935", "commentSequence": 34, "commentBody": "I am very moved by the story of Ashish Goyal. I was most impressed however with Tolga’s decision to hire him purely because of Ashish’s ability and intelligence. Although most of us want to believe that the world has changed dramatically, prejudice and discrimination is still as prevalent as it has been throughout human history.  I think it takes a very visionary person to look beyond the surface to see one's true ability and not to be blinded by perception.", "recommendationCount": 0}, {"assetID": 2140437, "replies": [], "lft": 74, "assetURL": "http://dealbook.nytimes.com/2010/12/02/managing-risk-for-jpmorgan-and-blindness/", "parentID": null, "commentID": 2934167, "rgt": 75, "userDisplayName": "DilG", "createDate": "1291425598", "userID": 62103684, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1291438937", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "San Jose, CA", "commentType": "comment", "updateDate": "1291438937", "commentSequence": 35, "commentBody": "Mr. Goyal,<br /><br />Very truly inspiring - God bless you! with today's technology, I hope in near future you are able to see.<br />Thank you NYT for this great article, it really touches one's heart.", "recommendationCount": 0}, {"assetID": 2031168, "replies": [], "lft": 252, "assetURL": "http://frugaltraveler.blogs.nytimes.com/2010/11/02/a-guide-to-the-caribbean-on-a-budget/", "parentID": null, "commentID": 2932108, "rgt": 253, "userDisplayName": "Oliver", "createDate": "1291395999", "userID": 58620535, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1291438943", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "San Jose, California", "commentType": "comment", "updateDate": "1291438943", "commentSequence": 113, "commentBody": "Raul, thanks for your comment! My brother and I have recently been looking into Nicaragua for a sustainable tourism project, specifically the area of San Juan del Sur. We went down there last spring break and absolutely fell in love!! I´ve heard its a booming tousim hot spot, and especially welcoming for fellas looking to set up hotels, like msyelf. Not only is Nicaragua easy on the wallet, but there are ample untouched areas to explore. Problem is, I'm a rookie at doing business in Latin America. Any idea how to get started?? ", "recommendationCount": 1}, {"assetID": 2144436, "replies": [], "lft": 2, "assetURL": "http://dealbook.nytimes.com/2010/12/03/moelis-maps-out-state-of-play-in-m-a/", "parentID": null, "commentID": 2934493, "rgt": 3, "userDisplayName": "JohnJameson", "createDate": "1291433252", "userID": 28372757, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1291438949", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Los Angeles", "commentType": "comment", "updateDate": "1291438949", "commentSequence": 1, "commentBody": "Good insights from Ken, as always. ", "recommendationCount": 1}, {"assetID": 2138181, "replies": [], "lft": 194, "assetURL": "http://parenting.blogs.nytimes.com/2010/12/02/banning-circumcision/", "parentID": null, "commentID": 2934554, "rgt": 195, "userDisplayName": "Adagio", "createDate": "1291434577", "userID": 62104400, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1291439022", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Brooklyn, NY", "commentType": "comment", "updateDate": "1291439022", "commentSequence": 91, "commentBody": "I would passionately support the dismantling of parental consent that is enacted to allow male infant circumcisions in hospitals today. I am a woman, but I would go ballistic if I were an adult male and had to live with a sex organ that someone else modified to suit their preferences and tastes. Circumcision radically alters the penis, and is medically unnecessary. Someone please tell me, where is the “personal choice” in that?<br /><br />The aim of this proposed ban is to ask and to ultimately require all members of society to recognize the rights of the male minor to body sovereignty and self-determination. Over 1 million times a year (that’s how many baby boys are subjected to circumcision yearly in the US) parents fail to acknowledge this right.<br /><br />If girls are protected legally from genital cutting, boys deserve equal legal protection.<br /><br />", "recommendationCount": 7}, {"assetID": 2143050, "replies": [], "lft": 90, "assetURL": "http://parenting.blogs.nytimes.com/2010/12/03/the-name-game/", "parentID": null, "commentID": 2934572, "rgt": 91, "userDisplayName": "PY in Worcester", "createDate": "1291435043", "userID": 57873132, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1291439033", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Worcester, MA", "commentType": "comment", "updateDate": "1291439033", "commentSequence": 44, "commentBody": "throughout grade school at least four oher girls in my class shared my name and nickname.. by the time I was in college very few people did and now almost no one does ... where did everyone go?", "recommendationCount": 1}, {"assetID": 2143050, "replies": [], "lft": 92, "assetURL": "http://parenting.blogs.nytimes.com/2010/12/03/the-name-game/", "parentID": null, "commentID": 2934577, "rgt": 93, "userDisplayName": "Someone", "createDate": "1291435199", "userID": 62087779, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1291439053", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Somewhere", "commentType": "comment", "updateDate": "1291439053", "commentSequence": 45, "commentBody": "@ \"Whatever happened to the old WASP tradition of naming children after the relative with the most money?\"<br /><br />Too many Erastuses, Amasas, Hezekiahs, Theophiluses and Ebenezers.<br /><br />A better WASP tradition to mourn is that of giving the eldest son the mother's surname.  Among other things, this practice is a boon to genealogists dealing with endless \"Mary [Unknown]s.\"", "recommendationCount": 11}, {"assetID": 2144328, "replies": [], "lft": 58, "assetURL": "http://artsbeat.blogs.nytimes.com/2010/12/03/concussion-sidelines-spider-man-actress/", "parentID": null, "commentID": 2934531, "rgt": 59, "userDisplayName": "Mr. Spock", "createDate": "1291434186", "userID": 15506270, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1291439065", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "NYC", "commentType": "comment", "updateDate": "1291439065", "commentSequence": 28, "commentBody": "She should have been prohibited from performing for medical reasons. Post-concussion syndrome can last for months and the concussed individual is NOT qualified to opine on their condition. ", "recommendationCount": 2}]}, "copyright": "Copyright (c) 2016 The New York Times Company.  All Rights Reserved."}