{"debug": {"version": 3.1}, "status": "OK", "results": {"api_timestamp": "1481460047", "totalCommentsFound": 5046, "totalCommentsReturned": 25, "comments": [{"assetID": 1627251, "replies": [], "lft": 260, "assetURL": "http://www.nytimes.com/2010/07/07/business/economy/07generation.html", "parentID": null, "commentID": 2223738, "rgt": 261, "userDisplayName": "Carol", "createDate": "1278473737", "userID": 7159163, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1278475343", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Chicago", "commentType": "comment", "updateDate": "1278471743", "commentSequence": 121, "commentBody": "Scott--Take the current job offer, or the next one to come around, no matter what it is.  Think of it as the next semester at college.  Your first job is not your last job.  If you keep your eyes open, you will learn lots, make contributions, see what other people are doing to earn livings.  It will be fun, not a drudge.  It will be more worthwhile than sitting home waiting for the right job.  Your living situation is not a luxury, it is impeding you!", "recommendationCount": 43}, {"assetID": 1627251, "replies": [], "lft": 262, "assetURL": "http://www.nytimes.com/2010/07/07/business/economy/07generation.html", "parentID": null, "commentID": 2223739, "rgt": 263, "userDisplayName": "JenofNJ", "createDate": "1278473737", "userID": 57616156, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1278475343", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "NJ", "commentType": "comment", "updateDate": "1278471743", "commentSequence": 122, "commentBody": "What an infuriating story! One very spoiled, out-of-touch-with-reality young man waits for his \"ideal\" job to materialize. Give me a break. The Marines were smart to take a pass.", "recommendationCount": 110}, {"assetID": 1627251, "replies": [], "lft": 264, "assetURL": "http://www.nytimes.com/2010/07/07/business/economy/07generation.html", "parentID": null, "commentID": 2223740, "rgt": 265, "userDisplayName": "pkbormes", "createDate": "1278473758", "userID": 56852144, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1278475343", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Brookline, MA", "commentType": "comment", "updateDate": "1278471743", "commentSequence": 123, "commentBody": "Scott is a spoiled brat.  He lacks creativity and flexibility.  Is<br />corporate life the only worthwhile path?  Why not start your own business - doing or making something you really care about?  We all know too many people have gravitated to financial careers, and what do they actually produce? Nothing! At least Scott's dad was involved in making something.<br /><br />My own kids are independent and are highly involved with the people and activities they truly care about. What about doing what you love? It's true, my kids don't enjoy alot of material goods, but they're happy, creative, and healthy.  They live interesting lives, they take chances, and lucky for them, they've traveled all over the world. ", "recommendationCount": 43}, {"assetID": 1627251, "replies": [], "lft": 266, "assetURL": "http://www.nytimes.com/2010/07/07/business/economy/07generation.html", "parentID": null, "commentID": 2223743, "rgt": 267, "userDisplayName": "Winfield J. Abbe", "createDate": "1278473872", "userID": 53109365, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1278475343", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Athens, GA", "commentType": "comment", "updateDate": "1278505644", "commentSequence": 124, "commentBody": "\"Don't ask what your country can do for you, ask what you can do for your country\". America has no obligation to provide anything to anyone.  What this great country provides is opportunity to everyone, enormous opportunity and it always has throughout its history.  But in order to take advantage of opportunities, one must have education and skills and courage and perseverance and intelligence and guts to take risks and be flexible.  No one gets what they want.  Everything is compromise.  No one is indispensable.<br />Every young person must learn that you must do things to make yourself better and more distinguished than others.  Otherwise no one will notice you and aid you and help you.  But you must be flexible.<br />If you are on a job on a construction project, for example, say a painter, and the supervisor comes and says lay down that paint brush, we must do some plumbing or mow grass or sweep the walks outside today, if you run your mouth that you are only a painter and will not and cannot do these other tasks, you will quickly find out you are out of work.  You will be fired on the spot.  Everyone must learn to be flexible and cooperative on jobs.  There will no  indulgence to such bad attitudes at any level on any job period.  Everyone must learn to place the interests of their employer above their selfish interests.<br />If they work hard and use intelligence, they will usually be noticed and rewarded.  If not, they will be on the street where they belong.<br />America is not the same as the old days.  Our good for nothing non representatives in Congress have sold everyone out for selfish short term gain.  However, America is still the land of opportunity.  Unfortunately our institutions of higher learning are now institutions of indoctrination and cesspools of brainwashing.  Who would want to hire one of these idiots anyway?  Would you spend your hard earned money on one of them who likely cannot even change a flat tire on his car, let alone a faucet washer in his bathroom?<br />Just to illustrate how stupid some college graduates are, only yesterday the Athletic Director of the University of Georgia in Athens who earned $550,000 per year, lost his job.  Do you know why?  He was caught drunk driving in Atlanta in his 2009 BMW with a woman sitting next to him with no panties on; her red panties were in between his legs.  He had been awarded two degrees from this so-called university.<br />Can you imagine anything so outlandish and foolish and stupid and idiotic in your life?  By the way he was a married man with a wife and children.<br />Andrew Carnegie came here as a boy from Scotland.  He began working in a mill for almost nothing probably 50 cents a week.  He struggled.  Others observed he was special.  In his lifetime he became the richest man in the world and still is in death.<br />Don't insult us with these sob stories of America.  What is wrong with America today is that the harder one works, the more of his wealth is stolen from him to pay the costs of other good for nothing bums who have the children but not the resources to pay for their costs of upbringing and like Robin Hood, have their wealth taken from them  and given involuntarily to other deadbeats.  America has turned into a Robin Hood Communist Cesspool by our bought and paid for good for nothing government.<br />Winfield J. Abbe,Ph.D., Physics", "recommendationCount": 28}, {"assetID": 1627251, "replies": [], "lft": 268, "assetURL": "http://www.nytimes.com/2010/07/07/business/economy/07generation.html", "parentID": null, "commentID": 2223744, "rgt": 269, "userDisplayName": "LP", "createDate": "1278473886", "userID": 31709986, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1278475343", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Cleveland, OH", "commentType": "comment", "updateDate": "1278471743", "commentSequence": 125, "commentBody": "Interesting article--yes, there are definitely more worthy causes but I like the glimpse into a culture that's totally foreign to me. Actually, I think the kid might be on to something. Back in the late 1980s, if I'd had no loans and parents who'd pay my rent and expenses, I might not have taken that third-shift job at a printing plant and then a $16,000-a-year newspaper job that sent me down the road to mediocrity. Privilege does have its advantages-if you've got it, make the most of it. Not really a \"trend,\" though--nothing new about well-off folk waiting for their connections to make things happen. ", "recommendationCount": 52}, {"assetID": 1627251, "replies": [], "lft": 272, "assetURL": "http://www.nytimes.com/2010/07/07/business/economy/07generation.html", "parentID": null, "commentID": 2223748, "rgt": 273, "userDisplayName": "SingleMom", "createDate": "1278474025", "userID": 58309658, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1278475343", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Union, New Jersey", "commentType": "comment", "updateDate": "1278471743", "commentSequence": 126, "commentBody": "Poor Scott. I am an unemployed attorney with over 10 years experience, and a single mom with two small kids.  I would have taken that adjuster job.  Sounds like he's never even had a job.", "recommendationCount": 103}, {"assetID": 1627251, "replies": [], "lft": 276, "assetURL": "http://www.nytimes.com/2010/07/07/business/economy/07generation.html", "parentID": null, "commentID": 2223751, "rgt": 277, "userDisplayName": "Edwin", "createDate": "1278474125", "userID": 55317953, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1278475343", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Singapore", "commentType": "comment", "updateDate": "1278471743", "commentSequence": 128, "commentBody": "Given his college training, why didn't Scott try for a job in government or lobbying?<br /><br />Or, as someone else wrote, he should go where the jobs are, and in this day and age, they are in Asia - Shanghai, Beijing, Hong Kong, Mumbai, Singapore etc.<br /><br />Learn a new language, experience a new culture, make new contacts, and then maybe the large corporations might be interested in him. ", "recommendationCount": 22}, {"assetID": 1627251, "replies": [], "lft": 278, "assetURL": "http://www.nytimes.com/2010/07/07/business/economy/07generation.html", "parentID": null, "commentID": 2223755, "rgt": 279, "userDisplayName": "JJ", "createDate": "1278474166", "userID": 884629, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1278475343", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Bangor, ME", "commentType": "comment", "updateDate": "1278505667", "commentSequence": 129, "commentBody": "Totally agree with most of the comments.  Facing the same off-planet attitude with my whining son, amplified by his whining mother.  Still looking for a legal way to whip them both back into reality.<br /><br />Suggestions welcome.", "recommendationCount": 90}, {"assetID": 1627251, "replies": [], "lft": 280, "assetURL": "http://www.nytimes.com/2010/07/07/business/economy/07generation.html", "parentID": null, "commentID": 2223762, "rgt": 281, "userDisplayName": "Evan", "createDate": "1278474334", "userID": 11552560, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1278475343", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "NYC", "commentType": "comment", "updateDate": "1278471743", "commentSequence": 130, "commentBody": "Scott is reported to be a \"winner of a dean’s award for academic excellence\".<br /><br />\"The Dean's Award\" , according to Colgate's catalogue (link here: <a href=\"http://www.colgate.edu/academics/liberalarts/academichonors.html),\" target=\"_blank\">http://www.colgate.edu/academics/liberalarts/academichonors.html),</a> is presented every term to students who earned a 3.3 GPA  in at least 4 courses.  Had Scott earned a 3.3 overall after 4 years, he would have earned his degree cum laude.  I am guessing that Scott's overall GPA is lower than a 3.3.  If it were higher,  he probably would have touted that achievement instead.<br /><br />It is hard to say who is more delusional:  Scott, his family, or the New York Times reporter who didn't even seem to critically examine whether Scott's alleged achievements were just meaningless window dressing.", "recommendationCount": 276}, {"assetID": 1627251, "replies": [], "lft": 282, "assetURL": "http://www.nytimes.com/2010/07/07/business/economy/07generation.html", "parentID": null, "commentID": 2223764, "rgt": 283, "userDisplayName": "judithod", "createDate": "1278474356", "userID": 48105978, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1278475343", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "St. Paul, MN", "commentType": "comment", "updateDate": "1278471743", "commentSequence": 131, "commentBody": "How attitudes have changed! The salary for my first job out of college in 1968 was $5,000 per year, and I was informed that the other new hire, a male college graduate of the same age and in a similar job, would be paid $6,000 per year because he might get married and have to support a family.", "recommendationCount": 60}, {"assetID": 1627251, "replies": [], "lft": 284, "assetURL": "http://www.nytimes.com/2010/07/07/business/economy/07generation.html", "parentID": null, "commentID": 2223765, "rgt": 285, "userDisplayName": "j", "createDate": "1278474365", "userID": 47109514, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1278475343", "userTitle": null, "editorsSelection": 1, "statusID": 2, "userURL": null, "userLocation": "VA", "commentType": "comment", "updateDate": "1278505711", "commentSequence": 132, "commentBody": "To Scott or anyone in a position like him - it's hard, but try not to make decisions about jobs/careers by comparing yourself to friends/siblings. Think about it this way - you have been out of work for almost two years. Someone with the same resume as you who graduated from college two years ago and took a job that was \"dead-end work\" now has infinitely more work experience than you do - even if they took a job at 7-11! Because you have virtually NO work experience. Whom would you hire? The kid who didn't want to do \"dead-end work\" and held out for \"corporate work\" or the kid who _actually worked_? The job applicant who worked on a team, served customers, sold product, lowered costs, etc. or the one who talked on his cellphone? Or if you're really smart take advantage of your parents' generosity and start your own business. Good luck.", "recommendationCount": 618}, {"assetID": 1627251, "replies": [], "lft": 286, "assetURL": "http://www.nytimes.com/2010/07/07/business/economy/07generation.html", "parentID": null, "commentID": 2223766, "rgt": 287, "userDisplayName": "bld", "createDate": "1278474411", "userID": 56293186, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1278475343", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "San Francisco, CA", "commentType": "comment", "updateDate": "1278471743", "commentSequence": 133, "commentBody": "I have an Ivy League degree and I have taken minimum wage/temporary/part time jobs after I graduated and I took out loans. I wouldn't want to work with this fool. Let him stay unemployed, less competition for me. If his parents want to deal with him, great. I doubt this kid has any sort of work ethic.", "recommendationCount": 148}, {"assetID": 1627251, "replies": [], "lft": 288, "assetURL": "http://www.nytimes.com/2010/07/07/business/economy/07generation.html", "parentID": null, "commentID": 2223767, "rgt": 289, "userDisplayName": "whoozer", "createDate": "1278474469", "userID": 8550212, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1278475343", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "long island", "commentType": "comment", "updateDate": "1278471743", "commentSequence": 134, "commentBody": "My parents didn't have to read me a 'riot act' about life after college--I was essentially out of our home before I graduated. I wanted to live an independent life, and the sooner it started, the better.<br /><br />I was accustomed to working, having jerked sodas and put together the Sunday newspapers since age 8 at my father's candy store.<br /><br />I initially bounced around from job to job (my B.S. in Accounting was not worth much in the late 60's) and was happy to bring home a pay check.<br /><br />I was now married with responsibilites, with a college loan to repay.  I also had to deal with the draft.<br /><br />Then, a relative advised me to get a haircut before a job interview at a local hospital.  With shaved head in hand, I landed that job--and have remained in health care for the past 40 years.<br /><br />Best of luck, Scott!", "recommendationCount": 13}, {"assetID": 1627251, "replies": [], "lft": 290, "assetURL": "http://www.nytimes.com/2010/07/07/business/economy/07generation.html", "parentID": null, "commentID": 2223769, "rgt": 291, "userDisplayName": "Dan", "createDate": "1278474569", "userID": 52988077, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1278475343", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Chicago", "commentType": "comment", "updateDate": "1278471743", "commentSequence": 135, "commentBody": "The headline says, \"Elusive.\" What's \"elusive\" about a 24-year old being offered $40,000 a year?<br /><br />When I was 23, in 1994, I was offered a job in a field I was interested in right out of grad school. The job paid $370 a week, or around $18,000 a year, which even with inflation factored in has to be far less than $40,000 is now. I took the job without hesitation. Two years later, I found another, better job in my field paying more than twice as much. I eventually made the move to a different but related field and now make six figures. I had no trouble taking a low-paying job early in my career because I liked what I was doing and figured with hard work I'd make more money in the future. And that's just what happened.<br /><br />I realize times are very difficult now, probably harder than in 1994. And there are no guarantees. But the young man in this article had what I considered a great opportunity and turned it down (and just as an FYI, my wife has a Ph.D and still doesn't make $40,000). Take what you can get. Work hard. You'll be recognized eventually. Or maybe not. But you can't find out if you don't start somewhere. Woody Allen famously said, \"90% of life is showing up.\" This young man has not learned that lesson.", "recommendationCount": 94}, {"assetID": 1627251, "replies": [], "lft": 292, "assetURL": "http://www.nytimes.com/2010/07/07/business/economy/07generation.html", "parentID": null, "commentID": 2223770, "rgt": 293, "userDisplayName": "KD", "createDate": "1278474596", "userID": 52900748, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1278475343", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Tulsa OK", "commentType": "comment", "updateDate": "1278471743", "commentSequence": 136, "commentBody": "In late 2007, I was finishing my Ph.D. in mechanical engineering and I started looking for a job. It continued for 7 grueling months. First thing I learnt after a few rejections was that I wanted a foot in the door. Finally by Memorial day in 2008, an unexpected opportunity showed up. Thankfully, things worked out and I was gainfully employed with a job that was a much better fit for me. Each rejection helped me understand who I really was and how I came across to employers. I believed in hard work and it paid off.<br /><br />Scott seems to be reluctant to fail - oh if I took that lowly job I will fail to get my chance at that snazzy corporate career. But until you fail, one cannot realize how to succeed. ", "recommendationCount": 57}, {"assetID": 1627251, "replies": [], "lft": 294, "assetURL": "http://www.nytimes.com/2010/07/07/business/economy/07generation.html", "parentID": null, "commentID": 2223775, "rgt": 295, "userDisplayName": "mepatton", "createDate": "1278474652", "userID": 60639045, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1278475343", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Minneapolis, MN", "commentType": "comment", "updateDate": "1278471743", "commentSequence": 137, "commentBody": "I wish Scott and all in his generation the best, however I seriously question this is the first time it has been hard for college grads to get into the work force.  In the case of Scott's Grandfather there was hope after WWII.  The adults of the 1920's who lost their jobs in the 1930's never to see work again, they were the ones that never recovered.<br /><br />I graduated college at about the time of Scott's father and with out connections landed a job at $10k per year stocking shelves, not exactly in my major but I do remember envious peers asking if the department store was hiring.  I lived at home for a while as well, had to.  Paying the dues, plus having the degree did pay off and gave me opportunities to advance. The 80's were slow but the 90's hummed.  I'm now blessed with middle income worries with a kid a little younger that Scott to worry about.<br /><br />I believe the future is still out there for the taking but it has to be acted upon.  Scott has done the right things so far with his education, now go test the waters, take the insurance adjustor job, join the Army, teach English in Peru, but do something!!  If you are bright, positve, and a little humble to your situation you will do fine.  ", "recommendationCount": 17}, {"assetID": 1627251, "replies": [], "lft": 296, "assetURL": "http://www.nytimes.com/2010/07/07/business/economy/07generation.html", "parentID": null, "commentID": 2223777, "rgt": 297, "userDisplayName": "Farnsworth", "createDate": "1278474712", "userID": 58685818, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1278475343", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "NY", "commentType": "comment", "updateDate": "1278471743", "commentSequence": 138, "commentBody": "Not proud to admit it, but I enjoyed this story.<br /><br />Over the years, at a comparable liberal arts college, I've taught hundreds of clueless, inert mediocrities like this kid.  After graduation, their parents had them advanced them to the front of the line and subsidized their lifestyles while they got promotions just for showing up.<br /><br />Sad to see our nation decline, but nice consolation to know that privileged snots who used to spend their lives protected from realizing that they are not so special after all have had some of their privileges pulled too.<br /><br />Thanks NY Times -- you may have given up on hard news, investigative journalism, and insightful analysis, but keep the schadenfreude coming.<br />", "recommendationCount": 417}, {"assetID": 1627251, "replies": [], "lft": 298, "assetURL": "http://www.nytimes.com/2010/07/07/business/economy/07generation.html", "parentID": null, "commentID": 2223779, "rgt": 299, "userDisplayName": "emu", "createDate": "1278474773", "userID": 35429727, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1278475343", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "VA", "commentType": "comment", "updateDate": "1278471743", "commentSequence": 139, "commentBody": "Talk about a generational divide.  Yes, he should have taken the job or at least be doing something to build up his resume instead of sitting at home waiting for a great gig to magically arrive.<br />That is not the point.   The older generations worked and suffered for what they gained.  The baby boomers?  Not so much.  The Millennials coming into the world were spoon fed dreams but are quickly realizing that all opportunity has been taken from them thanks to their parent’s generation (in particular all those politicians who corroded what America is truly about) who pilfered more than they deserved and sacrificed their own children.  It’s not his fault that the job market is horrendous.  A bachelors degree was not a requirement for entry level jobs until recently.  Now you need one just to flip burgers. The rug has been pulled out from under the younger generations.  They are optimistic and resilient and risk adverse because what choice do they have – to embrace a doom and gloom mentality or hope for a better America?   He’ll get his act together, but it does affect a man’s self esteem.  With women gaining so much in the work force and in educational institutes, the men are feeling inadequate.  Hikikomori anyone?  He’s fortunate to not have any student loans and a loving family.  Imagine if he were in debt and lived with abusive and/or competitive family members?  Just because his suffering is not absolute does not mean the man does not suffer.  It’s all relative.  Show a little compassion people.  Most of us are having a hard time in this economy, but he is young, can make mistakes, and bounce back from them if everything in the USA doesn’t go downhill.  This is not the land of opportunity for anyone anymore.<br />And the marines shouldn’t be an option – why support unmanageable and fiscally unsound wars?  He’ll be paying for the wars the rest of his life – he should not have to risk his life to do so.<br />", "recommendationCount": 19}, {"assetID": 1627251, "replies": [], "lft": 300, "assetURL": "http://www.nytimes.com/2010/07/07/business/economy/07generation.html", "parentID": null, "commentID": 2223780, "rgt": 301, "userDisplayName": "TL", "createDate": "1278474783", "userID": 34326130, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1278475343", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Syracuse", "commentType": "comment", "updateDate": "1278471743", "commentSequence": 140, "commentBody": "The Times should do a story about liberal arts major, from a public school, with loans, who took an available job because it was available, and then lost it and now can't find work.  There are plenty of those, and that story is much more compelling than an upper class kid with no college loans turning down a job that would make him better paid than the median household income for blacks and hispanics in the U.S.  And, just to be clear, I was a liberal arts major who got a terminal degree because that's what you've got to do if you want to start out with a 'well paying job' (and, in my experience, millenials' ideas about 'well paying' are out of whack).  I got a job, which I very much enjoy, and after 5 years I don't make much more than this kid turned down.", "recommendationCount": 76}, {"assetID": 1627251, "replies": [], "lft": 304, "assetURL": "http://www.nytimes.com/2010/07/07/business/economy/07generation.html", "parentID": null, "commentID": 2223783, "rgt": 305, "userDisplayName": "Cathy", "createDate": "1278474866", "userID": 41801358, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1278475585", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Colorado", "commentType": "comment", "updateDate": "1278471985", "commentSequence": 141, "commentBody": "Why is Scott looking for a job in finance or marketing when he has a degree in poli sci and history?   That could part of his problem right there.<br /><br />Jeese, and to be a cog in an insurance company for the rest of his life?  The kid needs to go backpack through Europe for awhile.", "recommendationCount": 30}, {"assetID": 1627251, "replies": [], "lft": 308, "assetURL": "http://www.nytimes.com/2010/07/07/business/economy/07generation.html", "parentID": null, "commentID": 2223785, "rgt": 309, "userDisplayName": "Jim", "createDate": "1278474881", "userID": 2357496, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1278475585", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "PA", "commentType": "comment", "updateDate": "1278471985", "commentSequence": 142, "commentBody": "My Dad came back from WW II after serving as a combat engineer. He then went to work for an insurance company as an assistant claims adjustor (the same job this kid rejects as beneath him). Dad worked his way up to claims manager and raised five kids- Mom stayed at home.  When our family needed money, he worked a second job. No sympathy for the Chad's and Buffy's of this generation. Get a job - then get a second job! Worked for Dad and me.", "recommendationCount": 56}, {"assetID": 1627251, "replies": [], "lft": 314, "assetURL": "http://www.nytimes.com/2010/07/07/business/economy/07generation.html", "parentID": null, "commentID": 2223788, "rgt": 315, "userDisplayName": "Richard Janssen", "createDate": "1278474954", "userID": 48360907, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1278475585", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Schleswig-Holstein", "commentType": "comment", "updateDate": "1278471985", "commentSequence": 143, "commentBody": "If Scott does come to Europe, he may be surprised to find that newspapers here don't publish people's real names in articles like this. Scott would be called \"Hans. M.\" or something. This family's openness -- I'm almost inclined to say exhibitionism -- defies belief. Perhaps they were thinking someone would feel sorry for young Scott and hire him. \"Your just the sort of young man we're looking for!\" This seems rather unlikely, though. Why, why on earth, broadcast your plight to the world? The snobbish attitude towards manufacturing worries me, too.<br />Anyway,  I was surprised to learn that the US military is suddenly so picky. But Scott should take heart: his childhood asthma may have saved him from a sucking chest wound. Navel-gazing is infinitely preferable to staring at the ceiling of a VA hospital; though even that might beat being a junior claims adjustor. A stint in the Peace Corps followed by grad school and something vaguely practical might be the best bet. ", "recommendationCount": 95}, {"assetID": 1627251, "replies": [], "lft": 316, "assetURL": "http://www.nytimes.com/2010/07/07/business/economy/07generation.html", "parentID": null, "commentID": 2223794, "rgt": 317, "userDisplayName": "Matty", "createDate": "1278475069", "userID": 15290947, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1278475585", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Boston, MA", "commentType": "comment", "updateDate": "1278471985", "commentSequence": 144, "commentBody": "\"Otherwise I'll just stay at home until someone is willing to pay me what I'm worth.\"<br /><br />YOU are only WORTH what someone is WILLING to pay you.  You are selling YOUR labor and It's not a sellers market right now<br /><br />\"However firms these days have raised the bar with all sorts of useless requirements, from years of needless experience, to degrees that have no bearing on the job.\"<br /><br />That pretty much sums up the architectural field these days.  And architects still cannot spell.  ", "recommendationCount": 23}, {"assetID": 1627251, "replies": [], "lft": 320, "assetURL": "http://www.nytimes.com/2010/07/07/business/economy/07generation.html", "parentID": null, "commentID": 2223797, "rgt": 321, "userDisplayName": "dobranoc", "createDate": "1278475099", "userID": 60639187, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1278475585", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "USA", "commentType": "comment", "updateDate": "1278471985", "commentSequence": 145, "commentBody": "Don't send your resume to me, sonny boy. I've hired kids like you before. Your assumption that you are entitled to only the best, that earning your way to the top is beneath you, and your unwillingness to take on tasks that you feel are below your ability show me that you are not ready to join the real work world.<br /><br />Now that potential employers know who you are and read about how unwilling you are to work, you can expect an even harder time finding a job. You should have taken the offer you had right in front of you. My guess is that another one will be a long time coming. Good luck, sonny boy.", "recommendationCount": 139}, {"assetID": 1627251, "replies": [], "lft": 322, "assetURL": "http://www.nytimes.com/2010/07/07/business/economy/07generation.html", "parentID": null, "commentID": 2223798, "rgt": 323, "userDisplayName": "John Chaitan", "createDate": "1278475141", "userID": 2869921, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1278475585", "userTitle": null, "editorsSelection": 1, "statusID": 2, "userURL": null, "userLocation": "Portland, OR", "commentType": "comment", "updateDate": "1278505799", "commentSequence": 146, "commentBody": "Who here has never made a naive and not insubstantial mistake?<br /><br />I find the lack of compassion in these comments much more disturbing than Scott's admittedly erroneous decision to refuse the insurance job.", "recommendationCount": 226}]}, "copyright": "Copyright (c) 2016 The New York Times Company.  All Rights Reserved."}