{"debug": {"version": 3.1}, "status": "OK", "results": {"api_timestamp": "1481479678", "totalCommentsFound": 8634, "totalCommentsReturned": 25, "comments": [{"assetID": 3331111, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 6690085, "replies": [], "commentID": 6690768, "trusted": 0, "userDisplayName": "gwa", "createDate": "1343040294", "userID": 32297946, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1343040314", "userTitle": null, "recommendations": 16, "editorsSelection": false, "parentUserDisplayName": "Explat", "userURL": null, "userLocation": "st. louis", "depth": 1, "commentType": "userReply", "updateDate": "1343036714", "commentSequence": 1, "commentBody": "Thank you, Paul Krugman, for addressing the elephant in the living room.  Even as extreme heat and drought devastate the midwest, the St. Louis Post-Dispatch will not mention the words global warming.<br/><br/>Thank you also, Expat, for bringing up the point that while global warming is melting icecaps and glaciers internationally, the effects people are most likely to be experiencing first-hand is \"weather instability.\"  No one can deny that we've been seeing an increase in wildly erratic weather extremes.  <br/><br/>You are also right to point out that these extreme fluctuations are the most dangerous, for they are impossible to adapt to.  Not only is this is an agricultural nightmare, the effects on the natural world could be even more devastating.<br/><br/>Ecosystems adapt to naturally-occurring climate change over expanses of thousands of years, but cannot adapt to extremes without consistent patterns.  What happens to the oak-hickory forest that covers much of our nation, and those life forms dependent on it, when one year might bring fierce wind storms, monsoon-like rains and floods, and the next year extreme heat and drought?  Weakened by extremes, the forests we take for granted could be devastated.  Even the local park, and the beloved old tree in one's front yard.<br/><br/>Bring the argument home to people.  Melting ice caps and glaciers may be the most consistent scientific indicators, but it is the wildly fluctuating local weather and its risks that people would be most likely to relate to.   "}]}, "lft": 122, "assetURL": "http://www.nytimes.com/2012/07/23/opinion/krugman-loading-the-climate-dice.html", "parentID": null, "commentID": 6690085, "rgt": 125, "userDisplayName": "Explat", "createDate": "1343016001", "userID": 4604307, "replyCount": 1, "commentTitle": "n/a", "status": "approved", "approveDate": "1343016022", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "My oyster", "commentType": "comment", "updateDate": "1343012422", "commentSequence": 22, "commentBody": "While the variability of weather may appear to follow statistical patterns, there are causes of individual events and changing patterns. There are reasons why the weather is becoming more \"unpredictable\" in the sense that it is not following historical patterns. <br/><br/>What is the one most distinctive climate change in the past 10 years?  The melting ice cap over the Arctic Ocean, which has thinned more each summer.<br/><br/>The focus of journalists has been on the rising ocean levels from melting ice, the polar bears, and a possible shift in the Gulf Stream. They may have missed the most important impact: changes in the jet stream We see the enormous effect of the jet stream each winter, when a shift in latitude can move snow and biting cold to the Carolinas, the Midwest, or the Northeast. <br/><br/>But what if the jet stream loses steam, slows down, meanders erratically year-round? Then you will have changes in seasonal patterns, early warming followed by bud-killing frost, downpours alternating with drought, and in some places, yes, unseasonably cold winters and summers. According to Jennifer Francis of Rutgers, the jet stream is already slowing. <br/><br/>So, not only does global warming promise more severe weather, the jet stream changes could bring more erratic weather. Erratic, unpredictable weather could be the most dangerous, because it would be almost impossible to adapt to, in terms of agriculture. This could lead to crop failures, both on massive and local scales, higher prices and famine. ", "recommendationCount": 37}, {"assetID": 3330987, "replies": [], "lft": 57, "assetURL": "http://rendezvous.blogs.nytimes.com/2012/07/20/lydia-polgreen-is-taking-questions-on-race-relations-and-farming-in-zimbabwe/", "parentID": 6689059, "commentID": 6690094, "rgt": 58, "userDisplayName": "Shaka Boy", "createDate": "1343016288", "userID": 66131224, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1343016494", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New York", "commentType": "userReply", "updateDate": "1343012894", "commentSequence": 1, "commentBody": "What could be more efficient than killing off the landowners?", "recommendationCount": 0}, {"assetID": 3331111, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 6690103, "replies": [], "commentID": 6691893, "trusted": 0, "userDisplayName": "IN", "createDate": "1343050622", "userID": 58859877, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1343050698", "userTitle": null, "recommendations": 0, "editorsSelection": false, "parentUserDisplayName": "SDW", "userURL": null, "userLocation": "NYC", "depth": 1, "commentType": "userReply", "updateDate": "1343047098", "commentSequence": 1, "commentBody": "The dice example is a useful way to illustrate change, without going into details as to why the probability distribution in the die has been affected by various factors that are both human induced as well as natural cycles beyond human controls."}]}, "lft": 126, "assetURL": "http://www.nytimes.com/2012/07/23/opinion/krugman-loading-the-climate-dice.html", "parentID": null, "commentID": 6690103, "rgt": 129, "userDisplayName": "SDW", "createDate": "1343016616", "userID": 56679104, "replyCount": 1, "commentTitle": "n/a", "status": "approved", "approveDate": "1343016677", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Cleveland", "commentType": "comment", "updateDate": "1343013077", "commentSequence": 23, "commentBody": "The use of the dice-rolling example to explain how week-to-week or year-to-year weather variability does not refute an inevitable global warming is an effective way to make the point. It should be persuasive to any reasonable person.<br/><br/>The problem, however, as Paul Krugman knows, is that the deniers of climate change tend either to be unreasonable people who are wilfully ignorant or people whose short-run economic interest is to forestall the energy decisions which would accompany general recognition that climate change is real.<br/><br/>The most effective argument made by climate change deniers is the notion that we cannot know where the world stands on the timeline of varying temperatures. Are we in the midst of a 200-year warming anomaly preceded by (and likely to be followed by) thousands of years of stable or even cooling climate?<br/><br/>We need better dissemination of the available information, such as core samples taken from around the world which do show where we stand on the timeline. We need that historical record to be presented with simple examples and models, as easy to understand as the Krugman (or Hansen) dice-rolling analogy. ", "recommendationCount": 14}, {"assetID": 3331111, "replies": [], "lft": 3, "assetURL": "http://www.nytimes.com/2012/07/23/opinion/krugman-loading-the-climate-dice.html", "parentID": 6689912, "commentID": 6690127, "rgt": 4, "userDisplayName": "Amy", "createDate": "1343017350", "userID": 18463741, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1343017402", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Ohio", "commentType": "userReply", "updateDate": "1343013802", "commentSequence": 1, "commentBody": "Good list.  I wonder whether people will catch one of the most basic aspects of climate - what plants will grow in a particular area.   With climate change, we should see some shift in the plant hardiness zones, with colder zones shrinking and warmer ones advancing northward.   ", "recommendationCount": 8}, {"assetID": 3331111, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 6690129, "replies": [], "commentID": 6690396, "trusted": 0, "userDisplayName": "Roger Morgan", "createDate": "1343026274", "userID": 60329095, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1343026345", "userTitle": null, "recommendations": 16, "editorsSelection": false, "parentUserDisplayName": "Mark", "userURL": null, "userLocation": "Baltimore", "depth": 1, "commentType": "userReply", "updateDate": "1343022745", "commentSequence": 1, "commentBody": "No, the world doesn't \"need\" 70% more energy. Americans need to live closer to their jobs instead of driving their gas-guzzlers half an hour to work every day and half an hour from work to home.<br/><br/>By the way, if the world's population continues to increase without limit, there is no solution."}, {"recommendedFlag": 0, "parentID": 6690129, "replies": [], "commentID": 6690468, "trusted": 0, "userDisplayName": "Wallace Conner", "createDate": "1343029093", "userID": 65678119, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1343029169", "userTitle": null, "recommendations": 14, "editorsSelection": false, "parentUserDisplayName": "Mark", "userURL": null, "userLocation": "Texas", "depth": 1, "commentType": "userReply", "updateDate": "1343025569", "commentSequence": 2, "commentBody": "Roger,<br/><br/>At this point, there really is no solution. There is only mitigation. No one in power wants to have this honest conversation with those under them, whether business or government. This has been known for decades and decades. There are different forms and philosophies about mitigation: we are witnessing one predominant philosophy in the US. There are others, including the Scandinavian countries who are preparing more diligently to provide as much as they possibly can to a majority of the citizenry. In the US, with our predominate Social Darwinist mentality, the minority will be provided for while the rest of us are left to fend for ourselves. Like climate change, this will seem at first to just be a natural fluctuation of economic and societal change, but eventually it will be cataclysmic for the majority our people. Yes, the unfortunate and cliched frog in a gradually boiling pot analogy holds."}, {"recommendedFlag": 0, "parentID": 6690129, "replies": [], "commentID": 6690150, "trusted": 0, "userDisplayName": "Publius", "createDate": "1343018131", "userID": 44074425, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1343073620", "userTitle": null, "recommendations": 0, "editorsSelection": false, "parentUserDisplayName": "Mark", "userURL": null, "userLocation": "Denver, CO", "depth": 1, "commentType": "userReply", "updateDate": "1343070020", "commentSequence": 3, "commentBody": "No, everyone cannot see the glaciers melting away. In fact, the southern ice expanse is increasing. Look it up."}]}, "lft": 130, "assetURL": "http://www.nytimes.com/2012/07/23/opinion/krugman-loading-the-climate-dice.html", "parentID": null, "commentID": 6690129, "rgt": 137, "userDisplayName": "Mark", "createDate": "1343017476", "userID": 39024359, "replyCount": 3, "commentTitle": "n/a", "status": "approved", "approveDate": "1343017522", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Tucson, AZ", "commentType": "comment", "updateDate": "1343013922", "commentSequence": 24, "commentBody": "I have worked with a former chairman of a university atmospheric sciences department who told me that he had NASA satellite evidence from over 25 years ago that the Arctic and Antarctica ice were decreasing.  Now, everyone can see the glaciers are melting away and it is theorized that the interiors of the continents will become desert as the increasing temperatures will change the paths of storms over the continents.  The world needs 70% more energy by 2020 and there will be 9 billion people on spaceship Earth by 2030.  The only solution is solar/wind power and electric cars.  I am sick and tired of seeing the coal industry run their ads about using coal.  They should be spending their money to find ways to tap the energy in coal with the least amount of carbon dioxide emissions!  Remember, we only have one spaceship Earth and one just needs to gaze at Venus to understand the horrors of a runaway greenhouse effect.  Ironically, by saving Mother Earth, we save the human species!", "recommendationCount": 33}, {"assetID": 3331085, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 6690142, "replies": [], "commentID": 6691362, "trusted": 0, "userDisplayName": "phylum chordata", "createDate": "1343047045", "userID": 7466853, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1343047820", "userTitle": null, "recommendations": 3, "editorsSelection": false, "parentUserDisplayName": "David Underwood", "userURL": null, "userLocation": "earth", "depth": 1, "commentType": "userReply", "updateDate": "1343044220", "commentSequence": 1, "commentBody": "Ah yes, but only actions are moral or immoral, not views."}, {"recommendedFlag": 0, "parentID": 6690142, "replies": [], "commentID": 6690942, "trusted": 0, "userDisplayName": "H. Watkins Ellerson", "createDate": "1343043217", "userID": 27968769, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1343055740", "userTitle": null, "recommendations": 5, "editorsSelection": false, "parentUserDisplayName": "David Underwood", "userURL": null, "userLocation": "Hadensville, VA", "depth": 1, "commentType": "userReply", "updateDate": "1343052140", "commentSequence": 2, "commentBody": "My \"moral view\" as Underwood so succinctly put it is that it is unlawful for ANYONE to be killed by US forces absent a congressional declaration of war, as explicitly provided under the Constitution, UNLESS such a killing occurs in LEGITIMATE self-defense. <br/><br/>US citizens have allowed their elected representatives to slide by the unambiguously restrictive language of the Constitution since WWII and the UTTERLY IRRELEVANT examples of combat justification cited by Underwood.<br/><br/>The means of inflicting such death are also mostly irrelevant.  The testosterone-fueled idiocracy that has dragged this country into undeclared wars time and again since Korea, with the full complicity of a majority of voters each time, is determined to do it yet again in central Asia, and we stupidly wonder why our nation is so dissolute after nonsense like Vietnam, Iraq, etc.  Absent that declaration of war, we (&amp; our elected reps) are MURDERERS!<br/><br/>We voters have the power to vote ANYONE thus inclined out of office, INCLUDING Barack Obama, and it is high time we took responsibility for what is going on.  No, Mitt Romney is probably no better; he may be much worse, but Obama has broken faith with those of us who put him in the White House 4 years ago.  He has to go.<br/><br/>H. Watkins Ellerson<br/>\nPO Box 90<br/>\nHadensville, VA  23067"}, {"recommendedFlag": 0, "parentID": 6690142, "replies": [], "commentID": 6695500, "trusted": 0, "userDisplayName": "GSamsa", "createDate": "1343072315", "userID": 40667083, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1343074235", "userTitle": null, "recommendations": 1, "editorsSelection": false, "parentUserDisplayName": "David Underwood", "userURL": null, "userLocation": "New York, USA", "depth": 1, "commentType": "userReply", "updateDate": "1343070635", "commentSequence": 3, "commentBody": "The problem here is that there are no front lines and this unannounced manhunt has no clear targets. So no, you cannot put a \"certain philosopher\" there. That is what what makes this moral dilemma so acute."}]}, "lft": 36, "assetURL": "http://opinionator.blogs.nytimes.com/2012/07/22/the-moral-hazard-of-drones/", "parentID": null, "commentID": 6690142, "rgt": 43, "userDisplayName": "David Underwood", "createDate": "1343017968", "userID": 53612425, "replyCount": 3, "commentTitle": "n/a", "status": "approved", "approveDate": "1343018001", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Citrus Heights", "commentType": "comment", "updateDate": "1343014401", "commentSequence": 6, "commentBody": "I WWII soldiers fired artillery into buildings where sniper fire came from. there was not question of other inhabitants. when invading a town, the GIs would go down a street and throw a grenade into the doors of each building they came to. And there was the carpet bombing of cities and the incendiary bombing of Tokyo among others. <br/><br/>You could consider a drone as simply a long range sniper. The operator has a target and zeroes in on him, no different than targeting him at 600 yards. The problem with this article is it uses the term \"Suspected Militant.\" Either the target is a militant or he is not, which is it? From what we can read, these targets are identified and watched before being taken out. <br/><br/>It would be tempting to simply eliminate a whole village if it harbored these people, and that is what the Nazis would have done. We do not conduct warfare that way, we conduct civilized warfare. No matter, these targets are legitimate ones, and they have made themselves so by their actions. the moral dilemma exists more in the minds of certain philosophers than in reality.<br/><br/>Put them on the front lines for a period of time and I suspect their moral view will not be so indecisive. ", "recommendationCount": 32}, {"assetID": 3331111, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 6690143, "replies": [], "commentID": 6692065, "trusted": 1, "userDisplayName": "Richard Luettgen", "createDate": "1343051539", "userID": 47123844, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1343051599", "userTitle": null, "recommendations": 0, "editorsSelection": false, "parentUserDisplayName": "Richard Luettgen", "userURL": null, "userLocation": "New Jersey", "depth": 1, "commentType": "userReply", "updateDate": "1343047999", "commentSequence": 4, "commentBody": "Yes, by all means, Len: we all thank Princeton and its alumni base of donors for making it easier for the less financially fortunate literati to attend there. But for those who don't qualify for financial aid because their parents are middle-aged mid-level managers, I'm sure the $50,000 per annum retail tuition hit there is a little awe-inspiring, even after student loans that weigh the kid down for a generation or more.<br/><br/>The reference to Princeton was a tongue-in-cheek poke at Prof. Krugman, and my comment has to do with our ability to effectively address climate change in a dicey economy when practically everyone who has a job is wondering when they might lose it."}, {"recommendedFlag": 0, "parentID": 6690143, "replies": [], "commentID": 6691853, "trusted": 0, "userDisplayName": "joe walsh", "createDate": "1343050377", "userID": 63634768, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1343059166", "userTitle": null, "recommendations": 2, "editorsSelection": false, "parentUserDisplayName": "Richard Luettgen", "userURL": null, "userLocation": "New Mexico", "depth": 1, "commentType": "userReply", "updateDate": "1343055566", "commentSequence": 5, "commentBody": "That, however will not keep global warming from getting to us, which will prove somewhat disruptive to your life as well as your lifestyle."}, {"recommendedFlag": 0, "parentID": 6690143, "replies": [], "commentID": 6692506, "trusted": 0, "userDisplayName": "Len Charlap", "createDate": "1343053701", "userID": 288945, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1343077380", "userTitle": null, "recommendations": 1, "editorsSelection": false, "parentUserDisplayName": "Richard Luettgen", "userURL": null, "userLocation": "Princeton, N.J.", "depth": 1, "commentType": "userReply", "updateDate": "1343073780", "commentSequence": 6, "commentBody": "Richard, you didn't read what Princeton said. If you are admitted and don't qualify for aid, you do not need it. What you need, you will get.<br/><br/>If your parents refuse to pay because they have spent too much money on their house in Barbados or given too much to the Romney campaign, you just out of luck."}]}, "lft": 138, "assetURL": "http://www.nytimes.com/2012/07/23/opinion/krugman-loading-the-climate-dice.html", "parentID": null, "commentID": 6690143, "rgt": 151, "userDisplayName": "Richard Luettgen", "createDate": "1343017994", "userID": 47123844, "replyCount": 6, "commentTitle": "n/a", "status": "approved", "approveDate": "1343018058", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New Jersey", "commentType": "comment", "updateDate": "1343014458", "commentSequence": 25, "commentBody": "How should we think about the relationship between climate change and day-to-day experience?<br/><br/>Well, a responsible, reasonable person might answer that we have a serious problem that isn't going to go away by wishing it away, or be denied simply because those with interests develop programs of denial; and we must do something serious about it, and pretty soon, or everyone's everyday life probably will be negatively affected.<br/><br/>Yet, that same reasonable person may have a wife and a couple of kids; and may be middle-aged with the kids getting set for college that even with student loans is going to cost pretty serious money (imagine that they're thinking of Princeton, Professor). He holds down a well-paid mid-management job in a medium-sized company whose health already is volatile because it's tied to consumer demand for non-essential goods; their cash reserves aren't real high; and they have some voracious competition, some of it foreign.<br/><br/>Now, the ripple effect of higher energy costs to reduce carbon emissions touches absolutely everything. Too much cost, and companies get downsized; and, these days, it's typically the middle-aged mid-manager that gets downsized. But, then, so does his wife and his kids and his dreams -- that middle-aged mid-level manager isn't likely to find a similar job too easily somewhere else in a bad economy.<br/><br/>Now, multiply that concern by millions. We may not be able to get to climate change until we have a more stable economy and jobs picture.", "recommendationCount": 14}, {"assetID": 3331111, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 6690146, "replies": [], "commentID": 6690213, "trusted": 0, "userDisplayName": "Steve", "createDate": "1343020114", "userID": 21208144, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1343063147", "userTitle": null, "recommendations": 2, "editorsSelection": false, "parentUserDisplayName": "stevchipmunk", "userURL": null, "userLocation": "Los Angeles", "depth": 1, "commentType": "userReply", "updateDate": "1343059581", "commentSequence": 1, "commentBody": "Al Gore stepped up, remember?  Americans instead bought in to the compassionate conservative.  "}]}, "lft": 152, "assetURL": "http://www.nytimes.com/2012/07/23/opinion/krugman-loading-the-climate-dice.html", "parentID": null, "commentID": 6690146, "rgt": 155, "userDisplayName": "stevchipmunk", "createDate": "1343018085", "userID": 33745564, "replyCount": 1, "commentTitle": "n/a", "status": "approved", "approveDate": "1343018121", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "wayne, pa", "commentType": "comment", "updateDate": "1343014521", "commentSequence": 26, "commentBody": "Professor Krugman wants politicians -- voted in by an electorate, half of whom have IQs of 100 and less -- to (1) Accept that Climate Change is happening; and (2) Vote to spend money and enact Laws and Regulations to force Americans to do something about it?  Rots of Ruck!<br/><br/>We can't even get politicians to enact laws to constrain the free distribution of assault weapons of destruction -- when it clearly makes no sense to allow people to freely buy machine guns that hold 100 rounds of ammunition.<br/><br/>What we need is Leadership from the President and Statesmen in Congress.  Sometimes in history such Leaders step forth... but the truth is, they are few and far in between.  <br/><br/>Right now, sadly, when we need these people, none have stepped up.", "recommendationCount": 42}, {"assetID": 3331111, "replies": [], "lft": 37, "assetURL": "http://www.nytimes.com/2012/07/23/opinion/krugman-loading-the-climate-dice.html", "parentID": 6689987, "commentID": 6690171, "rgt": 38, "userDisplayName": "Richard", "createDate": "1343018799", "userID": 56791527, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1343018844", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Stateline, NV", "commentType": "userReply", "updateDate": "1343015244", "commentSequence": 1, "commentBody": "Kenneth,<br/><br/>The average temperatures on Mars has also increased in the same time frame. That increase is likely not the result of humans. It does speak to a variation in solar output however. Such variations have occured in the recent past and are well documented. Some have been warmer variations lasting a few to many years and some have been colder also lasting a few to many years. It was warm enough that settlers moved to Greenland around 1000 A.D. The climate then reversed condeming the settlers to a slow death by snow and cold. Europe suffered through a \"Mini Ice Age in the middle ages and America had unusually cold years in the 1700s.<br/><br/>I am old enough to remember that the same sort of Weather Experts who are telling us today to fear Global Warming were telling us 50 years ago the interglacial period was ending and we were headed back into an ice age and we should burn more coal.<br/><br/>Unlike most here I actualy have purchased and installed Solar and other \"Green\" technology without any Government rebates or assistance. Keeping our homes as clean as possible and saving energy makes sense to me. <br/><br/>Turning our lives over to \"Experts\" and Politicians who lecture us and than live like Tsars in palaces seems to me to be a dubious idea. Likewise until China is willing to stop burning Coal and the third world is willing to stop slash and burn agriculture we are going to have a dificult time reducing the increases in CO2 to even see if it is in fact the source of the problem.", "recommendationCount": 5}, {"assetID": 3331111, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 6690175, "replies": [], "commentID": 6690382, "trusted": 0, "userDisplayName": "Jan", "createDate": "1343025809", "userID": 12889439, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1343063037", "userTitle": null, "recommendations": 3, "editorsSelection": false, "parentUserDisplayName": "Touko", "userURL": null, "userLocation": "Sherman Oaks", "depth": 1, "commentType": "userReply", "updateDate": "1343059437", "commentSequence": 4, "commentBody": "The Koch brothers and their like are much worse than not conservatives.  They seem to believe that their wealth will protect them and their loved ones from the worst effects and they just don't care what happens to the rest of us.  Indeed, if the air is fouled, they will find a way to sell us canned air...it's all just another way to make money."}, {"recommendedFlag": 0, "parentID": 6690175, "replies": [], "commentID": 6690300, "trusted": 0, "userDisplayName": "bookmanjb", "createDate": "1343022964", "userID": 56365413, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1343063630", "userTitle": null, "recommendations": 2, "editorsSelection": false, "parentUserDisplayName": "Touko", "userURL": null, "userLocation": "Munich", "depth": 1, "commentType": "userReply", "updateDate": "1343060030", "commentSequence": 5, "commentBody": "Fossil fuels magnate don't care about the future. They don't care deeply."}, {"recommendedFlag": 0, "parentID": 6690175, "replies": [], "commentID": 6690278, "trusted": 0, "userDisplayName": "Sugapea", "createDate": "1343022348", "userID": 66382797, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1343073620", "userTitle": null, "recommendations": 1, "editorsSelection": false, "parentUserDisplayName": "Touko", "userURL": null, "userLocation": "west coast", "depth": 1, "commentType": "userReply", "updateDate": "1343070020", "commentSequence": 6, "commentBody": "I read your post with a tear in my eye.<br/><br/>It seems the RightWing is obstructing on every single level!<br/>\n'Heartbreaking' is the word...To watch the destruction our Garden of Eden. Yet, the worst blow...Is having Fellow-American's who won't even contemplate the possibility! Or lend a helping hand to prepare for the future...with mere things like more Warming/Cooling Centers.<br/><br/>Instead, we get only denial....<br/>\nThis isn't my Dad old conservative Republican party anymore...<br/>\nCould it be...That people have been brainwashed?"}]}, "lft": 156, "assetURL": "http://www.nytimes.com/2012/07/23/opinion/krugman-loading-the-climate-dice.html", "parentID": null, "commentID": 6690175, "rgt": 169, "userDisplayName": "Touko", "createDate": "1343018914", "userID": 65790991, "replyCount": 6, "commentTitle": "n/a", "status": "approved", "approveDate": "1343018959", "userTitle": null, "editorsSelection": 1, "statusID": 2, "userURL": null, "userLocation": "Brooklyn", "commentType": "comment", "updateDate": "1343048011", "commentSequence": 27, "commentBody": "I wish with all my heart and for the sake of my children and all the children of the world that these so-called Conservatives who fight against climate change could be made to see that they are in fact reckless radicals. People lke the Koch brothers are reckless radicals who are prepared to gamble with the future of the earth. They are not in any sense conservatives<br/><br/>True Conservatives cherish the good that we have around us today and are willing to fight to protect it. In the case of the environment that means taking a conservative approach to the risk of global warming. Even if the climate change science is wrong the risk is so great that we need to be cautious and prudent.<br/><br/>It is our duty to our children to be true conservatives. It is simply prudent to say that each and every one of us will today sacrifice just a little of our wealth in order to safeguard our children from the risk of calamity tomorrow.", "recommendationCount": 695}, {"assetID": 3331111, "replies": [], "lft": 172, "assetURL": "http://www.nytimes.com/2012/07/23/opinion/krugman-loading-the-climate-dice.html", "parentID": null, "commentID": 6690173, "rgt": 173, "userDisplayName": "taiko", "createDate": "1343018903", "userID": 10331021, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1343018960", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Oakland, CA", "commentType": "comment", "updateDate": "1343015360", "commentSequence": 29, "commentBody": "It isn't just the heat and the rising oceans. Increased absorption of CO2 by the oceans has sharply increased acidification. A recent issue of Science (13 July) reports on increased acidification of the waters off the Pacific coast of the US. The increased pH of the ocean has led to large die-offs of oyster larvae. I'm afraid that Dennis Meadows, one of the authors of Limits to Growth, had it right when he said that long-range planning was not a human survival trait for thousands of years; but it appears that our lack of foresight is going to doom our species.", "recommendationCount": 33}, {"assetID": 3331111, "replies": [], "lft": 170, "assetURL": "http://www.nytimes.com/2012/07/23/opinion/krugman-loading-the-climate-dice.html", "parentID": null, "commentID": 6690174, "rgt": 171, "userDisplayName": "Jumper", "createDate": "1343018907", "userID": 55635653, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1343018960", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "South Carolina", "commentType": "comment", "updateDate": "1343015360", "commentSequence": 28, "commentBody": "This isn't a problem with the luxury of focusing on only one aspect as though we can flip a switch and stop a runaway motor.<br/><br/>The science has been corroborated and the wide-spread public is starting to sense an on-going problem surrounds them. Yes, the sources that aggravate global warming must be substantially reduced. That's going to take time, and even if all the sources were immediately turned off, like a spinning flywheel this global warming will continue but begin to decline from elevated levels.<br/><br/>What is imperative, and few discuss, is the immediate need to determine how agricultural patterns will change and preparations needed for alternate food production areas and alternate production methods. We'll probably also have to modify our diets.<br/><br/>Besides food scarcity, a major agricultural production shortage will force food prices to skyrocket. The effect on the economy will be the equivalent of skyrocketing gasoline prices. Demand for other products in the economy will plummet.  <br/><br/>We need funding for a wide-spread, sustained, public information program about the threats created by the added atmospheric heat so the public can begin to see the connections, issues, and understand the choices.<br/><br/>Meanwhile, we're a nation of 300 million living in air-conditioned cubicles and depending on a fragile, vulnerable corporate farm system. This is a vulnerability we can unwind while an international effort is made to apply the brakes to the global-warming flywheel.<br/><br/>Liam Jumper", "recommendationCount": 21}, {"assetID": 3331111, "replies": [], "lft": 174, "assetURL": "http://www.nytimes.com/2012/07/23/opinion/krugman-loading-the-climate-dice.html", "parentID": null, "commentID": 6690185, "rgt": 175, "userDisplayName": "David Doney", "createDate": "1343019267", "userID": 59460227, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1343019323", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "I.O.U.S.A.", "commentType": "comment", "updateDate": "1343015723", "commentSequence": 30, "commentBody": "Rather than let the Mississippi River and others pour their freshwater contents into the ocean, let's divert a lot more to irrigation and reservoirs via a series of infrastructure projects. There is no reason to let vast freshwater resources go to waste when our crops are dying and if we expect drought to become more prevalent in the future.  Plus, we can use the stimulus right now, borrowing at very low interest rates.", "recommendationCount": 9}, {"assetID": 3330881, "replies": [], "lft": 25, "assetURL": "http://dotearth.blogs.nytimes.com/2012/07/20/oregon-moves-slowly-to-gird-schools-for-inevitable-quake/", "parentID": 6680665, "commentID": 6690189, "rgt": 26, "userDisplayName": "Mike Roddy", "createDate": "1343019329", "userID": 17173195, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1343019377", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Yucca Valley, California", "commentType": "userReply", "updateDate": "1343015777", "commentSequence": 4, "commentBody": "Thanks for sticking up for me, Philip. I don't pay much attention to the denier cadre here, since they are clearly beyond help,  and are not smart enough to even know where to look. <br/><br/>Their descendants will become ashamed of them, if they're not already.", "recommendationCount": 0}, {"assetID": 3331111, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 6690188, "replies": [], "commentID": 6690298, "trusted": 0, "userDisplayName": "bookmanjb", "createDate": "1343022884", "userID": 56365413, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1343057689", "userTitle": null, "recommendations": 2, "editorsSelection": false, "parentUserDisplayName": "Richard Janssen", "userURL": null, "userLocation": "Munich", "depth": 1, "commentType": "userReply", "updateDate": "1343054089", "commentSequence": 2, "commentBody": "Here in Munich, July has been slightly cool. But your post points to the importance of talking about climate change, not warming, because many places on earth will experience cooling, providing fodder for the deniers who think that any cooling contradicts the theory."}, {"recommendedFlag": 0, "parentID": 6690188, "replies": [], "commentID": 6690221, "trusted": 1, "userDisplayName": "Mary Ann", "createDate": "1343020366", "userID": 25504325, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1343073620", "userTitle": null, "recommendations": 1, "editorsSelection": false, "parentUserDisplayName": "Richard Janssen", "userURL": null, "userLocation": "NYS", "depth": 1, "commentType": "userReply", "updateDate": "1343070020", "commentSequence": 3, "commentBody": "Today will be another sweltering day in the Northeast, high heat and high humidity.  I envy you having to wear sweaters in the summer and would gladly send you these 90 degree days if it were in my power."}, {"recommendedFlag": 0, "parentID": 6690188, "replies": [], "commentID": 6690320, "trusted": 0, "userDisplayName": "Sugapea", "createDate": "1343023483", "userID": 66382797, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1343073621", "userTitle": null, "recommendations": 1, "editorsSelection": false, "parentUserDisplayName": "Richard Janssen", "userURL": null, "userLocation": "west coast", "depth": 1, "commentType": "userReply", "updateDate": "1343070021", "commentSequence": 4, "commentBody": "'Climate Change'<br/>\nMeans *EXTREMES* in all different parts of the planet."}]}, "lft": 176, "assetURL": "http://www.nytimes.com/2012/07/23/opinion/krugman-loading-the-climate-dice.html", "parentID": null, "commentID": 6690188, "rgt": 185, "userDisplayName": "Richard Janssen", "createDate": "1343019317", "userID": 48360907, "replyCount": 4, "commentTitle": "n/a", "status": "approved", "approveDate": "1343019378", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Schleswig-Holstein", "commentType": "comment", "updateDate": "1343015778", "commentSequence": 31, "commentBody": "For the second summer running -- or is it the third? -- the weather in northern Germany is making it very hard to believe in global warming: while America swelters, we're still wearing sweaters. The world may well be warmer overall; even so, there's still only so much warmth in the Earth's atmosphere to go around, and here it's been colder lately than a Texas restaurant in the month of July. After decades of gobbling up the world's resources, is America starting to hog the world's heat now too? ", "recommendationCount": 8}, {"assetID": 3331111, "replies": [], "lft": 5, "assetURL": "http://www.nytimes.com/2012/07/23/opinion/krugman-loading-the-climate-dice.html", "parentID": 6689912, "commentID": 6690190, "rgt": 6, "userDisplayName": "Mark Thomason", "createDate": "1343019421", "userID": 37674938, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1343019437", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Clawson, MI", "commentType": "userReply", "updateDate": "1343015837", "commentSequence": 2, "commentBody": "That too is already happening.  Most noticed, the areas that grow wine grapes have moved.  Other crops too, but wines are named from the fields, and the old fields no longer grow the grapes.  ", "recommendationCount": 10}, {"assetID": 3331118, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 6690172, "replies": [], "commentID": 6690405, "trusted": 0, "userDisplayName": "Robert Alan Gustafson II", "createDate": "1343026564", "userID": 66169310, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1343053004", "userTitle": null, "recommendations": 25, "editorsSelection": false, "parentUserDisplayName": "Michael Green", "userURL": null, "userLocation": "Butler, PA", "depth": 1, "commentType": "userReply", "updateDate": "1343049404", "commentSequence": 1, "commentBody": "And Sununu's got a lot of cutzpa telling Obama to \"be more America\": John Sununu, unlike Barack Obama, was ACTUALLY born abroad--he was born in CUBA, wheras Obama was born in Hawaii."}, {"recommendedFlag": 0, "parentID": 6690172, "replies": [], "commentID": 6690620, "trusted": 0, "userDisplayName": "ML", "createDate": "1343035778", "userID": 4032743, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1343053022", "userTitle": null, "recommendations": 36, "editorsSelection": false, "parentUserDisplayName": "Michael Green", "userURL": null, "userLocation": "Queens", "depth": 1, "commentType": "userReply", "updateDate": "1343049422", "commentSequence": 2, "commentBody": "You are so right! One side lies, the other doesn't. Every single word of the Swift Boat accusation, as Mary McCarthy said of Lillian Hellman, was false, including \"and\" and \"the.\" Every time Republicans imply President Obama is not American, or a Communist, or some sort of thug, it is a LIE.<br/><br/>That Romney caused ordinary people to lose their jobs through Bain Capital seems to have a great deal of truth. How is this \"demonizing\" him?? Why is truth a \"negative\" campaign? I guess in the world of politics as horse race, it just doesn't matter."}, {"recommendedFlag": 0, "parentID": 6690172, "replies": [], "commentID": 6692462, "trusted": 0, "userDisplayName": "David", "createDate": "1343053497", "userID": 55721979, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1343057425", "userTitle": null, "recommendations": 19, "editorsSelection": false, "parentUserDisplayName": "Michael Green", "userURL": null, "userLocation": "California", "depth": 1, "commentType": "userReply", "updateDate": "1343053825", "commentSequence": 3, "commentBody": "I wish both sides would at some positive aspects to their campaigns. Mitt Romney vicously attacked president Obama and his opponents during the primaries. <br/><br/>The Swift Boating of John Kerry was despicable and I think President Obama is doing what he has to do to avoid being taken down by Outrageous attacks,<br/><br/>I think the whole world wants to see Mitt Romney's tax returns. I think his tax returns are probably full of tricks and twists that kept his taxes at an absurdly low rate.<br/><br/><a href=\"http://www.feelgoodtracker.com\" title=\"www.feelgoodtracker.com\" target=\"_blank\">www.feelgoodtracker.com</a>"}]}, "lft": 2, "assetURL": "http://campaignstops.blogs.nytimes.com/2012/07/23/the-politics-of-anything-goes/", "parentID": null, "commentID": 6690172, "rgt": 13, "userDisplayName": "Michael Green", "createDate": "1343018820", "userID": 17449740, "replyCount": 3, "commentTitle": "n/a", "status": "approved", "approveDate": "1343019700", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Las Vegas, Nevada", "commentType": "comment", "updateDate": "1343016100", "commentSequence": 1, "commentBody": "Do I wish that Obama would run a positive campaign?  Wrong question.  Do I wish that both sides would run positive campaigns?  Absolutely.  But when you have an illegitimate opposition accusing Obama of not even being American--now it's John Sununu trying not to look as racist as he was the other day--is Obama supposed to be all sunshine and lollipops?  Check out how John Kerry just KNEW no one would believe the Swift Boat liars.  Or for that matter, Mr. Edsall, did YOU pay attention to them in 2004?", "recommendationCount": 342}, {"assetID": 3331118, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 6690202, "replies": [], "commentID": 6690856, "trusted": 0, "userDisplayName": "D Flinchum", "createDate": "1343041968", "userID": 42669474, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1343053081", "userTitle": null, "recommendations": 5, "editorsSelection": false, "parentUserDisplayName": "Don S", "userURL": null, "userLocation": "Blacksburg, VA", "depth": 1, "commentType": "userReply", "updateDate": "1343049481", "commentSequence": 1, "commentBody": "'As far as white males without educations are concerned - its no mystery why they can't figure out what's in their own best interest. But the president will have their backs too. '<br/><br/>When so many non-college-educated men are unemployed, exactly how is planning to grant work permits to an estimated 800,000-1,400,000 illegal aliens in the US who are under 31 having white males' backs?<br/><br/>And let's remember that these work permits will be granted  to illegal aliens who, because of their ethnicity,  will then be given preferential treatment (aka affirmative action) over white males. This looks a lot like stabbing white males in the back, doesn't it?"}, {"recommendedFlag": 0, "parentID": 6690202, "replies": [], "commentID": 6692923, "trusted": 1, "userDisplayName": "Janet", "createDate": "1343055475", "userID": 14480101, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1343055500", "userTitle": null, "recommendations": 23, "editorsSelection": false, "parentUserDisplayName": "Don S", "userURL": null, "userLocation": "Salt Lake City, Utah", "depth": 1, "commentType": "userReply", "updateDate": "1343051900", "commentSequence": 2, "commentBody": "D Flinchmum, there is nothing stopping \"white males without educations\" from applying for jobs as busboys, vegetable pickers, construction workers, or lawn maintenance crew, or whatever it is that illegal immigrants are now doing to put food on their families' tables.<br/><br/>Immigrants have families they need to support, too.  <br/><br/>The world is not a zero sum game.  The more people that are employed the more customers business will have and the more jobs created. <br/><br/>And it is true that President Obama cares far more about the well being of all Americans than Mr. Romney does.  The GOP's unsuccessful trickle down theories have resulted in stagnant wages and lost benefits for nearly 30 years now.  Tell me how that benefits \"white males\"?"}]}, "lft": 14, "assetURL": "http://campaignstops.blogs.nytimes.com/2012/07/23/the-politics-of-anything-goes/", "parentID": null, "commentID": 6690202, "rgt": 19, "userDisplayName": "Don S", "createDate": "1343019871", "userID": 61397772, "replyCount": 2, "commentTitle": "n/a", "status": "approved", "approveDate": "1343019892", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Montreal", "commentType": "comment", "updateDate": "1343016292", "commentSequence": 2, "commentBody": "The president's first order of business at this point  is to get re-elected. I am not surprised and hardly  disappointed if he does whatever is necessary in order to achieve that end. As far as white males without educations are concerned - its no mystery why they can't figure out what's in their own best interest. But the president will have their backs too.  All's well that ends well!", "recommendationCount": 212}, {"assetID": 3331111, "replies": [], "lft": 186, "assetURL": "http://www.nytimes.com/2012/07/23/opinion/krugman-loading-the-climate-dice.html", "parentID": null, "commentID": 6690201, "rgt": 187, "userDisplayName": "Sleater", "createDate": "1343019848", "userID": 1206955, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1343019924", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Chicago", "commentType": "comment", "updateDate": "1343016324", "commentSequence": 32, "commentBody": "I fear it's going to take scorched states, food riots, energy costs that those in the \"Heartland\" and former Confederacy, and even worse to occur before enough Americans wake up. Even then, I think it's, well, a proverbial roll of the (loaded the wrong way) dice.", "recommendationCount": 19}, {"assetID": 3331111, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 6690211, "replies": [], "commentID": 6690313, "trusted": 0, "userDisplayName": "Sugapea", "createDate": "1343023281", "userID": 66382797, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1343073620", "userTitle": null, "recommendations": 1, "editorsSelection": false, "parentUserDisplayName": "D. Martin", "userURL": null, "userLocation": "west coast", "depth": 1, "commentType": "userReply", "updateDate": "1343070020", "commentSequence": 1, "commentBody": "If Romney wins...<br/>\nWe will see even further world problems. With the horrendous ruling of Citizens United. All the mega-financial political contributions coming from people like the Koch-Bro's and Big Corporations who want less---much, much less Regulations.<br/>\nMoney...is more important to big business than our air quality!"}]}, "lft": 188, "assetURL": "http://www.nytimes.com/2012/07/23/opinion/krugman-loading-the-climate-dice.html", "parentID": null, "commentID": 6690211, "rgt": 191, "userDisplayName": "D. Martin", "createDate": "1343020053", "userID": 21456951, "replyCount": 1, "commentTitle": "n/a", "status": "approved", "approveDate": "1343020097", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Vero Beach, Florida", "commentType": "comment", "updateDate": "1343016497", "commentSequence": 33, "commentBody": "In Florida, rises in sea level tend to become obvious when hurricanes destroy mangrove forests (permanently) and shift beaches inland.  The two Atlantic coast hurricanes of 2004 destroyed a lot of expensive beachfront property in Indian River County, a sort of subtropical Hamptons for retirees and one of Mitt Romney's most productive fundraising areas.  The next hurricane will be brushed off as just another excuse for redecorating flooded houses and renourishing eroded beaches.  But at some point, it'll become apparent that the land is disappearing.  Miami Beach, Naples, and Fort Lauderdale will likely feel it earlier.", "recommendationCount": 27}, {"assetID": 3330618, "replies": [], "lft": 186, "assetURL": "http://opinionator.blogs.nytimes.com/2012/07/18/the-drama-of-existentialism/", "parentID": null, "commentID": 6690210, "rgt": 187, "userDisplayName": "Ramesh Raghuvanshi", "createDate": "1343020050", "userID": 14719390, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1343020098", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "pune 411038", "commentType": "comment", "updateDate": "1343016498", "commentSequence": 55, "commentBody": "Compare between Sartre  and Camus  I think teaching Camus was most honest and state -of- the.-art. In my opinion  Sartre was  expert lawyer  manipulated  ideas whimsically Philosophy of Camus till useful who .  search meaning in life His motto is\" How to live in an absurd world.\"?  His answer is till appropriate. He says<br/>\n\"All life is lived under  the  shadow  of death which reduces saint and sinner sense and nonsense to the same level.The man who sees the world  in this light may respond in one of three ways.,most people refuge in blind faith,very few may commit suicide or some may choose to good living with lucid awareness and calm acceptation of his situation..For the man who is capable of it this awareness is a great liberation\"<br/>\n I think  this the Eco  of Nietzsche  great   sentence   ----Accept your fate not only accept it but love it\"", "recommendationCount": 1}, {"assetID": 3331111, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 6690223, "replies": [], "commentID": 6690377, "trusted": 0, "userDisplayName": "Jan", "createDate": "1343025579", "userID": 12889439, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1343025618", "userTitle": null, "recommendations": 15, "editorsSelection": false, "parentUserDisplayName": "Jake Wagner", "userURL": null, "userLocation": "Sherman Oaks", "depth": 1, "commentType": "userReply", "updateDate": "1343022018", "commentSequence": 3, "commentBody": "One easy start is to educate women worldwide and give them free access to birth control.  The fight for women's reproductive rights and education is of utmost importance in global population control."}, {"recommendedFlag": 0, "parentID": 6690223, "replies": [], "commentID": 6691601, "trusted": 0, "userDisplayName": "Pauline", "createDate": "1343048743", "userID": 37959941, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1343048786", "userTitle": null, "recommendations": 5, "editorsSelection": false, "parentUserDisplayName": "Jake Wagner", "userURL": null, "userLocation": "NYC", "depth": 1, "commentType": "userReply", "updateDate": "1343045186", "commentSequence": 4, "commentBody": "You are mentioning the two fundamental unmentionables and correct on both counts. Coincidentally, both are abetted by the American right wing. <br/><br/>The unwillingness to fund family planning because of the abortion debate is heavily influencing the damage of one, and the wish for cheap immigrant labor and its dampening effect on wage rates is promoting the other.<br/><br/>It is not only \"liberals\" who are pro illegal immigrants -- at least they do it for well-meaning (if misguided) reasons."}, {"recommendedFlag": 0, "parentID": 6690223, "replies": [], "commentID": 6690360, "trusted": 0, "userDisplayName": "Roger Morgan", "createDate": "1343025052", "userID": 60329095, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1343073621", "userTitle": null, "recommendations": 1, "editorsSelection": false, "parentUserDisplayName": "Jake Wagner", "userURL": null, "userLocation": "Baltimore", "depth": 1, "commentType": "userReply", "updateDate": "1343070021", "commentSequence": 5, "commentBody": "The world is NOT running out of cheap oil. That's part of the problem!"}]}, "lft": 192, "assetURL": "http://www.nytimes.com/2012/07/23/opinion/krugman-loading-the-climate-dice.html", "parentID": null, "commentID": 6690223, "rgt": 203, "userDisplayName": "Jake Wagner", "createDate": "1343020449", "userID": 56944836, "replyCount": 5, "commentTitle": "n/a", "status": "approved", "approveDate": "1343020522", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Santa Barbara, CA", "commentType": "comment", "updateDate": "1343016922", "commentSequence": 34, "commentBody": "Unfortunately, climate change is the symptom not the cause.<br/><br/>It is the symptom of population growth.  World population has almost tripled from 2.5 billion in 1950 to over 7 billion now.  That includes over a billion Chinese who now want cars, and over a billion Indians.<br/><br/>And climate change isn't the only symptom.  During the last decade, gasoline prices in the US tripled according to CPI figures.  That's because the world is running out of cheap oil.  So far, food inflation has been tame within the US, because as Krugman mentions, the US is indeed a breadbasket for the world, but the recent spike in corn prices may be a frightening harbinger for the future.<br/><br/>Worldwide a billion people suffer from intermittent hunger.<br/><br/>Oil is finite, water resources are finite, land for growing food is finite.  Birth rates must come down or death rates will go up.<br/><br/>The US needs new policies.  One of those is an emphasis on smaller families.  That most likely means some difficult choices.  It is no longer acceptable to kick the can down the road.<br/><br/>First of all, we must recognize that countries like Mexico, which do not give free access to birth control and abortion, are guilty of human rights abuse, because they doom their poor to lives of deprivation and ultimately starvation.<br/><br/>Second we must make sure that women in the US have access to the full range of family planning services.<br/><br/>Third, we must end illegal immigration.<br/><br/>These policies are on neither party's radar.", "recommendationCount": 11}, {"assetID": 3331111, "replies": [], "lft": 193, "assetURL": "http://www.nytimes.com/2012/07/23/opinion/krugman-loading-the-climate-dice.html", "parentID": 6690223, "commentID": 6690240, "rgt": 194, "userDisplayName": "RhettsHeir", "createDate": "1343021036", "userID": 61335361, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1343021058", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "San Francisco", "commentType": "userReply", "updateDate": "1343017458", "commentSequence": 1, "commentBody": "how will ending illegal immigration change the growth of population?  Third world parents have lots of kids as a means off securing their old age. A few will live to support them in adulthood.  Making sure they all stay in their native countries won’t break that cycle.", "recommendationCount": 18}, {"assetID": 3329430, "replies": [], "lft": 104, "assetURL": "http://dotearth.blogs.nytimes.com/2012/07/10/do-natural-paths-from-deep-shale-to-shallow-rock-pose-gas-drilling-risk/", "parentID": null, "commentID": 6690245, "rgt": 105, "userDisplayName": "RoughAcres", "createDate": "1343021153", "userID": 21674888, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1343021185", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New York", "commentType": "comment", "updateDate": "1343017585", "commentSequence": 21, "commentBody": "So... can we stem the rush to frack, put the activity on the back burner while we the people (and the companies so anxious to make a profit at our risk) do more research into whether fracking CAN be made completely safe, with no repercussions?<br/><br/>Please?", "recommendationCount": 0}, {"assetID": 3331111, "replies": [], "lft": 204, "assetURL": "http://www.nytimes.com/2012/07/23/opinion/krugman-loading-the-climate-dice.html", "parentID": null, "commentID": 6690249, "rgt": 205, "userDisplayName": "Traveler", "createDate": "1343021338", "userID": 49961843, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1343021363", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Newton", "commentType": "comment", "updateDate": "1343017763", "commentSequence": 35, "commentBody": "The people with the money control the government and the resources and the ability to survive a cataclysmic global warming event. The oil and gas companies are sitting on an estimated $20 trillion dollars of excess product beyond the agreed upon caps to prevent the global environment from rising more than another degree. How can the common man fight against so much money and power? The only solution is to expose the propaganda. If people are waiting for some miracle to protect the planet from the abuses we're allowing, then we have already lost the planet.", "recommendationCount": 10}]}, "copyright": "Copyright (c) 2016 The New York Times Company.  All Rights Reserved."}