{"debug": {"version": 3.1}, "status": "OK", "results": {"api_timestamp": "1481459998", "totalCommentsFound": 4471, "totalCommentsReturned": 25, "comments": [{"assetID": 1542608, "replies": [], "lft": 66, "assetURL": "http://www.nytimes.com/2010/06/10/world/asia/10koreans.html", "parentID": null, "commentID": 2105196, "rgt": 67, "userDisplayName": "Fleabell", "createDate": "1276140423", "userID": 15897483, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1276142418", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Brookfield, IL", "commentType": "comment", "updateDate": "1276138818", "commentSequence": 14, "commentBody": "You can imagine how bad it is, if these stories are just the crumbs of what gets out.", "recommendationCount": 42}, {"assetID": 1542608, "replies": [], "lft": 86, "assetURL": "http://www.nytimes.com/2010/06/10/world/asia/10koreans.html", "parentID": null, "commentID": 2105260, "rgt": 87, "userDisplayName": "MJ in TX", "createDate": "1276142162", "userID": 55428925, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1276142418", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Houston, TX", "commentType": "comment", "updateDate": "1276138818", "commentSequence": 15, "commentBody": "What an incredible article.  As Americans, how can we possibly complain about anything?  The cost of gasoline?  Mortgages that we might walk away from because we are upside down?  Reading this puts it into perspective.  It's because we ARE Americans that we can complain.  We have freedom FROM our government which allows us to even have an opinion - much less a complaint.  I hope the power grab that has occured in our Government since Obama was elected stops.  We are like the frog in boiling water.  I pray the wake up call comes this November and continues through 2012.<br /><br />I will definitely read the book \"Nothing to Envy\" (Babara Demick).  Thank you for the recommendation.", "recommendationCount": 33}, {"assetID": 1542608, "replies": [], "lft": 88, "assetURL": "http://www.nytimes.com/2010/06/10/world/asia/10koreans.html", "parentID": null, "commentID": 2105262, "rgt": 89, "userDisplayName": "Pablo", "createDate": "1276142167", "userID": 22417349, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1276142418", "userTitle": null, "editorsSelection": 1, "statusID": 2, "userURL": null, "userLocation": "London, UK", "commentType": "comment", "updateDate": "1276144219", "commentSequence": 16, "commentBody": "This is truly a horrible situation.  How can the North Korean elite live with itself?  That's what I kept wondering as I read absurdity after hideous absurdity heaped on these long-suffering people.  I've been to Cuba, and I was appalled that a run-of-the-mill hotel maid earned more than a veteran doctor with more than 30 years of experience.  I always thought that the American economic system was a bit perverse to award people who can manipulate balls far more money than doctors who routinely save lives, but hotel maids enjoying a better salary than doctors was, I thought, the peak of centrally-planned economic lunacy.  I honestly thought these Communist basket-cases couldn't get any worse.  Now I hear that in North Korea the workers PAY the companies to stay open!  What an idea:  you pay your employer for the privilege of having an official job while you find other means of supporting yourself!  Welcome to the workers' paradise!  And, not to sound hard-hearted here, but not even Kafka at his bleakest could've come up with the tragic farce behind the daughter's quip, \"Father, I will wear these pants til the day you die!\"  Real life can be stranger and sadder than the worst Kafkaesque nightmare imaginable.        ", "recommendationCount": 175}, {"assetID": 1542608, "replies": [], "lft": 90, "assetURL": "http://www.nytimes.com/2010/06/10/world/asia/10koreans.html", "parentID": null, "commentID": 2105263, "rgt": 91, "userDisplayName": "Jeanne", "createDate": "1276142171", "userID": 54750728, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1276142418", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New York", "commentType": "comment", "updateDate": "1276138818", "commentSequence": 17, "commentBody": "Articles such as this help to put things into perspective for those of us who live in relatively free societies, which take a lot of work on the part of each citizen to maintain.  In the midst of all our screaming at each other -- and our elected officials -- we should pause to take a deep breath and realize that with all our problems that as long as we remain free we at least have the ways and means and hope for a brighter day.  ", "recommendationCount": 65}, {"assetID": 1542608, "replies": [], "lft": 92, "assetURL": "http://www.nytimes.com/2010/06/10/world/asia/10koreans.html", "parentID": null, "commentID": 2105264, "rgt": 93, "userDisplayName": "Tim Kane", "createDate": "1276142171", "userID": 54166645, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1276142418", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Mesa, Arizona", "commentType": "comment", "updateDate": "1276138818", "commentSequence": 18, "commentBody": "Where I am sitting right now, in a suburb of Seoul, is less than 15 miles from the southernmost point of North Korea.  A situation that boggles the mind on so many different levels.<br /><br />The forces that cause the perpetuation of the status quo in Korea have two pegs: Geo-Political (intra Korea) and Domestic (inter-Korea).<br /><br />The GeoPolitical question is quite easily resolved: diplomatic neutrality. The issue is the strategic importance of the Korean Pennisula vis-a-vis Korea's much larger neighbors. Between Japan and China it is said, whomever dominates the peninsula holds a gun to the head of the other. Indeed, Korea has been invaded by Japan several times on its way to attacking China, much to Korea's regret, and at least one attack upon Japan originated in Korea. The obvious solution is for a unified Korea to be a diplomatic neutral, say the switzerland of North East Asia.<br /><br />The inter-Korea issue is a bit more complicated, but in essence, the most obvious way to solve that is to offer Kim, his retainers and confederates, the feudal deal.<br /><br />Basically, the ancestors, either literally or institutionally, of all Royalty, in almost all nations goes back to some war lord, not that much different than Kim, who arrived at that position through coercive, usually cruel and evil, means.<br /><br />Coercive force is expensive to wield, so once in power, the prudent war lord then seeks non-coercive means to hang on to his position.  Ultimately, the war lord exchanges much, then later most, power for legitimacy/moral authority while retaining, or gaining enhanced, prestige and wealth: Voila, a constitutional monarchy.<br /><br />That's the way it's always been and likely always will be.  The alternative is revolution.  The choice has always been: The King of England or Japan versus the King of France or Czar of Russia. It's called the Feudal Deal.<br /><br />Getting from here to there would be the complicated part. One way would be to divide the North in two: 1/4 to Kim in Pyeongyang (Principality of Pyonyang?) where he and his retainers continue as they do now and 3/4 to a new \"Kingdom of Chosen\" which he would retain \"constitutional monarchy\" sovereignty, while South Korean Bureaucrats would rule over it to do to the North's (Kingdom of Chosen's) economy what it did to the South's and phasing in democratic rule and Northerners into their own bureaucracy over time.  The Kim regime, resting easy in Pyonyang would get the same percentage of take from Chosen that they take now, plus a smaller percentage of the new growth - giving Kim an incentive to letting go. If it helps, throw in the title Emperor of Pyongyang and Emperor of Chosen. Knock yourself out, Kim.<br /><br />In 15 years, give or take 5 years, a customs union could be formed between the north and the south and a few years after that a Community similar to Europe's.  Hold out the carrot that some future Kim, if well behaved, could become all of Korea's ruling monarch.  Then, kick the can down the road and see where things go.<br /><br />Anyway, the way out of the current situation is diplomatic neutrality and a feudal deal.  Its not attractive, Kim's are an awful rougime, but it is better than watching millions of people suffer.<br />", "recommendationCount": 9}, {"assetID": 1542670, "replies": [], "lft": 2, "assetURL": "http://www.nytimes.com/2010/06/10/opinion/10kristof.html", "parentID": null, "commentID": 2105160, "rgt": 3, "userDisplayName": "jrfromdallas", "createDate": "1276139340", "userID": 57217193, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1276142567", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "dallas", "commentType": "comment", "updateDate": "1276138967", "commentSequence": 1, "commentBody": "I think if Obama played a little less golf and stayed away from giving commencement addresses he would find that time you are eluding to to actually do Presidential things like meet foreign leaders and deal with domestic issues. He delayed the Indonesia trip the first time because he wanted to send a message to his party to pass the Healthcare Bill that weekend.  I think Obama enjoys the perks of being President, but I just don't think he likes to make tough decisions.   I bet he wishes he could vote \" Present\" again.", "recommendationCount": 94}, {"assetID": 1542670, "replies": [], "lft": 6, "assetURL": "http://www.nytimes.com/2010/06/10/opinion/10kristof.html", "parentID": null, "commentID": 2105191, "rgt": 7, "userDisplayName": "Mohamed", "createDate": "1276140347", "userID": 38534594, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1276142567", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "USA", "commentType": "comment", "updateDate": "1276138967", "commentSequence": 2, "commentBody": "Nick, your defence of non theatrics in Presidency is well intended but theatrics and hyperbole is what we die and live for. Millions listen to talk radios and smirking, denigrating, twisting facts are staples in that universe.  We got used to it. We do not care for facts, we want to be entertained.<br />            So when the President does not show tantrum or mission accomplished type showmanship we all get disheartened. Presidency is part acting as one actor President told us. So our expectation is not as out of line as you are describing.<br />", "recommendationCount": 77}, {"assetID": 1542606, "replies": [], "lft": 12, "assetURL": "http://wordplay.blogs.nytimes.com/2010/06/09/cross-connections/", "parentID": null, "commentID": 2105215, "rgt": 13, "userDisplayName": "Patricia", "createDate": "1276141252", "userID": 58884300, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1276142577", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Okanagan Valley BC Canada", "commentType": "comment", "updateDate": "1276138977", "commentSequence": 6, "commentBody": "Fun puzzle, Mr. Northanger!<br />Enjoyed the combinations very much.  Half way through I had to stop and ask myself, WHEREAMI....because I had gone into a fantasy about receiving a gift from Honolulu International Airport - it really was very SLOPpy of me...now if only I had an UNLIMITEDBUDGET, I could go check out that peaceful LAGOON....sigh...<br />cheerio...and thanks", "recommendationCount": 0}, {"assetID": 1542534, "replies": [], "lft": 24, "assetURL": "http://www.nytimes.com/2010/06/10/opinion/10collins.html", "parentID": null, "commentID": 2105157, "rgt": 25, "userDisplayName": "Neal", "createDate": "1276139255", "userID": 57312215, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1276142661", "userTitle": null, "editorsSelection": 1, "statusID": 2, "userURL": null, "userLocation": "Central Ohio", "commentType": "comment", "updateDate": "1276180458", "commentSequence": 1, "commentBody": "I don't know about anyone else, but I am angrier at the incumbents of the corporate suites than I am at the people in Congress and government.  I am pretty angry that the super wealthy seem to be in reach of highjacking the tax code again and rewarding themselves at the expense of the middle class.  Maybe by November a majority of the voters will see through the lies and vote sensibly.<br /><br />I think part of the so-called anger at incumbents is really anger that Washington appears to have sold out to the corporations.  As Rand Paul's defense of BP has so eloquently told us, electing tea partiers or republicans will not make the corporations give back our country.<br /><br />We can't do without the corporations, but we can't do without the government either.  Hopefully what we can do is reverse some of the excesses of corporate greed, risk taking, and wealth accumulation...", "recommendationCount": 998}, {"assetID": 1542534, "replies": [], "lft": 2, "assetURL": "http://www.nytimes.com/2010/06/10/opinion/10collins.html", "parentID": null, "commentID": 2104955, "rgt": 3, "userDisplayName": "Phil in the mountains of Kyushu", "createDate": "1276132647", "userID": 58220231, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1276142718", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Japan", "commentType": "comment", "updateDate": "1276139118", "commentSequence": 5, "commentBody": "Yes, the Supreme Court will always call foul against leveling the playing field.<br /><br />This makes sense.  Prez O has his ed secretary aiming at privatizing public ed, putting standardized testing everywhere, reducing teachers to mere administrators of “instruments” – for all the measuring, counting, tracking, and fill-in-the-bubble-multiple-choicing.  So America’s going to have lots more – millions more – schooled to be corporate souls.  They’ll never learn to make any human connections that at all appear to digress, or in any other way to interrupt the flow of pre-arranged corporate (and military, and imprisonment) priorities.  They’ll have learned that the only real ethics is that of money – shorthand for “stuff” and the ethics of accumulation.<br /><br />So the Supreme Court is doing all these people a favor in steroiding up Corporate America and its vulgarities of money.  No one need have any qualms anymore about any “outside” considerations such as mere human people, or their communities, or surrounding mountains, plains, and waters.  These “things” either reduce to money issues, or they don’t.  In any event, Corporate America in its palatial boardrooms (and PR offices) will make all these decisions.  Its “persons” with legal impunity will assume most all elective office.  And we won’t have to think about it.  We’ll all be happy, schooled as we’ve all going to be to and in the happy corporate agendas.<br />", "recommendationCount": 132}, {"assetID": 1542534, "replies": [], "lft": 14, "assetURL": "http://www.nytimes.com/2010/06/10/opinion/10collins.html", "parentID": null, "commentID": 2105040, "rgt": 15, "userDisplayName": "Bert", "createDate": "1276135580", "userID": 52004385, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1276142718", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Syracuse, NY", "commentType": "comment", "updateDate": "1276139118", "commentSequence": 8, "commentBody": "Why am I the only one who realizes that campaign finance is at the root of just about every problem facing our society?<br /><br />Americans are capable.  We can solve problems.  So why don't we?  The short answer: because some people are making a lot of money off of the problems and they pay politicians to make sure they don't get solved.  This applies to war, global warming, oil spills, Enrons, Wall Streets, immigration, job exporting, tax shelters, tobacco, CEO pay, you name it.  Who needs bribes when campaign funding is legal and just as effective?<br />", "recommendationCount": 588}, {"assetID": 1542534, "replies": [], "lft": 16, "assetURL": "http://www.nytimes.com/2010/06/10/opinion/10collins.html", "parentID": null, "commentID": 2105046, "rgt": 17, "userDisplayName": "Cdr. John Newlin", "createDate": "1276135755", "userID": 38587893, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1276142718", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Vista, Calif.", "commentType": "comment", "updateDate": "1276139118", "commentSequence": 7, "commentBody": "The corrosive influence of money in the American political system has the country on a track headed straight for Rome. If the Meg Whitman and Carly Fiorino fiascos don't wake America to this fact then the belabored citizens of this country are going to be ground into the dust by the gold heels of the elite political plutocrats.<br /><br />Their golden rule is, he, or in their case, she, who has the gold rules. The voice of middle America is being buried by five loony Supreme Court Justices and the corporations that they so egregiously support. America, indeed the world, has become corporatized to the point that democracy is dead. The once great unions, the bastions of help and relief for the embattled work force, have been brought to their knees. The American worker no longer has any aegis of protection.<br /><br />There's little doubt that we in California are going to experience Meg Whitman's CEO skills and Barbara Boxer is probably toast. Not because their opponents have less voter appeal but because they have the means to bury the voters with lie after lie after lie. Mendacity, cupidity, and plutocracy are the three tines of the pitchfork that will pierce the chances of any less well-to-do opponent. Someone should begin writing \"The Decline of America.\"<br /><br />", "recommendationCount": 701}, {"assetID": 1542534, "replies": [], "lft": 18, "assetURL": "http://www.nytimes.com/2010/06/10/opinion/10collins.html", "parentID": null, "commentID": 2105054, "rgt": 19, "userDisplayName": "Marie Burns", "createDate": "1276135982", "userID": 4461145, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1276142718", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Fort Myers, Florida", "commentType": "comment", "updateDate": "1276139118", "commentSequence": 3, "commentBody": "If you want something done right, do it yourself. If the Congress won't pass sweeping campaign finance reform &amp; if the Supremes promise to overrule them should they ever be so bold, then it is up to the voters to whip up some homemade campaign finance reform.<br /><br />It is tempting to suggest voters just scroll down the ballot on election day &amp; vote for the person they never heard of on the theory that if they'd heard of her, she either had bought the election with her own gazillions or had promised her soul to the passel of special interests who bought the election for her. Whitman was said to have paid $80 for every vote cast for her -- in the most populous state in the union.<br /><br />That method of reform, however, didn't work too well for Democrats in South Carolina, where Alvin Greene, the \"self-financed, self-managed\" Mystery Candidate, won the primary race for U.S. Senate against a guy who was actually qualified. Nobody knew who Greene was till reporters began knocking on his door yesterday morning where they found an unemployed military veteran whose rhetorical skills are matched only by Sarah Palin without a crib sheet. He still might have been palatable in a sort of Mr. Greene Goes to Washington way, but later in the day some more reporters found out Jim DeMint's rival for the Senate is facing a pending felony charge for an alleged crime in which dirty pictures &amp; a live college woman were involved. By the end of the day, some were speculating that Mr. Greene was a Republican plant inasmuch as it's hard to figure where an unemployed vet might have come up with the $10,000 filing fee. Mr. Greene denies the suggestion.<br /><br />So much for the unfunded everyman.<br /><br />However, I have a Plan B that actually works as long as you have a remote for your teevee &amp; a trashbin beside the mailbox: just surf away from every ad, &amp; pitch every election flyer. Oh, &amp; don't take any walking-around money! There are other sources for political news. If voters refused to entertain paid advertising, maybe future political hopefuls will do some costs/benefits analyses &amp; figure out it doesn't pay to try to buy their way to Washington or the statehouse. If voters vote responsibly, they make campaign finance reform legislation unnecessary.<br /><br />The Constant Weader at <a href=\"http://www.RealityChex\" target=\"_blank\">www.RealityChex</a><br />", "recommendationCount": 268}, {"assetID": 1542534, "replies": [], "lft": 20, "assetURL": "http://www.nytimes.com/2010/06/10/opinion/10collins.html", "parentID": null, "commentID": 2105068, "rgt": 21, "userDisplayName": "Jumper", "createDate": "1276136383", "userID": 55635653, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1276142718", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "South Carolina", "commentType": "comment", "updateDate": "1276139118", "commentSequence": 4, "commentBody": "In 1883, the U.S. Supreme Court ruled that the Civil Rights Acts of 1875 was illegal because, as the majority opinion stated, the fourteenth amendment did not protect black people from discrimination by people or businesses but only from discrimination by the state.<br /><br />In 1896, the U.S. Supreme Court ruled in favor of Plessy v. Ferguson, which established the doctrine of separate but equal.<br /><br />Those two, combined with the earlier slaughterhouse rulings, allowedthe U.S. Supreme Court to saddle black Americans with the Jim Crow laws for another 67 years - not that their practice magically disappeared.<br /><br />From 1896 through about 1937, we then had the Lochner era Supreme Court, often considered the worst Supreme Court ever - a record Roberts appears to be hurtling toward breaking. They knocked down laws that limited the number of hours an employee could be required to work, ruled un-Constitutional a law that specified a minimum wage for women. Last, the Lochner era Supreme Court not once but twice ruled un-Constitutional child labor laws for children under the age of fourteen.<br /><br />This sort of crass, rigid thinking, placing the architecture of the law above then central tenet of our people's government is what drove FDR to attempt to put more justices on the supreme court to offset the asinine rulings of the aging justices.<br /><br />I guess we the people are now the minority - which the U.S. Supreme Court envisions to be the less worthy since we don't control vast fortunes of corporate wealth. We now get stuck with the wealthy, and their businesses, being allowed to discriminate against us - as in exploit us. Only the states cannot discriminate against us - the non-wealthy. Perhaps why people flock to the government?<br /><br />And, now we - the non-wealthy get stuck with the laws that allow separate but equal treatment between the non-wealthy and the wealthy. Sure, we can have what ever elections we can afford and the obscenely wealthy can ram through, take over and buy whatever they want.<br /><br />In President Jackson's veto message of the extension of the charter for the Second National Bank, he warned of how great corporate wealth would distort our democracy.<br /><br />Too bad we didn't teach that to our children for the past 150 years. Guess we should start while the Roberts' era court aggressively charges through the fabric of our national character. ", "recommendationCount": 646}, {"assetID": 1542534, "replies": [], "lft": 28, "assetURL": "http://www.nytimes.com/2010/06/10/opinion/10collins.html", "parentID": null, "commentID": 2105221, "rgt": 29, "userDisplayName": "akhilleus", "createDate": "1276141378", "userID": 1949626, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1276142718", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Bowling Green, KY", "commentType": "comment", "updateDate": "1276139118", "commentSequence": 2, "commentBody": "The rich eat everyone.<br /><br />This has been coming for some time. We had eight painful, miserable, horrendous years during which GWB went to bat time and again for billionaires who demonstrated the sort of unapologetic avarice that made the obscene greed of the Reagan years look almost salutary.<br /><br />The Billionaire's President installed like minded intellectual Robber Barons on the Supreme Court in the persons of Roberts and Alito who join the Dark Lord Nino and his bobble head companion, Clarence Thomas, joined regularly by Anthony Kennedy.<br /><br />These Supremes have arguably had much more drastic influence on the American history of the new century than any of the courts they and their ultra-right extremist supporters decry as left-leaning activist courts of the sixties. The SCOTUS so far in the first decade of this century has stopped a presidential election and installed the loser of that election, their candidate, in the White House. This incredible demonstration of bald activism triggered the devastating events of the next eight years which included two murderous and murderously expensive wars, one of which was a war of choice, torture, politicization of government departments and agencies leading to the gutting of the justice department and the co-opting of any governmental oversight of energy companies which prompted the Enron scandal and now the BP Gulf of Mexico environmental death watch, the devastation of the economy and a lengthy list of other atrocities.<br /><br />Now, these worthies have decided that rather than be bothered with stealing elections, they'll simply let their Billionaire right-wing buddies just buy elections. I know, you'll say that that has always been the case. Yes, but at least there was the chance for the not so rich, truly worthy candidates to get their names on the ballot.<br /><br />That will almost never occur now, except on races for local dogcatcher.<br /><br />It is a new Gilded Age. Except this age is gilded with dung. And the stink won't wash off for generations.<br /><br />Get ready for more Carly Fiorinas. Hey, she must be qualified, right? She's rich. And besides, we wouldn't want to lean on her first amendment rights by making her actually defend her whacko Teabagger positions by having to run against one of the peasants, now would we?", "recommendationCount": 1072}, {"assetID": 1542534, "replies": [], "lft": 30, "assetURL": "http://www.nytimes.com/2010/06/10/opinion/10collins.html", "parentID": null, "commentID": 2105250, "rgt": 31, "userDisplayName": "Mohamed", "createDate": "1276142003", "userID": 38534594, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1276142718", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "USA", "commentType": "comment", "updateDate": "1276139118", "commentSequence": 6, "commentBody": "Gail, the effect of money in our politics is not confined within our boarders only. Our Government has reach all over the world in more ways than we like to believe. When these moneyed politicians start projecting their influence on the dysfunctional governments around the globe we would see lots more depravation and many chaotic societies. We would cease to be a force of good in this world if we are not there already. ", "recommendationCount": 107}, {"assetID": 1542534, "replies": [], "lft": 4, "assetURL": "http://www.nytimes.com/2010/06/10/opinion/10collins.html", "parentID": null, "commentID": 2104961, "rgt": 5, "userDisplayName": "d. black", "createDate": "1276132795", "userID": 60527128, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1276142755", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "rivers edge", "commentType": "comment", "updateDate": "1276191220", "commentSequence": 9, "commentBody": "You use Chick Schumer as an example of integirty in politicians?  Give us a break.  He is the Seantor from the Wall Street Banks and everyone one of us are aware.<br /><br />Whichever candidates California picks in November cannot possibly be as bad as the ones now in office.  California is insolvent, and they are still paying public employees triple what they should earn for the jobs.  It is timne that Californians realize that they don't live in Candyland.", "recommendationCount": 61}, {"assetID": 1542534, "replies": [], "lft": 12, "assetURL": "http://www.nytimes.com/2010/06/10/opinion/10collins.html", "parentID": null, "commentID": 2105019, "rgt": 13, "userDisplayName": "W in the Middle", "createDate": "1276134964", "userID": 17032998, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1276142755", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New York State", "commentType": "comment", "updateDate": "1276139155", "commentSequence": 10, "commentBody": "Gail - like...what's your point?<br /><br />If the very-well-heeled...<br /><br />&gt; Businessperson can't buy a governorship or a senate seat for themselves<br /><br />&gt; Athlete or musician can't buy a 15,000 sf crib where they can shoot or otherwise do themselves or their guests in - by accident, of course<br /><br />...why work?  Starting in 2011, I think the feds get all my money anyway.  At least that's what Glenn says.<br /><br />It'd get awfully crowded in the Sotheby's gallery, if all these rich folks were able to do with their loot is bid up Picassos and Giacomettis even obscenely further past $100M.  ", "recommendationCount": 41}, {"assetID": 1542534, "replies": [], "lft": 22, "assetURL": "http://www.nytimes.com/2010/06/10/opinion/10collins.html", "parentID": null, "commentID": 2105129, "rgt": 23, "userDisplayName": "jrfromdallas", "createDate": "1276138260", "userID": 57217193, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1276142755", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "dallas", "commentType": "comment", "updateDate": "1276191225", "commentSequence": 11, "commentBody": "I would much rather have a person spending their own money than having a candidate raise 700 million (OBAMA) dollars from you don't know where and end up cutting deals for each of them.  Do you think it is a coincidence that three of Obama's biggest supporters were the SEIU, Goldman Sachs, and BP?  They've all had access to him and have had a say in policy decisions even though each one of them has hurt everyday americans.<br /><br /> We should do it like the UK and change the election cycle to 3 months and no TV ads.", "recommendationCount": 94}, {"assetID": 1542608, "replies": [], "lft": 108, "assetURL": "http://www.nytimes.com/2010/06/10/world/asia/10koreans.html", "parentID": null, "commentID": 2105308, "rgt": 109, "userDisplayName": "Preston", "createDate": "1276143357", "userID": 41435465, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1276144483", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Nashville, TN", "commentType": "comment", "updateDate": "1276140883", "commentSequence": 19, "commentBody": "Here's something that would truly make him earn his Nobel Peace Prize: President Obama should go to North Korea and forge a solution himself. Enough with the \"we're rewarding their bad behavior\" line, or \"we have to send lower-level people first.\" Negotiations are not working, and children are starving. Obama promised he'd meet with dictators face-to-face. When you are dealing with bullies, you don't dodge them, you get brave and look them in the eye and stop them. That is change I can believe in, and who I voted for for President. ", "recommendationCount": 22}, {"assetID": 1542608, "replies": [], "lft": 118, "assetURL": "http://www.nytimes.com/2010/06/10/world/asia/10koreans.html", "parentID": null, "commentID": 2105322, "rgt": 119, "userDisplayName": "Andrew", "createDate": "1276143648", "userID": 54749539, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1276144521", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Paterson, NJ", "commentType": "comment", "updateDate": "1276140921", "commentSequence": 20, "commentBody": "@hoops: What else do we have to base our opinions on? Finding 8 people from North Korea to interview is the only thing we have to go on besides the government line. Also you missed the part in the first page where the authors point out that about half the interviewees intend to return to N. K. so those people wouldn't be defectors and one is a party official's wife. Big up Ann Arbor though, your town and mine.", "recommendationCount": 21}, {"assetID": 1542608, "replies": [], "lft": 122, "assetURL": "http://www.nytimes.com/2010/06/10/world/asia/10koreans.html", "parentID": null, "commentID": 2105340, "rgt": 123, "userDisplayName": "Paul", "createDate": "1276144213", "userID": 48268516, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1276144527", "userTitle": null, "editorsSelection": 1, "statusID": 2, "userURL": null, "userLocation": "Portland, Ore.", "commentType": "comment", "updateDate": "1276140927", "commentSequence": 21, "commentBody": "The most important story I've read all year. The U.S. needs to keep pressing China to join the community of nations and help the North Koreans rid themselves of this brutal dictatorship. The rising sun of modern social, economic and political practice needs to finally peak over the rugged mountaintop of this suffering nation -- now, and quickly.", "recommendationCount": 82}, {"assetID": 1542608, "replies": [], "lft": 124, "assetURL": "http://www.nytimes.com/2010/06/10/world/asia/10koreans.html", "parentID": null, "commentID": 2105351, "rgt": 125, "userDisplayName": "U2NCNET", "createDate": "1276144421", "userID": 58595712, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1276144535", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "NC", "commentType": "comment", "updateDate": "1276140935", "commentSequence": 22, "commentBody": "Too bad Washington, Moscow and Beijing created the situation that exists today...Everybody wanted In but nobody wanted to be the first to leave.From space only one Korea exists.<br />", "recommendationCount": 11}, {"assetID": 1542608, "replies": [], "lft": 46, "assetURL": "http://www.nytimes.com/2010/06/10/world/asia/10koreans.html", "parentID": null, "commentID": 2105122, "rgt": 47, "userDisplayName": "Mark", "createDate": "1276138046", "userID": 8561117, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1276144846", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "U.S.", "commentType": "comment", "updateDate": "1276141246", "commentSequence": 26, "commentBody": "I am struck at how North Koreans are trying to trade - trying to be capitalists - but their socialist leaders crack down. Capitalism has its flaws but it is a more natural and humane way for a society to function than a controlled economy. Now in America, this is worth remembering.", "recommendationCount": 42}, {"assetID": 1542608, "replies": [], "lft": 96, "assetURL": "http://www.nytimes.com/2010/06/10/world/asia/10koreans.html", "parentID": null, "commentID": 2105280, "rgt": 97, "userDisplayName": "Jim", "createDate": "1276142541", "userID": 59823151, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1276144846", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Florida", "commentType": "comment", "updateDate": "1276141246", "commentSequence": 27, "commentBody": "What North Korean Dictator Kim Jong-Il and his ilk are about to realize, most probably with unfortunate surprise, is that the most dangerous of people are those with nothing left to lose.", "recommendationCount": 38}]}, "copyright": "Copyright (c) 2016 The New York Times Company.  All Rights Reserved."}