{"debug": {"version": 3.1}, "status": "OK", "results": {"api_timestamp": "1481460338", "totalCommentsFound": 2678, "totalCommentsReturned": 25, "comments": [{"assetID": 2356741, "replies": [], "lft": 6, "assetURL": "http://slapshot.blogs.nytimes.com/2011/01/29/usa-hockeys-proposed-rule-changes-for-body-checking-head-shots-and-fighting/", "parentID": null, "commentID": 3312717, "rgt": 7, "userDisplayName": "Charles", "createDate": "1296362116", "userID": 38840445, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1296363697", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Houston", "commentType": "comment", "updateDate": "1296363697", "commentSequence": 3, "commentBody": "The overwhelming medical evidence of the dangers of repeat concussions is finally starting to make an impact on the ruling bodies in hockey.  It is very sad to me that change will come so slowly that lots of players will still suffer preventable injury.<br /><br />Fighting and checking above the head are going to be outlawed because it is the right thing to protect the players and the game.  Why can't it just get done?<br />", "recommendationCount": 0}, {"assetID": 2354898, "replies": [], "lft": 94, "assetURL": "http://opinionator.blogs.nytimes.com/2011/01/28/beyond-the-business-suit/", "parentID": null, "commentID": 3312158, "rgt": 95, "userDisplayName": "Jay701", "createDate": "1296344995", "userID": 959680, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1296363843", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Lakewood, Ohio", "commentType": "comment", "updateDate": "1296363843", "commentSequence": 47, "commentBody": "While it is true today that saying \"ax\" instead of \"ask\" will get you fired, or never hired, it should not be so; and some day in this country it won't be so. The \"wrong\" usage has zero correlation with brains or talent or ability. Why should minorities have to learn a foreign language, alien customs, and unfamiliar culture to succeed? They shouldn't, and as their numbers in the workplace, and the market for goods, grow over time, they won't need to. Business culture will be democratized just as the rest of the culture has been. ", "recommendationCount": 5}, {"assetID": 2354898, "replies": [], "lft": 96, "assetURL": "http://opinionator.blogs.nytimes.com/2011/01/28/beyond-the-business-suit/", "parentID": null, "commentID": 3312199, "rgt": 97, "userDisplayName": "wondering. . . .wondering. . . .", "createDate": "1296346216", "userID": 62732919, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1296363860", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New York, NY", "commentType": "comment", "updateDate": "1296363860", "commentSequence": 48, "commentBody": "While I do not deny young members of society may have needs to be generically 'cleansed' so as to fit into the subset of minimum daily adult corporate behavioral requirements, I wonder how much actual basic, (and yes, boring) plain old friendly 'caring about people' and approproate boundary skills are taught. I also wonder if mutuality and general personal social interest skills are (in effect) taken seriously in such an educational 'readiness' approach. ", "recommendationCount": 0}, {"assetID": 2354898, "replies": [], "lft": 98, "assetURL": "http://opinionator.blogs.nytimes.com/2011/01/28/beyond-the-business-suit/", "parentID": null, "commentID": 3312246, "rgt": 99, "userDisplayName": "Betty", "createDate": "1296347863", "userID": 36756062, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1296363890", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Greenwood, SC", "commentType": "comment", "updateDate": "1296363890", "commentSequence": 49, "commentBody": "I'll never forget the day one of my students, whom I'd helped groom to get into the mainstream came into my office, on her way to a job interview.  She was dressed in her best suit and looked great.  Until she sat down with me for a few pre-interview last-minutes words of encouragement.  I realized quickly that she'd not changed her underwear or showered, and she was, frankly, reeking. It was the hardest thing I'd ever done, but I told her to race back to the dorm room, shower and put on fresh underwear and get on out to her interview.  She did, and she got the job as an entry-level accountant.  I think she never again forgot that working in close proximity with people meant a certain level of hygiene is imperative.  But I did it with love and concern that her four years of education and preparation could have been blown right there because of something she didn't realize.  today, she's had several promotions and is a well-groomed, young professional on her way.  We have to help them in the same ways that we were helped as we were coming along.  ", "recommendationCount": 12}, {"assetID": 2354898, "replies": [], "lft": 100, "assetURL": "http://opinionator.blogs.nytimes.com/2011/01/28/beyond-the-business-suit/", "parentID": null, "commentID": 3312274, "rgt": 101, "userDisplayName": "blacklight", "createDate": "1296349141", "userID": 40176848, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1296363917", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New York City", "commentType": "comment", "updateDate": "1296363917", "commentSequence": 50, "commentBody": "I am an Ivy Leaguer, a trained engineer and currently an IT security specialist in the Silicon Alley. I have always made it on the basis of bluntness, competence and sheer technical skill - Don't try to tell me what to wear and how to talk and I won't try to put you in the hospital. Did I just blunder into a support group for suit monkeys and corporate toadies?<br />", "recommendationCount": 5}, {"assetID": 2354898, "replies": [], "lft": 102, "assetURL": "http://opinionator.blogs.nytimes.com/2011/01/28/beyond-the-business-suit/", "parentID": null, "commentID": 3312311, "rgt": 103, "userDisplayName": "Jerry", "createDate": "1296351064", "userID": 59962902, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1296363924", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Oakland", "commentType": "comment", "updateDate": "1296363924", "commentSequence": 51, "commentBody": "I always thought it was, \"I need to axe you a question!\"", "recommendationCount": 1}, {"assetID": 2354898, "replies": [], "lft": 104, "assetURL": "http://opinionator.blogs.nytimes.com/2011/01/28/beyond-the-business-suit/", "parentID": null, "commentID": 3312316, "rgt": 105, "userDisplayName": "Rosie", "createDate": "1296351312", "userID": 56076513, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1296363944", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Wilson WY", "commentType": "comment", "updateDate": "1296363944", "commentSequence": 52, "commentBody": "Now retired, I am often in an enclosed ski lift with young people.  Some of the young men seem to know only the f bomb and use it for every noun, verb and adjective.  Will they be hired if they speak that way in an interview?  This is a real question, and I am sincerely interested in the answer.", "recommendationCount": 9}, {"assetID": 2354898, "replies": [], "lft": 106, "assetURL": "http://opinionator.blogs.nytimes.com/2011/01/28/beyond-the-business-suit/", "parentID": null, "commentID": 3312378, "rgt": 107, "userDisplayName": "VeryOldProf", "createDate": "1296354229", "userID": 4985602, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1296363971", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Los Angeles", "commentType": "comment", "updateDate": "1296363971", "commentSequence": 53, "commentBody": "If you say \"ax\" you sound Black.  That's why if you want to get on in the corporate world you have to say \"ask.\"   The folks with the power don't want people around who sound Black, unless those people are sweeping the floors.<br />That said:  there is nothing inherently superior about so-called \"standard English\" (try your standard English in the country where the actual English live and see how you get laughed at).  This is all about social conventions.<br />I tell my students, \"You decide whether you want to conform to the norms of a corporation.  I\"m happy to tell you what these norms are (or what they are now; they change)  and how to meet them if you choose.  Then it's up to you.\"<br />", "recommendationCount": 13}, {"assetID": 2354898, "replies": [], "lft": 108, "assetURL": "http://opinionator.blogs.nytimes.com/2011/01/28/beyond-the-business-suit/", "parentID": null, "commentID": 3312380, "rgt": 109, "userDisplayName": "cdm", "createDate": "1296354279", "userID": 4704540, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1296364007", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Utica NY", "commentType": "comment", "updateDate": "1296364007", "commentSequence": 54, "commentBody": "I agree that we should be teaching these interpersonal skills a lot sooner, and in greater depth.<br />And it applies to all walks of life.<br /><br />I once had an employee doing software support for an out of town client who sent them an email that was riddled with spelling errors and bad grammar. When I pointed out the errors he clearly felt he was being micromanaged, and he dismissed my comments with the rationalization that the client \"knew what he meant.\" My suggestion that because the client had never met him in person, the email was all the client had to go on to assess his competency was met with a blank stare. He insisted that because his advice to the client was technically accurate, he had done a good job and nothing else was important. It didn't take many more demonstrations of this attitude before he had earned himself a promotion to the position of \"former employee\".<br /><br />", "recommendationCount": 14}, {"assetID": 2354898, "replies": [], "lft": 110, "assetURL": "http://opinionator.blogs.nytimes.com/2011/01/28/beyond-the-business-suit/", "parentID": null, "commentID": 3312384, "rgt": 111, "userDisplayName": "James", "createDate": "1296354385", "userID": 54907735, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1296364040", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Pennsylvania", "commentType": "comment", "updateDate": "1296364040", "commentSequence": 55, "commentBody": "Forty years ago, a rising generation of young people challenged society’s assumption of social conformity.  From long hair on men to the rough and tumble language of rock and roll, the narrow definition of what was acceptable in dress and speech was challenged and expanded.  Yet this opinion and related comments suggest that to succeed in business you need to wear a “grey flannel suit” and speak with Walter Cronkite’s idiom.  This attitude is so disappointing, especially as the most exciting and innovative ideas in todays’s economy are coming from creative nonconformists.  The fact that some older bigots may judge a person upon their dialect and lack of a starched shirt does not justify the prejudice.  I think that many of these posters approach this topic from a position of insecurity.  I mean, like, who cares if someone axes what’s the big deal.  We know what she means!", "recommendationCount": 3}, {"assetID": 2354898, "replies": [], "lft": 112, "assetURL": "http://opinionator.blogs.nytimes.com/2011/01/28/beyond-the-business-suit/", "parentID": null, "commentID": 3312385, "rgt": 113, "userDisplayName": "AL", "createDate": "1296354437", "userID": 983716, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1296364052", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New York, NY", "commentType": "comment", "updateDate": "1296364052", "commentSequence": 56, "commentBody": "May I remind you that we had a President of the United States who could not pronounce the word \"nuclear\".<br />Nookular is not correct. Somehow, he was elected...twice.   So things are not as hopeless as one might think.", "recommendationCount": 12}, {"assetID": 2354898, "replies": [], "lft": 114, "assetURL": "http://opinionator.blogs.nytimes.com/2011/01/28/beyond-the-business-suit/", "parentID": null, "commentID": 3312388, "rgt": 115, "userDisplayName": "Erik", "createDate": "1296354514", "userID": 50355180, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1296364108", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Tokyo, Japan", "commentType": "comment", "updateDate": "1296364108", "commentSequence": 57, "commentBody": "I notice a lot of the comments refer to small grammatical errors that may completely derail someone's chances in the working world. While such concerns are real, I think people are focusing too much on the trees.<br /><br />Grammatical errors can be definite turn-offs, but \"professionalism\" is more an attitude than anything. I had the unfortunate upbringing of being raised by truly self-consumed parents, in addition to growing up as an expat in a foreign land, being transported to a bum-hick town of 7000 amidst debilitated family dynamics based on severe mental illnesses (yes, plural). To summarize my person as a 19-year-old emerging from such an environment, I was constantly late to any gathering, never held my opinion back on any subject, had a 5th-grade writing level, and could not understand a lick of English in any professional context.<br /><br />What did matter, though, was my willingness to learn and ask questions. I stand now on the shoulders of many, many people kind and patient enough to support me. And what mattered most is that these mentors acknowledged what success I accomplished while also clearly demonstrating their expectancy of said behaviors.<br /><br />The empowerment factor is crucial, having someone pulling your arm saying, \"Hey, what was THAT right there? Do you think (BLANK) is proper here?\" followed by the crucial \"YOU are BETTER than this\". By expecting more, not adherence to an arbitrary standard, you will be a life-changer in the truest sense, bolstering their potential to transform their careers.<br /><br />Moving along, while \"Tips\" are helpful, they often give off the whiff of an hierarchical, dictatorial environment, of non-entities lording over them. Such rules in themselves become an enemy, effectively denying the worker's worth as a person. Many of you can \"say\" that such misbehavior doesn't correlate with intelligence, and while hitting the nail on the head, these individuals are given such an impression, since they obviously aren't professional -- and thus employable -- material. Thus, the thrashes of the poor against any degree of success (even against the middle-class) is a very logical outcome of never having a true enemy. (And certainly, this can account for much political disfranchisement as well, if the conversation were to go in such a direction).<br /><br />Ex) Give this line your favorite sneaky chain-gang accent:  \"Psst kid, to survive in this dump, you gotta do what I do\".<br /><br />Too often people \"tell\" others how to behave, but they don't go beyond that. Of course you don't -- that's not your job! But if you want to 'think of the children', have a conversation. You can't save everyone, and more often than not you'll be disappointed by the outcome, there will be those that thrive Because of you.<br /><br />Finally, to those who advocate firing inappropriate personnel, I can sympathize and suggest such measures if warranted. But the whole 'who am I to say' is really negated by 'I know, and you apparently don't, so where do we want to go from here.\"<br /><br />Who cares if they get upset!? Whether they're going to blame you for their rage that punched a hole in the wall? People from poverty have grown a thick skin, and venturing out into the world is an accomplishment in itself, an accomplishment worth recognizing, if not celebrating their subsequent successes.", "recommendationCount": 3}, {"assetID": 2354898, "replies": [], "lft": 116, "assetURL": "http://opinionator.blogs.nytimes.com/2011/01/28/beyond-the-business-suit/", "parentID": null, "commentID": 3312409, "rgt": 117, "userDisplayName": "Petrov", "createDate": "1296355056", "userID": 46816090, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1296364126", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Washington", "commentType": "comment", "updateDate": "1296364126", "commentSequence": 58, "commentBody": "There are indeed many things to learn in order to succeed at work, beside the work itself. Simple matters of professional civility such as showing up on time, leaving your personal problems at home and not making a burden of yourself to others.<br /><br />If you're wondering if you should help a younger person, simply ask: \"Would you like some free advice?\" And the best advice of all is to learn from your mistakes and never take corrections personally. A major thing many new entrants into the world of work have to learn: It's not all about YOU!<br /><br />Separately, it's dismaying to see how many readers believe that physical complexion is the crux of this matter.<br />", "recommendationCount": 6}, {"assetID": 2356435, "replies": [], "lft": 22, "assetURL": "http://fifthdown.blogs.nytimes.com/2011/01/29/barely-lifting-a-finger-to-get-super-bowl-rings/", "parentID": null, "commentID": 3312671, "rgt": 23, "userDisplayName": "Jed Wing", "createDate": "1296360853", "userID": 44223634, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1296364190", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Brooklyn, NY", "commentType": "comment", "updateDate": "1296364190", "commentSequence": 10, "commentBody": "As a Redskin fan from way back in the day, I can honestly say that I WITNESSED  what skekb from Brooklyn says above. He was a devastating blocker. And a member in good standing of the Hogs. He wore dudes down and helped Riggins and Tim Smith run for all those yards in those Superbowls. Also, it's a team sport and everyone on the team contributes. Hopefully the day will come when Warren can show you one of his rings - the one he wears on his upraised middle finger. ", "recommendationCount": 11}, {"assetID": 2354898, "replies": [], "lft": 120, "assetURL": "http://opinionator.blogs.nytimes.com/2011/01/28/beyond-the-business-suit/", "parentID": null, "commentID": 3312438, "rgt": 121, "userDisplayName": "Meredith", "createDate": "1296355834", "userID": 41841086, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1296364251", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Indianapolis", "commentType": "comment", "updateDate": "1296364251", "commentSequence": 59, "commentBody": "Our fast paced society has left little time (and it takes time) to learn proper professional grammar, formal table manners, the art of making and engaging in meaningful conversation,  and acceptable dress.  However, most young adults are eager and willing to learn these essential skills.  At the university where I am teaching, one of the most popular courses on campus is a course on etiquette.  The course culminates in a formal, 5 course dinner at one of the most expensive restaurants in the city. That dinner is the final exam and their ability to navigate the evening is graded. In spite of this rigor the wait list for the course is orders of magnitude greater than the students who are able to take the course, reflecting the desire of young Americans to know how to behave. ", "recommendationCount": 8}, {"assetID": 2354898, "replies": [], "lft": 122, "assetURL": "http://opinionator.blogs.nytimes.com/2011/01/28/beyond-the-business-suit/", "parentID": null, "commentID": 3312492, "rgt": 123, "userDisplayName": "EveT", "createDate": "1296356910", "userID": 25887268, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1296364270", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Connecticut", "commentType": "comment", "updateDate": "1296364270", "commentSequence": 60, "commentBody": "One aspect of workplace culture I'm curious about is using a personal music player with earbuds (e.g., an iPod) in the office. I've read online discussions about this and the consensus seems to be that this is OK as long as you keep the music volume down and don't sing along.<br /><br />Which amazes me. In my view, a coworker or subordinate listening to music with earbuds is sending this message: \"My music is more important than my work or whatever my coworkers and boss may have to say to me.\" Or perhaps: \"My assigned work is so boring that I need music to entertain myself while I do it.\"<br /><br />It strikes me as a serious affront that when I have something to say to a subordinate (or *ask* him or her a question), I have to wait while he or she pulls out an earbud and then repeat the opening of the conversation. Am I the only one who feels this way?", "recommendationCount": 21}, {"assetID": 2354898, "replies": [], "lft": 124, "assetURL": "http://opinionator.blogs.nytimes.com/2011/01/28/beyond-the-business-suit/", "parentID": null, "commentID": 3312571, "rgt": 125, "userDisplayName": "Ms. Massachusetts", "createDate": "1296358580", "userID": 28993366, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1296364339", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Acton MA", "commentType": "comment", "updateDate": "1296364339", "commentSequence": 61, "commentBody": "While this article focuses on so-called “disadvantaged” youth not being in a position to acquire the social skills needed in the American workplace, there is another group at a similar disadvantage: people with Asperger’s Syndrome (“Aspies”).<br /><br />(Note: For lack of a better word, I’ll continue to use the term “disadvantaged” in the rest of this comment, even though I find it condescending.)<br /><br />The disadvantaged youths described here may lack the opportunity to acquire mandatory social skills because of the environment they grow up in — often an environment whose social norms differ from those of the upper middle class Anglos whose norms govern the standard American office. Aspies have difficulty acquiring these social skills for a different reason: neurologically based limitations in understanding the social world around them.<br /><br />Therefore, like these disadvantaged youths, Aspies need to be specifically TAUGHT social skills that others acquire naturally. Just as disadvantaged young people may feel as though they have to act as if “on stage” when working in a standard American office, so do most Aspies. To Aspies, the larger social world is an alien culture whose customs are difficult to understand and even more difficult to navigate. Having to put on a mask when at work, feeling as if one is constantly on stage, makes working at standard jobs extremely difficult and stressful for most Aspies, as I imagine it does for disadvantaged people. (For a discussion of daily social interaction as playing a role on stage, see Erving Goffman’s “The Presentation of Self in Everyday Life.”)<br /><br />Due in large part to deficits in social skills, approximately 85% of people with Asperger’s are underemployed or unemployed, even in times of economic prosperity. The irony is that many Aspies are unusually talented in technology and other fields requiring precise, logical thought. Aspies tend to work harder and produce higher quality work than the average employee. But this is to no avail in a work culture that emphasizes social competence above all else.<br /><br />I’m sure the same is true of many disadvantaged youths – they have the smarts but don’t have the social polish required to succeed in the American workplace.<br /><br />To play devil’s advocate here — why should people who don’t fit the standard mold have to twist themselves into pretzels to be accepted in the workplace? I believe the American workplace has a very limited view of acceptable behavior and therefore loses a lot of talented people. To be clear, I think that politeness and civility are critical. However, when employers dismiss those who say “aks” instead of “ask” or those who fail to maintain typical eye contact, I see an undue emphasis on superficial qualities.<br /><br />— Pam Shira Fleetman<br />", "recommendationCount": 9}, {"assetID": 2354898, "replies": [], "lft": 126, "assetURL": "http://opinionator.blogs.nytimes.com/2011/01/28/beyond-the-business-suit/", "parentID": null, "commentID": 3312586, "rgt": 127, "userDisplayName": "Grossness54", "createDate": "1296358868", "userID": 33647677, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1296364361", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "West Palm Beach, Florida", "commentType": "comment", "updateDate": "1296364361", "commentSequence": 62, "commentBody": "Yes, all that rather stiff behaviour is what's required in Corporate America, which is why I'm glad I learnt this fact by age 20 ad kept my distance ever since. These are the same chaps who brought us the economic events of the past three years, and just about every misfortune associated with them. Do we truly want to emulate such a scurvy crew?", "recommendationCount": 6}, {"assetID": 2354898, "replies": [], "lft": 128, "assetURL": "http://opinionator.blogs.nytimes.com/2011/01/28/beyond-the-business-suit/", "parentID": null, "commentID": 3312647, "rgt": 129, "userDisplayName": "Clement R Knorr", "createDate": "1296360114", "userID": 54904822, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1296364371", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Tucson, AZ", "commentType": "comment", "updateDate": "1296364371", "commentSequence": 63, "commentBody": "A  Mexican lady acquaintance of mine teaches at a school in a small city in central Mexico.  The name of the course she teaches, translated into English is \"manners and morals\".  Such a course should be mandatory in all USA schools.", "recommendationCount": 8}, {"assetID": 2354898, "replies": [], "lft": 132, "assetURL": "http://opinionator.blogs.nytimes.com/2011/01/28/beyond-the-business-suit/", "parentID": null, "commentID": 3312754, "rgt": 133, "userDisplayName": "Marie", "createDate": "1296363138", "userID": 59105630, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1296364412", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "DC", "commentType": "comment", "updateDate": "1296364412", "commentSequence": 64, "commentBody": "@Deborah, #11.  Take that intern under your wing, and don't be too concerned with the possible awkwardness of being of different races and income levels.  Having been in that intern's place, I can tell you that the help is appreciated far beyond the cost of a new shirt.  He likely knows that his financial situation is holding him back from job prospects but simply does not know how to request that sort of help.  And any awkward moments during the initial offer will be quickly forgotten when he finds himself employed!  ", "recommendationCount": 7}, {"assetID": 2354898, "replies": [], "lft": 134, "assetURL": "http://opinionator.blogs.nytimes.com/2011/01/28/beyond-the-business-suit/", "parentID": null, "commentID": 3312781, "rgt": 135, "userDisplayName": "Paul", "createDate": "1296364172", "userID": 55617384, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1296364459", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New York", "commentType": "comment", "updateDate": "1296364459", "commentSequence": 65, "commentBody": "#13<br />Absolutely. It's a well-known sociological fact that cultural distinctions are used (and even created) for the express purpose of restricting resources to certain groups (especially those related to socio-economic class). From an ethical or social justice standpoint, of course, it's disgusting. But those who are victimized by the cultural biases don't have the luxury of critiquing the system; they need to play along in order to survive. As a social critic, I can claim that Year Up, by encouraging some young black men to assimilate into this discriminatory culture of professionalism, is perpetuating a system that systematically disenfranchises young black men. As an empathetic person, though, I realize they can't beat the system and are trying to do all they can to help those who need it most.", "recommendationCount": 4}, {"assetID": 2347663, "replies": [], "lft": 82, "assetURL": "http://projects.nytimes.com/roomfordebate/2011/01/26/decadence-and-democracy-in-italy/embracing-neo-paganism-in-italy", "parentID": null, "commentID": 3311583, "rgt": 83, "userDisplayName": "Michele Pisa", "createDate": "1296329313", "userID": 19930246, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1296365036", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Hamilton, Ontario", "commentType": "comment", "updateDate": "1296365036", "commentSequence": 39, "commentBody": "Monda writes:\"Italians seem to appreciate... this form of neo-paganism \". Does he have any factual idea of pagan ethics, pagan piety? He seems to have acquired his knowledge of paganism from Hollywood movies and the wisdom of his catholic sacristan.  Monda could use some Wittgenstein: \"Whereof one cannot speak, thereof one must be silent\".", "recommendationCount": 0}, {"assetID": 2347409, "replies": [], "lft": 340, "assetURL": "http://projects.nytimes.com/roomfordebate/2011/01/26/decadence-and-democracy-in-italy/italians-may-not-forgive-berlusconi", "parentID": null, "commentID": 3311659, "rgt": 341, "userDisplayName": "Katy", "createDate": "1296331223", "userID": 54497291, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1296365062", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "NYC", "commentType": "comment", "updateDate": "1296365062", "commentSequence": 159, "commentBody": "It was most of the world that didn't understand the Religious Right's darkly obsessive fascination with all things related to Bill Clinton and Monica Lewinsky debacle. They also recognized that Monica wasn't a child or a minor at the time of her pursuit of yet another married man, Clinton not being her first married man. I only care who my man sleeps with or has sex with. Don't care who anyone else sleeps with, not my business, doesn't affect my life and it wasn't affecting the country till the religious right fools saw an opportunity to take Clinton down with a large number of Southern Americans.<br /><br />Berlusconi on other hand has engaged in what appears to be sexual liaisons with minors who are prostituted out, bringing in political and corporate cohorts for wild out-of-control parties with prostitute minors. Someone who might attend one of those parties, act foolishly, then leaves themselves open to blackmail, etc. ", "recommendationCount": 1}, {"assetID": 2347777, "replies": [], "lft": 38, "assetURL": "http://projects.nytimes.com/roomfordebate/2011/01/26/decadence-and-democracy-in-italy/how-berlusconi-imposes-reality-on-italians", "parentID": null, "commentID": 3311671, "rgt": 39, "userDisplayName": "Michele Pisa", "createDate": "1296331644", "userID": 19930246, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1296365094", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Hamilton, Ontario", "commentType": "comment", "updateDate": "1296365094", "commentSequence": 19, "commentBody": "Ms. Watters focusses on the the opposite poles of the female political firmament: the Berlusconi party's women on one side,  the feminists on the other. Neither groups are relevant to the question at hand: why do Italians, particularly female Italians, tolerate Berlusconi's lewd behavior? To answer that, one must focus on a third, vastly more numerous and electorally influential group: the mass of Italian homemakers (about 60% of adult female) who stay home all day and watch Berlusconi's TV channels, thus being exposed to a morally annihilating  barrage of catchy hedonistic, consumerist, all-is well shows and role models alternating with \"information\" talk shows that are actually unvarnished pro-Berlusconi justificatory propaganda. In other words, 24/7 cultural and political brainwashing. On this basis, is it surprising to find that  Italian stay-at-home mamas can't help forgiving all kinds of  Silvio's escapedes?   ", "recommendationCount": 2}, {"assetID": 2347409, "replies": [], "lft": 342, "assetURL": "http://projects.nytimes.com/roomfordebate/2011/01/26/decadence-and-democracy-in-italy/italians-may-not-forgive-berlusconi", "parentID": null, "commentID": 3311839, "rgt": 343, "userDisplayName": "LR", "createDate": "1296336608", "userID": 62728920, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1296365102", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "USA", "commentType": "comment", "updateDate": "1296365102", "commentSequence": 160, "commentBody": "Simone,<br /><br />I understand what you're saying but am a little confused.  Inasmuch as the Lega Nord may advance a distasteful agenda (to some), why would you contest the extraordinary measures it proposes to reduce or cut off funding to provinces like Sicily and Calabria?  If, as it appears, these areas refuse to bear a proportional tax burden and if the population is all too happy to collaborate with organized criminals, why should the rest of the country be expected to subsidize them?<br /><br />Reform must come from within.  If the southern provinces believe they are above the law, they should be dealt with in the harshest possible way.  They should be expected to disavow their ties to organized crime, and earners should be required to pay their taxes.  Failing that, the northern provinces, for their very survival, should leave the union and allow their sourthern partners to go their own way.  If that means a decline to third world status, so be it.   ", "recommendationCount": 0}]}, "copyright": "Copyright (c) 2016 The New York Times Company.  All Rights Reserved."}