{"debug": {"version": 3.1}, "status": "OK", "results": {"api_timestamp": "1481460284", "totalCommentsFound": 3531, "totalCommentsReturned": 25, "comments": [{"assetID": 2220291, "replies": [], "lft": 176, "assetURL": "http://www.nytimes.com/2010/12/23/nyregion/23caribbean.html", "parentID": null, "commentID": 3126803, "rgt": 177, "userDisplayName": "Surgical Specialist", "createDate": "1293079912", "userID": 6158994, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1293080496", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Langhorne, PA", "commentType": "comment", "updateDate": "1293122724", "commentSequence": 75, "commentBody": "Maybe the next thing will be on-line medical schools teaching student to pass basic licensing examinations. The comments on this article suggest that at least some Times readers prefer poorly trained physicians to well-trained ones. If these diploma mills are acceptable, then why not just get rid of accreditation and licensing requirements for medical schools in this country and allow some of the already in place for-profit schools start training physicians. Many of them currently train Medical Assistants and Dental Technicians-they could use the same faculty and facilities! Note that the Ivy League genius featured in this article wound up in Emergency Medicine, arguably the least academic specialty a student can select.", "recommendationCount": 18}, {"assetID": 2220291, "replies": [], "lft": 178, "assetURL": "http://www.nytimes.com/2010/12/23/nyregion/23caribbean.html", "parentID": null, "commentID": 3126806, "rgt": 179, "userDisplayName": "G", "createDate": "1293080118", "userID": 49357836, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1293080531", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "CT", "commentType": "comment", "updateDate": "1293122737", "commentSequence": 76, "commentBody": "#27- Caribbean schools charge astronomically higher tuition than US medical schools (where do you think they get the $100 million from?), so if US grads will \"take half their lives to rid themselves of the burden of education loans,\" then by the same logic Caribbean grads will take 3/4 of their lives. This is clearly faulty logic, but the point is that maybe everyone who is so reflexively angered by US schools and the doctors they educate should take a step back to really understand the situation.<br /><br />As #36 points out, there are barely enough clerkship spots in NYC hospitals for NYC 3rd and 4th year medical students, without the influx of thousands of Caribbean students -- who, by the way, can boast good grades on licensing exams because their schools teach to the test. The education is simply not the same.<br /><br />And please, for those who seem to think all Caribbean students enter primary care because they are inherently better, more caring, less money-hungry than stuck-up NYC students, I assure you they would all match into dermatology or radiology residencies if they were able to. The fact is that they can't.<br /><br />", "recommendationCount": 38}, {"assetID": 2220258, "replies": [], "lft": 6, "assetURL": "http://wordplay.blogs.nytimes.com/2010/12/22/thursday-fish/", "parentID": null, "commentID": 3126815, "rgt": 7, "userDisplayName": "Blanche", "createDate": "1293080364", "userID": 53401181, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1293080561", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Chicago IL", "commentType": "comment", "updateDate": "1293080561", "commentSequence": 3, "commentBody": "Although I haven't taught ESL, I have taught English diction to singers, using \"ghoti\" and \"ghoughpteighbteau\" as examples of the wackiness of our spelling. As I recall, Shaw left his estate to an organization that promoted a simplified alphabet. Good puzzle.", "recommendationCount": 0}, {"assetID": 2220291, "replies": [], "lft": 180, "assetURL": "http://www.nytimes.com/2010/12/23/nyregion/23caribbean.html", "parentID": null, "commentID": 3126810, "rgt": 181, "userDisplayName": "mike", "createDate": "1293080232", "userID": 54105675, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1293080568", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "new york, ny", "commentType": "comment", "updateDate": "1293080568", "commentSequence": 77, "commentBody": "It unbelievable, as judged by the the amount and intensity of negative comments on this board, that the general public thinks doctors are greedy egomaniacs.<br /><br />First, the competition is intense.  Second, most of us are smart enough to make more money in other fields.  If you are a 4.0 student / coming from an Ivy league school, spending 200k and 7-10 years is much more costly than getting a job in NYC and just working.", "recommendationCount": 25}, {"assetID": 2220150, "replies": [], "lft": 98, "assetURL": "http://www.nytimes.com/2010/12/23/us/politics/23bai.html", "parentID": null, "commentID": 3126812, "rgt": 99, "userDisplayName": "teddy pend", "createDate": "1293080250", "userID": 16732810, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1293080650", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "ny", "commentType": "comment", "updateDate": "1293080650", "commentSequence": 34, "commentBody": "Liberals in this country really are crazy. The taxes are already taking over 60% of my income after you include property, income and sales tax. What I do manage to save is just waiting to be taxed again if it grows via investment - then estate taxes.<br /><br />Meanwhile every single social program is insolvent way over budget. Yet they want to write more laws protecting this and that, but don;t enforce anything properly so it still goes wrong causing a false sense of security that then forces taxpayers to fix. Why can't they focus on fixing the social programs they have enacted before coming up with new ones?", "recommendationCount": 4}, {"assetID": 2220258, "replies": [], "lft": 8, "assetURL": "http://wordplay.blogs.nytimes.com/2010/12/22/thursday-fish/", "parentID": null, "commentID": 3126870, "rgt": 9, "userDisplayName": "Jeff", "createDate": "1293082142", "userID": 49590384, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1293082254", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Ithaca, NY", "commentType": "comment", "updateDate": "1293082254", "commentSequence": 4, "commentBody": "One of my favorite bits of trivia from high school. Along with all the ways we pronounce ough. So, yes, speedy. My only hangup being PREFACE for PRELUDE.<br /><br />I had to go visit my OSTEO<br />Because of a strain from my OBOES<br />But thanks to his rude staffs' EGOS<br />I heard, Sorry, I could SEE NO<br />Doc til he finished his NEO<br />Synephrin, which really just KOS<br />Him out on the floor. Where he HOHOs<br />While reading his freshly picked TAROT<br />Which said he was merely a GHOTI.<br /><br />Otherwise, Jim, has anyone told you lately how much we are going to miss you?", "recommendationCount": 4}, {"assetID": 2220291, "replies": [], "lft": 188, "assetURL": "http://www.nytimes.com/2010/12/23/nyregion/23caribbean.html", "parentID": null, "commentID": 3126853, "rgt": 189, "userDisplayName": "SusanM", "createDate": "1293081643", "userID": 62293880, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1293082568", "userTitle": null, "editorsSelection": 1, "statusID": 2, "userURL": null, "userLocation": "New York, New York", "commentType": "comment", "updateDate": "1293082568", "commentSequence": 78, "commentBody": "My young daughter went to an ER at a very good hospital in the city after weeks of fever at home.  When she got there she was thought to be ill from infection and given antibiotics and blood pressure drips to keep her pressures normal levels.  On the second day in the ICU a Caribbean trained resident who checked on my daughter in the morning said he was concerned because she was not improving as she was expected to.  He took a much more detailed history from me than any other doctor I met and saw clues this may be an autoimmune problem and not an infection.  Ultimately he was right and his suggestions to the head ICU doctor on rounds probably saved my daughters life or at least helped her get better much sooner.<br /><br />I know it's just one example, but, personally, anyone who is willing to leave their family to study abroad, go hundreds of thousands of dollars in debt, and risk being thought of as \"just a foreign doctor\" because of how badly they want to help people is an amazing person in my mind.", "recommendationCount": 177}, {"assetID": 2220291, "replies": [], "lft": 192, "assetURL": "http://www.nytimes.com/2010/12/23/nyregion/23caribbean.html", "parentID": null, "commentID": 3126881, "rgt": 193, "userDisplayName": "Zachary", "createDate": "1293082314", "userID": 48106698, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1293082620", "userTitle": null, "editorsSelection": 1, "statusID": 2, "userURL": null, "userLocation": "Philly", "commentType": "comment", "updateDate": "1293122745", "commentSequence": 79, "commentBody": "The sample doctor in this article earned a 3.97 gpa at Cornell and a 27 on the MCAT?  It's not surprising she was not accepted at a US allopathic medical school.  A 27 is a pretty low score, hovering around the 60th percentile...meaning that roughly 40% of test takers scored higher.  I would be surprised if she took the MCAT only once; my experience has been that undergraduate medical advising committees recommend sitting for the exam a second time when a student has a poor score, at least if the student hopes to get into an MD program in the US.<br /><br />In addition, that score probably makes that 3.97 gpa suspect, likely leading an admissions committee to conclude that there was some grade inflation going on.  Everyone can rail against the fairness of using a four-hour exam to determine the fate of a student's academic and professional life, but the MCAT is the only standardized number available to directly compare applicants against one another.  With thousands of applications to wade through, medical schools need that number to separate folks into \"reject\" and \"review further\" piles.  Further, a poor test taker probably should not go into medicine, as assessment is done primarily through endless examination.  ", "recommendationCount": 87}, {"assetID": 2220291, "replies": [], "lft": 184, "assetURL": "http://www.nytimes.com/2010/12/23/nyregion/23caribbean.html", "parentID": null, "commentID": 3126825, "rgt": 185, "userDisplayName": "student", "createDate": "1293080788", "userID": 56302533, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1293082643", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "albany, ny", "commentType": "comment", "updateDate": "1293082643", "commentSequence": 80, "commentBody": "I'm not so sure it's about the AMA and doctors monopolizing things; I'm in medical school now, and as far as I can tell, there's NO increased federal funding to increase residency slots (its funded through medicare for some reason). Because of the bottleneck in residency slots, there aren't enough doctors. Physicians don't really have a say in the funding/expansion for residency slots, and the ones that do are arguing for more to be opened; in fact, physician groups want more residency slots opened: <a href=\"http://www.aafp.org/online/en/home/publications/news/news-now/professional-issues/201020aamcwrkfrcupdt.html\" target=\"_blank\">http://www.aafp.org...</a> but the decisions need to come from the federal level ", "recommendationCount": 12}, {"assetID": 2220291, "replies": [], "lft": 186, "assetURL": "http://www.nytimes.com/2010/12/23/nyregion/23caribbean.html", "parentID": null, "commentID": 3126846, "rgt": 187, "userDisplayName": "US IMG", "createDate": "1293081340", "userID": 56698245, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1293082643", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "NYC", "commentType": "comment", "updateDate": "1293082643", "commentSequence": 81, "commentBody": "#76: Let's survey NYC medschool students to find out how many actually want to rotate at sites, currently filled by Caribbean schools. You will likely get a single digit result.", "recommendationCount": 2}, {"assetID": 2220291, "replies": [], "lft": 190, "assetURL": "http://www.nytimes.com/2010/12/23/nyregion/23caribbean.html", "parentID": null, "commentID": 3126869, "rgt": 191, "userDisplayName": "Jack Smith", "createDate": "1293082137", "userID": 32311903, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1293082643", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "St Louis", "commentType": "comment", "updateDate": "1293082643", "commentSequence": 82, "commentBody": "I would like to know how a country other than US might deal with this kind of a situation", "recommendationCount": 3}, {"assetID": 2220291, "replies": [], "lft": 194, "assetURL": "http://www.nytimes.com/2010/12/23/nyregion/23caribbean.html", "parentID": null, "commentID": 3126883, "rgt": 195, "userDisplayName": "blacklight", "createDate": "1293082342", "userID": 40176848, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1293082643", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New York City", "commentType": "comment", "updateDate": "1293082643", "commentSequence": 83, "commentBody": "The medical establishment is engaging in a bare faced, hard knuckled attempt to restrain trade by getting the state government to limit the Caribbean medical schools' access to New York hospitals. I'll note in passing that these Caribbean medical schools serve US students, many of whom are from New York. So far as I am concerned, this attempt cannot be allowed to stand let alone succeed. The medical establishment is looking out for its own interests not the public good. And I am saying bluntly that nothing good will come out of a situation where the medical establishment is allowed to impose a stranglehold on the supply of new doctors in this state and country. And by the way, the newly established, opportunistic, ambulance chasing, one-room schoolhouse (50 graduates!) LIU Medical School can go to hell - As a taxpayer, I never asked for that damn LIU Medical School to be built.<br />", "recommendationCount": 8}, {"assetID": 2220291, "replies": [], "lft": 196, "assetURL": "http://www.nytimes.com/2010/12/23/nyregion/23caribbean.html", "parentID": null, "commentID": 3126885, "rgt": 197, "userDisplayName": "Guest", "createDate": "1293082412", "userID": 62293834, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1293082643", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "NY", "commentType": "comment", "updateDate": "1293082643", "commentSequence": 84, "commentBody": "Personally, it's more important to prepare medical students to become highly qualified doctors than being more worried about the shortage. I think when it comes to becoming a doctor, you should be more concerned about the preparation, of how a school will educate and train you to become a doctor. NOT ABOUT I WANT TO BE A DOCTOR REGARDLESS.<br /><br />Certainly, Caribbean schools have made tons of money from students and continue to do so. I mean there are some exceptional students who work hard and deserve to become doctors, but accepting like 400 student for first year?  It's really interesting how they accept unqualified students into the program and a good number of these students fail out which the schools make profit from them. The student fails out of the school and returns home with a big bill.  In US institutions these students are given a thin letter that says rejection.<br /><br />The competition for IMG will be fierce in the future because more US schools are increasing seats and opening Osteopathic medical schools.  I predict a lot of issues with arise regarding spots and the quality of doctors.<br /><br />Several years ago, articles were written about pharmacist shortages and it turns out today there are too many pharmacists without jobs and schools graduating numerous students who are worried about whether they will land a job somewhere. The pharmaceutical companies downsizing, retails closings, and such has made it tough for pharmacists.   I wonder if the US government will have too many doctors in the future?<br />I have learned everything is business.  Caribbean schools are about profit, US schools about profit, pharmaceutical companies, and so forth.  ", "recommendationCount": 6}, {"assetID": 2220291, "replies": [], "lft": 198, "assetURL": "http://www.nytimes.com/2010/12/23/nyregion/23caribbean.html", "parentID": null, "commentID": 3126888, "rgt": 199, "userDisplayName": "IMG NYC", "createDate": "1293082457", "userID": 9787297, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1293082643", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "NY", "commentType": "comment", "updateDate": "1293082643", "commentSequence": 85, "commentBody": "Most Carribean students work harder on the USMLE qualifying medical licensing exams to compete with American students, but might not necessarily work harder to learn all the basic clinical component skills during their hospital placements. It is up to the individual student-based initiation. There are a lot less strigent requirements by the Carribean medical schools which allow them to defer many core rotations (some forgo peds, surgery, or ob-gyn) prior to taking the USMLE exams. They have fewer medical licensing exams such as the national shelf exams may therefore, devote clinical hospital time to studying for the USMLE exams. And Carribean medical students are like any other medical students, they want to go into non-primary care specialities as well. ", "recommendationCount": 8}, {"assetID": 2220291, "replies": [], "lft": 200, "assetURL": "http://www.nytimes.com/2010/12/23/nyregion/23caribbean.html", "parentID": null, "commentID": 3126890, "rgt": 201, "userDisplayName": "Lester", "createDate": "1293082557", "userID": 17091835, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1293082649", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Redondo Beach, CA", "commentType": "comment", "updateDate": "1293082649", "commentSequence": 86, "commentBody": "Thousands of qualified college graduates who want to become doctors are denied by the AMA which deliberately holds down the number of medical school students in order to keep the supply of doctors low enough so that all enjoy high income. If anything, the supply of doctors has to go up as the baby boomers age and retire. If the new medical care law and medicare is to have any future, the supply of doctors must increase, not decrease, or medical costs will make medicare and health insurance unaffordable.", "recommendationCount": 6}, {"assetID": 2220340, "replies": [], "lft": 12, "assetURL": "http://www.nytimes.com/2010/12/23/nyregion/23gillibrand.html", "parentID": null, "commentID": 3126842, "rgt": 13, "userDisplayName": "Benjamin Winters", "createDate": "1293081285", "userID": 36287683, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1293082690", "userTitle": null, "editorsSelection": 1, "statusID": 2, "userURL": null, "userLocation": "Cambridge, MA", "commentType": "comment", "updateDate": "1293082690", "commentSequence": 4, "commentBody": "So, we are supposed to be grateful that 9-11 first responders aren't left to die of unspeakable illnesses?<br /><br />I call that the bare minimum of human decency.<br /><br />As for 'Don't Ask, Don't Tell,' no real liberal cares if soldiers can come out of the closet - we're too busy wondering when they can come out of Bush's wars, which a majority of 'We The People' do not support.<br /><br />Not that the will of the majority makes a lick of difference these days. ", "recommendationCount": 164}, {"assetID": 2212334, "replies": [], "lft": 216, "assetURL": "http://opinionator.blogs.nytimes.com/2010/12/20/a-plan-to-make-homelessness-history/", "parentID": null, "commentID": 3125760, "rgt": 217, "userDisplayName": "Hipnick", "createDate": "1293056465", "userID": 52084608, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1293082716", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Elsewhere, Rocky Mountains", "commentType": "comment", "updateDate": "1293082716", "commentSequence": 88, "commentBody": "T. Hewitt, (# 60) you are just incorrect. Imagine, for a moment, trying to get any sort of government assistance if you don't have an address or phone number.  Keep thinking on it, and imagine trying to be clean and presentable for a job interview, or even getting an appointment to be evaluated for need,  under those circumstances.  WhatEVER, indeed.  We're speaking of human beings here.  Happy holidays to you (cough)...", "recommendationCount": 6}, {"assetID": 2220340, "replies": [], "lft": 10, "assetURL": "http://www.nytimes.com/2010/12/23/nyregion/23gillibrand.html", "parentID": null, "commentID": 3126835, "rgt": 11, "userDisplayName": "University Cynic", "createDate": "1293081047", "userID": 52180618, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1293082717", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New York", "commentType": "comment", "updateDate": "1293082717", "commentSequence": 5, "commentBody": "The repeal of \"don't ask, don't tell\" may be a victory for gay rights as well as the right of gay people to die in pointless wars.  The funds for courageous first responders seems like a no brainer to me, but if the Senator got the Senate to do the obvious...amen.  Yet, this Senator is in hock to Wall Street according to the Campaign for Responsive Politics.  Her Democratic primary opponent noted that she was \"continuing to pocket huge amounts of corporate-influenced cash, particularly from the elite bankers and financial mainpluators who engineered the collapse of our economy, robbing Americans of their jobs, savings and retirement.\"  What will be done for all the poor New Yorkers who can't afford shoes and clothes for their children this Christmas?  They have written hundreds of letters to Santa Claus.  Will the Senator be able to help them as much as she could if Wall Street was less powerful?  I doubt it.  The whole country is in hock to a group of \"investors\" whose livelihoods systematically destroy jobs in America.  ", "recommendationCount": 34}, {"assetID": 2220340, "replies": [], "lft": 14, "assetURL": "http://www.nytimes.com/2010/12/23/nyregion/23gillibrand.html", "parentID": null, "commentID": 3126845, "rgt": 15, "userDisplayName": "Rikki Reich", "createDate": "1293081329", "userID": 42902816, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1293082717", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New York City", "commentType": "comment", "updateDate": "1293123722", "commentSequence": 6, "commentBody": "Kristen Gillibrand You Rock!<br />You made the 9/11 First Responders Bill a human issue not a partisan issue! Thank you from all of us who were there.<br />I am one proud New Yorker! ", "recommendationCount": 161}, {"assetID": 2220340, "replies": [], "lft": 18, "assetURL": "http://www.nytimes.com/2010/12/23/nyregion/23gillibrand.html", "parentID": null, "commentID": 3126856, "rgt": 19, "userDisplayName": "Jennifer555", "createDate": "1293081686", "userID": 59366142, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1293082717", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Los Angeles", "commentType": "comment", "updateDate": "1293082717", "commentSequence": 7, "commentBody": "Within the last week, I saw Senator Gillibrand give a short speech on the floor of the Senate.  As an upstater, I was proud to see her representing New York State.  I was reminded that polite, persistent, persuasive ladies like her met in Seneca Falls, NY before the Civil War, creating a major impetus towards women's sufferage.<br /><br />To those who sought to replace her as a Senator for New York, I point out that in her polite and gentle way, Senator Gillibrand may be more successful, over the long run, in persuading non-New York Senators to New Yorkers' causes, than a Rudy-Guiliani-in-a-dress type character.   ", "recommendationCount": 153}, {"assetID": 2220340, "replies": [], "lft": 20, "assetURL": "http://www.nytimes.com/2010/12/23/nyregion/23gillibrand.html", "parentID": null, "commentID": 3126878, "rgt": 21, "userDisplayName": "Me", "createDate": "1293082234", "userID": 1522490, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1293082717", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "San Francisco", "commentType": "comment", "updateDate": "1293082717", "commentSequence": 8, "commentBody": "Being from California I really only knew the bad stuff.  She's sound's great, and appears to have incredible potential. It's not too early to start thinking about the Dems next shot at a female President perhaps in 2016.  Especially as Palin's 2012 armadeddon is running freight train fast into the Republican Party.<br /><br />There are a few issues with the husband (aren't there always) but her pro-gun positions will work for her, and her Tobacco litigation experience can even be spun as somewhat pro-business.<br /><br />She's a rising star, alright.", "recommendationCount": 40}, {"assetID": 2220340, "replies": [], "lft": 24, "assetURL": "http://www.nytimes.com/2010/12/23/nyregion/23gillibrand.html", "parentID": null, "commentID": 3126880, "rgt": 25, "userDisplayName": "Dr Bob in the Bronx", "createDate": "1293082292", "userID": 1011239, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1293082717", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Bronx", "commentType": "comment", "updateDate": "1293082717", "commentSequence": 9, "commentBody": "The Senator has proven herself a worthy successor to Senator Clinton. She has my vote.  ", "recommendationCount": 103}, {"assetID": 2220340, "replies": [], "lft": 26, "assetURL": "http://www.nytimes.com/2010/12/23/nyregion/23gillibrand.html", "parentID": null, "commentID": 3126889, "rgt": 27, "userDisplayName": "Citizen", "createDate": "1293082475", "userID": 61753493, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1293082717", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Brooklyn, NY", "commentType": "comment", "updateDate": "1293082717", "commentSequence": 10, "commentBody": "She is what we need. A strong and passionate advocate. ", "recommendationCount": 92}, {"assetID": 2220340, "replies": [], "lft": 28, "assetURL": "http://www.nytimes.com/2010/12/23/nyregion/23gillibrand.html", "parentID": null, "commentID": 3126894, "rgt": 29, "userDisplayName": "bierce1", "createDate": "1293082655", "userID": 25095928, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1293082717", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "rural Ca.", "commentType": "comment", "updateDate": "1293082717", "commentSequence": 11, "commentBody": "Damn. Just when I thought that all senators were useless, along comes Ms. Gillibrand. All I can say to her is \" Drive on!\" She is a winner in my eyes. We really need more like her. ", "recommendationCount": 161}, {"assetID": 2220340, "replies": [], "lft": 16, "assetURL": "http://www.nytimes.com/2010/12/23/nyregion/23gillibrand.html", "parentID": null, "commentID": 3126847, "rgt": 17, "userDisplayName": "blacklight", "createDate": "1293081413", "userID": 40176848, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1293082723", "userTitle": null, "editorsSelection": 1, "statusID": 2, "userURL": null, "userLocation": "New York City", "commentType": "comment", "updateDate": "1293082723", "commentSequence": 12, "commentBody": "If Kirsten Gillibrand is an accidental Senator, I'd say that our state of New York badly needs a few more \"accidental\" talents like her. My (belated and grudging) thanks to upstate New York and our much put upon (at times, deservedly) Governor Paterson for giving us this fine, outstanding public figure. I'd love to see this Senate abolished because its very existence makes a pround, obscene mockery of the one person, one vote principle but failing that, I am satisfied that the presence of our two capable, dedicated and fast rising Senators Kirsten Gillibrand and Chuck Schumer in the Senate somewhat mitigates the damage.<br />", "recommendationCount": 129}]}, "copyright": "Copyright (c) 2016 The New York Times Company.  All Rights Reserved."}