{"debug": {"version": 3.1}, "status": "OK", "results": {"api_timestamp": "1481460519", "totalCommentsFound": 5978, "totalCommentsReturned": 25, "comments": [{"assetID": 2791457, "replies": [], "lft": 6, "assetURL": "http://well.blogs.nytimes.com/2011/05/30/tuning-in-to-patients-cries-for-help/", "parentID": null, "commentID": 3913196, "rgt": 7, "userDisplayName": "lisad", "createDate": "1306797998", "userID": 2987243, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1306815354", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "california", "commentType": "comment", "updateDate": "1306811754", "commentSequence": 2, "commentBody": "I have a friend who had respiratory distress while in the hospital, and actually ended up calling 911 from her bedside telephone (with excellent results, I might add...)", "recommendationCount": 48}, {"assetID": 2791457, "replies": [], "lft": 8, "assetURL": "http://well.blogs.nytimes.com/2011/05/30/tuning-in-to-patients-cries-for-help/", "parentID": null, "commentID": 3913213, "rgt": 9, "userDisplayName": "Shelley", "createDate": "1306798674", "userID": 53754055, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1306815374", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "San Francisco", "commentType": "comment", "updateDate": "1306811774", "commentSequence": 3, "commentBody": "I will never forget being alone in a hospital room two years ago when no one responded to my calls for help. I finally dragged myself out of bed and literally crawled out of the room and down the hall to find someone. I was in that much pain and agony. I saw a bunch of nurses standing around chatting at the end of the hallway. Even when they saw me crawling towards them on the floor, no one came running over. They just yelled Go back to bed! I was told Wait till the morning staff is here, they might be more helpful. I didn't want to wait and managed to sign myself out of the hospital against medical advice. I knew I'd be better off at home. What a horrible experience. I will avoid that hospital from now on even though it's supposed to be excellent and a teaching hospital etc. I tell everyone I know to avoid it. They are stupid not to realize they will make people seek help elsewhere...", "recommendationCount": 63}, {"assetID": 2791457, "replies": [], "lft": 10, "assetURL": "http://well.blogs.nytimes.com/2011/05/30/tuning-in-to-patients-cries-for-help/", "parentID": null, "commentID": 3913221, "rgt": 11, "userDisplayName": "CLS", "createDate": "1306798868", "userID": 22472687, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1306815379", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Maryland", "commentType": "comment", "updateDate": "1306811779", "commentSequence": 4, "commentBody": "My father was the hospitalized in his home town, in the hospital where my brother is an internist, when he got no response to his call button on postop day #2 for gastric cancer.  He call the outside page operator to assist him in gettting the help he needed! Outrageous.<br/>\nCLS", "recommendationCount": 24}, {"assetID": 2791457, "replies": [], "lft": 12, "assetURL": "http://well.blogs.nytimes.com/2011/05/30/tuning-in-to-patients-cries-for-help/", "parentID": null, "commentID": 3913243, "rgt": 13, "userDisplayName": "Lisa", "createDate": "1306799760", "userID": 18686451, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1306815388", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "PA", "commentType": "comment", "updateDate": "1306811788", "commentSequence": 5, "commentBody": "wow.  i hope the woman from the last anecdote (with the newborn baby) has a lawyer.  she has a case against the hospital!  you're damn right they were attentive after the first night, they were scared silly about being sued.  as well they should, because i hope they will be.  inexcusable!", "recommendationCount": 25}, {"assetID": 2791457, "replies": [], "lft": 14, "assetURL": "http://well.blogs.nytimes.com/2011/05/30/tuning-in-to-patients-cries-for-help/", "parentID": null, "commentID": 3913248, "rgt": 15, "userDisplayName": "heyjude", "createDate": "1306799977", "userID": 53979082, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1306815409", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Austin TX", "commentType": "comment", "updateDate": "1306811809", "commentSequence": 6, "commentBody": "My father was in the hospital here and I stayed all night with him.  The man in the next bed DIED and I couldn't get a nurse to come in.  I closed his curtain and sat up all night.  My dad woke up and asked my why he couldn't hear the man's respirator -- I lied that he'd been moved.  I went out 2 more times that night to try to get the poor man cared for/moved away.  It wasn't till the following morning, 8 hours later that nurses came to roll him away.  I later received an apology from the head doctor there.  ME!?  What about him, poor man?!  I will never, ever go to that hospital again.  And I counsel everyone who goes to the hospital to never stay without a companion.  ", "recommendationCount": 56}, {"assetID": 2791457, "replies": [], "lft": 16, "assetURL": "http://well.blogs.nytimes.com/2011/05/30/tuning-in-to-patients-cries-for-help/", "parentID": null, "commentID": 3913256, "rgt": 17, "userDisplayName": "David Chowes", "createDate": "1306800431", "userID": 19856934, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1306815418", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New York City", "commentType": "comment", "updateDate": "1306811818", "commentSequence": 7, "commentBody": "Certainly not most of the time...\r<br/><br/>I have been a patient and psychologist at hospitals and I have found that often workers who suffer from lack of prestige and salary can exert their frustrations on the very patients which they are charged to take care of.\r<br/><br/>Also some paraprofessionals compare their lack of status and power to a given patient's higher class... And overt or covert sadistic behavior can be manifested.", "recommendationCount": 43}, {"assetID": 2791457, "replies": [], "lft": 18, "assetURL": "http://well.blogs.nytimes.com/2011/05/30/tuning-in-to-patients-cries-for-help/", "parentID": null, "commentID": 3913267, "rgt": 19, "userDisplayName": "sonya", "createDate": "1306800775", "userID": 57280290, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1306815559", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "San Diego", "commentType": "comment", "updateDate": "1306811959", "commentSequence": 8, "commentBody": "patients needs are prioritized in the hospital, I always put airway, and CPR ahead of other complaints.  Some patients suffer from short arm syndrome and want the nurse to pour their water, even when it's in reach.  Patients are not ignored on purpose, put higher level needs (suctioning ventilated patients) are put first to avoid patients coding and dying.", "recommendationCount": 19}, {"assetID": 2791457, "replies": [], "lft": 20, "assetURL": "http://well.blogs.nytimes.com/2011/05/30/tuning-in-to-patients-cries-for-help/", "parentID": null, "commentID": 3913285, "rgt": 21, "userDisplayName": "Marie", "createDate": "1306801688", "userID": 53303616, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1306815665", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Seattle", "commentType": "comment", "updateDate": "1306812065", "commentSequence": 9, "commentBody": "When my sister was having trouble breathing in CCU after a cancer surgery they told us we didn't have to stay the night, now I'm glad I insisted. Though the nurses were great and came every time her alarms went off, there were times she stopped breathing repeatedly and I shook her to make her breath again. Why take a risk?", "recommendationCount": 25}, {"assetID": 2791621, "replies": [], "lft": 14, "assetURL": "http://bats.blogs.nytimes.com/2011/05/30/einhorn-says-deal-with-mets-is-a-win-win/", "parentID": null, "commentID": 3913618, "rgt": 15, "userDisplayName": "MIdtowner", "createDate": "1306814261", "userID": 6258247, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1306815669", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New York, NY", "commentType": "comment", "updateDate": "1306812069", "commentSequence": 5, "commentBody": "Jeez, Mets fans, c'mon!   Maybe this is a change for the good??!!  Some fresh blood, even with a minority stake.  Maybe the team conveys the gloom and doom of Mets fans in general; they quit on their team.   I don't believe Yankee fans did that when their team stunk in the late sixties into the 70s and then again in the 80s.", "recommendationCount": 3}, {"assetID": 2791621, "replies": [], "lft": 12, "assetURL": "http://bats.blogs.nytimes.com/2011/05/30/einhorn-says-deal-with-mets-is-a-win-win/", "parentID": null, "commentID": 3913583, "rgt": 13, "userDisplayName": "po", "createDate": "1306812801", "userID": 36483496, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1306815705", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "nyc", "commentType": "comment", "updateDate": "1306812105", "commentSequence": 6, "commentBody": "laughing stock like the NJ major league baseball Team? Oh, wait, you don't have one. well, until you get one, why don't you look in the mirror for a good laugh.... \"downtown\"...... haha ha hah ha!  <br/><br/>I love the way the mets play the game and the optimistic and good-natured outlook they have. there is a toughness and perseverance that many tender-skinned and insecure people can't relate to, unless someone is trashing someone else. I'm glad to here the wilpons are letting go of this beautiful thing they can't properly handle. I think einhorn sees the angles, and could be a step in the right direction. <br/><br/>as for \"injury filled\", well, yes, but the young guys are doing great and are the future foundation, and I enjoy watching them develop at the major league level.<br/><br/>Mets baseball is poetry and has depth, alas....", "recommendationCount": 2}, {"assetID": 2791457, "replies": [], "lft": 22, "assetURL": "http://well.blogs.nytimes.com/2011/05/30/tuning-in-to-patients-cries-for-help/", "parentID": null, "commentID": 3913296, "rgt": 23, "userDisplayName": "Julie Gallo", "createDate": "1306801984", "userID": 12872807, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1306815713", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New York, NY", "commentType": "comment", "updateDate": "1306812113", "commentSequence": 10, "commentBody": "It's not just hospitals but nursing homes also......very sad.   I dreaded leaving my mother (now passed away) after visiting, not knowing if she was tended to in any reasonable amount of time.  She happened to be in a clean, well-organized home but still the staff could not respond to all buzzers ringing.  No one expects 24/7 \"instant\" response but at least look in on residents every 15 minutes.  These poor elderly and totally handicapped patients can barely do anything for themselves including eating and toilet use.  It just killed me to see it not only for my mother but the other patients around her - some of whom had no visitors at all.  I intend to make plans with my siblings that none of us willl be left alone if we end up in nursing home care....easier said than done.  Unfortunately there are few workers with compassion to deal with it all. ", "recommendationCount": 30}, {"assetID": 2791621, "replies": [], "lft": 10, "assetURL": "http://bats.blogs.nytimes.com/2011/05/30/einhorn-says-deal-with-mets-is-a-win-win/", "parentID": null, "commentID": 3913570, "rgt": 11, "userDisplayName": "Rollo", "createDate": "1306812282", "userID": 42014, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1306815725", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Maryland", "commentType": "comment", "updateDate": "1306812125", "commentSequence": 7, "commentBody": "If the Wilpons were smart, which does not seem the case, they would negotiate a Picard settlement, let Einhorn buy a controlling stake and also let him manage whatever remains of their fortune. That way the muddled mess would gain clarity and a fresh start for all.  And if that were the case, the Mets could lock up Reyes and Wright for their careers and that would be an all time first for the organization.  Not Seaver, not Gooden, not Strawberry...it has always ended badly with the homegrown stars.  Change that.  And if you have the money and the smarts...which you do with Einhorn and Alderson....then it's a pretty alluring proposition to build, or rebuild, around those two guys.  Wright and Reyes are attractive commodities at the gate and on the field and they would be attractive pieces to establishing a long term brand, especially as they hit career milestones and, it is hoped, enter the hall of fame someday. ", "recommendationCount": 4}, {"assetID": 2791457, "replies": [], "lft": 24, "assetURL": "http://well.blogs.nytimes.com/2011/05/30/tuning-in-to-patients-cries-for-help/", "parentID": null, "commentID": 3913304, "rgt": 25, "userDisplayName": "DMH", "createDate": "1306802213", "userID": 9076148, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1306816049", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New York", "commentType": "comment", "updateDate": "1306812449", "commentSequence": 11, "commentBody": "I've had similar experiences to those discussed in the post, unfortunately.  Once when hospitalized after a severe intestinal bleed (caused by low platelets as a result of HIV infection) I, too, needed help with bedpans.  I wasn't supposed to get out of bed myself since my hemoglobin had dropped to five (5) -- yep, it was a severe bleed.  I rang for help with a bedpan, since the blood in my intestines had a laxative effect.  After ringing repeatedly, my discomfort growing, I finally unplugged the IV drip monitor (it had a battery) and hauled myself out of bed to the bathroom.  The aide (a kind woman) spotted me just as I got to the bathroom and said I shouldn't be out of bed on my own.  I was in a lousy mood and replied, \"I rang for help with the bedpan, but no one answered.  What do you want me to do -- ___ all over the __ ____ bed?\" and slammed the bathroom door in her face.  That was at Mt. Sinai in Manhattan.\r<br/><br/>Another time was more serious -- I'd had abdominal surgery, which made a naso-gastric tube necessary.  I swallowed wrong, and started to cough, and couldn't stop.  I was scared that I would choke and I rang for help.  And rang for help again.  And again.  A half an hour after I managed to get it under control myself, a nurse strolled in to ask what the problem was, apologizing that they were having a meeting and couldn't answer my call.  That was at St. Vincent's in Manhattan.  Now we all know why they went under...", "recommendationCount": 40}, {"assetID": 2791457, "replies": [], "lft": 26, "assetURL": "http://well.blogs.nytimes.com/2011/05/30/tuning-in-to-patients-cries-for-help/", "parentID": null, "commentID": 3913309, "rgt": 27, "userDisplayName": "nydoc", "createDate": "1306802424", "userID": 17683332, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1306816118", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "new york", "commentType": "comment", "updateDate": "1306812518", "commentSequence": 12, "commentBody": "This is the the system Americans have been asking for, either actively or through their ignorance or inaction.  I do not condone any elderly, sick, pregnant or disabled person from being ignored.  But this inevitably happens when an enormous amount of time is spent of documentation.  This goes from attending doctors, to head nurses, to nurses, all the way down the the nurses aide.  The system is so immensely strained by overdocumentation and being complaint with a myriad of bureacracy and regulation, that in many cases, you end up treating the chart and not the patient.<br/><br/>Regulators every day increase the complexity of regulation to the point where it is beyond absurd.  As this paper does, it repeatedly points to tens of thousands of medical mistakes that could have been prevented......  What these self-serving regulators and their enablers deliberately dont mention is how they benefit from building a dysfunctional system.  Mistakes are constantly being re-defined as generally trivial errors that in a previous generation would have gone unnoticed.  No one gives the health care system credit for increasing life expectancy 3 months for each year in the last century!  I can promise you it was not the bureacrats who prolong life, or make the hospital a better or safer environment.<br/><br/>In NYC restaurants are grade A, B, C for cleanliness.  Imagine if every meal in a restaurant had to be served by someone ceritified, re-certified in food handling.  If each toilet could randomly be subject to bacterial cultures.  If the temeperature of the flame had to be measured and reported each day with a certified and recalibrated thermometer approved by the Dept. of Health, if the tablecloths had to be checked for viral cultures and be delivered only by authorized dealers....etc.<br/><br/>Dont even get me started on the practice of defensive medicine.....   Basic economics....you want to pay the health care system less, but demand more compliance and regulations, while not making even the most mariginal attempt at tort refom.  Somethings got to give, just be glad it is a unanswered call bell or a delayed bedpan.   <br/><br/>If you want change write to your local politician demanding malpractice reform and less regulation so that medicine can return to being about patient care.  These articles that elicit outrage are a disservice to the readers of your fine newspaper, as they do not elucidate so much as they distract from the real issues.", "recommendationCount": 71}, {"assetID": 2791457, "replies": [], "lft": 28, "assetURL": "http://well.blogs.nytimes.com/2011/05/30/tuning-in-to-patients-cries-for-help/", "parentID": null, "commentID": 3913329, "rgt": 29, "userDisplayName": "Lisa", "createDate": "1306803144", "userID": 60766509, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1306816138", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Crozet, VA", "commentType": "comment", "updateDate": "1306812538", "commentSequence": 13, "commentBody": "This is such as an important issue- I'm glad to hear some hospitals are making an effort to deal with this problem. While recovering in a hospital after cesarean section, I pressed my call button because no one had brought my pain meds (after an hour of waiting). 45 minutes later a very surly voice asked if I had pressed my call button. What if I had been bleeding out? As actually happened in the postpartum floor at another hospital in the area.", "recommendationCount": 26}, {"assetID": 2791457, "replies": [], "lft": 30, "assetURL": "http://well.blogs.nytimes.com/2011/05/30/tuning-in-to-patients-cries-for-help/", "parentID": null, "commentID": 3913342, "rgt": 31, "userDisplayName": "Chilli", "createDate": "1306803745", "userID": 46987073, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1306816172", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "South Texas", "commentType": "comment", "updateDate": "1306812572", "commentSequence": 14, "commentBody": "I don't remember this medical inattention back in the 70's.  Why when we know more and have more effective technology is there less actual patient care?  Living abroad in the last two decades, both with socialized and private medical care, I have received very attentive and holistic medical care.  I dread returning to the States where I think, to the extent one gets noticed and treated, they treat the test and not the patient.<br/>\nBTW: While living abroad, I have come to the States to help hospitalized family members as a patient advocate by staying with them in the hospital during recovery. No one needed to stay with me when I was hospitalized abroad, but I do remember a nurse not knowing how to deal with my broken pain medication dispenser when I was in the hospital in the US in the 90's.  It was bizarre walking her through a solution that didn't involve re-dosing me (and thus giving me a double-dose of pain meds) while I was groggily recovering from surgery.  Eeck! Amazing how much I had to pay for that level of service.", "recommendationCount": 20}, {"assetID": 2791457, "replies": [], "lft": 34, "assetURL": "http://well.blogs.nytimes.com/2011/05/30/tuning-in-to-patients-cries-for-help/", "parentID": null, "commentID": 3913371, "rgt": 35, "userDisplayName": "trudy", "createDate": "1306804762", "userID": 55540444, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1306816184", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "RI", "commentType": "comment", "updateDate": "1306812584", "commentSequence": 15, "commentBody": "I think no patient should be without a family member 24/7.  Of course, that is usually not possible.  Heaven help us single people.", "recommendationCount": 57}, {"assetID": 2791457, "replies": [], "lft": 32, "assetURL": "http://well.blogs.nytimes.com/2011/05/30/tuning-in-to-patients-cries-for-help/", "parentID": null, "commentID": 3913348, "rgt": 33, "userDisplayName": "workerbee", "createDate": "1306803877", "userID": 28347586, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1306816189", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Florida", "commentType": "comment", "updateDate": "1306812589", "commentSequence": 16, "commentBody": "The hospital and the healthcare workers don't have to be bothered by such problems because the third-party payer pays them anyway, regardless of the quality of care - even if the patient dies. If the patients happened to be paying out-of-pocket they could either withhold payment or demand a refund for poor-quality service.", "recommendationCount": 15}, {"assetID": 2791457, "replies": [], "lft": 36, "assetURL": "http://well.blogs.nytimes.com/2011/05/30/tuning-in-to-patients-cries-for-help/", "parentID": null, "commentID": 3913394, "rgt": 37, "userDisplayName": "Rachel", "createDate": "1306806043", "userID": 29627410, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1306816196", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "NYC", "commentType": "comment", "updateDate": "1306812596", "commentSequence": 17, "commentBody": "This is incredibly frustrating, but good that some hospitals are taking it seriously.  What's the point of being in a hospital if you don't need to call for help? and yes, this includes pillows, bedpans, and being lonely.  Glad they're looking into the division of services, because nurses don't need to fill all of these rolls. ", "recommendationCount": 11}, {"assetID": 2791457, "replies": [], "lft": 38, "assetURL": "http://well.blogs.nytimes.com/2011/05/30/tuning-in-to-patients-cries-for-help/", "parentID": null, "commentID": 3913453, "rgt": 39, "userDisplayName": "MKM", "createDate": "1306807853", "userID": 53463794, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1306816227", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Ohio", "commentType": "comment", "updateDate": "1306812627", "commentSequence": 18, "commentBody": "Eight years ago I was in the hospital recovering from major surgery and experienced this lack of response.  I could hear the nurses down at the nurses station chatting and laughing. I pressed my call button several times and finally got a brusque answer to it - over the intercom - the nurse couldn't hear my response and annoyingly dismissed my request, I never saw her. No one budged from their chairs down the hall. I was in exquisite pain from abdominal surgery and the nurses couldn't have cared less. The next day I had to use the bathroom and had to wait an hour to have someone help me walk to it - then abandoned me once I was in - I had to walk myself back to my bed, no easy task in the shape I was in. Don't tell me about the nursing shortage. The problem is with the nurses and their lack of care and consideration for the patients they are asked to care for. Sorry, no sympathy here. Once I was home from that hell-hole, I called and spoke to the nursing supervisor of the hospital as well as the Human Resources director, I didn't know what else to do. I know I'll never use that hospital again, that experience was a nightmare.", "recommendationCount": 65}, {"assetID": 2791593, "replies": [], "lft": 2, "assetURL": "http://projects.nytimes.com/roomfordebate/2011/05/30/testing-students-to-grade-teachers/standardized-tests-are-costly-but-worth-it", "parentID": null, "commentID": 3913211, "rgt": 3, "userDisplayName": "Winning Progressive", "createDate": "1306798654", "userID": 61073654, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1306816234", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Chicago, IL", "commentType": "comment", "updateDate": "1306812634", "commentSequence": 1, "commentBody": "More testing of either students or teachers is not the solution to the challenges facing education because there are simply too many factors that go into whether a teacher is successful to be captured in tests.  These factors include that the skills that teachers need to possess to be able to inspire students to learn cannot be readily measured by a test, that the critical thinking skills that students need to learn cannot be readily measured by a test, and that teachers are being asked to provide parenting and social services that too many poor children in our country are not getting outside of school and that, once again are not readily measured by a test. <br/><br/>The much more effective route to improving education in America would be to improve the quality of teachers that are brought into the profession, and to provide the financial rewards and other incentives necessary to keep high quality teachers in the system.  In many countries, all or nearly all of their teachers come from the top third of their college classes, because teaching is considered a prestigious profession that is rewarded well.  Teachers are recruited through a highly selective process that includes a substantial teacher preparation process. <br/><br/> Here in the U.S., however, only 23 percent of teachers come from the top third of their college classes, and in high-poverty schools only 13 percent of teachers come from the top third.  And the reason that \"top-third\" students are less likely to become teachers is because we pay our teachers less and have far less supportive environments for them to teach in. <br/><br/>If we want to improve the quality of education in America, let's recruit high quality teachers by increasing salaries, ensuring they have supportive environments to teach in, and investing in programs to prepare them for the job, rather than pouring more money down the testing rathole.<br/><br/><a href=\"http://www.winningprogressive.org\" title=\"http://www.winningprogressive.org\" target=\"_blank\">http://www.winningprogressive.org</a><br/><br/><a href=\"https://www.facebook.com/pages/Winning-Progressive/195682780442236\" title=\"https://www.facebook.com/pages/Winning-Progressive/195682780442236\" target=\"_blank\">https://www.facebook.com/pages/Winning-Progressive/195682780442236</a> ", "recommendationCount": 25}, {"assetID": 2791457, "replies": [], "lft": 40, "assetURL": "http://well.blogs.nytimes.com/2011/05/30/tuning-in-to-patients-cries-for-help/", "parentID": null, "commentID": 3913462, "rgt": 41, "userDisplayName": "TB", "createDate": "1306808144", "userID": 30734424, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1306816239", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Mill Valley", "commentType": "comment", "updateDate": "1306812639", "commentSequence": 19, "commentBody": "I'm a physician.  I find this article disturbing and horrifying.  ", "recommendationCount": 74}, {"assetID": 2791457, "replies": [], "lft": 42, "assetURL": "http://well.blogs.nytimes.com/2011/05/30/tuning-in-to-patients-cries-for-help/", "parentID": null, "commentID": 3913466, "rgt": 43, "userDisplayName": "The Nerdy Nurse", "createDate": "1306808281", "userID": 63762828, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1306816251", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Georgia", "commentType": "comment", "updateDate": "1306812651", "commentSequence": 20, "commentBody": "The system you mention in this article sending the appropriate personell and answering erroneous calls sounds amazing.<br/>\nOften nurses are overwhelmed with high patients loads, high acuity patients, mounds of paperwork, and a lack of aides to assist with patient care needs.<br/>\nA system like this would greatly improve patient outcomes.<br/><br/>The Nerdy Nurse<br/>\n<a href=\"http://www.TheNerdyNurse.com\" title=\"http://www.TheNerdyNurse.com\" target=\"_blank\">http://www.TheNerdyNurse.com</a>", "recommendationCount": 23}, {"assetID": 2791457, "replies": [], "lft": 44, "assetURL": "http://well.blogs.nytimes.com/2011/05/30/tuning-in-to-patients-cries-for-help/", "parentID": null, "commentID": 3913475, "rgt": 45, "userDisplayName": "rnahouraii", "createDate": "1306808474", "userID": 46829521, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1306816255", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "charlotte", "commentType": "comment", "updateDate": "1306812655", "commentSequence": 21, "commentBody": "More than 10% of call bells are errors or don't require busy nurses to respond.", "recommendationCount": 2}, {"assetID": 2791457, "replies": [], "lft": 46, "assetURL": "http://well.blogs.nytimes.com/2011/05/30/tuning-in-to-patients-cries-for-help/", "parentID": null, "commentID": 3913488, "rgt": 47, "userDisplayName": "dapepper", "createDate": "1306808909", "userID": 30022593, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1306816263", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "ann arbor", "commentType": "comment", "updateDate": "1306812663", "commentSequence": 22, "commentBody": "I spent the night recently in a local hospital and twice accidentally tripped the call button in my sleep while rolling around. Luckily it was a quiet night in the hospital and the distractions to the nurse on duty were relatively minor. After the second error we relocated the call device at a much more reasonable reach.  The call-center service seems like a good idea.  <br/><br/>BTW Doctors changing bedpans?  What planet is that hospital on?  But I guess Dr. Southern must be joking......", "recommendationCount": 14}]}, "copyright": "Copyright (c) 2016 The New York Times Company.  All Rights Reserved."}