{"debug": {"version": 3.1}, "status": "OK", "results": {"api_timestamp": "1481459900", "totalCommentsFound": 3766, "totalCommentsReturned": 25, "comments": [{"assetID": 1319088, "replies": [], "lft": 330, "assetURL": "http://www.nytimes.com/2010/04/01/technology/personaltech/01pogue.html", "parentID": null, "commentID": 1787110, "rgt": 331, "userDisplayName": "Sherlock Holmes", "createDate": "1270094262", "userID": 19937168, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1270094575", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Morgan Hill, Ca.", "commentType": "comment", "updateDate": "1270090975", "commentSequence": 142, "commentBody": "A few thoughts on these comments from a techie in Silicon Valley:<br /><br />* it's a very cool toy - I already have lots of computers for work, too many actually, this occupies a different niche altogether, namely as a surfboard. Once again apple demonstrates how to make geeky stuff cool.<br />* you'll be able to move files around using bluetooh, just as you can today on the iphone, no worries. Look in the app store for BT filesharing apps.<br />* printing can also be accomplished, at least conceivably, using bluetooth or wifi. I'm sure that apps for this will appear very soon.<br />* On memory size when you go to buy - always buy as much memory as possible, you can't change it easily alter and you will always be wanting more.<br />* Alternative writing programs like shapewriter will become suddenly much more useful.<br />* And one more thing,think tricorder.<br /><br />Holmes", "recommendationCount": 3}, {"assetID": 1319088, "replies": [], "lft": 332, "assetURL": "http://www.nytimes.com/2010/04/01/technology/personaltech/01pogue.html", "parentID": null, "commentID": 1787112, "rgt": 333, "userDisplayName": "David Blackburn", "createDate": "1270094275", "userID": 32874699, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1270094575", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Pau, France", "commentType": "comment", "updateDate": "1270090975", "commentSequence": 143, "commentBody": "I'm luke warm on it, but am going to buy one. My partner doesn't know how to use a computer (like a lot 50 year-olds in France if you can believe that), but he can retrieve his e-mails with his iTouch. I think the iPad will be better than the iTouch for him. Maybe, just maybe, he'll start learning how to use the Internet instead of relying on me to look something up.<br /><br />Secondly, without a 3G contract requirement, this will be a great product for travelling to the United States. I'm hoping there will be the same for other countries. I'll be able to bring it along, enable 3G and pay for a connection just the time I'm there. Why doesn't AT&amp;T let me do the same with my iPhone? I'm hoping Verizon will.", "recommendationCount": 3}, {"assetID": 1319088, "replies": [], "lft": 334, "assetURL": "http://www.nytimes.com/2010/04/01/technology/personaltech/01pogue.html", "parentID": null, "commentID": 1787119, "rgt": 335, "userDisplayName": "S. Perez", "createDate": "1270094368", "userID": 2542603, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1270094575", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Japan", "commentType": "comment", "updateDate": "1270090975", "commentSequence": 144, "commentBody": "Very useful review.<br /><br />As a regular user of Apple products (two decades)  I found the hype prior to the iPad release interesting.  But once it was unveiled I was completely unimpressed.<br /><br />While the marketing dept. at Cupertino must be convinced that they have a game changer, I remain more than skeptical about an oversized iPod Touch.<br /><br />While many users will enjoy the super-sized iPod (may they should have called it \"iPod Grande), many a Mac fan out there had looked forward to an Apple tablet ran on OSX (even it were a slimmed down version of it) rather than the toy OS of the iPhone/iPod.<br /><br />Having said that, it will be interesting how many pundits were wrong on either side and how much Mr. Jobs' reality distortion field helps to push this device.", "recommendationCount": 3}, {"assetID": 1319088, "replies": [], "lft": 336, "assetURL": "http://www.nytimes.com/2010/04/01/technology/personaltech/01pogue.html", "parentID": null, "commentID": 1787120, "rgt": 337, "userDisplayName": "Rob G", "createDate": "1270094373", "userID": 16555247, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1270094575", "userTitle": null, "editorsSelection": 1, "statusID": 2, "userURL": null, "userLocation": "Niskayuna, NY", "commentType": "comment", "updateDate": "1270119944", "commentSequence": 145, "commentBody": "A lot of people misunderstand Apple.  Apple does NOT sell gadgets of any sort; apple sells what I call \"lifestyle enablers.\"  That is, Apple's ideas enable a person to live their life in a way that's easier, more efficient and enjoyable.  That fact that people do this using gadgets manufactured by Apple is purely coincidental.  If Apple could accomplish their goals by selling magic elves, they would be selling magic elves.<br /><br />Apple asks a simple question:  What will make a little box useful to a lot of people?  In the case of an iPhone, it's apps for  browsing, music, email, weather, maps, contacts, photos, etc.  Apple moves down the list and builds a device that will do all of that fairly well.  They construct a touch screen equal to the task of making people happy while they use all those useful apps.  They painstakingly construct a simple regimen around that touch screen to make it simple and stress-free to use.  When all of this is assembled, they ask:  Can this box be sold at a price that the public will accept?  If so, it's sold.  If not, the design goes back on the shelf until technology prices drop.<br /><br />What about multitasking, USB ports, printing, etc?  If NONE of those are required to deliver the feature list to the customer, they're not important.  A USB port is essential for syncing, but not for browsing.  What could I possibly use multitasking for anyway, beyond listening to music while browsing, reading email or using the NY Times app?  What good is printing when most of my time is spent in meetings, a car, train or restaurant.  In my office, my PC can print documents.<br /><br />Techies throw these features out, but just what do they mean to most people?  Why should I need 4 USB ports?  I don't even use 4 USB ports on my home computer.  All my peripherals are wireless!  Multitasking?  Great on my office computer, where I can open 6 windows and cycle through everything.  If I tried that while walking down the street, I'd get hit by a bus!<br /><br />The iPad is a reader, pure and simple.  It's a reader that can do a lot of very cool things besides being a reader.  It's a Kindle killer (especially at the price point of the lowest cost iPad).  It's not a laptop or a workstation.  It's made to be a conduit to enjoy life.  With it, I'll be able to conduct most of my personal business - the heavy lifting will always be done by the laptop or workstation.<br /><br />Is the hardware expensive, given its features?  Sure.  But it's the software that makes it worthwhile.  The software does not waste my time.  Every minute saved is an additional minute I can spend AWAY from the computer doing something worthwhile.  Those recovered minutes of my life more than make up for the price.  When I get the iPad, it will Just Work.   And that's all I want.<br /><br />", "recommendationCount": 124}, {"assetID": 1318718, "replies": [], "lft": 220, "assetURL": "http://www.nytimes.com/2010/04/01/us/01nsa.html", "parentID": null, "commentID": 1786722, "rgt": 221, "userDisplayName": "seattlesh", "createDate": "1270087291", "userID": 44499492, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1270094980", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Seattle", "commentType": "comment", "updateDate": "1270091380", "commentSequence": 95, "commentBody": "Post # 6 and #19, Walker was a Republican nominee from George H. Bush.", "recommendationCount": 5}, {"assetID": 1318718, "replies": [], "lft": 222, "assetURL": "http://www.nytimes.com/2010/04/01/us/01nsa.html", "parentID": null, "commentID": 1786761, "rgt": 223, "userDisplayName": "Neil McNab", "createDate": "1270087882", "userID": 57120037, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1270094980", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "London", "commentType": "comment", "updateDate": "1270091380", "commentSequence": 96, "commentBody": "One small but important blow against the encroaching Big Brother society. If all of you noodle-brained Americans out where who wet their knickers daily about terrorism really want to eradicate it, let's have a police state with CCTV on ever corner, pass laws etc etc.", "recommendationCount": 8}, {"assetID": 1318718, "replies": [], "lft": 226, "assetURL": "http://www.nytimes.com/2010/04/01/us/01nsa.html", "parentID": null, "commentID": 1786812, "rgt": 227, "userDisplayName": "Mel Presley", "createDate": "1270088818", "userID": 21934298, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1270094980", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Roskilde, Denmark", "commentType": "comment", "updateDate": "1270091380", "commentSequence": 97, "commentBody": "Imagine if there were a Constitutional amendment declaring that the Constitution is the SOLE grant of authority to the government of the United States, and that anybody willfully exceeding that grant in the name of some specious excuse like \"national security\" to establish his own extra-constitutional organ of law  -  be it the president, or personnel of the military, the CIA, the NSA, or the agencies whose names the Times isn't permitted to print  -  is subject to immediate, forcible removal from power and prosecution for treason.<br /><br />That would almost make you take the Constitution seriously, wouldn't it?<br /><br />Pardon me. Let me insert \"PETN\", the name of an explosive. I wouldn't want our paranoid friends at Echelon to miss this.", "recommendationCount": 6}, {"assetID": 1318718, "replies": [], "lft": 228, "assetURL": "http://www.nytimes.com/2010/04/01/us/01nsa.html", "parentID": null, "commentID": 1786822, "rgt": 229, "userDisplayName": "I.M.KnotFooled", "createDate": "1270088937", "userID": 60096225, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1270094980", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "NYC", "commentType": "comment", "updateDate": "1270091380", "commentSequence": 98, "commentBody": "Barack Obama campers: How's that hope-y change-y thing working out for ya!", "recommendationCount": 3}, {"assetID": 1318718, "replies": [], "lft": 230, "assetURL": "http://www.nytimes.com/2010/04/01/us/01nsa.html", "parentID": null, "commentID": 1786852, "rgt": 231, "userDisplayName": "Jon Jost", "createDate": "1270089392", "userID": 14034119, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1270094980", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Seoul, Korea", "commentType": "comment", "updateDate": "1270091380", "commentSequence": 99, "commentBody": "It is interesting how many of the respondents, in the name of our so-called democracy, would like to institute a police-state.  The logic of Bush-Cheney and now it seems Obama, is that when we are \"at war\" (none was Constitutionally declared, as required, BY CONGRESS, not for Iraq, not for Afghanistan), then the rules shift and the executive can do whatever it wishes: wire-tap, suspension of habeas corpus, extreme rendition, extra-judicial murders, torture (all done under Bush-Cheney).  Given the lax apparent rules about \"war\" these days, we are in a permanent state of war and hence the executive is free, owing to \"national security\" to do whatever the f... it wants.  These are the terms of a police-state.  Welcome to N Korea...<br /><br /><a href=\"http://www.jonjost.wordpress.com\" target=\"_blank\">www.jonjost.wordpress.com</a><br /><a href=\"http://www.cinemaelectronica.wordpress.com\" target=\"_blank\">www.cinemaelectronica.wordpress.com</a>", "recommendationCount": 11}, {"assetID": 1318718, "replies": [], "lft": 232, "assetURL": "http://www.nytimes.com/2010/04/01/us/01nsa.html", "parentID": null, "commentID": 1786871, "rgt": 233, "userDisplayName": "martinm", "createDate": "1270089595", "userID": 53557503, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1270094980", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "bakersfield, ca.", "commentType": "comment", "updateDate": "1270091380", "commentSequence": 100, "commentBody": "Societal mores and electronic communication systems throughout the world have gotten to the point where extensive electronic surveilence has become an consequential necessity. ", "recommendationCount": 1}, {"assetID": 1318718, "replies": [], "lft": 238, "assetURL": "http://www.nytimes.com/2010/04/01/us/01nsa.html", "parentID": null, "commentID": 1786926, "rgt": 239, "userDisplayName": "dcolesun1", "createDate": "1270090533", "userID": 60009710, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1270094980", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "delaware", "commentType": "comment", "updateDate": "1270091380", "commentSequence": 101, "commentBody": "When an officer makes a traffic stop, he is on the lookout for suspicious behavior.  If an officer perceives such behavior, he/she then has reason to ask permission to search the vehicle.  Denying permission is grounds to acquire a warrant to search the vehicle.  Therefor, the fourth amendment may be violated based on the perceptions of one individual.  Now consider that the officer, being an individual, may possess biases and prejudices.<br /><br />Bias influences perception and the decision-making processes.  Bias distorts our reality.  Our perceived reality is not reality; between our \"I,\" the ego, the conscious self, and the world (and universe) lies a vast interface system of organs, cells, chemicals, electrons, and things we've yet to name.  Unconscious forces assemble our \"I\"'s reality for us; we don't have to think about perceiving the world in order for us to perceive the world.  In that interface system buffering our consciousness from world as it is lie constructs that inform our biases.  Everyone is biased.  The writers of the Constitution intended to remove (most) personal bias from a system that, by it's nature, can decide the fate of any individual under it.<br /><br />Granted, the example given above does not fully represent the crux of the issue at hand, that of federal surveillance of suspected terrorists.  In my example, the driver had already broken a law (the officer must have witnessed a violation, however minor, in order to pull the vehicle over), was driving a motor vehicle (which is a privilege owing to the danger involved), and is an actual human being.  In the article, no laws had been broken (by the defendants) and both parties are individual entities (chock-full of their own inevitable biases) who, in turn, are made up of numerous individual human beings and much more).<br /><br />It's just more of the same ten-thousand year story.  Individual realities duking it out, the winner's always right.  The winners write the history books.  The winner of a fight in a lawless place feels validated.  The winner's reality prevails.  The winners make the laws.  This is a detrimental arrangment; with every clash a piece of the universe disappears forever.  Whether it's our naivete or a species of frog, liberties, communities, coastlines, or imagination, is of no import.  What matters is not getting back the reality we destroyed but the cessation of ongoing destruction so that we may begin to grow together.  Our \"I\"'s are shards of a shattered shared reality.  We could act with more purpose were we living united.<br /><br />I have my own biases.  I'll be the first to admit.  And the difference between myself and many other biased individuals is that I aim to explore my biases instead of denying them.  Either way, we're all being led by our fundamental belief systems, so why pretend they don't exist?  I interact with my biases; I change it, it changes me.  It's growing.  Suppression is stagnation.<br /><br />Many modern day entities and individuals gain power by controlling, consuming, and metabolizing forces.  Our own biases are such a force, as are sunlight, intelligence, fossil fuels, and civil movements.  It is in the short-sighted interest of these entities to behave this way, and it is often fear that keeps the biases determining such action unexamined (and, therefor, the ability to perceive the long-term consequences of such patterns remain unconscious).  This applies equally well to one's power over one's biases as it does to our collective power over the world as it is.<br /><br />As an insecure country we feel threatened and cajoled into puffing our chest and ruffling our feathers.  As insecure people, we take out our frustrations on entities outside of ourselves, some of which we never see or hear.  As a secure people, in a unified reality, we would have insubstantial frustrations and would need no boss.<br /><br />Half the battle is within ourselves.  Regarding the issue at hand, the government is clearly in the wrong.  There is no need for me to defend that statement, as it finds voice everywhere.  Rather, I'd like to point out that it only takes one deranged driver to cause an accident, despite the best intentions of the victim and the airbags and seat belt and road signs.  What to do?  Revoke the license.", "recommendationCount": 2}, {"assetID": 1318718, "replies": [], "lft": 240, "assetURL": "http://www.nytimes.com/2010/04/01/us/01nsa.html", "parentID": null, "commentID": 1786930, "rgt": 241, "userDisplayName": "Sid Olufs", "createDate": "1270090658", "userID": 3028779, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1270094980", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Tacoma, WA", "commentType": "comment", "updateDate": "1270091380", "commentSequence": 102, "commentBody": "technical change and the evolution of asymmetrical warfare have made the rule of law a quaint atavism....  or so suggest the opponents of this ruling.  So, change the constitution, or just leave.  They like this stuff in Venezuela.  ", "recommendationCount": 5}, {"assetID": 1318718, "replies": [], "lft": 242, "assetURL": "http://www.nytimes.com/2010/04/01/us/01nsa.html", "parentID": null, "commentID": 1786934, "rgt": 243, "userDisplayName": "Maui Yankee", "createDate": "1270090703", "userID": 39126935, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1270094980", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Makawao, Hawaii", "commentType": "comment", "updateDate": "1270091380", "commentSequence": 103, "commentBody": "eff f<br />charlestown, MA<br />March 31st, 2010<br />7:54 pm<br /><br />Can you create any more false premised fear mongering drivel?  I think not.<br /><br />What the Court was forced to do, because the Bush/Cheney miscreants actually released documents to the Plaintiffs showing that they had been illegally tapped.<br /><br />(then it was ruled that this document could not be used because it was protected by a claim of \"state secret\" privilege.)<br /><br />Finally someone broke the loop of hiding illegal activity.  Clearly you don't believe in the validity of the Constitution.  Fortunately the Judge does.<br /><br />You lose, America WINS", "recommendationCount": 11}, {"assetID": 1318718, "replies": [], "lft": 244, "assetURL": "http://www.nytimes.com/2010/04/01/us/01nsa.html", "parentID": null, "commentID": 1786938, "rgt": 245, "userDisplayName": "Zella", "createDate": "1270090769", "userID": 45781418, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1270094980", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "nyc", "commentType": "comment", "updateDate": "1270091380", "commentSequence": 104, "commentBody": "Thank you Judge Walker. Now could you please stop this invasive census of 2010?  It is an invasion of privacy and is totally unconstitutional. The racist questions are absolutely unbelievable. What is Obama thinking? I voted for him and not that I would EVER vote republican, but this continuation of the Bush Crime Family policies is toooooo much.", "recommendationCount": 3}, {"assetID": 1318718, "replies": [], "lft": 246, "assetURL": "http://www.nytimes.com/2010/04/01/us/01nsa.html", "parentID": null, "commentID": 1786987, "rgt": 247, "userDisplayName": "Jay Schufman", "createDate": "1270091699", "userID": 43054699, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1270094980", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Little Falls, MN", "commentType": "comment", "updateDate": "1270091380", "commentSequence": 105, "commentBody": "At one time, we the citizens of the United States had privacy and constitutional rights. Unfortunately, that and 09/11/2001 are behind us, and we no longer have privacy or constitutional rights.<br /><br />We are becoming the enemy we claim to despise! This isn't 2010 people; it's 1984!", "recommendationCount": 14}, {"assetID": 1318718, "replies": [], "lft": 248, "assetURL": "http://www.nytimes.com/2010/04/01/us/01nsa.html", "parentID": null, "commentID": 1787019, "rgt": 249, "userDisplayName": "wcf", "createDate": "1270092355", "userID": 22569014, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1270094980", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "North Carolina", "commentType": "comment", "updateDate": "1270091380", "commentSequence": 106, "commentBody": "This is moving at a snails pace.  The statute is going to run on a lot of these criminal acts and they are going to skip out. Get the job done and get these guys on trial.  I understand that there is plenty of paper on the trail of these thugs.  Us it and prosecute, investigate  who did the actual work and who directed it.  Sack 'em up and put them in jail.  The bureaucrats and the politicians have blown-off the people for the sake of their own power and desire to suck the federal tit dry.  Throw them all out in 2010.", "recommendationCount": 4}, {"assetID": 1318718, "replies": [], "lft": 250, "assetURL": "http://www.nytimes.com/2010/04/01/us/01nsa.html", "parentID": null, "commentID": 1787029, "rgt": 251, "userDisplayName": "jblee", "createDate": "1270092495", "userID": 18851823, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1270094980", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "new york city", "commentType": "comment", "updateDate": "1270091380", "commentSequence": 107, "commentBody": "Even without the federal ruling, the practice was always called \"illegal wiretapping\", and most Americans so regarded it. Now the judgment is officially given that the Bush administration engaged in illegal activities. It is appalling that the Obama has also resorted to doing the same thing, except that they claim to have taken some measures to temper it. Perhaps the government really does feel the need to secretly wiretap in order to weed out certain types of malicious activity and to forestall terrorism. If so, they should try change or enlarge the laws if they can.<br /><br /> Nevertheless, I still believe in accountability, that perpetrators who break the law should be held accountable, the whole idea being to deter rogue governments and individuals from violating the constitution and our civil rights. This is not the only situation of the past few years where the Obama admin wants to not deal with the past, but to \"look forward\". I disagree.  Until these transgressions are cleaned up, historians - present and future - will be able to interpret and treat these matters as they wish, without real regard to the facts.<br /><br /> ", "recommendationCount": 7}, {"assetID": 1318718, "replies": [], "lft": 252, "assetURL": "http://www.nytimes.com/2010/04/01/us/01nsa.html", "parentID": null, "commentID": 1787031, "rgt": 253, "userDisplayName": "RGV", "createDate": "1270092559", "userID": 3906448, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1270094980", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Boston, MA", "commentType": "comment", "updateDate": "1270091380", "commentSequence": 108, "commentBody": "Americans should temporarily sacrifice their rights to privacy as their contribution to winning the war against global terrorism. The right to live should be given priority over the right to die with privacy at the hands of terrorists.", "recommendationCount": 0}, {"assetID": 1318718, "replies": [], "lft": 254, "assetURL": "http://www.nytimes.com/2010/04/01/us/01nsa.html", "parentID": null, "commentID": 1787033, "rgt": 255, "userDisplayName": "rabbit", "createDate": "1270092581", "userID": 17450909, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1270094980", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "nyc", "commentType": "comment", "updateDate": "1270091380", "commentSequence": 109, "commentBody": "With the new technologies we need to be vigilant against abuses leading to a permanent police state. This ruling was correct. Fear should not lead us into Big Brother's embrace. If Obama wont say it I will--I will not let these politicians and bureaucrats lead us there.<br /><br />Indeed, Mr Obama's people disappoint once again re \"unfettered executive-branch discretion\"-- their pattern of giving into an imagined right wing \"center\"-- at best a tyranny of the majority, at worst, the tail wagging the dog.", "recommendationCount": 3}, {"assetID": 1318718, "replies": [], "lft": 256, "assetURL": "http://www.nytimes.com/2010/04/01/us/01nsa.html", "parentID": null, "commentID": 1787040, "rgt": 257, "userDisplayName": "Mgilbo1", "createDate": "1270092787", "userID": 60194436, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1270094980", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "NY", "commentType": "comment", "updateDate": "1270091380", "commentSequence": 110, "commentBody": "Anyone in favor of the govt wiretapping everyone needs their heads examined.  The only threat to America are corporations and politicians using our military and secret services to overthrow democratically elected leaders in rich resource countries around the world.  If we kept our nose out of others business and reigned in our global empire, we wouldn't have enemies trying to blow up buildings.  Wake up people. The only ones that lost their freedoms after 9/11 were the people of the United States.  At least one judge recognizes it. ", "recommendationCount": 13}, {"assetID": 1318718, "replies": [], "lft": 258, "assetURL": "http://www.nytimes.com/2010/04/01/us/01nsa.html", "parentID": null, "commentID": 1787058, "rgt": 259, "userDisplayName": "J.", "createDate": "1270093125", "userID": 48414447, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1270094980", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Florida", "commentType": "comment", "updateDate": "1270091380", "commentSequence": 111, "commentBody": "Decades ago, Ronald Reagan once said that Libertarianism was at the heart and soul of conservatism. So after reading some of these comments from my fellow \"conservative\" commenters, I have a question. Did Dick Cheney rip your hearts out? Or did he simply buy your soul on the premise that he could guarantee you Safety and Security provided by the Gov't?<br /><br />\"We don't trust government with our guns, healthcare, and money. But we do trust them with warrant less wiretapping, extraordinary rendition, and Preemptive Unilateral Warfare.\" - Today’s conservatives<br /><br />Yesterday's conservatives:<br /><br />“Un-American activity cannot be prevented or routed out by employing un-American methods; to preserve freedom we must use the tools that freedom provides.”<br />- Dwight D. Eisenhower<br /><br /> \"We've been told increasingly that we must choose between left or right.\" But we're still using those terms -- left or right. And I'll repeat what I said then in '64. \"There is no left or right. There's only an up or down\": up to the ultimate in individual freedom, consistent with an orderly society -- or down to the totalitarianism of the ant heap. And those today who, however good their intentions, tell us that we should trade freedom for security are on that downward path.”<br />- Ronald Reagan<br /><br />“We will bankrupt ourselves in the vain search for absolute security.”<br />- Dwight D. Eisenhower<br /><br />\"As a matter of general principle, I believe there can be no doubt that criticism in time of war is essential to the maintenance of any kind of democratic government ... too many people desire to suppress criticism simply because they think that it will give some comfort to the enemy to know that there is such criticism. If that comfort makes the enemy feel better for a few moments, they are welcome to it as far as I am concerned, because the maintenance of the right of criticism in the long run will do the country maintaining it a great deal more good than it will do the enemy, and will prevent mistakes which might otherwise occur.\"<br />- Robert Taft<br /><br />Their words are forever interwoven with the warnings given to us by Ben Franklin on the dangers of trading liberty for security. The fact is we live in a free society, a republic, and in such a society there is no such thing as absolute safety. Heck, even in police states such as North Korea, there is no such thing as absolute safety. Faced with the iron will of the constitution and unabashed principles interwoven in the document by the Founders, versus the corrupt power seeking politicians of today, I will choose the founders. Besides everything that you fear could still happen even with wiretaps without warrants. So why not side with liberty? It wasn't a warrant that allowed terrorists to get in our country. It was incompetence and a failure to communicate with in our government between the different agencies. This incompetence is no excuse to legislate against liberty. 'Government screws up, so give them more power' should not be a conservative mantra!<br />", "recommendationCount": 14}, {"assetID": 1318718, "replies": [], "lft": 260, "assetURL": "http://www.nytimes.com/2010/04/01/us/01nsa.html", "parentID": null, "commentID": 1787067, "rgt": 261, "userDisplayName": "saul", "createDate": "1270093267", "userID": 50633747, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1270094980", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "brooklyn", "commentType": "comment", "updateDate": "1270091380", "commentSequence": 112, "commentBody": "This isn't even a question.<br />What Busch did had to be done.<br />I don't think most sane people would disagree that the wiretapping was needed.<br />Getting a warrant would not have been a problem.<br />Therefore if they didn't get one there must have been a reason.<br />Before we can judge we have to know what that reason was.<br />I have a suggestion<br />Getting a warrant would have exposed (no matter much you try secrets get out.)not only possible secrets on how surveillance is done but could also have endangered the lives of our people who were doing that surveillance if their identity became known.<br />", "recommendationCount": 0}, {"assetID": 1318718, "replies": [], "lft": 264, "assetURL": "http://www.nytimes.com/2010/04/01/us/01nsa.html", "parentID": null, "commentID": 1787133, "rgt": 265, "userDisplayName": "Nora Mitchell", "createDate": "1270094557", "userID": 47319720, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1270094980", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Salt Lake City", "commentType": "comment", "updateDate": "1270091380", "commentSequence": 113, "commentBody": "To whomever it was that asked if we are ready to see the civil rights of thugs, etc. protected: Hell yes I am, because my civil rights will be protected in the same stroke. That's justice. That's due process. That's freedom. ", "recommendationCount": 22}, {"assetID": 1318718, "replies": [], "lft": 266, "assetURL": "http://www.nytimes.com/2010/04/01/us/01nsa.html", "parentID": null, "commentID": 1787138, "rgt": 267, "userDisplayName": "Sonny Pitchumani", "createDate": "1270094622", "userID": 26532404, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1270094989", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Manhattan, NYC", "commentType": "comment", "updateDate": "1270091389", "commentSequence": 114, "commentBody": "Why is Obama administration continuing the illegal policies of Bush administration?  I suppose Obama likes to be the war president with unbounded powers?  Whatever happened to Constitution?  Why are the teabaggers silent on this flagrant abuse of Constitution by the Bush administration?  It does not pass the smell test.", "recommendationCount": 8}, {"assetID": 1314369, "replies": [], "lft": 22, "assetURL": "http://lens.blogs.nytimes.com/2010/03/31/showcase-145/", "parentID": null, "commentID": 1785995, "rgt": 23, "userDisplayName": "Katie Z.", "createDate": "1270074596", "userID": 46530582, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1270095159", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "DC", "commentType": "comment", "updateDate": "1270091559", "commentSequence": 11, "commentBody": "OMG is all I can say. There was another three letter acronym but I didn't think they'd publish it. I don't know how to more eloquently express myself. That simple phrase passed my lips nearly everytime i clicked the screen and the next picture appeared. I have body image issues. I hate bathing suits. I'm not going to lie and get on my high horse and say I have perfect self-esteem and wouldn't change anything if I could--but, and this SNL phrase seems trite in this context, REALLY?", "recommendationCount": 1}]}, "copyright": "Copyright (c) 2016 The New York Times Company.  All Rights Reserved."}