{"debug": {"version": 3.1}, "status": "OK", "results": {"api_timestamp": "1481460814", "totalCommentsFound": 4551, "totalCommentsReturned": 25, "comments": [{"assetID": 3297073, "replies": [], "lft": 196, "assetURL": "http://www.nytimes.com/2011/12/23/us/politics/new-newts-biggest-rival-may-be-old-newt.html", "parentID": null, "commentID": 5122993, "rgt": 197, "userDisplayName": "beethy", "createDate": "1324616577", "userID": 56612379, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1324616599", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "CA", "commentType": "comment", "updateDate": "1324616599", "commentSequence": 61, "commentBody": "The article refers to a comment by a former GOP-official in NH: Newt, a recovering alcoholic who recently left the rehab center.<br/><br/>I'd add:  left the rehab center, much too early ! <br/><br/>And we can see that behind the New Newt and his new-found 'positive' campaign. Like anything else: Newt always evolving, as convenient.", "recommendationCount": 8}, {"assetID": 3296983, "replies": [], "lft": 14, "assetURL": "http://lens.blogs.nytimes.com/2011/12/22/photographing-the-unseeable/", "parentID": null, "commentID": 5122226, "rgt": 15, "userDisplayName": "Deb Zwolen", "createDate": "1324598734", "userID": 61946128, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1324616607", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "California", "commentType": "comment", "updateDate": "1324616607", "commentSequence": 7, "commentBody": "I am one of these special people.  I thank God for the Dr. who finally found the right meds for me.  My life may not seem extraordinary to others, but it sure is for me and my family!  Thank you for your incredible work!", "recommendationCount": 0}, {"assetID": 3297054, "replies": [], "lft": 4, "assetURL": "http://lens.blogs.nytimes.com/2011/12/22/pictures-of-the-day-iraq-and-elsewhere-9/", "parentID": null, "commentID": 5122390, "rgt": 5, "userDisplayName": "jane gross", "createDate": "1324602591", "userID": 34283519, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1324616623", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "hastings-on-hudson", "commentType": "comment", "updateDate": "1324616623", "commentSequence": 1, "commentBody": "Is there anything special about today's pictures that prompts me to write? No. Not really. Just an opportunity, on the shortest day of the year, which means starting tomorrow more light for us all, to say \"Thank You'' for a whole year of images --- selected, curated, discussed and presented as never before for the photographer and amateur alike. Lens is a daily gift; the work of strangers and friends of great talent and vision. ", "recommendationCount": 0}, {"assetID": 3297057, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 5123007, "replies": [], "commentID": 5123770, "trusted": 0, "userDisplayName": "whathaway", "createDate": "1324642490", "userID": 60078775, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1324653736", "userTitle": null, "recommendations": 2, "editorsSelection": false, "parentUserDisplayName": "David Underwood", "userURL": null, "userLocation": "surry, me", "depth": 1, "commentType": "userReply", "updateDate": "1324653736", "commentSequence": 1, "commentBody": "Apparently California wasn't such a free society, since Mr. Underwood was subjected to psychological pressure to become a Christian.  I wonder how we can be freed from egregious propaganda in a free society?  It seems to me that \"tolerance\" has come to mean a sort of reflexive indifference to a great mass of passive people while meaning selective exceptionalism to both aggressive p.c. thought police and hypocritical libertarians.  I'm also old and remember the bad old days, but that was then and where we are now is very seriously not in it together anymore.  The \"space\" you refer to isn't the wide open ranges anymore.  I'm an Epicurean who has no use for any religion, but I sense a visceral prejudice in your comment. "}]}, "lft": 26, "assetURL": "http://projects.nytimes.com/roomfordebate/2011/12/22/is-americans-religious-freedom-under-threat/defending-religion-in-the-public-square", "parentID": null, "commentID": 5123007, "rgt": 29, "userDisplayName": "David Underwood", "createDate": "1324616860", "userID": 53612425, "replyCount": 1, "commentTitle": "n/a", "status": "approved", "approveDate": "1324616895", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Citrus Heights, CA", "commentType": "comment", "updateDate": "1324616895", "commentSequence": 1, "commentBody": "Should not \"Freedom of Religion\" also be \"Freedom from Religion?\"<br/>\nWhen I was in grammar school as i was called in those days, we sang religious songs at Christmas time. No matter that may of us were Jews. There was this psychological pressure to accept Jesus as our savior. <br/><br/>I have only recently become acquainted with Sikhs, and Muslims, but do not they and their children have the right to be free from religious propaganda?<br/><br/>Many years ago I was stationed in Massachusetts,. Being from California, I had no idea that local laws were predicated on some religious beliefs. It certainly was a culture shock to go from a free society, to one that promoted their christian views. <br/><br/>Certainly a religious institution should be allowed to hire only those of their own religion. But a nurse or doctor that serves the public, has no such right to refuse treatment base upon religious beliefs. That is inimitable to the well being of those who need these treatments. When one goes to the hospital for instance, one expects to get service from the staff, and not be subjected to religious  discrimination. That is not freedom of religion from at least one side of the aisle.<br/><br/>You practice your religion in your space, and i will practice mine in my space.", "recommendationCount": 101}, {"assetID": 3297074, "replies": [], "lft": 165, "assetURL": "http://www.nytimes.com/2011/12/23/opinion/krugman-the-post-truth-campaign.html", "parentID": 5122856, "commentID": 5123010, "rgt": 166, "userDisplayName": "walterrhett", "createDate": "1324616926", "userID": 33605332, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1324616955", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Charleston, SC", "commentType": "userReply", "updateDate": "1324616955", "commentSequence": 1, "commentBody": "My favorite this week is how the new restrictions on mercury emissions would kill jobs and send rates soaring. Never mind mercury is a neurotoxin that kills and cripples actual people, old and young. Never mind scrubbers will create new jobs. <br/><br/>Add mercury and arsenic to the list of things the GOP and the power industry think are good for business--and for us! And Obama, no doubt, will be blamed for creating the \"socialist\" opportunity for those most affected to be healthy! ", "recommendationCount": 269}, {"assetID": 3297073, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 5123012, "replies": [], "commentID": 5123549, "trusted": 0, "userDisplayName": "Randall", "createDate": "1324636776", "userID": 64868582, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1324646121", "userTitle": null, "recommendations": 1, "editorsSelection": false, "parentUserDisplayName": "Ed", "userURL": null, "userLocation": "East Texas", "depth": 1, "commentType": "userReply", "updateDate": "1324647310", "commentSequence": 1, "commentBody": "I don't believe that Christians are going to be big supporters of Newt Gingrich.  One half of the Christian community voted for BHO, and many will support him again.  Most of the rest of the Christian community have experience with new belivers and know how to react to them.<br/><br/>I don't believe Newt Gingrich is shaking the very soul of good American Christians any more than Newt is shaking the very soul of good American unbelievers.<br/><br/>It is not just Evangelical Christians that are worried about violent islamic extremists.<br/><br/>As far as Sharia law is concerned, I believe if the religion rejecting community in the US would not put up with a mixture of Christianity and State, they certainly would not want a mixture of Sharia law and State.  So I believe we can rely on the same non Christian groups to take care of the Sharia law issue, with no help needed by the Christian community."}]}, "lft": 198, "assetURL": "http://www.nytimes.com/2011/12/23/us/politics/new-newts-biggest-rival-may-be-old-newt.html", "parentID": null, "commentID": 5123012, "rgt": 201, "userDisplayName": "Ed", "createDate": "1324616967", "userID": 62450066, "replyCount": 1, "commentTitle": "n/a", "status": "approved", "approveDate": "1324617015", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Arizona", "commentType": "comment", "updateDate": "1324617015", "commentSequence": 62, "commentBody": "The new Newt Gingrich, described by friends and family, as a 68-year-old churchgoing grandfather of two, who is patient and gracious. That is now.<br/><br/>In 2009, Mr. Gingrich joined the Catholic Church...coincidentally, Obama's first year as president.<br/><br/>In 2010, Obama's second year as president, Mr. Gingrich, in a speech at the American Enterprise Institute, his theme was the Sharia law of the Islamic religion. The same year Mr. Gingrich and his wife produced a film on the violent jihadis of the Muslim world. The speech and the film, warned Americans (most likely Evangelical Christians) that we were in mortal danger because of the Islamic religion. It was the threat of Sharia law based on the Koran that we were to guard against...for fear that it could be imposed on us.<br/><br/>In 2011, Mr. Gingrich is now a presidential candidate, Obama's third year as president, with re-election unlikely...the pattern is clear.<br/><br/>The ultimate consumate politician, historian, visionary, consultant, citizen, debater, Mr. Gingrich...is now...a 68-year-old churchgoing grandfather of two, who is patient and gacious...harmless?<br/><br/>It is with viligance and skepticism that Gingrich be rejected and exposed for what he is...a career politician...seeking power...using religion as an issue...shaking the very soul of good American Christians.", "recommendationCount": 13}, {"assetID": 3297074, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 5123018, "replies": [], "commentID": 5124980, "trusted": 1, "userDisplayName": "Janet", "createDate": "1324653509", "userID": 14480101, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1324653563", "userTitle": null, "recommendations": 2, "editorsSelection": false, "parentUserDisplayName": "Martin Stein", "userURL": null, "userLocation": "Salt Lake City, Utah", "depth": 1, "commentType": "userReply", "updateDate": "1324653564", "commentSequence": 29, "commentBody": "Kerry and the Democract Party did try to counter the swift boat campaign.  I remember the ads denouncing it.  The campaign was too virulent.  President Obama, likewise, has countered many of Romney's lies.  Recall the recent 60 Minutes interview.  But the counterpoints don't stick, obviously, as we see here.  Even liberals don't hear them."}, {"recommendedFlag": 0, "parentID": 5123018, "replies": [], "commentID": 5123327, "trusted": 0, "userDisplayName": "Steve Heitmann", "createDate": "1324626827", "userID": 26430270, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1324660962", "userTitle": null, "recommendations": 6, "editorsSelection": false, "parentUserDisplayName": "Martin Stein", "userURL": null, "userLocation": "Portland, OR", "depth": 1, "commentType": "userReply", "updateDate": "1324660962", "commentSequence": 30, "commentBody": "Telling the truth is neither negative nor playing dirty--it is refreshingly honorable and uplifting that President Obama chooses to distinguish himself from sleazy right-wing Republican Orwellian chameleons.<br/><br/>Although President Obama is a powerful orator, he has failed miserably, imo, to effectively use the mass media to tell the truth and to rally Americans to pressure Congress. <br/><br/>President Obama also needs to:<br/>\n1) Take the role of a present-day Edward R. Murrow who, in the 1950’s, courageously used the media to counter Senator Joseph McCarthy's fascism by telling the truth about the right-wing Republicans (rwGOP) anti-American agenda.  <br/><br/>2) Rally reporters and journalists to abandon the cult of balanced and misleading reporting and return to using their intellect and communication skills to inspire and persuade Americans to counter the rwGOP and their dangerous anti-American agenda.<br/><br/>3) Clearly and unequivocally show Americans that he has the will to fight for the “Yes We Can” change he campaigned for—and just say “no” to the rwGOP.  <br/><br/><a href=\"http://www.vote-for-democrats.info\" title=\"http://www.vote-for-democrats.info\" target=\"_blank\">http://www.vote-for-democrats.info</a>"}, {"recommendedFlag": 0, "parentID": 5123018, "replies": [], "commentID": 5124446, "trusted": 0, "userDisplayName": "annenigma", "createDate": "1324649735", "userID": 39117678, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1324666740", "userTitle": null, "recommendations": 0, "editorsSelection": false, "parentUserDisplayName": "Martin Stein", "userURL": null, "userLocation": "montana", "depth": 1, "commentType": "userReply", "updateDate": "1324666740", "commentSequence": 31, "commentBody": "@Martin Stein<br/><br/>Obama can use the powers of his National Defense Authorization Act and legally disappear any serious competitors. Who would miss them anyway?<br/><br/>Obama does play dirty, he just likes keeping his hands clean, which makes Drone technology such a perfect fit for him. He'll use the same kind of stealth on any serious contender. So don't worry about his fighting skills, when it comes to himself, he is unsurpassed. He also makes an excellent Emperor. "}]}, "lft": 282, "assetURL": "http://www.nytimes.com/2011/12/23/opinion/krugman-the-post-truth-campaign.html", "parentID": null, "commentID": 5123018, "rgt": 293, "userDisplayName": "Martin Stein", "createDate": "1324617095", "userID": 17234508, "replyCount": 5, "commentTitle": "n/a", "status": "approved", "approveDate": "1324617134", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Portland, Oregon", "commentType": "comment", "updateDate": "1324617134", "commentSequence": 7, "commentBody": "  If Romney gets away with telling lies it is because Obama lets him get away with it. John Kerry might have defeated Bush if he did not allow himself to get swift boated by Bush allies without fighting. Bush played his role by making it a point in praising Kerry for his service at the start of debates, after the damage was done.. Kerry should have hammered Bush right then and there for his going AWOL from the Air National Guard  who has no idea what war is like because he ran from it. <br/><br/>   Obama sometimes suffers from the same patrician virus that plagued Kerry. I have not seen ads from the DNC countering Romney's lies which ads. This is not good.<br/><br/>  Obama, to my view, has a naive faith in the intelligence of the American voters<br/>\nRepublicans, on the other hand, know that a vast amount of voters are low information people vulnerable to manipulation through misinformation, lies and emotional dog whistle coded rhetoric.<br/><br/>  Obama should not be fooled Romney's perpetual squeaky clean demeanor and bearing. Underneath he is a chameleon who will say anything to win.<br/>\nIf Obama decides to stay above the fray he could easily lose. He was lucky that McCain appeared inept about the economy  as well as looking unstable.<br/><br/>  The president has to go negative, so that Romney's lies don't stick in voters minds. The seemingly self cleaning Romney will play dirty. Obama needs to respond in kind or lose. The stakes are too high. He need to come off as more the soldier and less the law professor. ", "recommendationCount": 436}, {"assetID": 3297048, "replies": [], "lft": 15, "assetURL": "http://fivethirtyeight.blogs.nytimes.com/2011/12/22/in-iowa-conservative-republicans-have-overachieved-polls/", "parentID": 5121773, "commentID": 5123022, "rgt": 16, "userDisplayName": "normkat06", "createDate": "1324617217", "userID": 48187734, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1324617254", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New Mexico", "commentType": "userReply", "updateDate": "1324617254", "commentSequence": 2, "commentBody": "Reagan hardly \"crept up\" on anybody in 1980.  He came within a few dozen votes of getting the nomination in 1976, against the sitting President.  Paul is hardly in that category, and there is NO chance he'll get the nomination.  <br/><br/>As for Obama, I have major disappointments with him too, but unfortunately his ideology vs. Romney's or any other Republican's really doesn't matter next year.  It's this simple:  a Republican in the White House means a further weakening of the safety net, more scaling back of regulations on the markets (thereby virtually guaranteeing another financial crisis) and the environment (meaning Americans will die so corporations can make more money), and still lower taxes on the wealthy which cannot possibly help the economy in any way.  Obama may well cave in on some of these but at least he'll be able to stop the worst of it, whereas any Republican won't.  <br/><br/>It's ugly, I know.  But it's the choice we have.", "recommendationCount": 8}, {"assetID": 3297075, "replies": [], "lft": 8, "assetURL": "http://campaignstops.blogs.nytimes.com/2011/12/22/do-we-hate-the-rich-or-dont-we/", "parentID": null, "commentID": 5123025, "rgt": 9, "userDisplayName": "Tim B", "createDate": "1324617285", "userID": 29899499, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1324617315", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Seattle", "commentType": "comment", "updateDate": "1324617315", "commentSequence": 1, "commentBody": "I wish I could remember the quote from a man in the 19th century, that Americans often do not resent the rich because they see themselves as that person, just temporarily inconvenienced in not having money.<br/><br/>Part of the problem for me is that this issue is too narrowly defined, as if there are just the rich and the not so rich.   I've done well though I wouldn't consider myself wealthy, abiding by financial 'laws' learned mostly from my mother and dad, who went through the Great Depression.   So frugality, getting a good education, working hard and doing your best were qualities to be emulated.  <br/><br/>I have seen some people in my life who seem stubbornly resistant to taking education seriously, as if it is a silly waste of time, or those who may procrastinate or are content to do mediocre work.   I understand that there are many people who work very hard, who strive for excellence and still may not do well financially.   <br/><br/>It seems that there are many factors which determine one's success in life, at this time in my life, it is the hope to find more inner peace, and stop applying so much pressure to myself and some pressure I apply to others.   It has much to do with what someone sees as fulfillment.", "recommendationCount": 9}, {"assetID": 3296929, "replies": [], "lft": 197, "assetURL": "http://www.nytimes.com/2011/12/22/business/a-central-bank-doing-what-central-banks-do.html", "parentID": 5120656, "commentID": 5123034, "rgt": 198, "userDisplayName": "joe", "createDate": "1324617635", "userID": 46532546, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1324617674", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "new york", "commentType": "userReply", "updateDate": "1324617674", "commentSequence": 57, "commentBody": "The private banks are insolvent, sitting on toxic derivatives that no longer have value. The ECB is absorbing those worthless assets as collateral for the loans. The banks will take the free money, unload their junk, and lend back to the governments at a guaranteed interest rate margin, making a bunch of money.<br/>\nThe short answer to your question is that the system is deeply corrupt and unjust.", "recommendationCount": 3}, {"assetID": 3296848, "replies": [], "lft": 13, "assetURL": "http://dotearth.blogs.nytimes.com/2011/12/21/on-flu-strains-folkies-and-faith-in-science/", "parentID": 5115072, "commentID": 5123037, "rgt": 14, "userDisplayName": "chris y", "createDate": "1324617652", "userID": 58951348, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1324617674", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "florida", "commentType": "userReply", "updateDate": "1324617674", "commentSequence": 9, "commentBody": "Don- thanks for the link to the paper.<br/><br/>I am interested in the Professor's reaction to this flu strain news story because, according to his presentation-<br/>\n-he is a believer in Malthus;<br/>\n-he thinks Ehrlich's book The Population Bomb has merit, but that nobody paid attention to Ehrlich (wait, what?!?);<br/>\n-he thinks Limits to Growth has merit;<br/>\n-he thinks CO2 is pollution;<br/>\n-he believes that \"Unlimited cheap clean energy, such as that so ardently hoped for in the concept of cold fusion, would actually be one of the worst things that could possibly befall humans.\"<br/>\n-he thinks there are way too many humans- \"And, I actually think the world will be much better off when only 10 or 20 percent of us are left.\"<br/><br/>comp- The Professor has a solution for families with 3 children- \"We still allow people to have more than two kids. We encourage reproduction. We actually give you a discount for having kids. You should have to pay more when you have your first kid — you pay more taxes. When you have your second kid you pay a lot more taxes, and when you have your third kid you don’t get anything back, they take it all.\"<br/><br/>sas- I strongly support and encourage the Professor to give  speeches like this. I think it is important that the public be made aware of his point of view.", "recommendationCount": 1}, {"assetID": 3296568, "replies": [], "lft": 94, "assetURL": "http://parenting.blogs.nytimes.com/2011/12/20/lego-goes-after-girls/", "parentID": null, "commentID": 5123041, "rgt": 95, "userDisplayName": "chanie", "createDate": "1324617777", "userID": 41460382, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1324617795", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "jerusalem", "commentType": "comment", "updateDate": "1324617795", "commentSequence": 28, "commentBody": "I don't like the gender specific marketing. Both my kids, girl, 14, and boy, 11, love lego, and love building house interiors and the like, with no stories. They have never named a minifig.<br/>\nWhy not just market to kids who like building planes and kids who like building houses etc. They tie ins with specific movies or other products limit it, in my mind. Even the city and creator sets have few or no female minifigs.<br/>\nWhy not have more open ended building that would appeal to kids who love to build and give them a more creative and open ended way to play?<br/><br/>As to the minifigs - At age 5, my daughter was frustrated that she had no female minifigs in her sets, so we searched the bins at a Lego store in Orlando - only to find one female charachter that was a keychain.<br/>\nWe've bought several sets since and if there are female minifigs, there are always fewer than the males. <br/><br/>The shape of the new 'girls' is problematic, in that the minifig shape is so iconic, it is sort of insulting that they feel like the girls need to be shaped so differently. definitely emphasizes body issues.  The one belville set and figure we had was barely used.", "recommendationCount": 0}, {"assetID": 3296926, "replies": [], "lft": 221, "assetURL": "http://www.nytimes.com/2011/12/22/business/signs-point-to-economys-rise-but-experts-see-a-false-dawn.html", "parentID": 5117848, "commentID": 5123047, "rgt": 222, "userDisplayName": "Realist", "createDate": "1324617825", "userID": 64641033, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1324617856", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New York, NY", "commentType": "userReply", "updateDate": "1324617856", "commentSequence": 34, "commentBody": "I agree.  Debt is the ball and chain which will limit the rate of our recovery.  Until we address our massive debt to China resulting from the Bush era of egregious government spending, there will be no real progress in our dire world economic status.<br/><br/>In the meantime, we need to tighten our belts, and be thankful that another Republican presidential candidate did not win to extend the downhill spiral of our country.  <br/><br/>Obama has been careful with stopping the avalanche of spending and borrowing without putting the needy out in the cold.", "recommendationCount": 0}, {"assetID": 3296798, "replies": [], "lft": 166, "assetURL": "http://bucks.blogs.nytimes.com/2011/12/21/the-movement-toward-a-buy-nothing-christmas/", "parentID": null, "commentID": 5122401, "rgt": 167, "userDisplayName": "Excellent though underpaid professional", "createDate": "1324603058", "userID": 52937193, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1324618250", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New Jersey", "commentType": "comment", "updateDate": "1324618250", "commentSequence": 69, "commentBody": "Christmas has become increasingly expensive and stressful, so this year, I basically opted out. My family may be disappointed, but with the little disposable income I do have, I'm spending it on my son's tutoring. Nuff said. I'm glad that there are other people and families opting out too. I'm sure that massive consumerism and overspending are at the root of all of our financial problems.", "recommendationCount": 2}, {"assetID": 3296798, "replies": [], "lft": 71, "assetURL": "http://bucks.blogs.nytimes.com/2011/12/21/the-movement-toward-a-buy-nothing-christmas/", "parentID": 5113583, "commentID": 5122421, "rgt": 72, "userDisplayName": "Excellent though underpaid professional", "createDate": "1324603712", "userID": 52937193, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1324618259", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New Jersey", "commentType": "userReply", "updateDate": "1324618259", "commentSequence": 1, "commentBody": "Stand your ground JH. Your kids will be appreciative (eventually). My son and I have talked about how he's ONLY getting three things this year. Last year it was four. I always mention how Christmas is about family, NOT getting gifts that you don't need. Good luck!", "recommendationCount": 1}, {"assetID": 3296798, "replies": [], "lft": 168, "assetURL": "http://bucks.blogs.nytimes.com/2011/12/21/the-movement-toward-a-buy-nothing-christmas/", "parentID": null, "commentID": 5122549, "rgt": 169, "userDisplayName": "yay", "createDate": "1324606656", "userID": 42629238, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1324618259", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "MI", "commentType": "comment", "updateDate": "1324618259", "commentSequence": 70, "commentBody": "In my family, only kids and parents get gifts.  I get them inexpensive gifts ($5.00 - $20.00) but, hopefully,something that they like.  There are other people in my family that keep to kid / parent rule but spend far more.  <br/><br/>But the real reason I'm writing is to say that one of the best presents my parents ever got (so they say, anyway) was a Memory Jar.  The woman who runs <a href=\"http://FlyLady.net\" title=\"FlyLady.net\" target=\"_blank\">FlyLady.net</a> (organization / declutter type information) posted the idea on her site.  <br/><br/>All of my brothers, sisters, in-laws, etc. sent e-mails with one or two things that they remember about my parents.  We wrote down each memory on colorful sheets of paper, folded them up into small squares and put them in a decorated coffee can. <br/><br/>It's been about five years since that Christmas and my parents say they take out the can full of memories to read whenever they feel like it.  Once or twice, they read them when we are all together, so we all got to laugh at the funny memories and we all got to say \"awww\" at the heartfelt, emotional ones..<br/><br/>Anyway, it's a cheap gift that's nice to give and, apparently, get. Plus, it's clutter-free.. ", "recommendationCount": 4}, {"assetID": 3296798, "replies": [], "lft": 170, "assetURL": "http://bucks.blogs.nytimes.com/2011/12/21/the-movement-toward-a-buy-nothing-christmas/", "parentID": null, "commentID": 5122816, "rgt": 171, "userDisplayName": "Carolyn Lydia", "createDate": "1324612765", "userID": 17074393, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1324618259", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Ghent", "commentType": "comment", "updateDate": "1324618259", "commentSequence": 71, "commentBody": "We limit the gifts for the adults to small and interesting. This year I bought a number of things that were made in Guatemala and were being sold as a fund-raiser by a friend who does volunteer conflict resolution workshops in Central America. She was selling these lovely little purses, necklaces, scarfs, etc to pay her airfare back to Guatemala. So these benefitted those who made and sold them to my friend, my friend toward her travel, and those who will benefit from the AVP workshops she will be facilitating.Fun and good stuff.", "recommendationCount": 1}, {"assetID": 3296568, "replies": [], "lft": 3, "assetURL": "http://parenting.blogs.nytimes.com/2011/12/20/lego-goes-after-girls/", "parentID": 5104936, "commentID": 5123062, "rgt": 4, "userDisplayName": "JC", "createDate": "1324618212", "userID": 62476113, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1324618276", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Fayette County, PA", "commentType": "userReply", "updateDate": "1324618276", "commentSequence": 6, "commentBody": "I can't ever remember making up stories for my Lego projects, but my sister usually did. Her mini people had names, and families, and histories. I just built houses and cities. We're both female.<br/><br/>This was back in the dark ages, when Lego sets were just bricks, with the occasional set of flowers, or fence pieces, or doors and windows, and the ever-coveted set of wheels, so if there was going to be any theme, it had to be created by us. <br/><br/>It might also be relevant to note that my sister is definitely the more artistic and creative one of the two of us, while I am much more logical and crafty. <br/><br/>My daughter will primarily have basic Lego to play with, as my mom kept the 20-gallon Rubbermaid tub full of Lego that was added to every Christmas. I won't say I'm against the themed sets, but I greatly prefer things that require imagination (and lack batteries!!) ", "recommendationCount": 0}, {"assetID": 3296773, "replies": [], "lft": 424, "assetURL": "http://thequad.blogs.nytimes.com/2011/12/21/yale-football-coach-resigns/", "parentID": null, "commentID": 5123042, "rgt": 425, "userDisplayName": "A  retired teacher", "createDate": "1324617782", "userID": 34593690, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1324618354", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New Jersey", "commentType": "comment", "updateDate": "1324618354", "commentSequence": 128, "commentBody": "In all of the above wordiness, only twice did someone mention<br/>\nthat a Rhodes applicant may re-apply until the age of twenty-four. Further, I read some time ago that Patrick Witt decided to have his<br/>\nRhodes interview in Georgia - as opposed to the New England region -  because he thought there would be fewer applicants  there for the limited number of Rhodes acceptances  from any region. Let us put aside the Witt case, and concentrate on the fact that Coach Williams lied...... twice. ", "recommendationCount": 5}, {"assetID": 3297076, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 5123071, "replies": [], "commentID": 5124520, "trusted": 0, "userDisplayName": "DaveD", "createDate": "1324650340", "userID": 7466853, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1324653968", "userTitle": null, "recommendations": 5, "editorsSelection": false, "parentUserDisplayName": "Tim B", "userURL": null, "userLocation": "Wisconsin", "depth": 1, "commentType": "userReply", "updateDate": "1324653968", "commentSequence": 3, "commentBody": "Sure, Tim, but the front runner on the Dem side considers himself christian too. Yet his underlings constantly rattle sabers over Iran. Hilary, especially, seems to be aching to fight."}, {"recommendedFlag": 0, "parentID": 5123071, "replies": [], "commentID": 5133400, "trusted": 0, "userDisplayName": "Larry L", "createDate": "1324916360", "userID": 21066648, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1325011440", "userTitle": null, "recommendations": 0, "editorsSelection": false, "parentUserDisplayName": "Tim B", "userURL": null, "userLocation": "Dallas, TX", "depth": 1, "commentType": "userReply", "updateDate": "1325011440", "commentSequence": 174, "commentBody": "This is an old story told by the following sayings:<br/><br/>Old man's war, young man's fight.<br/>\nRich man's war, poor man's fight.<br/><br/>I am always amazed that generation after generation has to learn this simple truth over and over for millenia."}, {"recommendedFlag": 0, "parentID": 5123071, "replies": [], "commentID": 6434362, "trusted": 0, "userDisplayName": "Austin Jessup", "createDate": "1339856539", "userID": 66240843, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1340132036", "userTitle": null, "recommendations": 0, "editorsSelection": false, "parentUserDisplayName": "Tim B", "userURL": null, "userLocation": "Arlington, TX", "depth": 1, "commentType": "userReply", "updateDate": "1340128437", "commentSequence": 179, "commentBody": "Obama....still in Iraq (even though the war is over?), getting ready for Iran, getting ready for Lybia, getting ready for Syria, still in Afghanistan.  <br/><br/>The man circumvents the Constitution each chance he gets and creates power for himself by issuing Executive Orders declaring it.  That is not the purpose, and these Orders are not allowed by the Constitution necessarily.  The only reason nobody has been concerned is because historically presidents respected the office.  Now they are looking at taking those away indefinitely, and I couldn't be more in support of that.<br/><br/>Obama does not want to bring the troops or he would have 2 years ago when the opportunity came up, and then he blamed Republicans for not supporting the things you mention because the bills they were in had them wrapped in a burrito of excessive spending and constitutional boundary breaking.  That's the liberal tactic.  They don't want to separate things, and only offer the things others want if they'll accept all the bad things they want.  Find your own information, don't get it from half-coverage"}]}, "lft": 86, "assetURL": "http://opinionator.blogs.nytimes.com/2011/12/22/soldiers-choice/", "parentID": null, "commentID": 5123071, "rgt": 97, "userDisplayName": "Tim B", "createDate": "1324618371", "userID": 29899499, "replyCount": 5, "commentTitle": "n/a", "status": "approved", "approveDate": "1324618395", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Seattle", "commentType": "comment", "updateDate": "1324618395", "commentSequence": 10, "commentBody": "I like Ron Paul's honesty in saying exactly what you believes, without wavering.   I saw him recently on Jay Leno.   What he said about empires of all ages going down due to incessant overspending, and his naming of our huge military spending, rang so true.  <br/><br/>It is unbelievable that men and women have sacrificed lives and limbs for insane dreams put forward by non-thinking, reactive men like Bush and Cheney.   To Romney and the other Republicans who seem aching to fight, I would like to see from where this money comes ... manna from heaven perhaps?   Or apparently dismantling the social safety net which millions rely upon.<br/><br/>The biggest irony of all is that all front runners on the conservative side, so far as I know, consider themselves Christian.   Where does all this war mongering figure from those who claim to follow Christ, and his message of inclusiveness, compassion and forgiveness?", "recommendationCount": 149}, {"assetID": 3296255, "replies": [], "lft": 12, "assetURL": "http://atwar.blogs.nytimes.com/2011/12/18/last-convoy-of-american-troops-leaves-iraq-marking-an-end-to-the-war/", "parentID": null, "commentID": 5118282, "rgt": 13, "userDisplayName": "bob", "createDate": "1324564903", "userID": 59532971, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1324618620", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "vancouver", "commentType": "comment", "updateDate": "1324618620", "commentSequence": 4, "commentBody": "That Saddam was a ruthless dictator is not in question.<br/>\nHowever we have supported others just as bad (including Saddam himself) The fact is that Iraq was a sovereign nation and we had no right to invade. The blood of every killed or wounded soldier and civilian lay on the hands of those who initiated this horrible war.<br/>\nYes we did spill blood for oil. ", "recommendationCount": 0}, {"assetID": 3296255, "replies": [], "lft": 7, "assetURL": "http://atwar.blogs.nytimes.com/2011/12/18/last-convoy-of-american-troops-leaves-iraq-marking-an-end-to-the-war/", "parentID": 5096256, "commentID": 5118337, "rgt": 8, "userDisplayName": "bob", "createDate": "1324565192", "userID": 59532971, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1324618633", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "vancouver", "commentType": "userReply", "updateDate": "1324618633", "commentSequence": 1, "commentBody": "How do you know we've won? Did someone lay down their sword and sign a treaty?  There is no victory.", "recommendationCount": 0}, {"assetID": 3297075, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 5123102, "replies": [], "commentID": 5124703, "trusted": 0, "userDisplayName": "Len Charlap", "createDate": "1324651593", "userID": 288945, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1324653909", "userTitle": null, "recommendations": 2, "editorsSelection": false, "parentUserDisplayName": "David Underwood", "userURL": null, "userLocation": "Princeton, N.J.", "depth": 1, "commentType": "userReply", "updateDate": "1324653909", "commentSequence": 4, "commentBody": "I know someone who in the 4 years before he retired had an income of over $1,000,000 an hour."}]}, "lft": 18, "assetURL": "http://campaignstops.blogs.nytimes.com/2011/12/22/do-we-hate-the-rich-or-dont-we/", "parentID": null, "commentID": 5123102, "rgt": 21, "userDisplayName": "David Underwood", "createDate": "1324619368", "userID": 53612425, "replyCount": 1, "commentTitle": "n/a", "status": "approved", "approveDate": "1324619417", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Citrus Heights, CA", "commentType": "comment", "updateDate": "1324619417", "commentSequence": 2, "commentBody": "Most of us do not hate anyone, but we do dislike certain people's behavior. Rich of course is relative, it all depends what rung of the ladder you are on. If you are living in the back woods, barely surviving on what little government subsidy you get, I might be considered rich to you.<br/><br/>On the other hand there are those I consider more than just rich, they are the wealthy. There are those who have houses where my whole house would fit in one room. There are those whose incomes can be $150,000 a day or more, just because they inherited several million shares of some big company. I consider them to be more than just wealthy. But I do not hate them. I do think however they are not paying their fair share for the upkeep of the country. <br/><br/>Nowhere else can someone accumulate that kind of wealth pay less for the protection of that wealth except in countries with corrupt governments. I do not hate them, but I consider them shirkers. Too many of them act as if he rest of us are just hanging around to deprive them of a few dollars, which they would not miss, but it seems to make them worry anyway. <br/><br/>What they do not seem to realize, is that if they do not help to fix the inequality, the resentment will build up over time, and there will be a movement to derive them of their wealth. instead of complaining about the march to Socialism, they need to get off their duffs and promote more equality, not try to stifle it. That only leads to undesirable actions by those mobs they worry about.", "recommendationCount": 87}, {"assetID": 3297078, "replies": [], "lft": 87, "assetURL": "http://www.nytimes.com/2011/12/23/opinion/the-house-backs-down-on-the-payroll-tax-cut.html", "parentID": 5122965, "commentID": 5123103, "rgt": 88, "userDisplayName": "walterrhett", "createDate": "1324619370", "userID": 33605332, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1324619418", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Charleston, SC", "commentType": "userReply", "updateDate": "1324619418", "commentSequence": 1, "commentBody": "Also, what the editorial calls “stray ideas,” are earmarks. Tucking items for special interests into major legislation to force it through is an earmark, especially when it tied to major corporate contributors--whose largess is now concealed in the super PACs.", "recommendationCount": 90}, {"assetID": 3297048, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 5123113, "replies": [], "commentID": 5123153, "trusted": 0, "userDisplayName": "Nic Van Putten", "createDate": "1324620746", "userID": 63488048, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1324649152", "userTitle": null, "recommendations": 6, "editorsSelection": false, "parentUserDisplayName": "Jake", "userURL": null, "userLocation": "Tacoma WA", "depth": 1, "commentType": "userReply", "updateDate": "1324649152", "commentSequence": 6, "commentBody": "Jake, you live in Penn, you should reserve judgement on Democratic caucuses as you clearly have never attended a caucus nor been a Democrat.  I further disagree with your premise that public declaration of a vote is un-democratic.  We believe that encouraging debate and engaging with fellow citizens is one of the most healthy and productive fundamentals of our democracy."}, {"recommendedFlag": 0, "parentID": 5123113, "replies": [], "commentID": 5123277, "trusted": 0, "userDisplayName": "champion88", "createDate": "1324624722", "userID": 65052343, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1324649186", "userTitle": null, "recommendations": 0, "editorsSelection": false, "parentUserDisplayName": "Jake", "userURL": null, "userLocation": "Bronx, NY", "depth": 1, "commentType": "userReply", "updateDate": "1324649186", "commentSequence": 7, "commentBody": "I'm a big Santorum fan, so just curious why you think he will do a lot better than pollsters predict?"}]}, "lft": 36, "assetURL": "http://fivethirtyeight.blogs.nytimes.com/2011/12/22/in-iowa-conservative-republicans-have-overachieved-polls/", "parentID": null, "commentID": 5123113, "rgt": 43, "userDisplayName": "Jake", "createDate": "1324619646", "userID": 60922072, "replyCount": 2, "commentTitle": "n/a", "status": "approved", "approveDate": "1324619714", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "PA", "commentType": "comment", "updateDate": "1324619714", "commentSequence": 4, "commentBody": "All you Ron Paul fans should remember that he is not doing very well with registered Republicans. It is independents and fed up Democrats that are fueling his numbers. Once he gets to state primaries where only Republicans can vote, he is out of luck and out of votes. His foreign policy alone will sink him in closed primaries. As to Iowa, I think it is now safe to say that even a pollster as good as Nate will not be able to have any confidence in the outcome. It depends on so many factors outside the norm that it is a pollsters nightmare. At least the Republicans have a secret ballot at these caucuses in contrast to the Democrats who must (in front of their neighbors) say who they are for. It always made me chuckle as Democrats claim to be the party of the people but yet in some states they are forced to declare themselves in public, hardly very small d democratic. If I had to wager money (and certainly not $10,000) I think Romney is going to win Iowa by a hair. It also appears Santorum will do a lot better than the pollsters predict. If he beats Gingrich for 3rd place, Newt's best days are behind him which would leave the country a lot better off. A Romney-Obama contest will be a good show and a fair fight and will not involve a lot of extraneous nonsense that we have already seen in the preliminary action.", "recommendationCount": 1}]}, "copyright": "Copyright (c) 2016 The New York Times Company.  All Rights Reserved."}