{"debug": {"version": 3.1}, "status": "OK", "results": {"api_timestamp": "1481460684", "totalCommentsFound": 2991, "totalCommentsReturned": 25, "comments": [{"assetID": 3275023, "replies": [], "lft": 18, "assetURL": "http://kristof.blogs.nytimes.com/2011/09/24/helping-somali-famine-victims/", "parentID": null, "commentID": 4582210, "rgt": 19, "userDisplayName": "Brenda", "createDate": "1316908398", "userID": 64909333, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1316923500", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New Brunswick,Canada", "commentType": "comment", "updateDate": "1316919900", "commentSequence": 2, "commentBody": "Nicholas,<br/>\nI have been following some of your stories and some are very saddening to say the least.....One of the worst atrocities outside of starvation and pain, is the undue aggression of a stone cold abuser(s), such as a rapist(s)..... who in essence steal the individuality of the souls of these young women... every thing a woman stands for is violated........In the best of times, women are severely changed because of rape.....I can not imagine why  healthy men find it in their thoughts to hurt a woman so hurt already, so starving already and so sick already, never mind the power thing and sickness thing.....Humans are humans. Women are our sisters and men are our brothers...Who are these `animals```that take away our families  and find it alright......What goes around, does come back to them and sooner than later they will pay a  price.......Someone said to me a long time ago, ``Humans are the lowest creatures on the face of the Earth.`` I actually believe him and that is  very sad....<br/>\nOn a happier note, Keep reporting..Someone has to do your job, so it might as well be you doing your best......<br/>\n I pray for the Somali people and all people who suffer on the Earth called home. Some suffering need not be, however, we do have these terrible creatures that call themselves people, who like to gain in the self gratifying ways of sick disgust   ", "recommendationCount": 2}, {"assetID": 3275023, "replies": [], "lft": 20, "assetURL": "http://kristof.blogs.nytimes.com/2011/09/24/helping-somali-famine-victims/", "parentID": null, "commentID": 4582537, "rgt": 21, "userDisplayName": "Josh Hill", "createDate": "1316914129", "userID": 20663434, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1316923500", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New London, Conn.", "commentType": "comment", "updateDate": "1316919900", "commentSequence": 3, "commentBody": "I'm afraid I have to take issue with your rosy assertions regarding birth rate and infant mortality. You imply that high birth rates compensate for high infant mortality, but that is no longer true, thanks to western medical care. As a result, the population of the third world has exploded, and that explosion has denuded the land and created widespread misery. Even the 2.8 births per woman figure you give for India is horrific, given that population growth is logarithmic.<br/><br/>World population has increased from 1,656,000,00 in 1900 to 6.9 billion today, and is projected to increase to 9.2 billion in 2050. While the green revolution prevented widespread starvation, it;s clear that 9.2 billion people cannot enjoy the kind of prosperity we take for granted with current technology. It is not even known if we will be able to produce enough food to keep them from going hungry.<br/><br/>Only a tiny minority of prosperous people are already causing a man-made environmental disaster of global proportions. Now imagine what will happen as the people of India and China, and eventually other areas of the third world, seek a western level of prosperity and consumption. <br/><br/>I understand how you feel about the plight of the Somalis. It's impossible to see starving children without wanting to help. But we cannot afford to put the heart before the head, without ultimately disastrous consequences for the heart. The villain here is unbridled population growth, and no amount of famine aid is going to change that. If we don't refocus attention where it belongs -- on limiting population growth -- we will be seeing many more Somalias, and worse.", "recommendationCount": 16}, {"assetID": 3275023, "replies": [], "lft": 22, "assetURL": "http://kristof.blogs.nytimes.com/2011/09/24/helping-somali-famine-victims/", "parentID": null, "commentID": 4582543, "rgt": 23, "userDisplayName": "Mona", "createDate": "1316914256", "userID": 20828362, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1316923500", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New York", "commentType": "comment", "updateDate": "1316919900", "commentSequence": 4, "commentBody": "It's easy to forget that one of the reasons Somalia is suffering this way is that our American government has spent the last decade destabilizing Somalia. This was not our intention, of course. But this is what happened, due to the ill-conceived covert actions of the CIA, paid for with our tax dollars.  For some historical perspective, a look at the broader picture, and a detailed description of how the CIA spent American tax dollars in Somalia and how its misguided policies brought anarchy to this nation, read Jeremy Scahill's wonderfully researched story, \"Blowback in Somalia\" in The Nation (Sept. 26, 2011). Here's the link: <a href=\"http://www.thenation.com/article/163210/blowback-somalia\" title=\"http://www.thenation.com/article/163210/blowback-somalia\" target=\"_blank\">http://www.thenation.com/article/163210/blowback-somalia</a>", "recommendationCount": 1}, {"assetID": 3275023, "replies": [], "lft": 24, "assetURL": "http://kristof.blogs.nytimes.com/2011/09/24/helping-somali-famine-victims/", "parentID": null, "commentID": 4582748, "rgt": 25, "userDisplayName": "Jane Roberts", "createDate": "1316917410", "userID": 15747646, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1316923500", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Redlands, CA", "commentType": "comment", "updateDate": "1316919900", "commentSequence": 5, "commentBody": "Watch <a href=\"http://www.empty-handed.org\" title=\"www.empty-handed.org\" target=\"_blank\">www.empty-handed.org</a> (80 seconds) for the devastation women feel when they can't access family planning. Support 34 Million Friends of the United Nations Population Fund ( of which I am co-founder, see chapter 8 in Half the Sky). UNFPA is there on the ground in the camps with its wonderful humanitarian outreach. There are great men in the  world but why are some men such beasts?", "recommendationCount": 6}, {"assetID": 3275023, "replies": [], "lft": 26, "assetURL": "http://kristof.blogs.nytimes.com/2011/09/24/helping-somali-famine-victims/", "parentID": null, "commentID": 4582993, "rgt": 27, "userDisplayName": "Sara S", "createDate": "1316920247", "userID": 64538388, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1316923500", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Portland OR", "commentType": "comment", "updateDate": "1316919900", "commentSequence": 6, "commentBody": "Thank you, Nicholas, for consistently speaking up and speaking the truth about so many difficult subjects.  The world is a brighter place for all of us thanks to all you do. ", "recommendationCount": 7}, {"assetID": 3275023, "replies": [], "lft": 28, "assetURL": "http://kristof.blogs.nytimes.com/2011/09/24/helping-somali-famine-victims/", "parentID": null, "commentID": 4583111, "rgt": 29, "userDisplayName": "lp", "createDate": "1316921745", "userID": 22739177, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1316923500", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "ny", "commentType": "comment", "updateDate": "1316919900", "commentSequence": 7, "commentBody": "Thank you for calling out the population/contraception do-nothing crowd.<br/>\nThey are wrong, as you say, on factual as well as on moral grounds.\r<br/><br/>But let's challenge them:  Give to an organization that provides women with contraception and opportunities other than becoming impregnated at 14, and many times after.  If you really care about human suffering, but don't see any point in feeding people then fine, write your check to the International Planned Parenthood Federation. If you do that you are not merely using an argument to justify your own selfishness. At least you will demonstrate that you care about people who are dying.  \r<br/><br/>And remember the politicians who defunded health and family planning for women, because they might mention contraception or abortion. Do everything you can to work against them. ", "recommendationCount": 17}, {"assetID": 3275023, "replies": [], "lft": 30, "assetURL": "http://kristof.blogs.nytimes.com/2011/09/24/helping-somali-famine-victims/", "parentID": null, "commentID": 4583190, "rgt": 31, "userDisplayName": "Robert Warden", "createDate": "1316923093", "userID": 42583421, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1316923500", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "San Antonio, Texas", "commentType": "comment", "updateDate": "1316919900", "commentSequence": 8, "commentBody": "I guess I am one of those \"fatigued\" Americans you mention. But it's mostly burnout from all the pleas for money and help for that whole region of the Horn and south Sudan. Like you said, everybody can't be rescued. But, Mr. Kristof, you reap what you sow. Those people who came back with that merciless retort that someone with eight children is just a Malthusian number are an extention of the kind of birth control thinking that permeates your paper whether you and your editors admit it or not. When the victims are known and personal to you, you feel a desperate need to help them and stop the violence and starvation. But I think the typical reader of the NY Times thinks populations can be fine-tuned just like Keynes thought an economy can be fine-tuned. That just isn't the case.<br/>\nThat aside, thank you for being the voice of those who would otherwise suffer and die without anyone to speak for them. I will continue to help as I can and I pray God's help for you to continue your much needed work, especially in Africa.", "recommendationCount": 2}, {"assetID": 3274720, "replies": [], "lft": 14, "assetURL": "http://bats.blogs.nytimes.com/2011/09/24/in-vote-for-m-v-p-a-question-of-what-one-is/", "parentID": null, "commentID": 4583213, "rgt": 15, "userDisplayName": "John M. Sweeney", "createDate": "1316923552", "userID": 51301569, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1316924419", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Anchorage, AK", "commentType": "comment", "updateDate": "1318730487", "commentSequence": 7, "commentBody": "This has been debated ever since the 1950s, when Ernie Banks' qualifications for MVP were questioned.\r<br/><br/>Sure, a pitcher can and should win the MVP. How about Mariano Rivera? I'd hate to think where the Yankees would've been without the future first-ballot HoFer.\r<br/><br/>But here's a dark horse candidate for your (everybody's) consideration. Derek Jeter.\r<br/><br/>I've been telling folks for a few years now I consider Jeter the best shortstop of all time. I now, after watching today's 9-1 win over Boston, have to amend that statement: I think Derek Jeter is the best baseball player of all time. Yes, even better than Babe Ruth and Mickey Mantle.\r<br/><br/>What Derek Jeter does on the field every day is truly amazing. Just today, his first-pitch, three-run homer may have signaled the death knell for the BoSox.\r<br/><br/>The reporter Bill Finley completely omits Jeter's contribution to Saturday's win in the NY Times game story. Finley calls Jesus Montero the \"game's offensive star.\"\r<br/><br/>That's so typical of how Jeter's (and Rivera's) contributions can be, and are, overlooked to the untrained eye.\r<br/><br/>If a pitcher can win the MVP, so can the most valuable player in baseball.", "recommendationCount": 2}, {"assetID": 3275415, "replies": [], "lft": 4, "assetURL": "http://bats.blogs.nytimes.com/2011/09/24/maris-honored-at-yankee-stadium/", "parentID": null, "commentID": 4583230, "rgt": 5, "userDisplayName": "Bill in Beijing", "createDate": "1316923837", "userID": 20304957, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1316924458", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "beijing", "commentType": "comment", "updateDate": "1316920858", "commentSequence": 2, "commentBody": "Maris deeply deserves this honor.  Thanks to the Yanks for finally doing this.  And yes, at some point baseball is going to have to come to terms with the implications of the steroid issue, difficult and painful as that will be.  \r<br/><br/>At the same time I find it a bit sad to read some of Randy and Roger Jr.'s comments. It's been 50 years.  Life goes on.  Maris is not going to get into the Hall of Fame, nor should he in my view.  Too bad that injuries prevented him from having a better career, but he is hardly the only one who might have made the Hall if he hadn't had injury problems.  That record, and the two MVPs, and the monuments, are great honors; don't besmirch them with whining, and Times reporters, don't play up a controversy that really doesn't exist.\r", "recommendationCount": 5}, {"assetID": 3273665, "replies": [], "lft": 28, "assetURL": "http://india.blogs.nytimes.com/2011/09/24/being-comfortable-in-your-own-skin-tone/", "parentID": null, "commentID": 4581290, "rgt": 29, "userDisplayName": "Guji2", "createDate": "1316885308", "userID": 4264646, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1316924692", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Renton, WA", "commentType": "comment", "updateDate": "1316921092", "commentSequence": 11, "commentBody": "There is a paradox in the pursuit for \"fair\" skin in India.  <br/><br/>When it is suggested that Indian men should not marry Indian women and should instead look abroad for wives of the white European stock, this suggestion is met with condemnation and horrific looks from the very same people who advocate fairer skins.  <br/><br/>Why is it that Indian men are not willing to marry whites but at the same time insisting that Indian women look more white?  Wouldn't it be better for the genetic lineage for Indian men to marry white Europeans if only to produce offsprings with very fair skins?  Likewise, very white European women should be looking to marry dark-skinned Indian men so that the offsprings have the natural tan that is so desired by their group.<br/><br/>So the pairing of dark Indian men and lily-white European women (or dark Indian women with lily-white European men) is a win-win situation for everybody.  The offsprings of such pairings would have the fairer skin desired by the Indians and the tanned skin desired by the white Europeans. <br/><br/>So again, why aren't Indian men and women actively going abroad to seek mates of the white European stock and vice versa?  What is preventing this common sense phenomenon?", "recommendationCount": 14}, {"assetID": 3273665, "replies": [], "lft": 30, "assetURL": "http://india.blogs.nytimes.com/2011/09/24/being-comfortable-in-your-own-skin-tone/", "parentID": null, "commentID": 4581313, "rgt": 31, "userDisplayName": "SSj", "createDate": "1316885784", "userID": 11825603, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1316924700", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "MN", "commentType": "comment", "updateDate": "1316921100", "commentSequence": 12, "commentBody": "Fair, but not so lovely, should be what that product should really be called! So many Indian women I know have leathered, blotchy, burned facial skin from decades of bleach use - now beyond repair. So sad that we (I am Indian, too) successfully perpetuate our own biases. Pointing out the adverse effects of these biases results in getting accused of picking up too many sensitivities abroad, like you mentioned. Glad you told salon lady to go fly a kite! Now, if you could only send a mass email to all auntijis...", "recommendationCount": 12}, {"assetID": 3273665, "replies": [], "lft": 32, "assetURL": "http://india.blogs.nytimes.com/2011/09/24/being-comfortable-in-your-own-skin-tone/", "parentID": null, "commentID": 4581494, "rgt": 33, "userDisplayName": "sgm", "createDate": "1316888789", "userID": 57971927, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1316924706", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "nj, usa", "commentType": "comment", "updateDate": "1316921106", "commentSequence": 13, "commentBody": "A social mindset frozen in getting our daughters married off adds to this problem. This is a social problem that can only be addressed if we give our daughters self-empowerment by education, high self esteem and support. Our sons too need to be \"educated\" from young on this issue as a social disgrace. Boycotting companies that advertise \"fairness\" and yes, there are several is a need. ", "recommendationCount": 6}, {"assetID": 3273665, "replies": [], "lft": 34, "assetURL": "http://india.blogs.nytimes.com/2011/09/24/being-comfortable-in-your-own-skin-tone/", "parentID": null, "commentID": 4581726, "rgt": 35, "userDisplayName": "G.Peterson", "createDate": "1316895031", "userID": 21360656, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1316924710", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Chicago", "commentType": "comment", "updateDate": "1316921110", "commentSequence": 14, "commentBody": "I happen to love your skin... you are so beautiful...never change!", "recommendationCount": 5}, {"assetID": 3273665, "replies": [], "lft": 36, "assetURL": "http://india.blogs.nytimes.com/2011/09/24/being-comfortable-in-your-own-skin-tone/", "parentID": null, "commentID": 4581776, "rgt": 37, "userDisplayName": "luboman411", "createDate": "1316896417", "userID": 22417349, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1316924718", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New York, NY", "commentType": "comment", "updateDate": "1316921118", "commentSequence": 15, "commentBody": "People have to keep in mind that this obsession with fair skin is not only prevalent in India, and is not wholly attributable to Eurocentrism.  Long before the European conquest of the world different civilizations held skin fairness in high esteem.  For thousands of years, in Japan and China, different potions were concocted to give women porcelain skin.  Hence why geishas and Chinese imperial concubines have and had completely painted white skin.  In the Middle East, ancient Persian figurine drawings show women who are completely pale, very much like the geisha.  The same thing in ancient Egypt (look at a bust of Nefertiti and compare her skin tone to your average Egyptian's).  I don't know much about pre-conquest India, but I assure you that the preference for fair skin there goes back thousands of years.  The British colonization of the country just helped to reinforce this native proclivity.  <br/><br/>This is all to say that fairness was and is seen as beautiful in these cultures because it connoted status in belonging to the wealthy, leisured classes.  As a woman you could stay indoors, away from the sun, which meant your husband had sufficient resources to keep you from working in the outdoors (where most employment was available in pre-industrial societies).  It's also interesting to note that beauty standards in North America include obligatory tanning in many circles.  That's also due to connotation of wealth and leisure.  It started with Coco Chanel, who scandalized proper haute-bourgeois society by sporting a beautiful, French Riviera-tanned glow in dreary, cloudy Paris.  High-class American socialites started seeing the new in-vogue fashion for tanned skin in Parisian salons and brought it to these shores in the 1920s and 1930s.  It also helped that tanned skin fit in perfectly with the new, radiant look of Hollywood stars living in sunny Southern California.  Hence, you got the opposite in the USA--tanned skin as a signal for wealth and status.", "recommendationCount": 26}, {"assetID": 3273665, "replies": [], "lft": 38, "assetURL": "http://india.blogs.nytimes.com/2011/09/24/being-comfortable-in-your-own-skin-tone/", "parentID": null, "commentID": 4581812, "rgt": 39, "userDisplayName": "Karen Davis", "createDate": "1316897034", "userID": 16525680, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1316924727", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Detroit", "commentType": "comment", "updateDate": "1316921127", "commentSequence": 16, "commentBody": "Not mentioned is that many commercial skin \"brighteners\" contain (often illegally) hydroquinine, monobenzone, mercuric chloride, or arsenic, which with continued use cause disfiguring acne, blue-gray skin discolorations, vitiligo, redness, thinned and peeling skin, rashes, and, even worse, adrenal and kidney damage, convulsions, cancer, and death. When tested, one Hong Kong brand was found to have up to 60,000 times the legal USDA limit for mercury. Ironically, then, preparations intended to assure beauty and happiness instead bring disfigurement and disease. Nevertheless, these skin bleaches continue to be popular wherever pale skin is associated with beauty, including India, China, South Africa, Senegal, and Jamaica.", "recommendationCount": 9}, {"assetID": 3273665, "replies": [], "lft": 40, "assetURL": "http://india.blogs.nytimes.com/2011/09/24/being-comfortable-in-your-own-skin-tone/", "parentID": null, "commentID": 4581813, "rgt": 41, "userDisplayName": "P.", "createDate": "1316897038", "userID": 62165326, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1316924732", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Malaysia", "commentType": "comment", "updateDate": "1316921132", "commentSequence": 17, "commentBody": "Thanks for an amazing (and TRUE!) article. This is a phenomenon which I suspect many Indian women experience and very few ever share or talk about. As is 'Fair &amp; Lovely', of course. <br/><br/>And yet it always amazes me that someone who can repeatedly valorize the 'fair &amp; lovely' can then turn around and cry racism at no hint of it at all. It makes me want to shake them, and tell them that finding everything beautiful, fighting racism &amp; getting rid of obsolete, harmful and downright ridiculous prejudices...actually all begin at home. And so start with your daughters. ", "recommendationCount": 3}, {"assetID": 3273943, "replies": [], "lft": 10, "assetURL": "http://india.blogs.nytimes.com/2011/09/24/pakistan-scorns-u-s-scolding-on-terrorism/", "parentID": null, "commentID": 4582113, "rgt": 11, "userDisplayName": "Raj", "createDate": "1316905930", "userID": 55680626, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1316924757", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Long Island, NY", "commentType": "comment", "updateDate": "1316921157", "commentSequence": 3, "commentBody": "It is quite rich and ironic for the Pakistani \"leaders\" to threaten their relationship with the United Sattes. Do they not know who is buttering whose bread? Where does the \"Foreign Minister\" Khar's Birken bags and Cartier sunglasses come from? Or the detergent for the washed and starched uniforms of the boatload of Pakistani \"Generals\" who have not won a battle, let alona a war, in their entire lives and storied careers? Or the Marlboros that the \"General\" Kayani (the defacto leader of Pakistan, with Pasha, the puppets Zardari and Gilani in their Saville Row suits and cufflinks notwithstanding) chain-smokes?\r<br/><br/>Pakistan really needs to be acquanited with the reality, possibly through the bomb-bays of B-52s. Nothing makes \"God-fearing\" people like the Pakistanis, Saudis, Afghans and their ilk, re-discover their religion and priorities like the contrails of a eight-engine B-52.\r<br/><br/>With \"friends\" and \"allies\" like the Pakistanis, who need enemies!\r<br/><br/>Cheers.\r", "recommendationCount": 3}, {"assetID": 3273943, "replies": [], "lft": 14, "assetURL": "http://india.blogs.nytimes.com/2011/09/24/pakistan-scorns-u-s-scolding-on-terrorism/", "parentID": null, "commentID": 4582778, "rgt": 15, "userDisplayName": "Amit Deshmukh", "createDate": "1316917707", "userID": 64909827, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1316924776", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "pune, MH, india", "commentType": "comment", "updateDate": "1316921176", "commentSequence": 4, "commentBody": "hi all.......i am an indian. its not we hate pakistan but they are giving place for terrorism which is not accepteble.Whatever the US govt has said is not wrong by any means.i support united states for anti-terrorism.......i salute US ARMY", "recommendationCount": 3}, {"assetID": 3273665, "replies": [], "lft": 42, "assetURL": "http://india.blogs.nytimes.com/2011/09/24/being-comfortable-in-your-own-skin-tone/", "parentID": null, "commentID": 4583107, "rgt": 43, "userDisplayName": "Rohan Shah", "createDate": "1316921671", "userID": 55544343, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1316924782", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New Haven, Connecticut", "commentType": "comment", "updateDate": "1316921182", "commentSequence": 18, "commentBody": "I am Indian male and termed of \"Wheatish\" complexion. I moved to the US during my high school and in the ten years that I have been in the US my sense of physical beauty has changed amazingly from finding anyone with fair skin to be attractive to looking for symmetry with physiognomy and athletic ability. ", "recommendationCount": 4}, {"assetID": 3273665, "replies": [], "lft": 44, "assetURL": "http://india.blogs.nytimes.com/2011/09/24/being-comfortable-in-your-own-skin-tone/", "parentID": null, "commentID": 4583151, "rgt": 45, "userDisplayName": "Rajesh Sharma", "createDate": "1316922425", "userID": 23162893, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1316924790", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "cambridge ontario", "commentType": "comment", "updateDate": "1316921190", "commentSequence": 19, "commentBody": "I remember when I was a child my younger brother in India who had black complexion was called Kaali Amman(meaning black mother) and he used to call me Gori Daadi(meaning white grandmother) as I had a fairer colour.Seems so funny after having lived in Canada for 10 years now.", "recommendationCount": 3}, {"assetID": 3273665, "replies": [], "lft": 46, "assetURL": "http://india.blogs.nytimes.com/2011/09/24/being-comfortable-in-your-own-skin-tone/", "parentID": null, "commentID": 4583194, "rgt": 47, "userDisplayName": "Trudy", "createDate": "1316923166", "userID": 55540444, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1316924795", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "NE", "commentType": "comment", "updateDate": "1316921195", "commentSequence": 20, "commentBody": "Like S. Osborne Rogers (2), I got flak all the time for being \"too pale.\"  Now that I'm older. I just fix the speaker with a gimlet eye.  And notice that the tanners have skin that looks like leather.", "recommendationCount": 4}, {"assetID": 3273665, "replies": [], "lft": 48, "assetURL": "http://india.blogs.nytimes.com/2011/09/24/being-comfortable-in-your-own-skin-tone/", "parentID": null, "commentID": 4583200, "rgt": 49, "userDisplayName": "Srinath", "createDate": "1316923313", "userID": 64910074, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1316924804", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Bengaluru, India", "commentType": "comment", "updateDate": "1316921204", "commentSequence": 21, "commentBody": "Historically and in particular during vedic times, it was black that was the preferred color. Krishna was black. Draupadi also called Krishna was black. Vishnu is black. Kali is black. Veda Vysa was black. Rama was black. All these people were considered very beautiful. Black is also a symbolic representation for far-ness. Your very own color, the color of your soul or atman is also said to be black or dark. Black or dark was never ridiculed. The association of white to beautiful is a recent phenomenon.", "recommendationCount": 15}, {"assetID": 3273665, "replies": [], "lft": 50, "assetURL": "http://india.blogs.nytimes.com/2011/09/24/being-comfortable-in-your-own-skin-tone/", "parentID": null, "commentID": 4583214, "rgt": 51, "userDisplayName": "Nelson", "createDate": "1316923553", "userID": 59229961, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1316924811", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "NYC", "commentType": "comment", "updateDate": "1316921211", "commentSequence": 22, "commentBody": "I noticed what the author speaks of when I was in the UAE about 15 years ago.  Reading the local paper, there was a personals/match-making section of sorts, and the non-National Indians living there would specifically describe themselves or their son/daughter in terms of skin-tone.\r<br/><br/>Like the other irish person here mentioned, I too am of irish descent and have very white skin.  All you have to do is 'tap' my skin and it will turn red.  And it seems like here in the U.S., reverse racism is now ok when done by blacks, who will make comments about very fair people like myself '...ew....look at her...she's SO white...'.  Or else it's ok to talk about Bill Clinton appearing in shorts and his legs being 'pasty'.  \r<br/><br/>It's so silly really....all this focus on skin tone.", "recommendationCount": 3}, {"assetID": 3273665, "replies": [], "lft": 52, "assetURL": "http://india.blogs.nytimes.com/2011/09/24/being-comfortable-in-your-own-skin-tone/", "parentID": null, "commentID": 4583216, "rgt": 53, "userDisplayName": "Ash Nallawalla", "createDate": "1316923621", "userID": 59704482, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1316924816", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Melbourne, Australia", "commentType": "comment", "updateDate": "1316921216", "commentSequence": 23, "commentBody": "JD, Krishna is blue from the poison he sucked out of a snake. :)<br/><br/>I have somewhat of a different reaction to Suryatapa's in that I am one of those outlier Indians who are very fair and have grey eyes. In my 38 years living in the West I have had to explain that I am not European or even part European. At best, my R1a1 DNA haplotype suggests that 10,000 years ago my ancestors lived in Europe and headed east towards India. I met a lady who was convinced there was some \"hanky panky\" in my ancestry. I now find it quicker to agree. :)", "recommendationCount": 11}, {"assetID": 3273665, "replies": [], "lft": 54, "assetURL": "http://india.blogs.nytimes.com/2011/09/24/being-comfortable-in-your-own-skin-tone/", "parentID": null, "commentID": 4583217, "rgt": 55, "userDisplayName": "rupesh kumar", "createDate": "1316923639", "userID": 64910093, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1316924821", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "India ,ghaziabad", "commentType": "comment", "updateDate": "1316921221", "commentSequence": 24, "commentBody": "i appreciate the comments because in India the color awarness is the most important things some have dark skin some have white skin and various beauty product's are in the market for change the skin from fair to whiteash and for more whiteash. Boy's (for marriage) family always searching a beautiful gori girl in the marriage market. This practice is very serious matter for fair skin girls.  ", "recommendationCount": 2}]}, "copyright": "Copyright (c) 2016 The New York Times Company.  All Rights Reserved."}