{"debug": {"version": 3.1}, "status": "OK", "results": {"api_timestamp": "1481460064", "totalCommentsFound": 4280, "totalCommentsReturned": 25, "comments": [{"assetID": 1653962, "replies": [], "lft": 18, "assetURL": "http://lens.blogs.nytimes.com/2010/07/15/showcase-181/", "parentID": null, "commentID": 2274663, "rgt": 19, "userDisplayName": "Akua", "createDate": "1279488243", "userID": 33630545, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1279512451", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Brooklyn, NY", "commentType": "comment", "updateDate": "1279508851", "commentSequence": 9, "commentBody": "I lived in the Ashanti region of Ghana for a year while teaching at a Teacher Training College in Akrokerri. Electricity was elusive even on that campus. Especially during showers in the rainy season! When possible, I had to charge my laptop all day to have a few hours in the ptich black of night to work on my research. However, on some nights the moon was so bright it allowed you to move around outside. The beautifully haunting pictures remind me of shining my own  flashlight on the faces of people I would meet at night.  I have come to call the moon (whenever I see it here in Brooklyn) an African moon because I know it is lighting up the lives of my family and friends in Ghana when there is not electricity to do so.  Even now when I travel back every summer to stay with friends in Accra or Kumasi, there is a scheduled time for \"lights off\". We know exactly when it is coming and expect and anticipate it, In spite of this,  I always exclaim, \"OH!!\"  And then we light the candles or turn on the battery charged lights and pull out the cards and board games.<br />Thank you for showing my Ghana at night.", "recommendationCount": 2}, {"assetID": 1661782, "replies": [], "lft": 190, "assetURL": "http://kristof.blogs.nytimes.com/2010/07/17/the-roof-of-the-world-melting/", "parentID": null, "commentID": 2275028, "rgt": 191, "userDisplayName": "Elizabeth", "createDate": "1279504925", "userID": 40797491, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1279512468", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Baltimore, MD", "commentType": "comment", "updateDate": "1279508868", "commentSequence": 91, "commentBody": "Thanks, Mr. Kristof, for consistently writing about this mind-blowingly difficult and complex topic.<br /><br />What can we do to reorient people in America to action? Given that we've produced 90% of carbon in the atmosphere that is now warming the planet, it is we who must make act with no delay to solve the problem. Of course, inherent in any effective solution is implementing diverse, integrated and concerted approaches that must be continually renewed regardless of administration changes. Approaches should include conserving a lot and generating a lot of what we must use from the sun and the wind.<br /><br />But first, we as a nation must be convinced that we are near the beaker's boiling point. I fear your readers and commenters are not representive of mainstream thinking on this topic which has been as other commenters point out heavily influenced by the Bush legacy of denial and inaction (really worse than inaction, but that is another topic).<br /><br />What will it take to change the way people think about energy consumption, and its impact on today and tomorrow's weather? And to convince individuals that they have a meaningful role in curbing consumption of energy and switching to alternate fuel sources where possible?<br /><br />The classic Health Belief Model states that people must believe they are susceptible to a threat and that the consequences are serious. Yet in order to take action, they must also believe the barriers to action (like using less electricity) are easily overcome and that there are immediate rewards to taking a desired action (like an energy rebate, as Mr. Kristof suggests).<br /><br />There are several missing links in establishing the global warming threat in the minds of many Americans. It seems like a partnership between industry and non-profits could launch an educational campaign to reinforce the (immediate) threat that all people are quite susceptible to (shrinking glaciers = hotter summers in 2010, and increasingly extreme storms that kill people). If people saw the images that Mr. Breashers sees at regular intervals, on TV, on buses, on billboards, more people would be willing to acknowledge that global warming is clearly happening now at a very rapid pace.<br /><br />To be effective, campaigners conveying this serious and tangible threat must use them alongside a menu of actions that can make a difference. Action should include policy changes at the national level (global players are also important to avert future warming, but let's get real--Americans are responsible for nearly all of the climate change now occurring). Action should definitely also include changes at the personal level because that is how people come to realize they can use less energy, and it's really not that hard. Small actions pave the way for supporting bigger, meaningful reforms in the way we as a nation utilize energy.", "recommendationCount": 6}, {"assetID": 1661782, "replies": [], "lft": 192, "assetURL": "http://kristof.blogs.nytimes.com/2010/07/17/the-roof-of-the-world-melting/", "parentID": null, "commentID": 2275283, "rgt": 193, "userDisplayName": "Frederick George", "createDate": "1279510350", "userID": 33751998, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1279512485", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Portland,  Oregon", "commentType": "comment", "updateDate": "1279508885", "commentSequence": 92, "commentBody": "I've said to many that DENIAL is not only a trait shared by people for millennia globally but common enough today.  It takes many forms. A man writing on \"Calling All Fanatics\" in current online issue of Orion says it better than I: \"Denial is a key obstacle to a better world; it is just as real as a massive concrete wall separating people from truths that should be obviously apparent.  Denial is a feature of all addictiions.  Our present culture is addicted to cheap and easy enjoyments, ultimately meaningless games of acquistion and consumption.   We are averse to things that are difficult and challenging to our comfortable assumptions.  Finding ways to help people break through their denial is a necessary first step towards their changing their miinds and ultimately their behavior.\"   Mr. Kristoff, as a person respected for shrewd insights and clear expression of them in NYT, would you agree that the observation quoted is powerful?<br /><br />I write as the sun here in Portland is about to set in crystalline, sweetly cool skies. Obviously,  Oregon this evening is just a thin slice of pleasant July weather in an otherwise uncomfortable weather across our nation.  I personally am convinced that our enjoyment may not be routine here where green is still green -- unless those in national and local government  AND the decision-makers in corporations kick through the \"concrete wall\" partly made of money of some form or another. If they do, then the majority will lend their boots to reduce that rubble to dust.   Optimism has to be more fulfilling than something addictive!    8:30 p.m.   ", "recommendationCount": 3}, {"assetID": 1661782, "replies": [], "lft": 194, "assetURL": "http://kristof.blogs.nytimes.com/2010/07/17/the-roof-of-the-world-melting/", "parentID": null, "commentID": 2275292, "rgt": 195, "userDisplayName": "F. Thorlin", "createDate": "1279510624", "userID": 55512794, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1279512491", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Houston, TX", "commentType": "comment", "updateDate": "1279508891", "commentSequence": 93, "commentBody": "I find it difficult to get concerned about global warming for several reasons:<br />1.  No seems to be able to construct a timeline for this catastrophe.<br />2.  No one addresses the consequences of population growth on the time line.<br />3.  There are no statements of the CO2 level we must constrain ourselves to.<br /><br />Soon, some and less are not serious responses.  This may be a genuine problem, but if we can't get a serious handle on the issue I see no advantage to losing sleep over it.  Besides Americans seem to have a penchant for screaming that the end is near.<br />", "recommendationCount": 2}, {"assetID": 1661782, "replies": [], "lft": 196, "assetURL": "http://kristof.blogs.nytimes.com/2010/07/17/the-roof-of-the-world-melting/", "parentID": null, "commentID": 2275304, "rgt": 197, "userDisplayName": "microbrewski", "createDate": "1279510963", "userID": 25355788, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1279512500", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Pennington NJ", "commentType": "comment", "updateDate": "1279508900", "commentSequence": 94, "commentBody": "reminds me of my favorite earth day poem that brings some perspective of how we should treat Mother Earth;<br /><br />                I f<br />                                       the earth  were  only  a<br />                             few  feet   in   diameter,   floating  a<br />                       few     feet     above    a    field    somewhere,<br />                  people     would     come    from     everywhere   to<br />              marvel     at    it.      People     would    walk    around   it<br />           marveling    at    its     big     pools    of     water,     its    little<br />         pools    and     the     water     flowing   between     the    pools.<br />       People   would     marvel    at    the   bumps    on    it,    and    the<br />     holes    in    it,    and    they    would    marvel    at   the    very    thin<br />    layer   of  gas   surrounding    it   and    the   water     suspended   in<br />    the   gas.   The    people    would    marvel    at    all    the    creatures<br />    walking  around   the    surface   of   the   ball,   and   in    the   water.<br />    The  people    would    declare   it  precious    because   it   was    the<br />     only  one   and   they   would   protect    it   so   that   it   would   not<br />       be   hurt.     The    ball     would     be      the     greatest     wonder<br />        known,  and    people   would   come    to    behold    it,     to  be<br />          healed,   to     gain   knowledge,     to      know    beauty   and<br />             wonder   how   it   could    be.      People    would   love  it,<br />                and   defend   it    with   their     lives,    because  they<br />                    would    some    how     know    that   their   lives,<br />                        their    own  roundness,  could  be  nothing<br />                             without    it.      If    the  earth   were<br />                                   only    a    few     feet    in<br />                                               d i a m e t e r.", "recommendationCount": 5}, {"assetID": 1661782, "replies": [], "lft": 198, "assetURL": "http://kristof.blogs.nytimes.com/2010/07/17/the-roof-of-the-world-melting/", "parentID": null, "commentID": 2275341, "rgt": 199, "userDisplayName": "paul", "createDate": "1279511774", "userID": 11315059, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1279512508", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "CA", "commentType": "comment", "updateDate": "1279508908", "commentSequence": 95, "commentBody": "I am totally convinced that there overall glacier mass is declining. However, it is worth acknowledging that this is not universally the case. For example, Karakoram glaciers are generally doing well, even expanding due to their very high area of catchment.  One problem has been the \"all or nothing\" approach, the worst case being the wild exagerations on both sides like \"all himalaya glaciers will be gone in a generation\" (in one UN report) versus \"all global warming is made up (the entrenched nay sayers).\"", "recommendationCount": 0}, {"assetID": 1661782, "replies": [], "lft": 200, "assetURL": "http://kristof.blogs.nytimes.com/2010/07/17/the-roof-of-the-world-melting/", "parentID": null, "commentID": 2275352, "rgt": 201, "userDisplayName": "Patrick Duffy", "createDate": "1279512015", "userID": 30816939, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1279512513", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Pound Ridge, NY", "commentType": "comment", "updateDate": "1279508913", "commentSequence": 96, "commentBody": "For all the shouting about melting ice, the Gore-Al Warming community does a poor job of 1. connecting the dots in layman's language and  2. explaining a relief methodology that guarantees a reversal of the trend.<br />We all know the Ice Age came and went without man's catalytic interference. We all know man uses carbon fueled energy today.  We know we have fewer forests than 100 years ago.  Isn't this a more powerful degrading air quality force than too many SUVs?  In the U.S. we switched to unleaded gasoline, catalytic converters, and ethanol blends decades ago.  Our air certainly seems better today than in 1975. Why is Gore-Al warming increasing as we have gotten cleaner?  Isn't China the world's leading polluter today?  Of course, the U.S. doesn't have the economic power any longer to strong arm the Chinese.<br />Really, do scientists (and actually there are few true environmental scientists) really believe that people in the U.S. are against clean air and clean water?  When a cleaner, more efficient automobile engine is built people will buy it.  The MPG ratings on autos are not a measure of pollutant particles being launched into the atmosphere.  It will be easier to win over the commitment of people to sacrifice convenience in return for a cleaner, safer world if they are given an explainble, logical plan to follow.<br />Just out of curiosity.  The article mentions that NASA says we are experiencing the warmest year on the planet since records have been kept.  What year currently holds that title. It isn't mentioned.", "recommendationCount": 0}, {"assetID": 1657708, "replies": [], "lft": 62, "assetURL": "http://lens.blogs.nytimes.com/2010/07/16/archive-22/", "parentID": null, "commentID": 2274813, "rgt": 63, "userDisplayName": "Carol", "createDate": "1279495669", "userID": 54569562, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1279512558", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Seattle", "commentType": "comment", "updateDate": "1279508958", "commentSequence": 27, "commentBody": "Those who continue to ignore and deny global warming and climate change likely love their gas guzzling SUV's, find recycling an inconvenience and never bother to turn off lights that aren't necessary. They can continue living their selfish, greedy, wasteful lives, not giving a rip about future generations, including their own offspring.", "recommendationCount": 1}, {"assetID": 1657708, "replies": [], "lft": 58, "assetURL": "http://lens.blogs.nytimes.com/2010/07/16/archive-22/", "parentID": null, "commentID": 2274666, "rgt": 59, "userDisplayName": "michael fish", "createDate": "1279488395", "userID": 27585883, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1279512562", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "longueuil qc", "commentType": "comment", "updateDate": "1279508962", "commentSequence": 28, "commentBody": "The triumphal ignorance of most of these posts is stunning.  Glaciers don't change in volume from season to season.  They change from decade to decade.  Further, examination of the photos shows that they have been taken in about the same season.   The US is failing its education system particularly at the adult level, in a way not very different from the way that Afganistan is failing theirs.  There is a difference, however. Afgans don't have modern technology and brutal living standards to destroy the world, even by neglect to do what is necessary to preserve it.  ", "recommendationCount": 1}, {"assetID": 1657268, "replies": [], "lft": 8, "assetURL": "http://schott.blogs.nytimes.com/2010/07/16/daily-lexeme-medical-greek/", "parentID": null, "commentID": 2274774, "rgt": 9, "userDisplayName": "Bob Mayer", "createDate": "1279493821", "userID": 39165989, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1279512804", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "San Jose, CA", "commentType": "comment", "updateDate": "1279509204", "commentSequence": 4, "commentBody": "Ihay oughthay allhay okespay ipgay atlinlay. Imay adbay.", "recommendationCount": 0}, {"assetID": 1658161, "replies": [], "lft": 298, "assetURL": "http://schott.blogs.nytimes.com/2010/07/16/weekend-competition-stock-market-chaos/", "parentID": null, "commentID": 2274815, "rgt": 299, "userDisplayName": "gus", "createDate": "1279495802", "userID": 41601721, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1279512816", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Sumter, SC", "commentType": "comment", "updateDate": "1279509216", "commentSequence": 138, "commentBody": "2012 Mayan calendar futures uncertain; some brokers predict apocalyptic lows.", "recommendationCount": 0}, {"assetID": 1658161, "replies": [], "lft": 300, "assetURL": "http://schott.blogs.nytimes.com/2010/07/16/weekend-competition-stock-market-chaos/", "parentID": null, "commentID": 2274828, "rgt": 301, "userDisplayName": "valerie", "createDate": "1279496415", "userID": 59612244, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1279512851", "userTitle": null, "editorsSelection": 1, "statusID": 2, "userURL": null, "userLocation": "Buffalo, NY", "commentType": "comment", "updateDate": "1279509251", "commentSequence": 139, "commentBody": "In the market for a dog?  Bulldogs are, of course, bullish.   Chows are bearish.  Standard Poodles are looking good.  In foreign markets, Labrador just rolled over and played dead while the Japanese chin jumped.  Border collies are nipping at the heels of the bull market.  The German dachshund is lying low.  In other news, Doberman Pinschers and German shepherds lead in securities.  Irish wolfhounds, St. Bernards and Great Danes are all big sellers, while on the New Yorkie Stock Exchange chihuahuas, papillons and minipins have peked.  Mutts had mixed gains.  Purebreds are in trouble, having failed to diversify.  All K9 investors should seek a tax shelter and avoid the pound ", "recommendationCount": 1}, {"assetID": 1658161, "replies": [], "lft": 302, "assetURL": "http://schott.blogs.nytimes.com/2010/07/16/weekend-competition-stock-market-chaos/", "parentID": null, "commentID": 2274984, "rgt": 303, "userDisplayName": "mw", "createDate": "1279503009", "userID": 57489895, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1279512895", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "US", "commentType": "comment", "updateDate": "1279509295", "commentSequence": 140, "commentBody": "Share, he did not.  \"Oost... who?\" to the Open Champion, this farm boy made a meteoric rise over night with a 7 shots lead.  We will soon find out what kind of stock he is made of.  It is this type of rare, new listing fans get so excited about.  Will he be a popular household name, or will he fizzle?  Only golf god knows.<br /><br />Golf is definitely not a random walk, and this message has nothing to do with the stock market.  Just got carried away witnessing the birth of a new star.<br /><br />", "recommendationCount": 0}, {"assetID": 1658161, "replies": [], "lft": 304, "assetURL": "http://schott.blogs.nytimes.com/2010/07/16/weekend-competition-stock-market-chaos/", "parentID": null, "commentID": 2275076, "rgt": 305, "userDisplayName": "yspace", "createDate": "1279506191", "userID": 34976505, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1279512905", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Western PA", "commentType": "comment", "updateDate": "1279509305", "commentSequence": 141, "commentBody": "Will parachutes plummet?<br /><br />Hot air balloons are on the rise...<br /><br />Helicopter stocks hover near normal.", "recommendationCount": 0}, {"assetID": 1658161, "replies": [], "lft": 306, "assetURL": "http://schott.blogs.nytimes.com/2010/07/16/weekend-competition-stock-market-chaos/", "parentID": null, "commentID": 2275204, "rgt": 307, "userDisplayName": "mwilkin1", "createDate": "1279508719", "userID": 60729163, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1279512915", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Seabrook, TX", "commentType": "comment", "updateDate": "1279509315", "commentSequence": 142, "commentBody": "The beer market is hopping.<br /><br />The fresh meat market is well seasoned.<br /><br />Water stocks are sparkling.", "recommendationCount": 0}, {"assetID": 1664075, "replies": [], "lft": 2, "assetURL": "http://dotearth.blogs.nytimes.com/2010/07/18/bp-pressed-to-assess-seep-near-its-well/", "parentID": null, "commentID": 2275200, "rgt": 3, "userDisplayName": "AlanLupiani", "createDate": "1279508682", "userID": 25302581, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1279512942", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Brooklyn", "commentType": "comment", "updateDate": "1279509342", "commentSequence": 1, "commentBody": "Sounds like an ongoing tennis match going on here between the government and BP.  I am sure the government wants to measure the exact quantity of oil that escaped from the well and the only way to do this is to open up the well again. Conversely, BP wants to shut the well indefinitely so the exact amount will never be known. It's not all about \"the science,\" it's all about money and liability.  Claiming a \"seepage\" gives the government the upper hand in the PR battle to justify opening up the well again, hence, allowing oil to gush back into the Gulf, much to everyone's chagrin.", "recommendationCount": 1}, {"assetID": 1658439, "replies": [], "lft": 154, "assetURL": "http://dotearth.blogs.nytimes.com/2010/07/16/science-academy-charts-co2-impacts-degree-by-degree/", "parentID": null, "commentID": 2275230, "rgt": 155, "userDisplayName": "JDoddsGW or John Dodds", "createDate": "1279509158", "userID": 49015698, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1279512945", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "San Francisco", "commentType": "comment", "updateDate": "1279509345", "commentSequence": 74, "commentBody": "Susan, the logical reason why  all these follow-on studies by NAS are \"worthless CRAP\" is because  the initial assumption  that more CO2 causes more warming  being incorrect, invalidates  anything that follows. All these studies are worthless if CO2 does not cause warming. Feel free to substitute  your own description.<br />The parallel situation is all the work that was done in the middle ages based on the incorrect assumption that the world was flat, inspite of Eratosthenes of Cyrene, head of the Great Library of Alexandria, having deduced that the Earth's circumference was ~25000 miles some thousand plus years earlier. When everyone finally realizes that it requires an extra energy photon to cause more GHE warmng, then they will also realize that<br />1. Man doesn't cause the GHE warming, Mother nature does NOT have to wait for more CO2 to cause water vapor feedback, when there is tons of excess water vapor readily available in the air and water. Man is irrelevant to the process.<br />2. MOST of the research done in the l;ast 25 years based on the incorrect assumption is NOT valid. Just think how many PhDs are based on false academic work.<br />3. Every  climate change textbook that uses the GHE conclusion needs to tbe replaced", "recommendationCount": 5}, {"assetID": 1651689, "replies": [], "lft": 86, "assetURL": "http://dotearth.blogs.nytimes.com/2010/07/14/senate-eyes-bush-plan-on-co2/", "parentID": null, "commentID": 2275297, "rgt": 87, "userDisplayName": "Jonathan Koomey", "createDate": "1279510804", "userID": 85845, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1279512972", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Oakland, CA", "commentType": "comment", "updateDate": "1279509372", "commentSequence": 36, "commentBody": "Andy,<br /><br />China and India will make these changes because it is in their interest to do so:  Once the US starts down this path, the whole developed world will have committed to a low carbon future, and the Chinese in particular want to produce the technologies the developed countries want to buy.  The Chinese appear to be investing in renewable energy technologies with this possibility in mind (see <a href=\"http://www.pewglobalwarming.org/cleanenergyeconomy/index.html\" target=\"_blank\">http://www.pewglobalwarming.org...</a> ), but without the US making a real commitment, it's much less of a sure thing for them and the development of these technologies will proceed much less rapidly than it could.<br /><br />We need a price on carbon to create business certainty and encourage the doing that will result in learning.  The fundamental flaw in the \"do R&amp;D because that's all we can agree on\" approach is that learning by doing requires that we DO.  It's all about deployment and starting down the right path.  We will need new technologies in the medium term but there are many currently available options that are either pay for themselves or are very cheap (see for example, <a href=\"http://www.mckinsey.com/clientservice/sustainability/Costcurves.asp\" target=\"_blank\">http://www.mckinsey.com...</a> ), so we need policies that will get us to implement them, and soon.  And a carbon price is at the top of the list, at least for the utility sector.<br /><br />Jon<br />", "recommendationCount": 0}, {"assetID": 1664075, "replies": [], "lft": 4, "assetURL": "http://dotearth.blogs.nytimes.com/2010/07/18/bp-pressed-to-assess-seep-near-its-well/", "parentID": null, "commentID": 2275342, "rgt": 5, "userDisplayName": "Wang Suya", "createDate": "1279511809", "userID": 40342008, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1279512976", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Japan", "commentType": "comment", "updateDate": "1279509376", "commentSequence": 2, "commentBody": "From Wang Suya<br /><br />      I can not say stop oil production, because we deeply depend on oil now. However I hope oil company take responsible, to safely make oil and do not allow oil spill again, just read a article of NYtimes<br /><a href=\"http://www.nytimes.com/2010/07/19/business/energy-environment/19green.html?ref=science\" target=\"_blank\">http://www.nytimes.com...</a><br />  Singapore had oil spill,too. All of these oil spill damaged ecosystem, so seriously. They make us want to ask the manager of oil companies how do you arrange your oil well?  Just want cut cost of oil production, at end cost more. Every thing is same, want to cut cost at end cost more. ", "recommendationCount": 1}, {"assetID": 1650963, "replies": [], "lft": 18, "assetURL": "http://dotearth.blogs.nytimes.com/2010/07/14/on-safari-with-rhinos-and-poachers/", "parentID": null, "commentID": 2275375, "rgt": 19, "userDisplayName": "jana caine", "createDate": "1279512476", "userID": 60729486, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1279512999", "userTitle": null, "editorsSelection": 1, "statusID": 2, "userURL": null, "userLocation": "tulsa,ok", "commentType": "comment", "updateDate": "1279509399", "commentSequence": 8, "commentBody": "South Africa is home to 93% of the world’s population of rhinos. Since the beginning of 2010, 124 rhinos have been killed in just South Africa.  5 of the 124 rhinos were Black Rhinos, which are on the endangered species list. As of right now, rhino poaching has passed last years total of 122 .This article got  me thinking about what people are doing to stop this increase in rhino poaching.<br />Some national parks in South Africa have upgraded their equipment to keep up with poacher’s technology. The national parks now have night-vision equipment, modern radio equipment, and sometimes use tracking devices on the rhinos <a href=\"http://www.globalpost.com/dispatch/south-africa/100714/south-african-rhinos-under-fire?page=0,0))\" target=\"_blank\">http://www.globalpost.com/dispatch/south-africa/100714/south-african-rhinos-under-fire?page=0,0))</a> .Krueger National park is one of the hardest hit parks in Africa, they have lost 33 rhinos.<br />The National Wildlife Crime Reaction Unit (NWCRU) was developed to get a handle on this increase in rhino poaching (<a href=\"http://www.sanparks.org/about/news/2010/may/rhino_poaching.php).\" target=\"_blank\">http://www.sanparks.org/about/news/2010/may/rhino_poaching.php).</a> The NWCRU is made up of people from the SAPS (South African police service) Organised Crime Unit, SAN (South African National) Parks Environmental Crime Unit, the Provincial Conservation Anti-Poaching Unit and Prosecutors at a national and provincial level.  The NWCRU was developed to help speed up the prosecuting process of suspected poachers. Right now there are about 25 suspected poachers that have been arrested (<a href=\"http://www.boston.com/news/science/articles/2010/05/29/poaching_of_rhinos_in_s_africa_on_rise/).\" target=\"_blank\">http://www.boston.com/news/science/articles/2010/05/29/poaching_of_rhinos_in_s_africa_on_rise/).</a><br />The most recent conviction was that of Xuan Hoang. On March 29, 2010 Hoang was arrested at Tambo International Airport for possession of 7 rhino horns. Hoang was convicted on June 30, 2010 . He was sentences to 10 years imprisonment (<a href=\"https://www.givengain.com/cgi-bin/giga.cgi?cmd=cause_dir_news_item&amp;cause_id=2347&amp;news_id=89308).\" target=\"_blank\">https://www.givengain.com/cgi-bin/giga.cgi?cmd=cause_dir_news_item&amp;cause_id=2347&amp;news_id=89308).</a><br />The head of Endangered Wildlife Trust’s Rhinos Security project Faan Coetzee, works with private land owners on protecting their rhinos. He suggests that land owners should have some one who will watch over the rhino’s full time (rhino monitors). These rhino monitors should not keep the same patrol patterns; this will make it hard to poachers to learn their patterns. Because the price for rhino horns is so enticing, rhino monitors should be watched carefully because poachers may try to bribe them.  Also, Coetzee suggest that landowners and rhino monitors keep a camera on them at all times to be able to collect evidence if needed. Pictures may be needed to convict a poacher.<br />Another step both private land owners and reserves are taking to protect rhinos is dehorning them.  They believe that by dehorning rhinos decreases their chances of being targeted by poachers.  Unfortunately, Dehorning does not fully protect rhinos from poachers, because the horn cannot be entirely removed. Also poachers work at night, so sometimes poachers cannot tell if the rhino has been dehorned or not (<a href=\"http://www.globalpost.com/dispatch/south-africa/100714/south-african-rhinos-under-fire?page=0,1).\" target=\"_blank\">http://www.globalpost.com/dispatch/south-africa/100714/south-african-rhinos-under-fire?page=0,1).</a><br /><br />-Jana Caine", "recommendationCount": 0}, {"assetID": 1664039, "replies": [], "lft": 2, "assetURL": "http://www.nytimes.com/2010/07/19/opinion/19krugman.html", "parentID": null, "commentID": 2275044, "rgt": 3, "userDisplayName": "EXPATRIATE AMERICAN", "createDate": "1279505440", "userID": 60716343, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1279513842", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "TIEN SHAN MOUNTAINS, KYRGYZSTAN", "commentType": "comment", "updateDate": "1279510242", "commentSequence": 1, "commentBody": "Paul, it is not a one or the other proposition.  Obama is too liberal and he has failed to repair the economy and he has failed to create jobs.<br /><br />The two choices you give for how pundits and others will blame Obama for the Mid Term Election losses (which are inevitable) are not contradictory or seperated as you state.<br /><br />His liberal policies of forcing government take-overs of the Banking Industry, The Auto Industry and his flooding the economy with inflationary fiat dollars have destroyed the private sectors normal ability to create jobs.<br /><br />Private businesses are terrified of new regulations and taxes coming their way because of Obama's Liberal Economic Plans.<br /><br />The only Delusions (the word Krugman uses) are the Delusions coming from Obama's economic policy team.", "recommendationCount": 172}, {"assetID": 1664039, "replies": [], "lft": 4, "assetURL": "http://www.nytimes.com/2010/07/19/opinion/19krugman.html", "parentID": null, "commentID": 2275064, "rgt": 5, "userDisplayName": "Michael in Hokkaido Mountains", "createDate": "1279505965", "userID": 60310509, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1279513842", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Hokkaido Mountains, Japan", "commentType": "comment", "updateDate": "1279510242", "commentSequence": 2, "commentBody": "Obama's Achievements?  On Health Care Reform?  Well, now the Liberal problems is clear.  The vast majority of American were dead set against the Health Care Reform that Obama has put into motion (It is not near complete yet).<br /><br />Obama got the truncated and altered Health Care Reform Bill passed by \"bribes\" and Rahm Emanuel's strong arm tactics with Congress.  But the average \"bloke\" American out in Wal-Mart land did and does not approve of the plan at all.<br /><br />So as to the so-called \"Obama Paradox\" of his alleged \"achievements\" verses his poll numbers--you got it wrong Paul.  The things you call \"Achievements\" are viewed by you through the \"liberal prism\" or Liberal Looking Glass.<br /><br />But the average hard working middle income American does not view Obama Care as an achievement at all---and That explains, in part, why his poll numbers have fallen so far.", "recommendationCount": 238}, {"assetID": 1664039, "replies": [], "lft": 6, "assetURL": "http://www.nytimes.com/2010/07/19/opinion/19krugman.html", "parentID": null, "commentID": 2275075, "rgt": 7, "userDisplayName": "Kate Madison", "createDate": "1279506190", "userID": 25120579, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1279513842", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Depoe Bay, Oregon", "commentType": "comment", "updateDate": "1279510242", "commentSequence": 3, "commentBody": "...\"There’s no point berating voters for their ignorance: people have bills to pay and children to raise, and most don’t spend their free time studying fact sheets. Instead, they react to what they see in their own lives and the lives of people they know. Given the realities of a bleak employment picture, Americans are unhappy — and they’re set to punish those in office.\"<br /><br />And this absolutely amazes me, Professor Krugman!  Not the \"punish those in office\" part--they should be punished!  The Republicans, and Blue Dogs, I mean.  They have done nothing but obstruct legislation Obama has put forth. I am sure he would have tried to offer a larger stimulus bill if he thought there were any chance of passing it!<br /><br />But the greedy, selfish Republicans would hardly let Obama get through any stimulus at all!  All they wanted (and still to want) is to continue the Bush tax cuts!  Why are they not being held more accountable?   Sorry, but I DO blame people for being ill-informed and incurious!  I think it is absolutely beyond the pale that our electorate knows so little about the political process--and is not feeling rage against the people who are REALLY ripping them off!<br /><br />Obama is not perfect--not even close!  But he is a better friend to the middle-class and poor than any Republican.  And so are the Democrats in Congress, except, of course, the Blue Dogs!  But they are really Closet Republicans anyway.  Let's see some course correction here--before November!<br />", "recommendationCount": 1126}, {"assetID": 1664039, "replies": [], "lft": 8, "assetURL": "http://www.nytimes.com/2010/07/19/opinion/19krugman.html", "parentID": null, "commentID": 2275077, "rgt": 9, "userDisplayName": "John", "createDate": "1279506236", "userID": 58717271, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1279513842", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "NY", "commentType": "comment", "updateDate": "1279510242", "commentSequence": 4, "commentBody": "If economy is what matters why did Bush beat Gore? Why did Bush beat Kerry? It's true that pundit's overestimate the power of publicity, but others underestimate it. I agree with a point in an interesting discussion on how the main reason people don't appreciate Obama's work is American difficulty in dealing with contingency:<br /><a href=\"http://www.pandalous.com/topic/on_soccer_contingency_and\" target=\"_blank\">http://www.pandalous.com...</a>", "recommendationCount": 39}, {"assetID": 1664039, "replies": [], "lft": 10, "assetURL": "http://www.nytimes.com/2010/07/19/opinion/19krugman.html", "parentID": null, "commentID": 2275085, "rgt": 11, "userDisplayName": "Irish Republican", "createDate": "1279506400", "userID": 60657923, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1279513842", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New York, NY", "commentType": "comment", "updateDate": "1279510242", "commentSequence": 5, "commentBody": "Paul, you got some of the elements of Obama's problems right.  He is too Liberal, He is too Mr. Spock, He is too concerned about what the pundits say.<br /><br />Obama's concern about what the pundits say reflects his lack of real leadership.  When a man has True and Real Leadership Qualities--he does not care much what pundits say about what he is doing.<br /><br />But Obama does not have real leadership qualities and so he is overly concerned about what the Pundits say about him.<br /><br />Because of his liberal, Mr. Spock thin skinned qualities and the fact that he is not comfortable in his \"own skin\" he has failed as president.<br />", "recommendationCount": 140}]}, "copyright": "Copyright (c) 2016 The New York Times Company.  All Rights Reserved."}