{"debug": {"version": 3.1}, "status": "OK", "results": {"api_timestamp": "1481460162", "totalCommentsFound": 2432, "totalCommentsReturned": 25, "comments": [{"assetID": 1867414, "replies": [], "lft": 108, "assetURL": "http://wordplay.blogs.nytimes.com/2010/09/20/numberplay-answers-hang-in-the-balance/", "parentID": null, "commentID": 2592883, "rgt": 109, "userDisplayName": "Giovanni Ciriani", "createDate": "1285473273", "userID": 50059978, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1285473740", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "West Hartford, CT", "commentType": "comment", "updateDate": "1285470140", "commentSequence": 54, "commentBody": "Hans #53,<br />The complement to 3 is generated by turning 1's into 2's, 2's into 1's and leaving 0's alone. Since you don't know whether the balance scale will go up or down when the odd ball shows up on a plate, a series of 3 weighings giving 102 with a heavy ball, would have given 201 with a light ball. So, to figure out the total number of combinations you can utilize, you have to exclude all equivalent ones. If you look at the 3 cases at #51 for 2, 3 and 4 weighings, they all respond to that definition and work correctly to produce the correct ball.<br />A longer explanation for two weighings. 9 combinations are possible 00, 01, 02, 10, 11, 12, 20, 21, 22. Now we exclude 4 combinations: 02 because complementary of 01; 20 because complementary of 10; 21 because complementary of 12; 22 because complementary of 11. We are left with 5 combinations 00, 01, 10, 11, 12, which really means either them or their complementary. 00 is a perfectly valid combination: if the ball labeled 00 is heavier or lighter, since it doesn't appear neither in the first weighing not in the second, the plates will be level both times, from which you get the reading 00; et voila' you have your label pointing at exactly the only ball that could have given even plates both times: the one that was never weighed. There is one very important condition to be respected though. You need to have an equal number of 1's and 2's for each weighing, and you will notice that in the sequence 00, 01, 10, 11, 12 there are three 1's at the first digit and no 2's. Therefore you have to find a way of turning one of those 1's into a 2 to get an even number of 1's and 2's. Things are complicated by the second digit where two 2's and a 1 appear. Fortunately any combination is associated to its complementary, which is not being used by any other ball. Let's see the complementary labels associated with the same ball together: 00, (01-02), (10-20), (11-22), (12-21).  Pretty quickly you can sort out whether to use the the first or second label in parenthesis, and keep the counting of 1's and 2's even for the same digit. I've come up with two possibilities: 00, 01, 20, 21; or 00, 01, 10, 22. Both of these two last choices work to detect the odd ball. It gets a little more involved when you have to produce the combinations for 3 weighings and 4 weighings, but the principle is still valid. Just run a pencil-and-paper simulation with the label combinations I posted at #51, and I think they should work correctly.", "recommendationCount": 0}, {"assetID": 1887888, "replies": [], "lft": 22, "assetURL": "http://bats.blogs.nytimes.com/2010/09/24/yankees-getting-rotation-in-order/", "parentID": null, "commentID": 2592904, "rgt": 23, "userDisplayName": "wlp", "createDate": "1285473949", "userID": 2076390, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1285474435", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "mandeville, LA", "commentType": "comment", "updateDate": "1285470835", "commentSequence": 10, "commentBody": "Wonderful. The rotation is in order. The deck chairs have all been rearranged...", "recommendationCount": 0}, {"assetID": 1875075, "replies": [], "lft": 264, "assetURL": "http://parenting.blogs.nytimes.com/2010/09/21/is-it-harder-to-have-a-child-with-down-syndrome/", "parentID": null, "commentID": 2592311, "rgt": 265, "userDisplayName": "Christine", "createDate": "1285448298", "userID": 61160548, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1285474619", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "NY", "commentType": "comment", "updateDate": "1285471019", "commentSequence": 126, "commentBody": "Is it harder....who knows. Any child could be hard to raise or have. No one will ever know. Some will say yes and some will say no. I have to say that my 5th baby is much harder than my 6th baby who had Down syndrome. In my opinion, every child is hard to raise. We all pray that we teach them right and they grow to be good people. With Down Syndrome or not. ", "recommendationCount": 0}, {"assetID": 1875075, "replies": [], "lft": 266, "assetURL": "http://parenting.blogs.nytimes.com/2010/09/21/is-it-harder-to-have-a-child-with-down-syndrome/", "parentID": null, "commentID": 2592326, "rgt": 267, "userDisplayName": "mamagood", "createDate": "1285448892", "userID": 61163823, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1285474624", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "NY", "commentType": "comment", "updateDate": "1285471024", "commentSequence": 127, "commentBody": "Is it harder to have a child with Down Syndrome?<br /><br />HELL NO !!!!!! Every child comes with their own bumps in the road. It's how you go around your bumps that makes all the difference. You take the bumps because you love your child. I have more bumps with my typical child than I do with my child with Down Syndrome. I would take all the bumps in the world for my kids. Who wants a smooth road all through life anyway. Life would be real boring..don't you think? ", "recommendationCount": 1}, {"assetID": 1885617, "replies": [], "lft": 84, "assetURL": "http://parenting.blogs.nytimes.com/2010/09/24/the-power-of-the-pocketbook/", "parentID": null, "commentID": 2592345, "rgt": 85, "userDisplayName": "Amber", "createDate": "1285449917", "userID": 51324132, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1285474629", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Vancouver, BC", "commentType": "comment", "updateDate": "1285471029", "commentSequence": 42, "commentBody": "For those interested in the gender issue in the classroom, you might enjoy this book that I just finished: The Trouble with Boys: A Surprising Report Card on Our Sons, Their Problems at School, and What Parents and Educators Must Do, by Peg Tyre.<br /><br /><a href=\"http://www.amazon.com\" target=\"_blank\">www.amazon.com</a>/Trouble-Boys-Surprising-Problems-Educators/dp/0307381293/ref=sr_1_2?s=books&amp;ie=UTF8&amp;qid=1285449533&amp;sr=1-2", "recommendationCount": 0}, {"assetID": 1877910, "replies": [], "lft": 118, "assetURL": "http://parenting.blogs.nytimes.com/2010/09/22/hard-truths-of-some-adoptions/", "parentID": null, "commentID": 2592390, "rgt": 119, "userDisplayName": "Todd Fox", "createDate": "1285452076", "userID": 55460769, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1285474680", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Connecticut", "commentType": "comment", "updateDate": "1285471080", "commentSequence": 55, "commentBody": "My mother was adopted way back in 1920. Her birth father was in prison when she was born so her mother gave her up to a relative at six months of age. When her husband was released from prison, and the financial prospects for the family improved, my grandmother asked for her daughter to be given back, but by then the adoption had been finalized. My mother was brought up as an only child, but she met her sisters later in life. At 55 one of my aunts described the day her baby sister was adopted. She said that she was seven years old and she ran down the street after my mother's adoptive parents. She was sobbing, kicking and screaming—begging that \"her baby\" be given back. She still felt the pain decades later of losing her sister. It was heart wrenching to hear this story. This is a reality of adoption.<br /><br />Another reality of adoption is that my mother was deeply loved and loved her adoptive parents. He birth father had a problem with drink and administered corporal punishment to his children. My mother was brought up in a home where a hand was never lifted in anger.<br />This is yet another reality of adoption.<br /><br />My mother, as an adult, was never able to forgive her birth mother for giving her up and this had an effect on all of her emotions.<br />This is still another reality of adoption.<br /><br />We could say that this was long ago, and things are done differently now, but the bottom line is that, unless a child is orphaned, a deep bond between parent and child is always severed when there is an adoption.", "recommendationCount": 6}, {"assetID": 1875075, "replies": [], "lft": 268, "assetURL": "http://parenting.blogs.nytimes.com/2010/09/21/is-it-harder-to-have-a-child-with-down-syndrome/", "parentID": null, "commentID": 2592391, "rgt": 269, "userDisplayName": "KB", "createDate": "1285452080", "userID": 50803551, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1285474694", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "NY, NY", "commentType": "comment", "updateDate": "1285471094", "commentSequence": 128, "commentBody": "I am one of the people who found the original post, \"harassing.\" Harassing is probably not the best word, but I felt like the post was perhaps a bit judgmental. My sense, and perhaps I interpreted the post wrong, was that she was saying, or implying, that other people were wrong for choosing to abort.<br /><br />I am quite surprised at how judgmental some of these comments are. Evetybody is different, and what works for one family doesn't work for another. And what is true for one child is not true for another. A xhild who has Down's Syndrome is a child - and not all children act the same way.<br /><br />I am sure that there are plenty of siblings who are happy to take care of their sibling who has DS, and other siblings who don't want to do that. Everyone is different. Just as I am sure that some parents love their children regardless of any diagnoses, while others may feel burdened.<br /><br />Everyone is different, and what one parent feels another may feel different.<br /><br />Why not let everyone make a decision they feel is right for themselves and their family, and leave it at that?", "recommendationCount": 1}, {"assetID": 1885617, "replies": [], "lft": 86, "assetURL": "http://parenting.blogs.nytimes.com/2010/09/24/the-power-of-the-pocketbook/", "parentID": null, "commentID": 2592408, "rgt": 87, "userDisplayName": "boo", "createDate": "1285452513", "userID": 37795615, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1285474697", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "ME", "commentType": "comment", "updateDate": "1285471097", "commentSequence": 43, "commentBody": "KrisS #30,<br /><br />Your experience with useless decorating assignments must have been frustrating. I found myself equally frustrated with assignments I found useless for other reasons--things like worksheets that required my first-grader to walk around the house counting clocks, and reading logs for my bookworm 4th-grader. I don't think many people would argue that busy-work has great benefits.<br /><br />But I question your assessment that the learning environment in schools (though of course I can't speak to YOUR kids' school, where this might be a more isolated issue) favors a \"girl-centric\" model good only for churning out secretaries.<br /><br />Women now surpass men in college enrollment and receive the majority of doctorates; there are more than 9 million women-owned businesses in the U.S.; and women are on the verge of outnumbering men in the workforce. If these women were being trained for secretarial work, something clearly went awry.<br /><br />Meanwhile, boys still score higher on average than girls on the SAT, and men still outnumber women in ivy league colleges and medical schools, suggesting that girls' educational gains haven't come at the expense of boys.<br /><br />", "recommendationCount": 2}, {"assetID": 1881760, "replies": [], "lft": 196, "assetURL": "http://parenting.blogs.nytimes.com/2010/09/23/when-parents-differ-on-prenatal-tests/", "parentID": null, "commentID": 2592425, "rgt": 197, "userDisplayName": "renee", "createDate": "1285453291", "userID": 16501047, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1285474702", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "california", "commentType": "comment", "updateDate": "1285471102", "commentSequence": 97, "commentBody": "I'm sorry that some people can't understand that others know their limits. I don't yet have children but I know myself well enough to know that I would struggle severely with a disabled child -- and I don't say this abstractly but after working with special needs children in schools. If I had other children, my obligation would be to them and the burden a child I knew I couldn't effectively (emotionally and otherwise) care for would have on them, on my partner, on me. Children deserve present, invested 9not necessarily overly involved) parents and if I couldn't be that to a child or having another child would negatively affect that, I would terminate.<br /><br />I know it's uncouth to state that bluntly, but no one can convince me that somehow, magically, in the moments after birth, I would love this child so much that I could be an effective or good parent. I understand that things cerebal palsy can happen at birth and that issues arise no matter the pregnancy or genetic markers. But I know that limiting the factors that would make me a poor parent is important -- to me.<br /><br />I appreciate and salute those whose patience for children and children with special needs far exceeds mine. But I think recognizing my limits is part of making decisions about having children (at all) and possibly terminating. To those who disagree, fine; you don't have to follow in my ways. You can castigate me for being a terrible person but I think there are a bevy of issues and choices that surround the choice to have and raise children and I'd much prefer parents who consider them and make decisions ahead of time. I've unfortunately seen the results of those who don't far too closely.", "recommendationCount": 11}, {"assetID": 1875075, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 2592471, "replies": [], "commentID": 6780522, "trusted": 0, "userDisplayName": "lex", "createDate": "1344005019", "userID": 60068030, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1344015687", "userTitle": null, "recommendations": 0, "editorsSelection": false, "parentUserDisplayName": "Sherri", "userURL": null, "userLocation": "brooklyn ny", "depth": 1, "commentType": "userReply", "updateDate": "1344012087", "commentSequence": 1, "commentBody": "Stop projecting all of your issues about what you want for your kid and just let him live his life!"}]}, "lft": 270, "assetURL": "http://parenting.blogs.nytimes.com/2010/09/21/is-it-harder-to-have-a-child-with-down-syndrome/", "parentID": null, "commentID": 2592471, "rgt": 273, "userDisplayName": "Sherri", "createDate": "1285455862", "userID": 61164270, "replyCount": 1, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1285474709", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "North Carolina", "commentType": "comment", "updateDate": "1285471109", "commentSequence": 129, "commentBody": "Is it harder than what? Maybe my question doesn't seem fair, but your question itself suggests that  Down syndrome is a problem . All children are different, some more difficult to raise than others. As a mother of 6, I really understadn this! Here is my opportunity for a \"teachable\" moment.  Down syndrome is not a disease, but a chromosomal enhancement of the 21st chromosome. Extra replication of genetic material at the location of the 21st chromosome may or may not cause some of the \"problems\" associated with the words \"Down syndrome\".<br /><br />Those of you who suggest that my child cannot live independantly as an adult have not done your homework. Current research shows that a slightly lower IQ slows the learning process particularly in left-brain. Right brain activity is sometimes more advanced than their non-genetically enhanced peers. Learning occurs in general at a slower rate, but information is retained permanently. Quite simply.. my kid can learn!<br /><br />With early intervention, modern medical treatments, excellent schooling, and my support my child will be gainfully employed when he graduates. He will meet a woman who cares about him. They will marry. They may have children. The only thing that will hold him back is people who believe that he can't. This is true for all of my children.... regardless of their chromosomal status.<br /><br />", "recommendationCount": 0}, {"assetID": 1877910, "replies": [], "lft": 120, "assetURL": "http://parenting.blogs.nytimes.com/2010/09/22/hard-truths-of-some-adoptions/", "parentID": null, "commentID": 2592535, "rgt": 121, "userDisplayName": "Tjmag", "createDate": "1285459188", "userID": 61164714, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1285474720", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Cincinanti, Ohio", "commentType": "comment", "updateDate": "1285471120", "commentSequence": 56, "commentBody": "&gt;I would like to know why adoptive parents choose to change a child's first name &gt;when the child is adopted at an older age.<br /><br />As an adoptive parent of four, I can tell you that most parents do keep the name given to the child in his/her home country, or at least part of it.  Often it becomes the middle name.  A Westernized first name may be given to help the child feel more comfortable in the new country, or to provide an easier to pronounce and spell name.  This is very often done by immigrant families,too. In some cases a new name may be given for very personal reasons, such as to honor a relative.  My sixteen year old is pleased to have my father's name as part of his name.<br />Older children are usually given some choice in the matter.<br />And while my daughter has a Western style first name, we still often call her by her Chinese name, even though she's been with our family seven years now.  That is her family nickname, but she chooses to be called by her new name at school.<br />Most adoptive parents work very hard to help their kids feel connected to their birthcountries.  The comment someone made about adoptive parents trying to wipe out their child's past just shows that this person really knows nothing about adoption.", "recommendationCount": 2}, {"assetID": 1875075, "replies": [], "lft": 274, "assetURL": "http://parenting.blogs.nytimes.com/2010/09/21/is-it-harder-to-have-a-child-with-down-syndrome/", "parentID": null, "commentID": 2592621, "rgt": 275, "userDisplayName": "KrisS", "createDate": "1285463299", "userID": 12117484, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1285474752", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "VA", "commentType": "comment", "updateDate": "1285471152", "commentSequence": 130, "commentBody": "\"[*shaking head* What DO they teach in the schools these days?]\"<br /><br />Not reading comprehension, apparently. #120, I did a quick count and there are about 20 posts on here from parents of children with DS. There are probably 10-15 others from people who have close family members with DS.<br /><br />\"People who are convinced they are right without first getting all the facts have historically been known as fools.\"<br /><br />If Lisa Belkin sat here waiting for people with 'all the facts' to post on her blog, it would be a pretty boring blog. No one has \"all the facts\" , and opinions are just that, opinions.<br /><br />I will say that these threads on DS, have been very eye-opening and actually educational. I've enjoyed every single post from parents who have to contend with challenges and difficulties I've been spared and probably learned more about raising a child with Down in the minutes I've spent reading (and rereading) them  than in my entire life prior.<br /><br />God knows there are no guarantees in life, and I guess I just want to say that I wish all of us parents, parents to all sorts of children, the best of luck in guiding and guarding  the lives we've been entrusted with.", "recommendationCount": 2}, {"assetID": 1848565, "replies": [], "lft": 384, "assetURL": "http://parenting.blogs.nytimes.com/2010/09/14/deciding-not-to-screen-for-down-syndrome/", "parentID": null, "commentID": 2592626, "rgt": 385, "userDisplayName": "Call me Mom", "createDate": "1285463397", "userID": 52072662, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1285474767", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Phoenix, AZ", "commentType": "comment", "updateDate": "1285471167", "commentSequence": 186, "commentBody": "Thank you!  Thank you!  Thank you!  While my child's genetic condition is one that I have a 25% chance of passing on, we chose to have a third child after our second was found to have a genetic difference.  My experience with my third child were EXACTLY as you describe.  When I reported that I knew what to expect and that my family was prepared to take that on, even though I was 36 (not 28 and 32 as with my other pregnancies) my doctors were nothing if not scathing in their response.  They said that I had FORCED them to request additional testing, as not only was my child at risk for our genetic condition, but my age increased my risk for Down syndrome.  When I said hey, I'm already part of the club, I can handle it, they were irate.<br />We need to fully embrace diversity!  And that diversity includes people with disabilities!  I love each of my children, they each bring special gifts and talents to this world, yes that is as true for my child with disability as my other children.  It galls me that geneticists, perinatologists and obstetricians often portray disability in the most negative light and as something that must be avoided at all costs--even if that is the life of a child.  My third pregnancy was easy physically, but emotionally the effort that it took to fight with my doctor's that my child had a right to live was very hard.  Each visit during the first and second trimester I had to confirm my desire to continue my pregnancy.   I think we need to work on the issue of Informed Consent, and until Doctors and genetic counselors are more informed about disability using information from this century not outdated medical books that are older then Amy Julia Becker, women will not make informed decisions about prenatal testing!", "recommendationCount": 1}, {"assetID": 1885617, "replies": [], "lft": 88, "assetURL": "http://parenting.blogs.nytimes.com/2010/09/24/the-power-of-the-pocketbook/", "parentID": null, "commentID": 2592779, "rgt": 89, "userDisplayName": "dev", "createDate": "1285469702", "userID": 56302533, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1285474800", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "toronto, on", "commentType": "comment", "updateDate": "1285471200", "commentSequence": 44, "commentBody": "I'm responding to all the middle aged women who have asked whether schools discriminate against boys now, or if schools have always been this way. Well, I'm kind of young (20, just finish undergrad, going to med school), and I can tell you (at least where I lived), school from K-12 is just stacked against boys (I'm male btw). The double standards are ridiculous. I was an energetic, eager, smart young boy growing up in elementary school, yet our teachers decided that more than half of the boys in the class (including me) were so unmanageable that they would always have to have detention or go on ritalin (my mom had to talk them out of it!).  If a girl acted like a boy though, she got endless praise for being \"assertive\" and \"strong\". In middle school and high school, when girls started doing worse in science and math, there was an uproar and girls only remediation classes were started before and after school to help them in science and math. Yet in my area, when the boys started failing in those fields (at a higher rate than the girls were before), there was an outcry against giving boys only remedial classes in the maths and sciences. And then when I went to engineering school, girls were allowed to get in with FAR lower scores (it was publicly known, to remedy fewer girls in engineering), and ALL girls got ridiculous scholarships than were denied to the boys; meaning a 3.0 girl could get $30000 scholarship more than a 4.0 boy in college.  Also, there was a TON of money in my college for women's only programs, involving free career advice, talks with executive women, free food, etc. Most women in my college got jobs through these things - yet there's no equivalent programs for boys. Hell, if I even got interviewed by a male company spokesman with another male student there would be a rally against \"the old boys club\". Now I somehow made it into medical school, and STILL it appears to have double standards. From what I've seen, male doctors with kids are ALWAYS, without exception, expected to a) pick up the slack and b) NOT be compensated every time their female counterparts with kids go home and leave THEIR patients with the male docs. It's ridiculous - the male docs end up working far more and get the same or less pay; and are NOT allowed to argue.  I cringe now when moms (of only daughters) say \"wow my daughter is so successful in this patriarchal system thats stacked against girls!\". Well, I'd them you to live in the shoes of a school age boy, or at least see what moms of young sons have to deal with.  It'd be incredibly eye opening. ", "recommendationCount": 7}, {"assetID": 1885617, "replies": [], "lft": 90, "assetURL": "http://parenting.blogs.nytimes.com/2010/09/24/the-power-of-the-pocketbook/", "parentID": null, "commentID": 2592854, "rgt": 91, "userDisplayName": "AJ", "createDate": "1285472222", "userID": 51839868, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1285474808", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Midwest", "commentType": "comment", "updateDate": "1285471208", "commentSequence": 45, "commentBody": "40.GradStudentMamaCanadaSeptember 25th, 20103:04 pm#33, AJ a repeat commenter, your first comment sounded ignorant to this mother of three boys, and now this second one is ignorant and insane in its arguments. How is the ability of girls to be free to take on traditionally male or female tasks and roles \"a reminder of the second class nature of women\" rather than the oppression of boys and men who are boxed in by traditional sterotypes?<br /><br />Because I think what boxes them in is that males are taught to dread being females, because females are not viewed as \"as good\" as men. Women today are not taught that. It's unfair to boys and girls but I absolutely think it derives from a feeling that women are less than men. I hardly think that this is an \"insane\" view.<br /><br />And how was my first comment, that there is, contrary to what a prior poster said, no \"trend\" torwards fewer male elementary schools somehow \"unfair\" to a mom of boys. The trend has been to more...though as I said still far fewer men than women in this profession.", "recommendationCount": 0}, {"assetID": 1880978, "replies": [], "lft": 16, "assetURL": "http://lens.blogs.nytimes.com/2010/09/23/yunnan-province-in-three-dimensions/", "parentID": null, "commentID": 2592830, "rgt": 17, "userDisplayName": "howdon1007", "createDate": "1285471162", "userID": 21886128, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1285475255", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "kunming, China", "commentType": "comment", "updateDate": "1285471655", "commentSequence": 6, "commentBody": "Okay, I'm the bum here who has a different opinion.  To me, it's just a gimmick.  Yes, a bit pretty, but not compelling.  I live in the Yunnan and have seem some people here take some beautiful and touching photographs of the minority people. And what I see here, it is flat emotionally so no matter how three dimensional you try to make it with a pop out, it still just like trite tourist treasure you can buy for a dollar and pretend they are worth so much more.  Sorry, I'm not buying it.  ", "recommendationCount": 2}, {"assetID": 1888683, "replies": [], "lft": 24, "assetURL": "http://bats.blogs.nytimes.com/2010/09/25/two-bad-starts-or-one-bad-sign-for-the-yankees/", "parentID": null, "commentID": 2592969, "rgt": 25, "userDisplayName": "Tom", "createDate": "1285476106", "userID": 19971751, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1285477103", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Boston", "commentType": "comment", "updateDate": "1285473503", "commentSequence": 12, "commentBody": "If only all, or virtually all, of the Red Sox starters hadn't gone down to injury this season....", "recommendationCount": 0}, {"assetID": 1886382, "replies": [], "lft": 4, "assetURL": "http://dinersjournal.blogs.nytimes.com/2010/09/24/vegetables-bring-in-100000-at-sothebys/", "parentID": null, "commentID": 2589094, "rgt": 5, "userDisplayName": "Amerigo", "createDate": "1285364513", "userID": 3511730, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1285477721", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New York City", "commentType": "comment", "updateDate": "1285474121", "commentSequence": 2, "commentBody": "For a moment, I thought I had surfed into Lifestyles Of The Rich And Famous. ", "recommendationCount": 1}, {"assetID": 1886382, "replies": [], "lft": 6, "assetURL": "http://dinersjournal.blogs.nytimes.com/2010/09/24/vegetables-bring-in-100000-at-sothebys/", "parentID": null, "commentID": 2589150, "rgt": 7, "userDisplayName": "Anna Hammond", "createDate": "1285365708", "userID": 55550280, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1285477732", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New York", "commentType": "comment", "updateDate": "1285474132", "commentSequence": 3, "commentBody": "We are so happy for this coverage -- but one of the highlights of the auction was sponsoring a trip The Sylvia Center at Katchkie Farm  for school children from the Harlem Children's Zone. The bid capped at $12,000. And immediately as the gavel hit the table, 2 people stood up and matched it twice. Bringing the total for this one act of complete philanthropy, to $36,000. Anna Hammond, Executive Director, The Sylvia Center", "recommendationCount": 2}, {"assetID": 1889708, "replies": [], "lft": 4, "assetURL": "http://bats.blogs.nytimes.com/2010/09/25/winning-can-be-as-fun-as-losing-just-ask-1962-mets/", "parentID": null, "commentID": 2593014, "rgt": 5, "userDisplayName": "magz", "createDate": "1285477681", "userID": 46585570, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1285477733", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "NYC", "commentType": "comment", "updateDate": "1285474133", "commentSequence": 2, "commentBody": "Ken Hubbs was NL Rookie of the Year in 1962 and won the NL Gold Glove at second base. To illustrate just how much how baseball has changed in 40 years, Hubbs hit .260, with 5 home runs and 49 RBI. He struck out 120 times (in 160 games played), and he grounded into 20 double-plays.  Tragically, Hubbs only played one more season, as he died in a plane crash in February 1964.", "recommendationCount": 0}, {"assetID": 1885748, "replies": [], "lft": 10, "assetURL": "http://dinersjournal.blogs.nytimes.com/2010/09/24/in-search-of-a-good-wine-list-2/", "parentID": null, "commentID": 2589167, "rgt": 11, "userDisplayName": "SFJoe", "createDate": "1285366022", "userID": 2208579, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1285477743", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "NYC", "commentType": "comment", "updateDate": "1285474142", "commentSequence": 4, "commentBody": "I've had the identical experience at Yuva.  It was fun to go right after Alice did the list--an Indian restaurant with a bunch of stuff I wanted to drink!<br /><br />Not as much fun these days, and my visits are lately mostly for carryout.", "recommendationCount": 0}, {"assetID": 1883351, "replies": [], "lft": 2, "assetURL": "http://dinersjournal.blogs.nytimes.com/2010/09/23/andrew-carmellinis-restaurant-to-be-called-the-dutch/", "parentID": null, "commentID": 2589298, "rgt": 3, "userDisplayName": "shesfried", "createDate": "1285368895", "userID": 55038353, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1285477753", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Brooklyn, NY", "commentType": "comment", "updateDate": "1285474153", "commentSequence": 1, "commentBody": "The Dutch, or it's given name--The Dutch Tavern--is also a beloved watering hole in New London, Connecticut. As legend goes, Eugene O'Neill drank there back in the day. I met my husband there. They served, and I believe still do, a mean burger for lunch. In any case, that's what the name conjures for me (in all contexts): good times. Look forward to visiting this one, too.", "recommendationCount": 1}, {"assetID": 1857222, "replies": [], "lft": 6, "assetURL": "http://dinersjournal.blogs.nytimes.com/2010/09/16/nathan-myhrvold-delays-book-apologizes-to-santa/", "parentID": null, "commentID": 2589437, "rgt": 7, "userDisplayName": "Frank Hsu", "createDate": "1285372948", "userID": 30520216, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1285477778", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Toronto", "commentType": "comment", "updateDate": "1285474178", "commentSequence": 3, "commentBody": "Need not apologize to Santa!<br /><br />My reasoning of why it is late:<br /><br />1. Stronger demand than originally planned. Increased production means more high tech paper and other logistics nightmare and only one printer in China capable of this kind of very high resolution/quality printing.<br /><br />2. All production must finish by next February 3, 2011 (Chinese NY (Rabbit) comes early next year) before loading them to containers en route to USA.<br /><br />It is a book for all seasons.<br />I will wait, because there is no other cookbook like it.", "recommendationCount": 0}, {"assetID": 1877877, "replies": [], "lft": 32, "assetURL": "http://dinersjournal.blogs.nytimes.com/2010/09/22/hey-mr-critic-14/", "parentID": null, "commentID": 2589593, "rgt": 33, "userDisplayName": "NotLikely", "createDate": "1285378803", "userID": 49714478, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1285477797", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Here", "commentType": "comment", "updateDate": "1285474197", "commentSequence": 13, "commentBody": "I enjoyed the \"Hot Date\" answer.  Though the thought of a martini and popcorn gave me pause.  Grab a slice before drinks.  It is not only for fortitude, but observational as well.  Only a dolt could not find a memorable meal in town for $50 per person.  Hot date?  Sheesh!", "recommendationCount": 0}, {"assetID": 1870620, "replies": [], "lft": 2, "assetURL": "http://dinersjournal.blogs.nytimes.com/2010/09/20/torrisis-san-gennaro-food-stall-stalls/", "parentID": null, "commentID": 2589617, "rgt": 3, "userDisplayName": "john adams", "createDate": "1285379520", "userID": 59807449, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1285477804", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New Jersey", "commentType": "comment", "updateDate": "1285474204", "commentSequence": 1, "commentBody": "the cream puffs were not good at all, they were soggy. they don't resemble the chinese custard bun like they intended.  You can buy a one of those in a chinese bakery that's 3 times the size at 1/3 of the price.", "recommendationCount": 0}]}, "copyright": "Copyright (c) 2016 The New York Times Company.  All Rights Reserved."}