{"debug": {"version": 3.1}, "status": "OK", "results": {"api_timestamp": "1481460074", "totalCommentsFound": 4342, "totalCommentsReturned": 25, "comments": [{"assetID": 1684845, "replies": [], "lft": 808, "assetURL": "http://atwar.blogs.nytimes.com/2010/07/25/the-war-logs/", "parentID": null, "commentID": 2304357, "rgt": 809, "userDisplayName": "Aref Abassi TV programmer , Payam Afghan TV", "createDate": "1280116155", "userID": 58969839, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1280116818", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Santa Barbara, Calitornia", "commentType": "comment", "updateDate": "1280113218", "commentSequence": 261, "commentBody": "I am very surprised to see the US is still being deceived by Pakistan. With the  billions  of dollars assistance of our country Pakistan carry out three major targets 1, to  fulfill the objectives of  Islamic extremists by killing American and its allies in Afghanistan. 2, to maintain its influence in Afghanistan's following the withdrawal of the Nato forces. 3, to continue its military rivalry with India.   For how long we should trust this unreliable partner as our ally. Why we should invest billions of tax money to a country which is directly involved in massacring our kids . There are credible evidence that Pakistan provide safe heaven, training and  weapons and   sophisticated arms to fight our military.  The rich Arab extremists  and the Iranian Government  money are also  involved in this process. We must reconsider seriously our ties with Pakistan. Continue trusting Pakistan is not in to our benefit and Pakistan will be the only cause of our failure in Afghanistan war.   ", "recommendationCount": 17}, {"assetID": 1684845, "replies": [], "lft": 804, "assetURL": "http://atwar.blogs.nytimes.com/2010/07/25/the-war-logs/", "parentID": null, "commentID": 2304347, "rgt": 805, "userDisplayName": "victoria2", "createDate": "1280115867", "userID": 12630901, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1280116857", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Colorado", "commentType": "comment", "updateDate": "1280113257", "commentSequence": 263, "commentBody": "Publish all of them.  If you don't, the bloggers will take the time to do it and you can expect that Marcy Wheeler (emptywheel) and her dedicated crew of writers, editors, technology gurus, researchers and writers will do it and they will knock it out of the ball park.<br /><br />If you're tired of being made to look bad by the blogosphere, invest some money in this and tell the truth:  This so called war needs to end, we need to bring the troops home NOW, and we need to apologize to the Afghanistan people for the incredible crimes that have been levied against the world by George W Bush/Richard Cheney and for the continuation of the military industrial complex and the private intelligence cabal that has now taken over Washington and turned private contractors into mercenaries.<br /><br />Bring them home, break the contracts, put Eric Prince in jail and begin war crimes charges (real ones, no Holder/Obama style investigations!  If we need to throw out the current members of the entire House and Senate, then let's do it and create peace and GREEN JOBS for Americans.<br /><br />Everything we've done since 2001 has made the terrorists stronger.  We're still torturing and we still have black sites.  Haven't you had enough Americans?  Let's change the world by changing ourselves. ", "recommendationCount": 9}, {"assetID": 1684845, "replies": [], "lft": 802, "assetURL": "http://atwar.blogs.nytimes.com/2010/07/25/the-war-logs/", "parentID": null, "commentID": 2304346, "rgt": 803, "userDisplayName": "M.N.Syed", "createDate": "1280115851", "userID": 34119353, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1280116911", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Not in USA", "commentType": "comment", "updateDate": "1280113311", "commentSequence": 264, "commentBody": "Will this latest attempt succeed? Not a chance. Since the Pentagon Papers, the Watergate US ruling clique has done every thing to conceal mislead even distorts facts to fool a foolhardy US Public!<br /><br />It is culture of hate that drives an average US Joe. In this he is aided and sustained by a deceptive Media which increasingly coming under the control of Rich Right Wingers (aka NeoCons)!<br /><br />Presiding over this Cabal is Dick Cheney and Co who profits from War for Ever mystique!<br /><br />The 9/11 event provided the NeeoCns with GWB acting as dummy to create a new enemy: Arabs and Muslims. With Communism almost tamed and humbled the Israeli Lobbies manufactured the new \"Enemy to Our way of Life\"! This ploy has worked very well in serving Israeli colonialist ambitions.<br />There was a glimmer of hope that with the election of Mr Obama as US Chief, the anti Islam rhetoric will cool down. There was a air of excitement that with President Obama travelling to Cairo to ASSURE THE ISLAMIC/ARAB WORLD that America is not at war against them.<br />That was a mere mirage as Cheney, Sarah Palin and the Tea Party along with the defeated Republicans with the full blessings of Evangelicals and Love Israel elements launched a scurrilous campaign against President Obama.<br /><br />He was forced to back down on putting Israel on notice to live by the Laws of the Nations the UN Charter etc!<br /><br />The pathetic scene  at White House during Netyanhu's visit confirmed the perception that no US President can ask Israel to quit stealing Arab homes and creating facts.<br /><br />The evergreen Mantra  \" Israel is our best friend and our loyalty to its goals is cast in Concrete!\" was repeated ad Nauseum!<br />", "recommendationCount": 4}, {"assetID": 1665791, "replies": [], "lft": 40, "assetURL": "http://atwar.blogs.nytimes.com/2010/07/19/a-look-at-the-washington-posts-top-secret-america/", "parentID": null, "commentID": 2303892, "rgt": 41, "userDisplayName": "ea", "createDate": "1280103880", "userID": 55769141, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1280116978", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "washingtonI , d.c. s.", "commentType": "comment", "updateDate": "1280113378", "commentSequence": 17, "commentBody": "The bottom line for me is what are we getting out of this huge expansion of government, and are we any safer? We are told that if only we could know all the plots aborted or headed off by this activity, we would give our grateful approval. Well, what we do know is the Fort Hood shooter, the Christmas bomber, the New York Times Square bomber, along with Muslim students from the United States studying Islam in Yemen and other very peculiar locales. Pretty miserable record, as I see it. We also know nothing about duplicative studies financed by these super-secret agencies, and we are kept in the dark about what they are really up to. There don't seem to be any inspector generals looking at this spending, which I suspect is going to many Pentagon retirees working for private concerns, I think it is overdue time for Congress to look at this expenditure. My final point is at no point in the Washington Post article is any mention made of the failure to get Osama bin Ladin or Ayman Al-Zawahiri. It has been ten years, and considerable spending, but no success. Why not? What is wrong with our military that it cannot find and get one or two men if they want to. Do they really want to, or are they happy to see this increased spending on pet secret projects that wouldn't see the light of day if they had to go through a regular process.   ", "recommendationCount": 0}, {"assetID": 1684845, "replies": [], "lft": 850, "assetURL": "http://atwar.blogs.nytimes.com/2010/07/25/the-war-logs/", "parentID": null, "commentID": 2304393, "rgt": 851, "userDisplayName": "William J Haboush", "createDate": "1280116963", "userID": 13257439, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1280117042", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New York City", "commentType": "comment", "updateDate": "1280113442", "commentSequence": 265, "commentBody": "What it shows is that Pakistan is not a truly viable state. They can't even figure out who can be controlled and who might turn on them and bring down their government. Their sense of identity is so involved with defending against India that they can't even figure out what their own interests are.", "recommendationCount": 10}, {"assetID": 1684845, "replies": [], "lft": 848, "assetURL": "http://atwar.blogs.nytimes.com/2010/07/25/the-war-logs/", "parentID": null, "commentID": 2304390, "rgt": 849, "userDisplayName": "Andy Hain", "createDate": "1280116945", "userID": 2745087, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1280117055", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Carmel, CA", "commentType": "comment", "updateDate": "1280113455", "commentSequence": 266, "commentBody": "The short version:  in other words, Pres. Bush and his policies (if they WERE his) was a miserable failure.<br /><br />For the pro-Bush folks who claim he prevented further attacks upon US soil: why in the world would they bother going to all that time, trouble and expense coming here to kill, once we were willing to pay to travel right to their front door to have our blood shed and receive our beatings? To them, 3,000 American deaths are just as valuable as any other 3,000 American deaths. Don't kid yourself - they're just as concerned about the cost of war as we are.<br /><br />We took the bait. We are both fools and suckers.", "recommendationCount": 7}, {"assetID": 1684845, "replies": [], "lft": 846, "assetURL": "http://atwar.blogs.nytimes.com/2010/07/25/the-war-logs/", "parentID": null, "commentID": 2304388, "rgt": 847, "userDisplayName": "Katie", "createDate": "1280116906", "userID": 40426457, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1280117061", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Chicago", "commentType": "comment", "updateDate": "1280113461", "commentSequence": 267, "commentBody": "Hello?!  What about the safety of all people involved in sensitive situations around the world?  They rely on the \"classified\" status.", "recommendationCount": 2}, {"assetID": 1681638, "replies": [], "lft": 142, "assetURL": "http://atwar.blogs.nytimes.com/2010/07/23/military-send-off-for-mcchrystal/", "parentID": null, "commentID": 2304387, "rgt": 143, "userDisplayName": "wamsagongo", "createDate": "1280116893", "userID": 60476689, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1280117074", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "in the isles", "commentType": "comment", "updateDate": "1280113474", "commentSequence": 62, "commentBody": "wheels within wheels within wheels  but truly the same ol spinnin dog n pony show.<br /><br />let us hope this sociopath doesn't get the rethug prez nomination.<br /><br />the reasons for the wars we are fighting have nothing to do with nation building or democracy.<br /><br />wikileaks = amazing", "recommendationCount": 1}, {"assetID": 1684845, "replies": [], "lft": 844, "assetURL": "http://atwar.blogs.nytimes.com/2010/07/25/the-war-logs/", "parentID": null, "commentID": 2304386, "rgt": 845, "userDisplayName": "Robert Scott", "createDate": "1280116833", "userID": 23354677, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1280117084", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Salt Lake City, Ut", "commentType": "comment", "updateDate": "1280113484", "commentSequence": 268, "commentBody": "It's helpful for the White House to coach reporters on how to interpret the leaks because, without help, reporters are going to run amuck - as we've seen so often of recent.  Reporters really need help in maintaining balance. ", "recommendationCount": 2}, {"assetID": 1684845, "replies": [], "lft": 842, "assetURL": "http://atwar.blogs.nytimes.com/2010/07/25/the-war-logs/", "parentID": null, "commentID": 2304381, "rgt": 843, "userDisplayName": "rapa", "createDate": "1280116697", "userID": 60767476, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1280117096", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Santa Monica, South California", "commentType": "comment", "updateDate": "1280113496", "commentSequence": 269, "commentBody": "The War in Afghan is unwinnable by the Soviets thirty years ago and it is not going to be won by the U.S. troops either this time and 2010 may be the watershed that the U.S. troops to be tunes to be drwan down next year, The Afgan war has been fought for 10 years by the Soviets and ironically, history is to be repeated again by the U.S. twenty years after the Soviet troops retreated from Kabul in 1989 and fighting a native army organized around the largest tribe of Afghan or the Pashtuns, the U.S. is really fighting a losing battle because foreign forces, no matter it is the ISAF or the marines from the U.S., they have to leave finally so that the Afghan War is doomed from the beginning.                                        ", "recommendationCount": 3}, {"assetID": 1684845, "replies": [], "lft": 840, "assetURL": "http://atwar.blogs.nytimes.com/2010/07/25/the-war-logs/", "parentID": null, "commentID": 2304380, "rgt": 841, "userDisplayName": "concerned citizen", "createDate": "1280116686", "userID": 3822031, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1280117106", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "NYC", "commentType": "comment", "updateDate": "1280113506", "commentSequence": 270, "commentBody": "I voted for Obama to pull us out of Iraq and Afghanistan and reform health care and Wall Street.  He has failed on all three issues.", "recommendationCount": 5}, {"assetID": 1684845, "replies": [], "lft": 856, "assetURL": "http://atwar.blogs.nytimes.com/2010/07/25/the-war-logs/", "parentID": null, "commentID": 2304399, "rgt": 857, "userDisplayName": "Richard Blair", "createDate": "1280117054", "userID": 8555420, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1280117297", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Inverness. Ca", "commentType": "comment", "updateDate": "1280113697", "commentSequence": 271, "commentBody": "Obama's a fool to continue Bush's wars. Pure and simple. Lincoln and Martin Luther King he ain't. Just another office-holder looking for a 2nd term. This country is in the toilet and he has no guts to fight for what he believes.<br />", "recommendationCount": 9}, {"assetID": 1684845, "replies": [], "lft": 858, "assetURL": "http://atwar.blogs.nytimes.com/2010/07/25/the-war-logs/", "parentID": null, "commentID": 2304400, "rgt": 859, "userDisplayName": "dee", "createDate": "1280117056", "userID": 19808261, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1280117311", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "california", "commentType": "comment", "updateDate": "1280113711", "commentSequence": 272, "commentBody": "This is first of all a problem of culture clash.  Those who have dealt with people from the middle east know that these cultures lie, plain and simple. It is part of their culture and not considered wrong under many circumstances.  Many many cultures have the need to save face or protect their own far above telling the truth.<br />To the US government and military. In your dealings with Afghanistan  and Pakistan...how can you be so child like and naive.  Get some one to fill you in on the cultural differences before you continue to look like idiots. Both countries and leaders will,, over and over again, tell you one thing and do another. Get used to it and deal accordingly.", "recommendationCount": 2}, {"assetID": 1684845, "replies": [], "lft": 838, "assetURL": "http://atwar.blogs.nytimes.com/2010/07/25/the-war-logs/", "parentID": null, "commentID": 2304379, "rgt": 839, "userDisplayName": "tomjoad", "createDate": "1280116600", "userID": 59032696, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1280117318", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New York", "commentType": "comment", "updateDate": "1280113718", "commentSequence": 273, "commentBody": "John Kerry sounds like he was completely unaware of the situation as presented by these documents. Shouldn't he (and the other members of the Senate Foreign Relations Committee) have this level of detail and assessment? His statement sounds as though he was been completely in the dark. ", "recommendationCount": 3}, {"assetID": 1684845, "replies": [], "lft": 854, "assetURL": "http://atwar.blogs.nytimes.com/2010/07/25/the-war-logs/", "parentID": null, "commentID": 2304398, "rgt": 855, "userDisplayName": "John E. Simonds", "createDate": "1280117045", "userID": 22315318, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1280117348", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Honolulu, Hawaii", "commentType": "comment", "updateDate": "1280113748", "commentSequence": 274, "commentBody": "How about a little sidebar explaining to those not fully familiar with information sources just who WikiLeaks is/are and what qualifies its role as a provider of the \"trove\" of documents on which so much of this article seems to be based.<br /><br />Also please pardon this extended dose of Communication 101, but surely a more focused, simply stated lead paragraph could have been written to present this admittedly complex gathering of critical information. A simple, separate second sentence could have reminded us that we are helping to bankroll Pakistan's intelligence system that our military people suspect is betraying them. The trove of reports tells us that US military people distrust Pakistan's agents. On that score, the smoke is well-documented, but the search for flame (or a gun) continues. The story says that our diplomats and soldiers are sending us conflicting signals on Pakistan's role in the Afghan war. That apparent clash of data and policy is what Times readers need to know. Your staff has done a commendable job pulling all this together. Editors could have helped with one or two quick \"so-what?\" sentences explaining the urgency of the situation: US military and diplomatic missions seem to be working at cross purposes in Pakistan. Fired generals are not the only casualties. ", "recommendationCount": 2}, {"assetID": 1684845, "replies": [], "lft": 834, "assetURL": "http://atwar.blogs.nytimes.com/2010/07/25/the-war-logs/", "parentID": null, "commentID": 2304376, "rgt": 835, "userDisplayName": "Thor", "createDate": "1280116511", "userID": 49163135, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1280117362", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Seattle", "commentType": "comment", "updateDate": "1280113762", "commentSequence": 276, "commentBody": "All the hubbub about these leaks skirt the central issue: the United State of America has lost the war in Afghanistan. That happened at Tora Bora, tragically. Withdraw as soon as possible with dignity. Forget Pakistan.<br /><br />And when will the US of A learn that it cannot impose democracy on countries who don't want it?", "recommendationCount": 11}, {"assetID": 1684845, "replies": [], "lft": 832, "assetURL": "http://atwar.blogs.nytimes.com/2010/07/25/the-war-logs/", "parentID": null, "commentID": 2304375, "rgt": 833, "userDisplayName": "Rik  Zak", "createDate": "1280116494", "userID": 59905796, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1280117367", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Calgary, Canada", "commentType": "comment", "updateDate": "1280113767", "commentSequence": 277, "commentBody": "It is high time that Pakistan be view as an enemy state. It is astounding to see something that this is been common knowledge for such a long time being treated as news.", "recommendationCount": 8}, {"assetID": 1684845, "replies": [], "lft": 828, "assetURL": "http://atwar.blogs.nytimes.com/2010/07/25/the-war-logs/", "parentID": null, "commentID": 2304371, "rgt": 829, "userDisplayName": "Herb", "createDate": "1280116409", "userID": 35077583, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1280117372", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Lafayette", "commentType": "comment", "updateDate": "1280113772", "commentSequence": 278, "commentBody": "By funding both sides of this war, we can waste trillions more.", "recommendationCount": 5}, {"assetID": 1684845, "replies": [], "lft": 830, "assetURL": "http://atwar.blogs.nytimes.com/2010/07/25/the-war-logs/", "parentID": null, "commentID": 2304372, "rgt": 831, "userDisplayName": "N R Reddy", "createDate": "1280116467", "userID": 57639380, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1280117386", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "MN", "commentType": "comment", "updateDate": "1280113786", "commentSequence": 279, "commentBody": "Dear Sir,<br />Whatever war logs you have posted are not new. Starting from 1985 India has been telling the same to the world that Pakistan state agencies are sponsoring terrorist organizations. But western countries turned blind eye  to democratic country voice. But US opened eyes when 9/11 incident struck on their land. After that time also US never stopped aiding Pakistan despite the fact that they new how aid is going to be used. It is very frustrating to see that US Tax payer money used to aid Pakistan so that they can sponsor US Citizens and solders deaths. I can not understand logic behind Washington policies. Most of the Indian know that because of US aid to Pakistan, India is paying heavy price. I'm sure US is going to share that heavy price.<br />thanks<br />Reddy ", "recommendationCount": 17}, {"assetID": 1684845, "replies": [], "lft": 820, "assetURL": "http://atwar.blogs.nytimes.com/2010/07/25/the-war-logs/", "parentID": null, "commentID": 2304365, "rgt": 821, "userDisplayName": "Jeff", "createDate": "1280116305", "userID": 47149880, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1280117393", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "L.A.", "commentType": "comment", "updateDate": "1280113793", "commentSequence": 280, "commentBody": "The bottom line is the people who lead America before and right after W.W. II would not have allowed this double game by Pakistan. Something is terribly wrong with our current leadership from Bush to Obama since both administrations knew about this duplicity. No doubt the world is a complicated place but there are times when simple black and white thinking are required. Such is the case now. Students of history know how many times president Eisenhower threatened to use atomic weapons against other countries to gain American foreign policy objectives, he made such threats many times, and was part of a generation that would not tolerate Americans being pushed around. Some really dirty things were done in those days like coups in Latin America and Iran, but look at the type of people we have to deal with today. The deadly great game that is taking American lives in Afghanistan while we hide confused behind our international law and prohibitions against covert actions and assassinations. Remember how afraid the CIA was to kill Bin Laden before 9-11. President Clinton could not get the CIA to act because they were afraid the act was illegal.<br /><br />The truth is the key to the projection of American power in this region is covert action. The U.S. must be willing to kill any Pakistani in the military and intelligence that is aiding the Taliban.Larger covert operations should be used against Pakistani politicians  and parties sympathetic to the Taliban.  Just as they smile in our faces and help the Taliban kill our troops we should smile back and kill them covertly.  The U.S. should also begin to covertly form and aid border militias that can operate in Pakistan and threaten Pakistan's sovereign control. A real threat to Pakistan would be if the U.S. began to back insurgents in Baluchistan and of course deny it but offer to help stop the insurgency when Pakistan secures its border with Afghanistan. If need be the U.S. should form an alliance with India aimed at breaking up Pakistan and resolving the Kashmir issue in India's favor.<br /><br />The U.S. has real options other than the current carrot and bribery now being given to the regional Jackal called Pakistan.", "recommendationCount": 6}, {"assetID": 1684845, "replies": [], "lft": 826, "assetURL": "http://atwar.blogs.nytimes.com/2010/07/25/the-war-logs/", "parentID": null, "commentID": 2304369, "rgt": 827, "userDisplayName": "mikerol", "createDate": "1280116398", "userID": 30242044, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1280117398", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "seattle, wa", "commentType": "comment", "updateDate": "1280113798", "commentSequence": 281, "commentBody": "i recall that c.i.a. casey under Reagan created the Mujahadeen in concert with the ISI some 30 years ago... out of the friendly sky of Allah's heaven, doing something that had been done many times before... after Carter/ Brzezinski destabalized Afghanistan, something of which Zbiniev is still proud... to destabalize a country of 25 million and draw in the Russians... ah those great realists and they are never strung up, are they? ", "recommendationCount": 2}, {"assetID": 1684845, "replies": [], "lft": 866, "assetURL": "http://atwar.blogs.nytimes.com/2010/07/25/the-war-logs/", "parentID": null, "commentID": 2304411, "rgt": 867, "userDisplayName": "Sarkar", "createDate": "1280117394", "userID": 43055807, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1280117450", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Delhi", "commentType": "comment", "updateDate": "1280113850", "commentSequence": 282, "commentBody": "All these years India has been suffering the same Pakistan duplicity, but US never cared, now it is all coming home to roost. US has always turned a blind eye to Pakistan's activity. India is continuing to suffer Pakistan sponsored Islamic militancy.<br />Only solution is US taking out Pakistan's nuclear weapons, that is the only way to defang Pakistan", "recommendationCount": 18}, {"assetID": 1684845, "replies": [], "lft": 864, "assetURL": "http://atwar.blogs.nytimes.com/2010/07/25/the-war-logs/", "parentID": null, "commentID": 2304409, "rgt": 865, "userDisplayName": "Skip Wenz", "createDate": "1280117307", "userID": 31740333, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1280117458", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Corvallis, Oregon", "commentType": "comment", "updateDate": "1280113858", "commentSequence": 283, "commentBody": "You know, we don't manufacture much in this country any more.  But we do manufacturer armaments.  If we don't use them, and sell the to others to use, they become \"surplus\" and lose their value due to law of supply and demand.<br /><br />Think our three wars — Iraq, Afghanistan and the \"War on Drugs\" — have anything to do with keeping the arms manufactures and other MIC adjuncts rich? ", "recommendationCount": 7}, {"assetID": 1684845, "replies": [], "lft": 862, "assetURL": "http://atwar.blogs.nytimes.com/2010/07/25/the-war-logs/", "parentID": null, "commentID": 2304408, "rgt": 863, "userDisplayName": "TBS", "createDate": "1280117269", "userID": 23027816, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1280117466", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New York, N.Y.", "commentType": "comment", "updateDate": "1280113866", "commentSequence": 284, "commentBody": "this guy who does the wikileaks should get a freaking medal...from \"the Citizens of the United States\" for his incredible efforts to show us more than our \"democratic\" government would like us to see!!!<br /><br />If we are to have a free and open society -- wikileaks will obviously be necessary!!!<br /><br />Thank you, sir.", "recommendationCount": 4}, {"assetID": 1684845, "replies": [], "lft": 860, "assetURL": "http://atwar.blogs.nytimes.com/2010/07/25/the-war-logs/", "parentID": null, "commentID": 2304402, "rgt": 861, "userDisplayName": "Frank Langheinrich", "createDate": "1280117153", "userID": 952142, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1280117470", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Salt Lake City, UT", "commentType": "comment", "updateDate": "1280113870", "commentSequence": 285, "commentBody": "The administration should worry less about these reports getting out and more about either prosecuting a proper war or withdrawing so that no more of our best people or treasure is wasted. If republicans are serious about reducing the deficit, here is a great place to start.", "recommendationCount": 1}]}, "copyright": "Copyright (c) 2016 The New York Times Company.  All Rights Reserved."}