{"debug": {"version": 3.1}, "status": "OK", "results": {"api_timestamp": "1481479545", "totalCommentsFound": 6818, "totalCommentsReturned": 25, "comments": [{"assetID": 3322434, "replies": [], "lft": 166, "assetURL": "http://india.blogs.nytimes.com/2012/05/23/an-open-letter-to-indias-graduating-classes/", "parentID": null, "commentID": 6276618, "rgt": 167, "userDisplayName": "Akshay", "createDate": "1337886482", "userID": 66157695, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1337918411", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Shamli, India", "commentType": "comment", "updateDate": "1337914811", "commentSequence": 68, "commentBody": "When I first read the article,it all seemed totally justified to me. I thought that these words since coming from such a big guy must all be gems and indeed most of them are,they could actually help a graduate enter the professional world smoothly. But when i read the comments below(all of them), I quite agreed with these people too,the people who have worked in the industry on the other side. Some of the points raised by the author are acceptable while on some points, he seems to be biased. The newcomers are not as much efficient but they are not paid as much either. Also the firm doesn't do them a favor,it is finally going to receive their services. The company does spend time and money on the newcomers but in a lot of cases, the employees are also hooked by bonds,so finally the firm manages to get back what it invested over the period.<br/>\nThe Hierarchy is something that is seldom challenged and could not be until the environment is conducive to question asking and innovations.If in a firm, a particular work is done in a certain way and something that an individual suggests requires some \"inconvenient change\", then I think the author will agree it is most likely that the former will win. Then the enthusiasm to ask questions and provide suggestions is bound to die out.<br/>\nHaving said that, I would not let the good slip out for the perfect. Some of the points in this letter are actually worth some thought and could prove fruitful for a lot of fellows out there.", "recommendationCount": 0}, {"assetID": 3322768, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 6279103, "replies": [], "commentID": 6280944, "trusted": 0, "userDisplayName": "Carol Benedict Russell", "createDate": "1337950042", "userID": 64375336, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1337962574", "userTitle": null, "recommendations": 3, "editorsSelection": false, "parentUserDisplayName": "walterrhett", "userURL": null, "userLocation": "Shelter Island, New York", "depth": 1, "commentType": "userReply", "updateDate": "1337958974", "commentSequence": 1, "commentBody": "No matter how it is disguised as good; Greed is never<br/>\n totally hidden; is always lurking ; like Mephistopheles who<br/>\nnever is crushed always ready to get the bankers to sell<br/>\nthere souls, and creates a lust in all their hearts.<br/><br/>No; greed is always going to find a way. greed doesn't<br/>\nwork from 9am to 5 pm. or 24/7 it has an extra minute or two<br/>\njust for itself."}, {"recommendedFlag": 0, "parentID": 6279103, "replies": [], "commentID": 6280687, "trusted": 0, "userDisplayName": "ChloeZZZ", "createDate": "1337948270", "userID": 31815542, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1337968903", "userTitle": null, "recommendations": 4, "editorsSelection": false, "parentUserDisplayName": "walterrhett", "userURL": null, "userLocation": "Manhattan", "depth": 1, "commentType": "userReply", "updateDate": "1337965304", "commentSequence": 226, "commentBody": "Your'e closer to the truth than you think.  First, people's jobs are taken away impoverishing them.  Corporate interests are building more prisons and buying legislation that creates more ways to lock people up including being impoverished.  Then the state, bought by corporations is starting to use those locked up to do the work for free that they used to be paid for.  And the kicker is, they make a profit off of running the prisons.  Fantasy? no.  Take a look at who's doing the work in Wisconsin of those whose union got busted.  And it's only just getting started."}]}, "lft": 204, "assetURL": "http://www.nytimes.com/2012/05/25/opinion/krugman-egos-and-immorality.html", "parentID": null, "commentID": 6279103, "rgt": 209, "userDisplayName": "walterrhett", "createDate": "1337918431", "userID": 33605332, "replyCount": 2, "commentTitle": "n/a", "status": "approved", "approveDate": "1337918481", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Charleston, SC", "commentType": "comment", "updateDate": "1337914881", "commentSequence": 24, "commentBody": "Why are we coddling equity firms? Cory Booker, nauseated by the criticisms of equity capital, should remember its most egregious example and be nauseated by the 3 centuries equity firms trafficked human beings. Laurens &amp; Austin and 100s of equity firms created a fiscal and legal infrastructure for the then world's largest profit center in London, Newport, Charleston and places on both sides of the Atlantic. Slavery was risky. Disease wiped out the investment; abolitionists opposed it. But the profits reaped made the capital risks and human costs seem miniscule.<br/><br/>When slavery ended, did equity capital reform? Trace its history carefully and you arrive at Mitt Romney—and Cory Booker, Harold Ford and Steve Rattner, who praise its benefits without reference to its morality or history, seeing only efficient good and business growth in seeing the world as a balance sheet.<br/><br/>It's not always about Republican or Democratic, but who is moral, true to the deepest human principles not attached to profits or partisanship. The gilded poison fruits of its investments, its historic, global role celebrates a special breed of robber barons who strip human dignity for the balance sheet. Barack is right to call attention to the difference. And when a prominent politician feels nausea for the criticism of equity capital but not a moment's discomfort over its balance sheet approach and the human carnage that marks its history, who thinks equity capital has charged? ", "recommendationCount": 243}, {"assetID": 3322434, "replies": [], "lft": 168, "assetURL": "http://india.blogs.nytimes.com/2012/05/23/an-open-letter-to-indias-graduating-classes/", "parentID": null, "commentID": 6276684, "rgt": 169, "userDisplayName": "Harish Menon", "createDate": "1337887097", "userID": 66157853, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1337918503", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Bangalore", "commentType": "comment", "updateDate": "1337914903", "commentSequence": 69, "commentBody": "The venerable NY Times has always been like a great river, meandering across the cultural and political scape of the great nation, city and even the world. Influencing and been influenced by the vox populi. Like any river, however, there are always the flotsam and jetsam that accumulate in murky currents and lately, the open blog section seemed to be playing that part for NYT.<br/><br/>Of course, much could be said about the tone of the article itself. The self righteousness with which a company, whose intake forms a minuscule part of total hiring in India, ridiculously oversimplifies the expectations of all the employers into five bullet points, and how those five gospels were in turn looking like vague generalizations picked up from a classified ad for a B Town \"coaching\" institute (\"Spoken English &amp; American Taught.... [ Contd here: <a href=\"http://harishc.blogspot.in/2012/05/open-letter-to-mohit-chandra.html\" title=\"http://harishc.blogspot.in/2012/05/open-letter-to-mohit-chandra.html\" target=\"_blank\">http://harishc.blogspot.in/2012/05/open-letter-to-mohit-chandra.html</a> ]", "recommendationCount": 1}, {"assetID": 3322434, "replies": [], "lft": 170, "assetURL": "http://india.blogs.nytimes.com/2012/05/23/an-open-letter-to-indias-graduating-classes/", "parentID": null, "commentID": 6276815, "rgt": 171, "userDisplayName": "Balaji", "createDate": "1337888363", "userID": 59184508, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1337918568", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Chennai, India", "commentType": "comment", "updateDate": "1337914968", "commentSequence": 70, "commentBody": "A good article. I can't believe that people are attacking the author for speaking the truth. As an owner of a small business, I get a resume every week and almost all the resumes are terribly written. The cover letters are even worse - one line of gibberish written in SMS lingo. <br/><br/>However, the author talks only one aspect of the problem.<br/>\n1. Majority of Indian employers are terrible. Period. They are wedded to certain salary caps that worked in the 1980s, but makes no sense in a globalized world. In my own family business, I can't convince my relatives to raise the salaries to a more acceptable level. <br/><br/>2. Indian mid-level execs are no way trained to nurture and grow talent. The only thing they are good at is,  a**-licking.<br/><br/>3. Indians are dramatic whiners. Lamenting, whining and grumbling are the main national sports, more popular than Cricket or Hockey. The author is also a team-member. <br/><br/>4. Indian companies are masters at playing labor arbitrage but do ZERO innovation. How many Apples, Googles and Microsofts have we produced? All we have are a bunch of Infosyses &amp; Wipros - that have contributed very little to the science of software, computing or management. <br/><br/>Regarding non-IT cos, all the big cos do is hire a person like Nida Radia, dine with the politicians, get a big contract and play the arbitrage game. <br/><br/>If you want the commitment and ethic of an American or Japanese or European worker, pay the equivalent wages. If you pay peanuts ($500/month) you get monkeys. ", "recommendationCount": 1}, {"assetID": 3322596, "replies": [], "lft": 22, "assetURL": "http://india.blogs.nytimes.com/2012/05/24/who-cares-if-the-rupee-keeps-falling/", "parentID": null, "commentID": 6276977, "rgt": 23, "userDisplayName": "Shubh", "createDate": "1337889959", "userID": 57508940, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1337918600", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "SFO", "commentType": "comment", "updateDate": "1337915000", "commentSequence": 10, "commentBody": "Hasn't it got anything to do with the downgrade of the credit ratings of the Government of India?<br/>\nIt does impact the borrowing capability of the government. Can the authors shed light on this?", "recommendationCount": 1}, {"assetID": 3322768, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 6279110, "replies": [], "commentID": 6279415, "trusted": 0, "userDisplayName": "Julian Fernandez", "createDate": "1337923356", "userID": 57426755, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1337954173", "userTitle": null, "recommendations": 7, "editorsSelection": false, "parentUserDisplayName": "Richard Luettgen", "userURL": null, "userLocation": "Dallas, Texas", "depth": 1, "commentType": "userReply", "updateDate": "1337950573", "commentSequence": 1, "commentBody": "\"We have a lot of intractable problems that have little or nothing to do (with) Lloyd Blankfein and Jamie Dimon.\"  <br/><br/>I agree.  <br/><br/>Still, I believe that one or two(or twenty) public hangings on the steps of the New York Stock Exchange would go a long way toward solving more than a few of them."}, {"recommendedFlag": 0, "parentID": 6279110, "replies": [], "commentID": 6280408, "trusted": 0, "userDisplayName": "AM", "createDate": "1337945954", "userID": 58512226, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1337956851", "userTitle": null, "recommendations": 9, "editorsSelection": false, "parentUserDisplayName": "Richard Luettgen", "userURL": null, "userLocation": "New Hampshire", "depth": 1, "commentType": "userReply", "updateDate": "1337953251", "commentSequence": 2, "commentBody": "Richard:  I agree with some of your comments, but see the larger picture a little differently.<br/><br/>Under present circumstances, it's easy to \"hate\" Wall Street's depradations (and its manipulators); however, like a cat eating a bird, these Masters of the Universe are \"doing what comes natural.\"  B schools do teach them what you say, as do their business peers.  They can grasp huge windfalls relatively easily (given their positions) via use of complex financial instruments, and the massive profits they can make currently create their own protected \"bubble\" of privilege.<br/><br/>Fundamentally, however, the very raison d'etre of a corporation - now and in decades past - is to make profits.  Employees are expendable.  Socio-economic issues are irrelevant.  Long-term strategies?  Hell, no:  it's \"what can you do for me this quarter?\"<br/><br/>Corporations are not people, and they are not immoral.  They are amoral.  They WILL do what is in their best interests.  And, given current compensation systems, their best interests are SHORT TERM ones.  This creates the impetus for enormous greed and \"anti-social\" behavior, and the downsides (of risk, waste, or pollution) will mostly be off-loaded to the public.<br/><br/>The ONLY cure for this (and it is a partial one, at best) is careful, strict, continuous, and effective regulation. "}]}, "lft": 210, "assetURL": "http://www.nytimes.com/2012/05/25/opinion/krugman-egos-and-immorality.html", "parentID": null, "commentID": 6279110, "rgt": 215, "userDisplayName": "Richard Luettgen", "createDate": "1337918526", "userID": 47123844, "replyCount": 2, "commentTitle": "n/a", "status": "approved", "approveDate": "1337918600", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New Jersey", "commentType": "comment", "updateDate": "1337915000", "commentSequence": 26, "commentBody": "Yes, the childishness and desperate need for deference of the masters of the universe are irksome; but they really don't change realities on the ground. <br/><br/>We still have a work force that is inadequately prepared to perform the jobs Bill Gates and others have open and can't fill -- and will need to ship elsewhere if they want the work to get done; and we still have legions of corporatists outside Wall Street that see nothing wrong in offshoring our middle class jobs, that our people ARE competent to perform, basically because their B-school professors taught them that there is no higher priority than dramatically cutting costs and increasing profits this quarter; and we still have governments at all levels that, if they had their druthers, would push their collective percentage of GDP above Greece's or Italy's, while still actually producing next to nothing; and we have an electorate a significant part of which (though apparently a dwindling percentage) believes that eating off the plates of others is acceptable behavior, as are the debt and deficits such behavior produces. We have a lot of intractable problems that have little or nothing to do Lloyd Blankfein and Jamie Dimon.<br/><br/>I have little love for these privileged, insulated reptiles. But hating them exclusively (yes, hating is the proper word, as a lot of these yahoos are evil) is a distraction from the entirety of ills that beset us.<br/><br/>Despite their fundamental greasiness, they're not even a large part of our problems.", "recommendationCount": 11}, {"assetID": 3322768, "replies": [], "lft": 216, "assetURL": "http://www.nytimes.com/2012/05/25/opinion/krugman-egos-and-immorality.html", "parentID": null, "commentID": 6279111, "rgt": 219, "userDisplayName": "Jumper", "createDate": "1337918535", "userID": 55635653, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1337918600", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "South Carolina", "commentType": "comment", "updateDate": "1337915000", "commentSequence": 25, "commentBody": "In what's going to be a bare-knuckled Presidential  election with huge potential for spill-over into House and Senate races and thus impact on our standard of living, Booker’s comments showed more of a wistful rather than realistic understanding of what this election is about.  <br/><br/>Yes, Booker later said he believed Obama's attacks on Romney's record at Bain were legitimate. That’s certainly not what the Romney campaign will remind voters was said. <br/><br/>Booker needs to keep in mind that one of the ways private equity, (which Booker seems to hold above criticism), accumulates vast wealth has been by gutting company pension funds, often through planned bankruptcy for that purpose, and then dumping the pensioners onto the Federal government at a much reduced benefit - a benefit which workers often paid for with deductions from their wages. .   <br/><br/>It’s obvious from looking at the Ryan economic policy model (wishful thinking) and the evisceration of American middle class income and jobs that generate middle class income, that the Republican concept of economics for the 99% is Hobbes’ short and brutal existence in the state of nature, as Hobbes’ himself succinctly explained it.<br/><br/>This election is going to be about who has a record, not just promises, working to restore the vitality of our nation’s middle class. If Booker finds pointing out the damage done by Bain Capital nauseating, he’s missed the issue. No doubt Romney and the Wall Streeters hope all voters will miss that issue.  ", "recommendationCount": 215}, {"assetID": 3322606, "replies": [], "lft": 6, "assetURL": "http://india.blogs.nytimes.com/2012/05/24/indias-faltering-economy-could-get-worse/", "parentID": null, "commentID": 6277349, "rgt": 7, "userDisplayName": "Padman", "createDate": "1337894063", "userID": 54771617, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1337918613", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Boston", "commentType": "comment", "updateDate": "1337915013", "commentSequence": 3, "commentBody": "\"The Indian government creates the mess and the R.B.I. is the vacuum cleaner, but even a vacuum cleaner can’t do a good job in a garbage dump\"<br/>\nWell said,  I cannot agree more..", "recommendationCount": 0}, {"assetID": 3322755, "replies": [], "lft": 2, "assetURL": "http://india.blogs.nytimes.com/2012/05/24/proposed-law-would-limit-international-enrollment-at-university-of-california-schools/", "parentID": null, "commentID": 6278101, "rgt": 3, "userDisplayName": "Arthur", "createDate": "1337903637", "userID": 66043638, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1337918625", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Menlo Park", "commentType": "comment", "updateDate": "1337915025", "commentSequence": 1, "commentBody": "Totally agree that in state students should have priority and out of state enrollment should be limited. National and International students not only take away educational opportunities from state students but they return to their state or country and compete against Californians in business with the education we subsidized. ", "recommendationCount": 6}, {"assetID": 3322755, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 6278491, "replies": [], "commentID": 6285979, "trusted": 0, "userDisplayName": "MilanMoravec", "createDate": "1337989629", "userID": 46511322, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1338006864", "userTitle": null, "recommendations": 2, "editorsSelection": false, "parentUserDisplayName": "Ra", "userURL": null, "userLocation": "California", "depth": 1, "commentType": "userReply", "updateDate": "1338003264", "commentSequence": 2, "commentBody": "You are missinformed. Fiscal efficiency lowers the cost and maintanes quality at universities.<br/>\nExamples of what lowers the cost of delivering University of California education. Unfortunately Cal Chancellor and Provost prefer to raise tuition. Birgeneau/Breslauer dismissed: increasing the number of classes per faculty; eliminating courses with too few students; refraining from exorbitant salaries, bonuses; doubling the time between sabbaticals; freezing all vacant positions; freezing pay, benefits &amp; reforming pensions, health costs. Birgeneau believes fiscal efficiency is not healthy for Cal. Exodus of faculty, chancellors, and administrators: who can afford them? "}]}, "lft": 4, "assetURL": "http://india.blogs.nytimes.com/2012/05/24/proposed-law-would-limit-international-enrollment-at-university-of-california-schools/", "parentID": null, "commentID": 6278491, "rgt": 7, "userDisplayName": "Ra", "createDate": "1337909818", "userID": 61716492, "replyCount": 1, "commentTitle": "n/a", "status": "approved", "approveDate": "1337918666", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Austin, TX", "commentType": "comment", "updateDate": "1337915066", "commentSequence": 2, "commentBody": "This is a very silly law. With the huge budget deficit that the UC system currently faces, out of state and international enrolments are the only option the university is left with to make ends meet.", "recommendationCount": 3}, {"assetID": 3322434, "replies": [], "lft": 174, "assetURL": "http://india.blogs.nytimes.com/2012/05/23/an-open-letter-to-indias-graduating-classes/", "parentID": null, "commentID": 6276985, "rgt": 175, "userDisplayName": "Impi", "createDate": "1337890059", "userID": 64459097, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1337918716", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Toronto", "commentType": "comment", "updateDate": "1337915116", "commentSequence": 73, "commentBody": "I moved to Canada 10 years ago. I was a recent law graduate and I upgraded my education at a law school in Canada instead of writing exams by myself. That taught me a lot!<br/>\n1. I agree the onus is on the candidate to learn and improve their English language skills. But 'hard to understand' implies that the author has no idea of what happens when learn English in a non-white country. I went to an English medium school in India and, like most of the middle class, studied in English throughout. We used some words/sentences at home but preferred (and still prefer) to speak in Hindi. When I first started school in Canada, it was strange to go on and on in English the whole time. Not (too) hard but strange. But it gets better with time and practice. As for writing, we use a long winded floral style in India. It is a cultural thing, left over from the British Raj.<br/>\n2. and 3. The author has clearly never worked in India. They beat that out of you! Deference to elders and authority is so deeply ingrained that you- KPMG - should take the lead in explaining to your Indian graduates that nobody will take offense at new ideas, questions and out-of-box thinking. I did not know I could go speak to a Professor after class. It is also considered morally corrupt to beat your own drum in Indian and Chinese cultures. I have had to learn this the hard way. And I still find hard to do it.<br/>\n4. and 5. are applicable to all industries but young graduates are also a little lost. Give it time.", "recommendationCount": 0}, {"assetID": 3322777, "replies": [], "lft": 30, "assetURL": "http://www.nytimes.com/2012/05/25/opinion/the-euro-crisis-this-time.html", "parentID": null, "commentID": 6279130, "rgt": 31, "userDisplayName": "Prof.Jai Prakash Sharma,", "createDate": "1337918831", "userID": 57742567, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1337918898", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Jaipur, India", "commentType": "comment", "updateDate": "1337915298", "commentSequence": 2, "commentBody": "It's not yet clear as to whether the European political and financial market leaders are working on saving the euro-zone as a viable currency union, or forcing the debt hit member nations to part, and return to their own currencies. For, how on earth could one think of being debt-free unless one recoups fiscal strength to repay the debt through capacity building?", "recommendationCount": 8}, {"assetID": 3322772, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 6279136, "replies": [], "commentID": 6280574, "trusted": 0, "userDisplayName": "Richard E'tagere", "createDate": "1337947386", "userID": 58600302, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1337949702", "userTitle": null, "recommendations": 0, "editorsSelection": false, "parentUserDisplayName": "suejean", "userURL": null, "userLocation": "Stamfordicut", "depth": 1, "commentType": "userReply", "updateDate": "1337946102", "commentSequence": 11, "commentBody": "Leapy, you are absolutely right about X indicating a cross."}, {"recommendedFlag": 0, "parentID": 6279136, "replies": [], "commentID": 6280973, "trusted": 1, "userDisplayName": "leapfinger", "createDate": "1337950273", "userID": 51284005, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1337951153", "userTitle": null, "recommendations": 0, "editorsSelection": false, "parentUserDisplayName": "suejean", "userURL": null, "userLocation": "durham,nc", "depth": 1, "commentType": "userReply", "updateDate": "1337947553", "commentSequence": 16, "commentBody": "Turncoat.<br/><br/>; )"}, {"recommendedFlag": 0, "parentID": 6279136, "replies": [], "commentID": 6281534, "trusted": 0, "userDisplayName": "Richard E'tagere", "createDate": "1337953560", "userID": 58600302, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1337959252", "userTitle": null, "recommendations": 0, "editorsSelection": false, "parentUserDisplayName": "suejean", "userURL": null, "userLocation": "Stamfordicut", "depth": 1, "commentType": "userReply", "updateDate": "1337955652", "commentSequence": 36, "commentBody": "Coat of many colors.<br/><br/>But at one point when I was a mathematical geneticist at MIT, I thought the two components of the x indicating results of crosses or hybrid gene combinations were actually vectors and had little arrows on the right hand (eastern?) ends of them, as in \"yields\".  The rules of the road require a yield at most crossroads unless one clearly has the right of way.  <br/><br/>We don't have Cream at work, just Cremora.<br/><br/>And don't forget your seatbelts."}]}, "lft": 20, "assetURL": "http://wordplay.blogs.nytimes.com/2012/05/24/experiment/", "parentID": null, "commentID": 6279136, "rgt": 31, "userDisplayName": "suejean", "createDate": "1337918938", "userID": 46920789, "replyCount": 5, "commentTitle": "n/a", "status": "approved", "approveDate": "1337918956", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "uk", "commentType": "comment", "updateDate": "1337915356", "commentSequence": 4, "commentBody": "Quick comment for Leapy before I get to the puzzle.  Did you ever see my response to your query about whether or not I saw the movie \"Agatha\"?", "recommendationCount": 0}, {"assetID": 3322768, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 6279144, "replies": [], "commentID": 6281049, "trusted": 0, "userDisplayName": "Carol Benedict Russell", "createDate": "1337950724", "userID": 64375336, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1337970919", "userTitle": null, "recommendations": 3, "editorsSelection": false, "parentUserDisplayName": "Sheldon Bunin", "userURL": null, "userLocation": "Shelter Island, New York", "depth": 1, "commentType": "userReply", "updateDate": "1337967320", "commentSequence": 284, "commentBody": "Justice is Truth in Action; B. Disraeli<br/><br/>and therefore it is high time we made truth about the corruption in our government known as you have here;<br/>\nand name names and rout the fraudulent out of our<br/>\ngovernment."}]}, "lft": 226, "assetURL": "http://www.nytimes.com/2012/05/25/opinion/krugman-egos-and-immorality.html", "parentID": null, "commentID": 6279144, "rgt": 229, "userDisplayName": "Sheldon Bunin", "createDate": "1337919037", "userID": 32858436, "replyCount": 1, "commentTitle": "n/a", "status": "approved", "approveDate": "1337919078", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Jackson Heights, NY", "commentType": "comment", "updateDate": "1337915478", "commentSequence": 27, "commentBody": "Start with the simple proposition that the ends justify the means. The ends are riches and a membership in an aristocracy which is above the law.  Common criminals have similar ends but often wind up in prison. But if your family was rich, you went to a top school and had rich  friends who could start you of in the money race with a big head start, you consort with rich people and live in a big house or a condo, these guys  come to think of themselves  as heroes, supermen, above the surfs all around them and they start thinking that like the English  Lords who controlled the banking and finance in late 18th and 19th century.<br/>\nThose men controlled the government and caused the American Revolution.<br/><br/>If one is a thief and a fraud, if he is are enriching himself  while damaging his country, who dares, who has the brass, the temerity, the gall,  to suggest anything which would hurt his feelings.  Greedy narcists, psychopaths, living in their your own reality should be praised. Their reality is economic and political feudalism with each level of greed and oppression supporting the one above in everything.<br/><br/>Feudalism  is in the Arab world teeters, in the mafia and on Wall Street. How long will it persist there?  There are 2 futures: legislation and regulation or hanging from lamp posts should a desperate populous give up on government and revert to the law of the jungle which now exists on Wall Street, where the ends justify the means, but those ends and these means may differ. ", "recommendationCount": 41}, {"assetID": 3322434, "replies": [], "lft": 176, "assetURL": "http://india.blogs.nytimes.com/2012/05/23/an-open-letter-to-indias-graduating-classes/", "parentID": null, "commentID": 6277206, "rgt": 177, "userDisplayName": "Kabir S", "createDate": "1337892323", "userID": 66158102, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1337919197", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New York", "commentType": "comment", "updateDate": "1337915597", "commentSequence": 74, "commentBody": "Kudos to the author and NYT for putting out an intelligent and thoughtful piece. I can understand why some readers, particularly the 'graduates' Mr. Chandra refers to, feel defensive, but surely one of the signs of professionalism and maturity is to take feedback in a positive manner. I for one, agree with many of the points the author raised. The professional class in India has only been developed in the last 15+ years and it behooves them to listen and learn.", "recommendationCount": 1}, {"assetID": 3322457, "replies": [], "lft": 38, "assetURL": "http://india.blogs.nytimes.com/2012/05/23/a-modest-monkey-proposal/", "parentID": null, "commentID": 6277044, "rgt": 39, "userDisplayName": "Shubh", "createDate": "1337890640", "userID": 57508940, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1337919208", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "SFO", "commentType": "comment", "updateDate": "1337915608", "commentSequence": 15, "commentBody": "The markets talking again? Supply and demand, anyone?<br/><br/>Too much monkey business, this modest monkey proposal.", "recommendationCount": 0}, {"assetID": 3322755, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 6278531, "replies": [], "commentID": 6285953, "trusted": 0, "userDisplayName": "MilanMoravec", "createDate": "1337989308", "userID": 46511322, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1338006837", "userTitle": null, "recommendations": 1, "editorsSelection": false, "parentUserDisplayName": "W.A. Spitzer", "userURL": null, "userLocation": "California", "depth": 1, "commentType": "userReply", "updateDate": "1338003237", "commentSequence": 1, "commentBody": "Here is what foreign and out of state student tuition should be at University of California Berkeley. When depreciation of tax funded assets are included (as they should be), out of state and foreign tuition is more than $100,000 and does NOT subsidize instate tuition.<br/>\nCal Chancellor Birgeneau is subsidizing foreign and out of state tuition."}]}, "lft": 8, "assetURL": "http://india.blogs.nytimes.com/2012/05/24/proposed-law-would-limit-international-enrollment-at-university-of-california-schools/", "parentID": null, "commentID": 6278531, "rgt": 11, "userDisplayName": "W.A. Spitzer", "createDate": "1337910205", "userID": 63423891, "replyCount": 1, "commentTitle": "n/a", "status": "approved", "approveDate": "1337919258", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Faywood, New Mexico", "commentType": "comment", "updateDate": "1337915658", "commentSequence": 3, "commentBody": "       If out of state and out of country students are really a problem, a more reasonable solution is to raise out of state and out of country tuition. The California University system is experiencing a significant underfunding problem, so an increase in out of state out of country tuition would serve to solve dual problems.", "recommendationCount": 5}, {"assetID": 3322677, "replies": [], "lft": 4, "assetURL": "http://india.blogs.nytimes.com/2012/05/24/is-this-kashmirs-road-map-for-peace/", "parentID": null, "commentID": 6278725, "rgt": 5, "userDisplayName": "Kali", "createDate": "1337912820", "userID": 1582796, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1337919289", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "California", "commentType": "comment", "updateDate": "1337915689", "commentSequence": 2, "commentBody": "report seems reasonable to me and what Kashmir needs - it's Mr. Malik who appears to be the intellectually bankrupt person here. There's nothing in it for him.", "recommendationCount": 0}, {"assetID": 3322772, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 6279152, "replies": [], "commentID": 6280029, "trusted": 1, "userDisplayName": "Mean Old Lady", "createDate": "1337940955", "userID": 58824578, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1337940975", "userTitle": null, "recommendations": 0, "editorsSelection": false, "parentUserDisplayName": "John Farmer", "userURL": null, "userLocation": "Conway, Arkansas", "depth": 1, "commentType": "userReply", "updateDate": "1337937375", "commentSequence": 3, "commentBody": "Hand up for trying PI, even though I know darned well it's 3/14, and then a V- after that.  <br/><br/>ULTIMA-ly, I was just tired of the struggle and decided to settle for the Fail."}, {"recommendedFlag": 0, "parentID": 6279152, "replies": [], "commentID": 6282718, "trusted": 1, "userDisplayName": "Deadline", "createDate": "1337960982", "userID": 8342058, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1337961024", "userTitle": null, "recommendations": 0, "editorsSelection": false, "parentUserDisplayName": "John Farmer", "userURL": null, "userLocation": "New York City", "depth": 1, "commentType": "userReply", "updateDate": "1337957424", "commentSequence": 39, "commentBody": "I knew it wasn't VJ Day, but couldn't remember when VE Day was and tried that.  Bad idea."}, {"recommendedFlag": 0, "parentID": 6279152, "replies": [], "commentID": 6282839, "trusted": 1, "userDisplayName": "leapfinger", "createDate": "1337961736", "userID": 51284005, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1337961804", "userTitle": null, "recommendations": 2, "editorsSelection": false, "parentUserDisplayName": "John Farmer", "userURL": null, "userLocation": "durham,nc", "depth": 1, "commentType": "userReply", "updateDate": "1337958204", "commentSequence": 44, "commentBody": "Shades of IKO IKO UNDAY"}]}, "lft": 32, "assetURL": "http://wordplay.blogs.nytimes.com/2012/05/24/experiment/", "parentID": null, "commentID": 6279152, "rgt": 39, "userDisplayName": "John Farmer", "createDate": "1337919266", "userID": 1866801, "replyCount": 3, "commentTitle": "n/a", "status": "approved", "approveDate": "1337919317", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "L.A.", "commentType": "comment", "updateDate": "1337915717", "commentSequence": 5, "commentBody": "If Oct. 24 is un-day, does that mean October now hath 30 days?<br/><br/>I suppose the trap for many was either VJ or VE at 15D.  I tried PI for awhile.  It was a tough corner for me.  More time in the NE than anywhere else.  Nice to get it finally done, and some nice stuff in the grid.", "recommendationCount": 2}, {"assetID": 3322606, "replies": [], "lft": 8, "assetURL": "http://india.blogs.nytimes.com/2012/05/24/indias-faltering-economy-could-get-worse/", "parentID": null, "commentID": 6278908, "rgt": 9, "userDisplayName": "Navin", "createDate": "1337915628", "userID": 66159119, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1337919325", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Mumbai", "commentType": "comment", "updateDate": "1337915725", "commentSequence": 4, "commentBody": "Mr. economist, this was good and frank. I just want to correct one notion. Petrol and diesel are not subsidized. They are over taxed. Almost 50 percent of the pump prices in case of petrol is taxes levied by state, central governments. This just shows that the governments have been spineless in thinking of better ways to raise resources. So, on the one hand, they apply too high and too many taxes on the middle class, with the other hand they wither away those resources in the name of pro poor schemes which are nothing but corrupt ways to fund political parties.<br/><br/>So, it would be helpful if you can please use your knowledge correctly instead of just peddling that somehow Indians pay very low amount for the fuel they consume. <br/><br/>The Indian bureaucracy, business persons, and politicians thrive on the fact that the rest of the country is busy trying to earn money to pay for their overrides homes, car loans, child education, and the like. They don't get time from their daily drudgery and fight for survival to be able to organize themselves and launch protests against the profligacy of the governments. <br/><br/>The best way we can get rid of this is to vote when the time comes and vote judiciously. Like we run our homes and businesses with economic principles, we need to run our governments also with the same. Governments must be careful about how they are using the national resources in enhancing the quality of living of the citizens.", "recommendationCount": 0}, {"assetID": 3322602, "replies": [], "lft": 10, "assetURL": "http://lens.blogs.nytimes.com/2012/05/24/game-on-a-19th-century-fling-at-war/", "parentID": null, "commentID": 6279115, "rgt": 11, "userDisplayName": "Shane Godfrey", "createDate": "1337918610", "userID": 62195225, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1337919969", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Boston", "commentType": "comment", "updateDate": "1337916369", "commentSequence": 4, "commentBody": "The idea is interesting but the execution is disappointing. Someone who actually understands photography, videogames, and war need to take this on. Dead bodies laying on the ground in a videogame makes them look like civil war photos. Why not push it and make it more interesting? Just because it's wet plate doesn't make it art. And the title of the work is \"Project reality\"? Give me a break, this isn't 1962. <br/><br/>\"They are getting realer and realer, where are they going to end up?\" These are from  battlefield 2, a 10 year old game. Why not use a modern game if you want to make a statement like that? I usually don't get so worked up over stuff like this, but I hate the stance on this whole body of work. WHERE WILL VIDEO GAMES TAKE US? WILL WE JUST BE KILLING FAKE PEOPLE AND NOT THINKING ABOUT THE CONSEQUENCES?! Yes, we have been for the past 20 years and will continue to do so for many years to come. Why? Because we are interested in the idea and romanticism of war. Like any other sport or game where you are pitted against other players to outperform them, Just because it's a war game, doesn't make it any different. And if you really want to the rise in violence in america in kids, why don't we start pointing the finger at mass media, news, and movies? Videogames are the scapegoat for all of the world's violence when they have only been around for the past 20 years! And only in the realistic sense for the past 5-10 years. ", "recommendationCount": 0}, {"assetID": 3322530, "replies": [], "lft": 28, "assetURL": "http://bits.blogs.nytimes.com/2012/05/23/google-cleared-of-java-patent-violation/", "parentID": null, "commentID": 6279208, "rgt": 29, "userDisplayName": "Andrew Berman", "createDate": "1337920047", "userID": 66159162, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1337920100", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Los Angeles", "commentType": "comment", "updateDate": "1337916500", "commentSequence": 7, "commentBody": "This story is just another example of a frivolous and ultimately pointless patent lawsuit.  The patent system was founded with the intent of helping inventors protect their ideas, which would have the effect of encouraging inventing.  It worked for hundreds of years as countless inventions we know consider vital to our daily lives were invented by Americans, but that time is coming to an end.  With the explosion of the tech industry our patent system is being exposed as an outdated and broken system.  Companies now have to spend hundreds of millions  of dollars buying patents, such as Microsoft's purchase of patents from AOL a portion of which Microsoft then sold to Facebook for 550 million dollars, but don't purchase those patents with the intent on creating a new product.  Companies are so afraid of being caught in a patent lawsuit they purchase patents with the sole purpose of protecting themselves from a patent lawsuit.  Caught in the middle of this massive waste of money and time are the inventors supposedly protected by the patent system.  The patent system has shown itself to be too outdated to protect an inventor in the technological age.  The patent system was never written with technology in mind, and it's time the patent system be changed in order to actually protect and encourage invention in the technological age.", "recommendationCount": 7}, {"assetID": 3322768, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 6279229, "replies": [], "commentID": 6280351, "trusted": 0, "userDisplayName": "Len Charlap", "createDate": "1337945395", "userID": 288945, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1337956851", "userTitle": null, "recommendations": 14, "editorsSelection": false, "parentUserDisplayName": "TheOtherSide", "userURL": null, "userLocation": "Princeton, N.J.", "depth": 1, "commentType": "userReply", "updateDate": "1337953251", "commentSequence": 101, "commentBody": "Richard - The problem is not \"Equality -- in every sense of the word\". It's \"Inequality -- in every sense of the word\".<br/><br/>You can talk about \"Greeks, Italians, Portuguese and Spaniards\" whose economies were impacted by the financial crisi brought about by your idols, but what about the Germans, Dutch, Danes, Norweigens, Swdes, and Finns, who also enjoy great equality and live in what you would call a \"welfare state\"--universal health care, free higher education, strict control of business, etc.?"}, {"recommendedFlag": 0, "parentID": 6279229, "replies": [], "commentID": 6282347, "trusted": 0, "userDisplayName": "TheOtherSide", "createDate": "1337958325", "userID": 66145857, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1337959568", "userTitle": null, "recommendations": 8, "editorsSelection": false, "parentUserDisplayName": "TheOtherSide", "userURL": null, "userLocation": "California", "depth": 1, "commentType": "userReply", "updateDate": "1337955969", "commentSequence": 177, "commentBody": "Richard Luettgen:<br/><br/>I don't want to debate the critical merits of the word \"Balderdash\", It is the kind of word that gets flung when both, the posture and the postulation, are inherently defensive (Baloney, Bull-Puckey  complete this trio.) . I'll just set about unpacking the biases in your post:<br/><br/>\"but to suggest that the industries they work in are not at the center of government's ability to provide critical services in these cities is just the sort of collectivist excess \"<br/><br/>Right. The Piper and the Tune effect?  And what happens when  he who pays the piper does not like the tunes anymore? What then? And how naive to think that these industries would be providing these \"critical services\" if they were not actually benefiting them, too?  Altruism? There is nothing like a \"Free Lunch\" on Wall Street. You know it and I know it.   Ironically, \"collectivist excess\" is what I would call the rampant  corruption of the financial industry. A small collective whose excess should never be questioned or regulated. <br/><br/>\" I'm a consultant who provides no services to it, and depend on them to the same extent anybody else does.\"<br/><br/>Good for you. Genuflect all you want. But don't insist that I do. <br/><br/>\"And I can't think of many sentiments more wrong-headed than \"Equality -- in every sense of the word\".\"<br/><br/>Fine. Let's also do away with the  \"Liberty\" claptrap as well. Patron-Piper-Tune or You're indentured; I'm indentured.  So why fuss about inalienable rights and all that....balderdash?"}, {"recommendedFlag": 0, "parentID": 6279229, "replies": [], "commentID": 6281166, "trusted": 0, "userDisplayName": "Carol Benedict Russell", "createDate": "1337951465", "userID": 64375336, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1337970978", "userTitle": null, "recommendations": 1, "editorsSelection": false, "parentUserDisplayName": "TheOtherSide", "userURL": null, "userLocation": "Shelter Island, New York", "depth": 1, "commentType": "userReply", "updateDate": "1337967379", "commentSequence": 287, "commentBody": "@ Hemensche reply to Luettgen: you two need to make full<br/>\ncomments; you two have a good debate going which we should witness.<br/><br/>Keep writing; it is very healthy to see both your views objectively."}]}, "lft": 238, "assetURL": "http://www.nytimes.com/2012/05/25/opinion/krugman-egos-and-immorality.html", "parentID": null, "commentID": 6279229, "rgt": 253, "userDisplayName": "TheOtherSide", "createDate": "1337920367", "userID": 66145857, "replyCount": 7, "commentTitle": "n/a", "status": "approved", "approveDate": "1337920399", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "California", "commentType": "comment", "updateDate": "1337948758", "commentSequence": 28, "commentBody": "Corey \"nauseating\" Booker is so over. The mask is off, and he will never be considered a man of the people again. He is all Wall Street. Has always been. Will always be. Watching him ramble on and on in his interview with Rachel Maddow was beyond excruciating -- it was pathetic.<br/><br/>Unless the American electorate learns to differentiate between truth and propaganda, nothing will change for this country.<br/><br/>Equality -- in every sense of the word. Or Equity. <br/><br/>The choice couldn't be starker -- or clearer.", "recommendationCount": 71}, {"assetID": 3322768, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 6279238, "replies": [], "commentID": 6279300, "trusted": 0, "userDisplayName": "seattle expat", "createDate": "1337921417", "userID": 46930537, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1337954173", "userTitle": null, "recommendations": 1, "editorsSelection": false, "parentUserDisplayName": "David Doney", "userURL": null, "userLocation": "Seattle, WA", "depth": 1, "commentType": "userReply", "updateDate": "1337950573", "commentSequence": 9, "commentBody": "They won't \"wake up\".  They are paid agents of big money.  While I agree with all of your imperative sentences, none of them will be listen to by those in charge.  Exhortation is ineffective."}, {"recommendedFlag": 0, "parentID": 6279238, "replies": [], "commentID": 6279371, "trusted": 0, "userDisplayName": "mjl", "createDate": "1337922545", "userID": 538664, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1337954173", "userTitle": null, "recommendations": 5, "editorsSelection": false, "parentUserDisplayName": "David Doney", "userURL": null, "userLocation": "Chicago, IL", "depth": 1, "commentType": "userReply", "updateDate": "1337950573", "commentSequence": 10, "commentBody": "The foxes are in charge of the chicken coop.  Why should they stop feeding on chickens?"}, {"recommendedFlag": 0, "parentID": 6279238, "replies": [], "commentID": 6281239, "trusted": 0, "userDisplayName": "Carol Benedict Russell", "createDate": "1337951991", "userID": 64375336, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1337971085", "userTitle": null, "recommendations": 1, "editorsSelection": false, "parentUserDisplayName": "David Doney", "userURL": null, "userLocation": "Shelter Island, New York", "depth": 1, "commentType": "userReply", "updateDate": "1337967486", "commentSequence": 289, "commentBody": "Have you considered this: that Obama would like to keep<br/>\nWall Street guessing; and so Obama is playing a politcal parlance and a bit of deference ; one of a very \"delicate balance\"."}]}, "lft": 260, "assetURL": "http://www.nytimes.com/2012/05/25/opinion/krugman-egos-and-immorality.html", "parentID": null, "commentID": 6279238, "rgt": 269, "userDisplayName": "David Doney", "createDate": "1337920499", "userID": 59460227, "replyCount": 4, "commentTitle": "n/a", "status": "approved", "approveDate": "1337920518", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "I.O.U.S.A.", "commentType": "comment", "updateDate": "1337916918", "commentSequence": 29, "commentBody": "The President is taking it very easy on Wall St. and needs to make clear what tough is.  He should be thundering like Teddy Roosevelt about how we got into this mess and what it will take to turn around 30 years of conservative nonsense.  <br/><br/>Break up the big banks.  Bring back Glass Steagall.  Shut the revolving door between Wall St. and its regulators.  Have investors or taxpayers pay for credit ratings, not issuers.  Insist on a real (10-20%) down payment, as Warren Buffett suggested.  Write down the mortgages of underwater homeowners, to get the debt to income ratio down from 115% to 80% where it was in 1990.<br/><br/>Then tackle the pink elephant with bat wings, a birthday hat and a trumpet in the room:  The $650 billion goods trade deficit, say half to two-thirds of our employment problem.  Which part of taxing corporations for the wage differential or outright banning off-shoring doesn't he understand (when these firms do so with the intent of providing the goods or services to U.S. customers).  <br/><br/>Globalization is not working for us...so do something about it!<br/><br/>Paul Krugman gets it.  When will the Democrats and the President start to wake up?  Who's got their tongue and if so, why not get a Constitutional Amendment out there to take the money out of politics, via term limits and campaign contribution limits?", "recommendationCount": 73}, {"assetID": 3322768, "replies": [], "lft": 258, "assetURL": "http://www.nytimes.com/2012/05/25/opinion/krugman-egos-and-immorality.html", "parentID": null, "commentID": 6279235, "rgt": 259, "userDisplayName": "Adam", "createDate": "1337920447", "userID": 55223987, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1337920519", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "NY", "commentType": "comment", "updateDate": "1337916919", "commentSequence": 30, "commentBody": "The fact that we, as a country, have the good fortune to quibble about tax cuts and carried interest and other such nonsense is a sure sign that this country has had it too good, for too long.  It's a shame that we are too ignorant of history to understand the real sacrifices that past generations have made to ensure that we could enjoy our lives without thinking about threats greater than a tax increase.  Considering all that is wrong in our world today, it is disappointing that many of us are only concerned with whether we pay 35% in taxes, or 38%.  Past generations would be quite disappointed at our obsession over such triviality. Future generations will be disappointed, too.", "recommendationCount": 46}]}, "copyright": "Copyright (c) 2016 The New York Times Company.  All Rights Reserved."}