{"debug": {"version": 3.1}, "status": "OK", "results": {"api_timestamp": "1481459907", "totalCommentsFound": 6520, "totalCommentsReturned": 25, "comments": [{"assetID": 1332677, "replies": [], "lft": 4, "assetURL": "http://www.nytimes.com/2010/04/06/world/europe/06sweden.html", "parentID": null, "commentID": 1805759, "rgt": 5, "userDisplayName": "Erik", "createDate": "1270519963", "userID": 57087000, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1270526454", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Sweden", "commentType": "comment", "updateDate": "1270522854", "commentSequence": 2, "commentBody": "Some facts are wrong in the article:<br /><br />1. There exists as of yet no political decision to build new power plants. There is however a SUGGESTED change to the legislation, which would ALLOW for constructing new nuclear power plants. Nuclear power is still controversial in Sweden - until recently it was even forbidden to do research on nuclear power if the aim was to construct more efficient plants. Of course, the suggested changes to the legislation may very well lead to construction of new plants in the future.<br /><br />2. Sweden's unemployment rate is not 2% as suggested in the article - it is in fact closer to 10%.<br /><br />", "recommendationCount": 4}, {"assetID": 1332677, "replies": [], "lft": 6, "assetURL": "http://www.nytimes.com/2010/04/06/world/europe/06sweden.html", "parentID": null, "commentID": 1805907, "rgt": 7, "userDisplayName": "Whim Winders", "createDate": "1270521317", "userID": 35036667, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1270526454", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Stockholm", "commentType": "comment", "updateDate": "1270522854", "commentSequence": 3, "commentBody": "Thank you for this article, which focuses on a subject that is largely ignored by the Swedish press and goes nearly unnoticed in the national political debate that is leading up to September elections.<br /><br />At the risk of picking nits: there is no such city as 'Osthammar', although there is an 'Östhammar'. 'Ost' is cheese and 'Öst' is east, and never the twain shall meet. Why does the Times, so insistent on doffing its Victorian-era hat to titles such as 'Mrs.' and 'Mr.', make no allowance for non-English characters?", "recommendationCount": 2}, {"assetID": 1332730, "replies": [], "lft": 1004, "assetURL": "http://www.nytimes.com/2010/04/06/world/06arms.html", "parentID": null, "commentID": 1806205, "rgt": 1005, "userDisplayName": "Soldier 74B-10", "createDate": "1270524879", "userID": 60277491, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1270526454", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "LA", "commentType": "comment", "updateDate": "1270522854", "commentSequence": 379, "commentBody": "Wow,<br /><br />I have to agree that this is grounds for impeachment. This president has done nothing but weaken this country. He has singlehandedly weakened this nation. This president is now dictating to our enemies when and where we can use our advanced weapon systems. Next thing you know he is going to invite Castro and bin laden to share a beer in the Whitehouse. This president has to this point done almost nothing that I agree with. He has crippled the intelligence, (Closing Guantanamo and Mirandizing Terrorists.)  He is dictating how our we spend our money, well those of us that have money. (AkA Healthcare).<br /><br />This president has done everything to violate his oath of office. For those of you that don't remember it here it is. According to Article II section I of the Constitution of the United States:<br /><br />\"I do solemnly swear (or affirm) that I will faithfully execute the office of President of the United States, and will to the best of my ability, preserve, protect and defend the Constitution of the United States.\"<br /><br />Well Mr President, You have FAILED on the \"Preserve, protect, and defend the Constitution of the United States.\"<br /><br />You have pushed though a Healthcare bill that the American People didn't want, and not one of your Republication counterparts signed off on.  You have Destroyed the National Security of a once great nation. You need to be thrown out of office.<br /><br />Now before you believe I am inciting Violence I am purely not. There are many ways to act without violence. The constitution is a wonderful document for people like you. The constitution had preplanned actions for people like you that is why Article II section 3&amp;4 exists.<br /><br />Our founding fathers did not design the Constitution to be thrown aside when the mood suits you. They did not design the constitution to forgo checks and balances. The constitution of the United states was designed around checks and and balances of the executive branch.<br /><br />Our once great republic is quickly turning socialist and the only way to prevent that is for our Commander In Chief to do a 180 degrees u-turn on his polices.<br /><br />We have an Obligation in our next Election to get rid of OBAMA before he gets rid of our life as we know it. You can mark my words \"Our Country if it isn't already too late will change not for the better but for the worse in the next 4 years. Our unemployment is going to skyrocket, and only the wealthy will survive if things continue to proceed on their present path.\"<br /><br />We have all seen the movie 2012. Well the premise of that movie still exists. The Mayan Calendar ends in 2012 we all assume that that means that something drastic is going to happen in 2012. Some believe that it will be from God coming back to earth and punishing those that are unfaithful. I am beginning to believe that we will end up destroying ourselves. I am also beginning to believe that it will be due to our Commander and Chiefs Policies. We are allowing IRAN to get NUKES, call it what you want sanctions will not work. The dictator of IRAN see's us as weak and guess what for the first time WE ARE. If IRAN gets nukes then we could inadvertently start a nuclear arms race in the middle east and with us limiting our ability to use nukes that could allow our enemies to strike us first. This being said we all know what happened in Hiroshima and nagasaki if our enimies hit us with nukes first THERE WILL BE NOTHING LEFT TO ANIOLATE THEM. The nuclear weapon is a first strike weapon not a weapon that is designed to be used after the country has been hit already.<br /><br />Well I have had my say. I believe this president will be the end of our lives as we know it. It is all up to the American People wether they believe that this charade needs to continue. This president is a Wolf in Sheeps clothing and I just hope against hope that I am wrong with what I have said here.<br /><br />So I say to republicans and democrats alike, we have got to get rid of this president as he is a virus and that virus is spreading faster than we can create antibiotics to fight.<br /><br />2012 DO IT AT THE BALLOT BOX.", "recommendationCount": 20}, {"assetID": 1332730, "replies": [], "lft": 1006, "assetURL": "http://www.nytimes.com/2010/04/06/world/06arms.html", "parentID": null, "commentID": 1806206, "rgt": 1007, "userDisplayName": "Karen L", "createDate": "1270524890", "userID": 60277686, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1270526454", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "St Paul, MN", "commentType": "comment", "updateDate": "1270522854", "commentSequence": 380, "commentBody": "The the term unilateral disarmament ring any bells. The UK, France, and the USA disarmed in 1919, thinking that be no more wars.  That worked out well.  This administration is seeking to destroy the two faithful allies in Old Asia Minor.   Pelosi encourages an insulting vote against Turkey and Biden and Obama seek to treat Israel as some naughty child.<br /><br />Weakness is never a good starting point to victory.", "recommendationCount": 27}, {"assetID": 1332730, "replies": [], "lft": 1008, "assetURL": "http://www.nytimes.com/2010/04/06/world/06arms.html", "parentID": null, "commentID": 1806208, "rgt": 1009, "userDisplayName": "Paul", "createDate": "1270524903", "userID": 60277667, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1270526454", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Chattanooga", "commentType": "comment", "updateDate": "1270522854", "commentSequence": 381, "commentBody": "When will this President ever connect with ordinary American People who are proud of their Country, believe in peace backed by strength and freedom to succeed or fail based on what we do rather than what the government does for us?  Any business person or military person will agree that you negotiate based on your strength and if you give away your power before you begin your opponent has the advantage.   ", "recommendationCount": 22}, {"assetID": 1332730, "replies": [], "lft": 1010, "assetURL": "http://www.nytimes.com/2010/04/06/world/06arms.html", "parentID": null, "commentID": 1806209, "rgt": 1011, "userDisplayName": "ann", "createDate": "1270524910", "userID": 60194052, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1270526454", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "hingham", "commentType": "comment", "updateDate": "1270522854", "commentSequence": 382, "commentBody": "There aren't words to describe what a mistake this president is.  He is trying to destroy the country.  2012 - can't get here soon enough.", "recommendationCount": 27}, {"assetID": 1332730, "replies": [], "lft": 1012, "assetURL": "http://www.nytimes.com/2010/04/06/world/06arms.html", "parentID": null, "commentID": 1806215, "rgt": 1013, "userDisplayName": "Jay", "createDate": "1270524954", "userID": 28460387, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1270526454", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "NY", "commentType": "comment", "updateDate": "1270522854", "commentSequence": 383, "commentBody": "I am afraid that the President, for whom I had the greatest admiration, has gone soft in the head. What purpose does it serve to announce all this? Wouldn't that simply strengthen the resolve of those who wish us harm? ", "recommendationCount": 23}, {"assetID": 1332730, "replies": [], "lft": 1014, "assetURL": "http://www.nytimes.com/2010/04/06/world/06arms.html", "parentID": null, "commentID": 1806216, "rgt": 1015, "userDisplayName": "kirk", "createDate": "1270524958", "userID": 58723508, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1270526454", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "BOISE", "commentType": "comment", "updateDate": "1270522854", "commentSequence": 384, "commentBody": "AMAZING!  I'm not suprised at Obama.  I'm SHOCKED that ANYONE would be so naive as to post publicly, support for such a blatantly stupid stratigic statement.  Absoluitley shocking that one can be so blind and still turn on a computer!", "recommendationCount": 15}, {"assetID": 1332730, "replies": [], "lft": 1016, "assetURL": "http://www.nytimes.com/2010/04/06/world/06arms.html", "parentID": null, "commentID": 1806220, "rgt": 1017, "userDisplayName": "Karthik Rajasekaran", "createDate": "1270524989", "userID": 46362451, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1270526454", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Charlottesville, VA", "commentType": "comment", "updateDate": "1270522854", "commentSequence": 385, "commentBody": "I think that is a laudable symbolic step in the positive direction, and in the overall path towards complete elimination of nuclear ammunition. The capability of current conventional armament is so high to inflict swift and crippling damages on political and military infrastructure that there is no reason to inflict civilian causalities, who in any case are innocent collateral war damages.<br /><br />For the nay sayers: The first and foremost thing is that even Pres. Bush would have been hard pressed to press the nuclear button in case of a asymmetrical, unconventional war (which is the only way chemical and biological weapons will ever be used).<br /><br />The chance of a nuclear attack or counterattack by developed and civilized countries, like the USA, is very very low in any case. Also, as with any policy, this is too subject to change, depending on political or wartime circumstances.<br /><br />So, to that extent, this declaration is symbolic. But the symbolism is powerful because it definitely goads other nuclear capable nation to embrace a similar commitment. ", "recommendationCount": 15}, {"assetID": 1332730, "replies": [], "lft": 1018, "assetURL": "http://www.nytimes.com/2010/04/06/world/06arms.html", "parentID": null, "commentID": 1806224, "rgt": 1019, "userDisplayName": "3boysmountainmom", "createDate": "1270525030", "userID": 60111754, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1270526454", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "USA", "commentType": "comment", "updateDate": "1270522854", "commentSequence": 386, "commentBody": "Maybe this will make those liberals who think it would be wonderful to be a socialist country take a minute to think about who will defend the United States when we are attacked again.  Countries like Switzerland and France can't afford to defend themselves because all their money is going to social programs.  They depend on us to defend them. Countries like China spend little on the care of their citizens and lots of money on weapons. What happens after we have given all our weapons away and disbanded our army like the left wants? We won't even be able to  defend ourselves ,much less anyone else,after this administration is through.   Oh, but I forgot, no one will attack us because they respect us so much. lol  This is just one more shining example of our president's inexperience.  Let's pray that we're still alive by the time he gets experienced!", "recommendationCount": 16}, {"assetID": 1332730, "replies": [], "lft": 1020, "assetURL": "http://www.nytimes.com/2010/04/06/world/06arms.html", "parentID": null, "commentID": 1806228, "rgt": 1021, "userDisplayName": "David E. Connolly, Jr.", "createDate": "1270525105", "userID": 59205461, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1270526454", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "USA", "commentType": "comment", "updateDate": "1270522854", "commentSequence": 387, "commentBody": "Firstly, Mr. Obama doesn't know how he is going to act, when the crucial time comes.  No one knows.  The circumstances, the President’s mental state, the advisers present, and the time allotted are some of the factors that will contribute to his decision.  These terms are just his opinion, anyway- they are in no way binding on future presidents, and while it may be informative to the public to know his thinking on these matters, it is pure conjecture.  The president’s lack of experience under fire prevents him from drawing on experience, and confidently saying how he would likely react to a given set of circumstances.  The president is also mistaken that a nuclear strike would not be on par with a biological, or chemical strike.  Indeed, biological, or chemical weapons could, in the end, cause more casualties, and tie up more personnel than a conventional nuclear strike.  We cannot continue to play on an uneven playing field, where the terrorists develop dirty bombs, chemical, and biological weapons, and the president declares that we will respond with a grade of conventional response.  That reminds me of Vietnam, where you couldn't bomb near the Coke factory, and you couldn't cross certain invisible lines.  There are no invisible lines when charged with defending the nation.  Let me give you a little personal example, to help understand the practical implications of this policy, during wartime:  When we went into Iraq the first time, with General Schwarzkopf, President George H.W. Bush released an under the radar, but very public message that if Saddam Hussein used chemical weapons against us, that he would respond with nuclear weapons, and Saddam could absolutely bank on it.  In addition to lifting moral tremendously, it gave us a tactical advantage of reigning in chemical Alli, who surely would have been extensively utilized after the elite brigade was wiped out, and the conventional forces started waving the red flag.  Another reason chemical Alli wasn't pressed into service is that George Sr. wisely disengaged without invading Baghdad, allowing Saddam to save some face, while achieving the goal of ousting him from Kuwait.  Wisdom, moderation, and patience were the hallmarks of our leadership in that confrontation. It is no coincidence that George H. W. Bush was a distinguished fighter pilot from the second world war- this experience honed his edge, and gave him the poise and confidence to make the right decisions in his future role as commander in chief, whereas his son, and this president don't have a clue.  I am sorry, but this president seems more interested in putting his scent on every facet of American culture than he is in bringing the country together with the modesty his election demanded of him.  America has become very self centered, and focused on instant gratification- traits that have caused us to become superficial, and it shows.", "recommendationCount": 11}, {"assetID": 1332730, "replies": [], "lft": 1026, "assetURL": "http://www.nytimes.com/2010/04/06/world/06arms.html", "parentID": null, "commentID": 1806236, "rgt": 1027, "userDisplayName": "TB", "createDate": "1270525215", "userID": 54900537, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1270526454", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Midwest, England", "commentType": "comment", "updateDate": "1270522854", "commentSequence": 388, "commentBody": "Did certain radio/television hosts tell there listeners/watchers to flood the NYT with paranoid comments or something?<br />This is surely a positive step and in line with his nuclear reduction strategy.<br />The idea that this makes you weak is so redundant.<br />Don't worry yourself you still have more then enough nukes to blow the world up a few times.<br />May we all sleep easy knowing that.<br />=]", "recommendationCount": 16}, {"assetID": 1332730, "replies": [], "lft": 1028, "assetURL": "http://www.nytimes.com/2010/04/06/world/06arms.html", "parentID": null, "commentID": 1806237, "rgt": 1029, "userDisplayName": "Japhy Ryder", "createDate": "1270525248", "userID": 7383936, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1270526454", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Arlington, VA", "commentType": "comment", "updateDate": "1270522854", "commentSequence": 389, "commentBody": "Our President is incredibly naive.  He seems intent on dismantling the Pax Americana one building block at a time.  ", "recommendationCount": 22}, {"assetID": 1332730, "replies": [], "lft": 1030, "assetURL": "http://www.nytimes.com/2010/04/06/world/06arms.html", "parentID": null, "commentID": 1806238, "rgt": 1031, "userDisplayName": "er", "createDate": "1270525279", "userID": 16732810, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1270526454", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "joke", "commentType": "comment", "updateDate": "1270522854", "commentSequence": 390, "commentBody": "First he introduces a new Social Welfare program when the Social Security and Medicare programs are already on the verge of collapse.<br /><br />Now he makes our country look like bureacratic academics at a time when we need to show our strength against IRAN, every street thug knows when you are about to showdown you need to appear a bit reckless and willing to fight or your opponent will grow bolder from your uncertainty.<br /><br />I voted for this man and don't see why he needs to alter this policy at this time. He got too much power too fast and has no idea the History or context in which he is operating. Say what you want about the CIA but its biggest accomplishment was keeping Nuclear weapons out of the region and its biggest failure was letting Pakistan obtain it. We as a nation totally screwed ourselves by letting so many nations acquire nuclear weapons in our wake. Draw a line.", "recommendationCount": 9}, {"assetID": 1332730, "replies": [], "lft": 1032, "assetURL": "http://www.nytimes.com/2010/04/06/world/06arms.html", "parentID": null, "commentID": 1806240, "rgt": 1033, "userDisplayName": "THX1138", "createDate": "1270525285", "userID": 60040922, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1270526454", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "TX", "commentType": "comment", "updateDate": "1270522854", "commentSequence": 391, "commentBody": "Nuclear weapons are satanic. Get God in your life and you will not need them anymore.  Embrace nuclear weapons and satan will embrace you. Its your choice America.", "recommendationCount": 9}, {"assetID": 1332730, "replies": [], "lft": 1034, "assetURL": "http://www.nytimes.com/2010/04/06/world/06arms.html", "parentID": null, "commentID": 1806241, "rgt": 1035, "userDisplayName": "KeithChicago", "createDate": "1270525286", "userID": 50178258, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1270526454", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Chicago", "commentType": "comment", "updateDate": "1270522854", "commentSequence": 392, "commentBody": "People.  The cold war is OVER!  The threat that we face as a nation is no longer a country with a different political structure than ours. We're friends with Russia now.  And China all but owns us, so no danger in trading nuclear war heads with them.  Of the nuclear states that exist today, we don't have to worry about any of them attacking us w/nukes.  We've had an ambiguous nuclear policy when we were hit on 9/11, but no nukes were fired.  Everyone knows that using nukes is the absolute last result.  Why not have a policy that reflects that reality.  The real enemy is a small band of people operating wherever in the world they can- even inside of the US.  We seriously need to evolve beyond the threat of having the ability to blow up the world 100 times.  It's not a deterrent when we live in the same world that we're capable of blowing up!  It's like having a burglar alarm that levels your home when there's an intruder instead of calling the police!", "recommendationCount": 21}, {"assetID": 1332730, "replies": [], "lft": 1036, "assetURL": "http://www.nytimes.com/2010/04/06/world/06arms.html", "parentID": null, "commentID": 1806242, "rgt": 1037, "userDisplayName": "Journe", "createDate": "1270525294", "userID": 56849729, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1270526454", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Orange Cty.Calif", "commentType": "comment", "updateDate": "1270522854", "commentSequence": 393, "commentBody": "Sure thing: NO Vote 2012. I am afraid he will have done all the damage he planned on doing by then and we be broker, still no work, insurance that is useless but you have to pay anyway, and made to be a non-respected country and Presidency in the world. They all know Obama is a control freak but ignorant as to the ways of America as we want.<br />Is he just inviting more trouble as he continues to show we are weaker and weaker by the day and the majority of Americans are not pleased at all with him and wait until 2012, the People of the USA will really really dislike him and all that his controlling ego has done to us.<br />  HE is so stupid to announce publicly about his nuclear ambitions of non use. He should give them to Iran and No.Korea and save the troubles.<br />Someone has to get in the White House that can fire everyone, and get people with brainss..not personality.  I think it is clear that we voted for a smile and personality and certainly not USA Constitutional brains and he is not pleasing American People because he does not care. He only wants to DO what he wants to do himself..pooh on us. NO VOTe", "recommendationCount": 16}, {"assetID": 1332730, "replies": [], "lft": 1038, "assetURL": "http://www.nytimes.com/2010/04/06/world/06arms.html", "parentID": null, "commentID": 1806249, "rgt": 1039, "userDisplayName": "LB", "createDate": "1270525344", "userID": 58887993, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1270526454", "userTitle": null, "editorsSelection": 1, "statusID": 2, "userURL": null, "userLocation": "San Diego", "commentType": "comment", "updateDate": "1270556392", "commentSequence": 394, "commentBody": "I am a German political science student currently studying in the US. Just to let you know: the US has approx. 6000 nuclear weapons while 1000 would be enough to destroy our planet!<br />Please gather some knowledge before you comment like most of you do. These weapons cost you taxpayers a whole lot of money and be sure, you all can still feel safe when the US reduces the number of nuclear weapons. I am outraged about what most of you seem to think here - how can educated people (you at least read the nytimes) still stick to this black and white pattern?!", "recommendationCount": 173}, {"assetID": 1332730, "replies": [], "lft": 1040, "assetURL": "http://www.nytimes.com/2010/04/06/world/06arms.html", "parentID": null, "commentID": 1806258, "rgt": 1041, "userDisplayName": "Ed Dwulet", "createDate": "1270525462", "userID": 1502798, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1270526454", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Los Altos, CA", "commentType": "comment", "updateDate": "1270522854", "commentSequence": 395, "commentBody": "This policy is at least 60 years overdue and at that, it doesn't go far enough. Nuclear weapons have no tactical or strategic purpose and their use under any possible circumstance would only involve the immoral and indiscriminate killing of large numbers of innocent people.  They didn't \"deter\" Ho Chi Minh, Saddam Hussein or Osama Bin Laden and they have persisted to this day regardless of their utter uselessness only because of the \"undue influence\" of the military industrial complex. ", "recommendationCount": 33}, {"assetID": 1332730, "replies": [], "lft": 1042, "assetURL": "http://www.nytimes.com/2010/04/06/world/06arms.html", "parentID": null, "commentID": 1806259, "rgt": 1043, "userDisplayName": "harkin6", "createDate": "1270525482", "userID": 5217170, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1270526454", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "denver", "commentType": "comment", "updateDate": "1270522854", "commentSequence": 396, "commentBody": "Bill Ayers is dancing on his flag over this.<br /><br />Our freedoms just got a little more precarious", "recommendationCount": 25}, {"assetID": 1332730, "replies": [], "lft": 1044, "assetURL": "http://www.nytimes.com/2010/04/06/world/06arms.html", "parentID": null, "commentID": 1806261, "rgt": 1045, "userDisplayName": "Tomas", "createDate": "1270525515", "userID": 5050921, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1270526454", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "California", "commentType": "comment", "updateDate": "1270522854", "commentSequence": 397, "commentBody": "2.5 years to go before this joker is voted out. I guess it proves that you can be smart an idiot at the same time.", "recommendationCount": 21}, {"assetID": 1332730, "replies": [], "lft": 1046, "assetURL": "http://www.nytimes.com/2010/04/06/world/06arms.html", "parentID": null, "commentID": 1806266, "rgt": 1047, "userDisplayName": "Jimi", "createDate": "1270525545", "userID": 58192631, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1270526454", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Mexifornia", "commentType": "comment", "updateDate": "1270522854", "commentSequence": 398, "commentBody": "No matter what the policy, announcing it to the world is surrender.<br />What other country does such a stupid thing?", "recommendationCount": 27}, {"assetID": 1332730, "replies": [], "lft": 1048, "assetURL": "http://www.nytimes.com/2010/04/06/world/06arms.html", "parentID": null, "commentID": 1806267, "rgt": 1049, "userDisplayName": "Peter", "createDate": "1270525546", "userID": 19721, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1270526454", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "NM", "commentType": "comment", "updateDate": "1270522854", "commentSequence": 399, "commentBody": "It is very clear that a good many of the folks commenting here did not read anything about what the President proposes.  They just jumped on the JUST SAY NO bandwagon calling the President everything from stupid to traitor.  I suppose for these folks its the equivalent of sexual orgasm.  No one should take these negative trash comments seriously.<br /><br />The President is defining a nuclear policy that fits 21st century realities.  There is no cold war and there is no definable within set borders enemy seeking to expand territory and power.  Rather, we are involved in an asymetrical war with terrorist groups at home and abroad.<br /><br />", "recommendationCount": 27}, {"assetID": 1332730, "replies": [], "lft": 1050, "assetURL": "http://www.nytimes.com/2010/04/06/world/06arms.html", "parentID": null, "commentID": 1806269, "rgt": 1051, "userDisplayName": "er", "createDate": "1270525552", "userID": 16732810, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1270526454", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "joke", "commentType": "comment", "updateDate": "1270522854", "commentSequence": 400, "commentBody": "This should be the US nuclear policy in a nutshell. Any nation we suspect of trying to obtain Nuclear weapons that don't already have one will face the full might of our military arsenal including nuclear destruction.<br /><br />Nuclear disarmament is a joke, probably created by the military lobby so they can sell updated Nukes after we scrap the old ones. We stil retain enough nukes to destroy the world 100x over so what if we cut that down to 50x. What a joke.", "recommendationCount": 9}, {"assetID": 1332730, "replies": [], "lft": 1052, "assetURL": "http://www.nytimes.com/2010/04/06/world/06arms.html", "parentID": null, "commentID": 1806271, "rgt": 1053, "userDisplayName": "rustdog", "createDate": "1270525576", "userID": 60277352, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1270526454", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "USA", "commentType": "comment", "updateDate": "1270522854", "commentSequence": 401, "commentBody": "For KeiFermi who wrote: “To all NYT readers, MOST the negative comments are absolutely Tea Party trollers, all using the same talking points, silly name calling and irrational nationalistic arguments that most intelligent commentators leave behind. I don't think anybody is fooled, there is no way this angers normal citizens THAT much, I support Obama, our strength certainly does NOT lie in our willingness to nuke people whenever we want.”<br />_________________________________________<br /><br />Tea party trollers?  Can't an intelligent liberal like yourself come up with something better than that?  Sounds like the rest of the maniac liberals in this country, no new ideas. Let me guess, you are one of those \"intelligent commentators\" who knows so much.<br /><br />This does anger normal citizens very much.  Anyone who knows that America is exceptional and our strong defensive posture is what has kept the world as safe as it is would be angered.  And yes, this does include a strong nuclear deterrent whether people like you like it or not.  I do know one thing, you may not like the means of safety and deterrence, but each one of you libs loves the blanket of freedom and protection it provides.  This freedom enables you and all of the other spineless libs to sit around and whine about “irrational nationalistic arguments” and the other terrible policies that keep you safe while you sip your chai tea and wax poetic about the likes of Che Geuvara at Starbucks.<br /><br />As far as supporting Obama, you're free to support whomever you want but if you are an adult and can't see what is going on with this guy there is no hope for you.<br />", "recommendationCount": 34}]}, "copyright": "Copyright (c) 2016 The New York Times Company.  All Rights Reserved."}