{"debug": {"version": 3.1}, "status": "OK", "results": {"api_timestamp": "1481460483", "totalCommentsFound": 4538, "totalCommentsReturned": 25, "comments": [{"assetID": 2699436, "replies": [], "lft": 62, "assetURL": "http://www.nytimes.com/2011/05/05/world/middleeast/05seals.html", "parentID": null, "commentID": 3782241, "rgt": 63, "userDisplayName": "MARK KLEIN, M.D.", "createDate": "1304566415", "userID": 45889629, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1304568031", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "OAKLAND, CA", "commentType": "comment", "updateDate": "1304564431", "commentSequence": 16, "commentBody": "While I doubt the information seized will help us much in Afghanistan, it will be treasure trove with respect to improving security worldwide. Among the things will learn are the identities of sleeper agents and traitors in Western militaries, security services and government. ", "recommendationCount": 18}, {"assetID": 2699436, "replies": [], "lft": 70, "assetURL": "http://www.nytimes.com/2011/05/05/world/middleeast/05seals.html", "parentID": null, "commentID": 3782273, "rgt": 71, "userDisplayName": "TJ Colatrella", "createDate": "1304566993", "userID": 54850444, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1304568184", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Boiceville NY", "commentType": "comment", "updateDate": "1304564584", "commentSequence": 17, "commentBody": "Jeremy Scahill had the best profile on this highly skilled unit, their average age was 38...so all 18-20 years experience for the most part...", "recommendationCount": 6}, {"assetID": 2699436, "replies": [], "lft": 78, "assetURL": "http://www.nytimes.com/2011/05/05/world/middleeast/05seals.html", "parentID": null, "commentID": 3782286, "rgt": 79, "userDisplayName": "RMB", "createDate": "1304567342", "userID": 62420016, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1304568271", "userTitle": null, "editorsSelection": 1, "statusID": 2, "userURL": null, "userLocation": "Denver", "commentType": "comment", "updateDate": "1304564671", "commentSequence": 18, "commentBody": "The SEALS are 10,000 miles from home, dropped in a hostile land, come within feet, face to face with the despicably evil bin laden, and they took him out. Justice served. One of the finest military operations ever. Give credit to our brave soldiers and President Obama who gave our military the opportunit­y to shine. ", "recommendationCount": 388}, {"assetID": 2699436, "replies": [], "lft": 80, "assetURL": "http://www.nytimes.com/2011/05/05/world/middleeast/05seals.html", "parentID": null, "commentID": 3782287, "rgt": 81, "userDisplayName": "acarsaid", "createDate": "1304567345", "userID": 63441603, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1304568323", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Anchorage", "commentType": "comment", "updateDate": "1304564723", "commentSequence": 19, "commentBody": "I think readers may misinterpret what I will say<br/><br/>I am glad - very glad - glad beyond my ability to express it in writing - GLAD<br/><br/>that we - the people of the United States - have men such as make up Team 6<br/><br/>I have read accounts - many times - of the efforts they have made to accomplish their goal of being accepted in the Seals, and then afterthat<br/><br/>Good for them - and (as a very old line Presbyterian [if you don't know, don't ask]) I hope bin Laden burns in the Hell that the aforesaid old line Presbyterians believe in<br/><br/>read  <br/><br/><a href=\"http://www.ccel.org/ccel/edwards/sermons.sinners.html\" title=\"http://www.ccel.org/ccel/edwards/sermons.sinners.html\" target=\"_blank\">http://www.ccel.org/ccel/edwards/sermons.sinners.html</a><br/><br/>That's where I hope bin Laden is<br/><br/>but I am afraid - no, I know - that this whole affair will become a political play thing ", "recommendationCount": 9}, {"assetID": 2699436, "replies": [], "lft": 86, "assetURL": "http://www.nytimes.com/2011/05/05/world/middleeast/05seals.html", "parentID": null, "commentID": 3782302, "rgt": 87, "userDisplayName": "Kate", "createDate": "1304567668", "userID": 38073503, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1304568395", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New York", "commentType": "comment", "updateDate": "1304564795", "commentSequence": 20, "commentBody": "I'm surprised former SEALs are allowed to divulge anything to the media, or allowed to author books about their experiences. ", "recommendationCount": 8}, {"assetID": 2696185, "replies": [], "lft": 194, "assetURL": "http://www.nytimes.com/2011/05/05/world/middleeast/05palestinians.html", "parentID": null, "commentID": 3782326, "rgt": 195, "userDisplayName": "waxey2", "createDate": "1304568204", "userID": 32753794, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1304568517", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Commack, NY", "commentType": "comment", "updateDate": "1304564917", "commentSequence": 85, "commentBody": "One need only look at a map and observe the number and size of the the Arab and other Muslim countries surrounding Israel(which in comparison can barely seen) in order to realize that the Palestinians have been abandoned by their Muslim brothers. The oil wealth enjoyed by some of these countires would go a long toward aiding the growth and development of the Palestinian people. Where is this assistance? Why isn't this aid forthcoming? One can't help but wonder why these Muslim countries fail to render assistance to their brothers. Could it be that it is to their advantage to keep this pot boiling in order to continue to delude the populace that Israel is their enemy? Netanyahu is called upon by some to make \"bold\" moves in order to resolve the Israeli-Palestinian problem. \"Bold\", however,is nothing more than a code word for eliminating protective measures that secure Israel's safety. If those who seek the destruction of Israel would put down their weapons, there would be peace. If Israel put down their weapons, there would be no Israel.", "recommendationCount": 5}, {"assetID": 2696184, "replies": [], "lft": 344, "assetURL": "http://www.nytimes.com/2011/05/05/education/05civics.html", "parentID": null, "commentID": 3782337, "rgt": 345, "userDisplayName": "wakeupandsmellthecoffee", "createDate": "1304568434", "userID": 54780658, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1304568604", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Williamsburg, VA", "commentType": "comment", "updateDate": "1304565004", "commentSequence": 151, "commentBody": "The following has corrections that I added to the comment I sent a few minutes ago. Please publish this, instead of the other one. If that can't be done, the corrections and 2 additions are made bold, so they can receive attention and make the necessary changes.\r<br/><br/>Your Submitted Comment<br/>\nDisplay Name<br/>\nwakeupandsmellthecoffee<br/>\nLocation<br/>\nWilliamsburg, VA<br/>\nComment<br/>\nIf civics isn't included in the SOL testing, then it won't be taught. That’s all that matters to administrators of schools. A school here in Williamsburg VA has been ruined by its children's low SOL scores, and parents are being encouraged to move their children to other schools due to lack of accreditation of that one. However the kids educated at that school, know about the Bill of Rights' purpose and history.<br/>\nOf course here in the south, it's hard for children to understand how the country believes in the Bill of Rights, since all people here do not have equal rights!<br/>\nWhen this country brings big businesses' travesties; and especially big banks to justice for illegal practices in lending, perhaps I'll believe again in the Bill of Rights. I'm 72 years old, and probably I will not live to see justice correct or give restitution for the fraudulent actions Wells Fargo's used to foreclosure on my own home. That institution just steamrolls over people and the Bill of Rights, destroying any ethical standard in its way!!!<br/>\nAlso judgments by the court are not upheld, simply because \\\"times have changed\\\" I'm speaking of spousal support I thought to have been given to me, which isn't protected by the court. Lawyers want $15,000 up front before they'll take my case, which isn't possible because medical costs took my savings, years ago.<br/>\nLabor laws aren't worth the paper upon which they're written. Once I achieved 55 years of age, higher insurance costs created a liability for my employer, and I was discharged repeatedly from positions for which my qualifications, education, etc. and good interviews allowed my hire. Blue Cross/Anthem found out my age three months after my hire by them, by repeatedly demanding that I complete their forms for health insurance, even though I told them I already had it (Medicare). They insisted that I complete the birth date part of the application, and when I finally acquiesced, I was told to have my picture ID badge changed to include that. Do you think that the Labor Board did anything about that? No!! There was a class action lawsuit against that insurance company for employees' claims of age discrimination at that time, but I wasn't included in it, the lawyers said, because I hadn't worked there long enough!<br/>\nWhy even teach \\\"civics\\\" to children who won't see any of the ideals therein followed, in their lifetimes? That leads to disappointment and frustration! IT IS THE IMPOSSIBLE DREAM!!! However I'll keep batting at the \\\"windmills\\\" of \\\"the system\\\" until I can't raise my head to do so any longer....\r", "recommendationCount": 0}, {"assetID": 2699297, "replies": [], "lft": 146, "assetURL": "http://www.nytimes.com/2011/05/05/us/politics/05barton.html", "parentID": null, "commentID": 3782295, "rgt": 147, "userDisplayName": "WJH", "createDate": "1304567470", "userID": 13257439, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1304568656", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New York City", "commentType": "comment", "updateDate": "1304565056", "commentSequence": 53, "commentBody": "I know that this article does give enough information so that wne can know what a complete charlatan this guy is but I am always deeply disturbed by the inablility of the press to convey just how cheap and unsubstantial the so called research and the even more misnamed ideas that these individuals spout are. These remarks apply equally well to some much praised people who are thought to be powerful intellects like Antonin Scalia. What they are doing just doesn't scrub it. What passes for historical argument among these people is to cherry pick a few quotes that seem to support your favorite prejudice, to apply a bit of sophomoric sophistry to it and to present it as an argument of great moment. The media are just not doing their jobs when they let them get away with this. A serous attempt to reconstruct what someone meant would involve studying and reconstructing the context they arose from and that means figuring out the conditions under which assertions were made. In a time when communication was limited travel was terribly slow and illiteracy commonplace, when lifespans were brief and many things we take for granted were precious simple statements often meant things drastically different from what we might think them to be. For example economic historians might have established that something like a coat or a kettle cost a huge amount of money in that economy. Something might be said to be as precious as a coat and this could be taken to mean it was nothing special when the opposite was true. The so called discoveries of these \"self taught historians\" are for the most part without merit. They just sail past things that need to be painstakingly checked one at a time and stumble over things that are well established. By and l;arge no one really calls them to task. They get away with murder.   ", "recommendationCount": 66}, {"assetID": 2699297, "replies": [], "lft": 150, "assetURL": "http://www.nytimes.com/2011/05/05/us/politics/05barton.html", "parentID": null, "commentID": 3782309, "rgt": 151, "userDisplayName": "Max", "createDate": "1304567905", "userID": 63571771, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1304568746", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Willimantic, CT", "commentType": "comment", "updateDate": "1304565146", "commentSequence": 54, "commentBody": "If this guy went ice skating, he would not adjust to the ending of ice at the edge of the rink. It might not compute for him. He shows little inclination to adjust to reality. I do not believe that he has read as much of George Washington's writings as he pompously claims.", "recommendationCount": 28}, {"assetID": 2699436, "replies": [], "lft": 88, "assetURL": "http://www.nytimes.com/2011/05/05/world/middleeast/05seals.html", "parentID": null, "commentID": 3782310, "rgt": 89, "userDisplayName": "Paul I. Adujie", "createDate": "1304567940", "userID": 6847124, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1304568932", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New York, United States", "commentType": "comment", "updateDate": "1304565332", "commentSequence": 21, "commentBody": "Nobel Laureate President Obama has more than enough established his national security strengths. <br/><br/>He has more than proven that he can answer and adequately respond to telephone calls to the White House at 3:00AM and that he is not a terrorist sympathizer and that he does possess a birth certificate.<br/><br/>President Obama has also proven that he can get hot and heavy like any hot-red-blooded American, whether in dealing with the Somali pirates, or the intransigent Gaddaffi of Libya or Osama Bin Laden an American number one enemy, who was number one on Federal Bureau of Investigation or FBI most wanted list!<br/><br/>President Obama must be careful not appear to be trigger happy or act and portray himself as a warmonger! We know that he has argued at West Point and in Oslo, that there are necessary wars, which  have to be fought, even by him, as a man of peace. <br/><br/>He has proven that, we know, he is now at the risk of appearing to overcompensate, in reaction to the unnecessary doubts which were cast upon him, regarding his readiness as American president and commander-in-chief of her enormous armaments, armada! <br/><br/>President Obama with Osama thrown under the bus, and now as water under the bridge, is entitled to an authentic and genuine “Mission Accomplished” on Osama and the big-forrrkknnng-deal on Health Care Reform a la Veep Joe Biden, President Obama can now return to his real day job of providing the enabling environment for Americans to continue to create health, wealth, happiness and buoyant prosperity!<br/><br/>Osama Is Dead At Last, Dead At Last, Thank God Almighty, Osama Is Dead At Last?<br/>\n<a href=\"http://adujie-writings.blogspot.com/2011/05/osama-is-dead-at-last-dead-at-last.html\" title=\"http://adujie-writings.blogspot.com/2011/05/osama-is-dead-at-last-dead-at-last.html\" target=\"_blank\">http://adujie-writings.blogspot.com/2011/05/osama-is-dead-at-last-dead-a...</a>", "recommendationCount": 27}, {"assetID": 2699436, "replies": [], "lft": 90, "assetURL": "http://www.nytimes.com/2011/05/05/world/middleeast/05seals.html", "parentID": null, "commentID": 3782313, "rgt": 91, "userDisplayName": "Kay", "createDate": "1304567975", "userID": 61166069, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1304568952", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Northern California", "commentType": "comment", "updateDate": "1304565352", "commentSequence": 22, "commentBody": "Although I lean toward non-violence in most situations, these soldiers/sailors/? (I'm trying not to say men) make me proud to be from this country where we have Navy Seals &amp; the opportunity to choose and train them.  All the deployed military &amp; their families have my respect and prayers.  I'm SO very glad that the Seals 'got' bin Laden.  He caused too much pain and heartbreak; I hope he was afraid when he saw 'our' Navy Seals!  Thanks all for your extraordinary courage.", "recommendationCount": 56}, {"assetID": 2699436, "replies": [], "lft": 92, "assetURL": "http://www.nytimes.com/2011/05/05/world/middleeast/05seals.html", "parentID": null, "commentID": 3782318, "rgt": 93, "userDisplayName": "Tom L", "createDate": "1304568063", "userID": 42933551, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1304568971", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New York, NY", "commentType": "comment", "updateDate": "1304565371", "commentSequence": 23, "commentBody": "Sorry, but with all respect to this unit, how is this such a \"heroic\" engagement? Assuming they wouldn't have let any of their opponents remain alive, there were 79 of them against three (counting the son, not counting the wife) and Bin Laden. I don't doubt they are an elite bunch but was this operation really such a stretch, particularly given what troops are facing daily over the border in Afghanistan?", "recommendationCount": 32}, {"assetID": 2699436, "replies": [], "lft": 100, "assetURL": "http://www.nytimes.com/2011/05/05/world/middleeast/05seals.html", "parentID": null, "commentID": 3782344, "rgt": 101, "userDisplayName": "Brodston", "createDate": "1304568592", "userID": 63539893, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1304569090", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Gretna, Nebraska", "commentType": "comment", "updateDate": "1304565490", "commentSequence": 24, "commentBody": "It took guts and know how to pull this thing off as well as some luck. The American people owe these men a great deal. The comparison to the RAF pilots who held the Luftwaffe at bay in the Battle of Britain is a legitimate one. The audacious raid against Imperial Japan by a hand full of B 25's led by Jimmy Doolittle in April of 1942 is another.  ", "recommendationCount": 36}, {"assetID": 2699436, "replies": [], "lft": 102, "assetURL": "http://www.nytimes.com/2011/05/05/world/middleeast/05seals.html", "parentID": null, "commentID": 3782350, "rgt": 103, "userDisplayName": "ADRIAN", "createDate": "1304568754", "userID": 38892869, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1304569122", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "San Francisco, CA", "commentType": "comment", "updateDate": "1304565522", "commentSequence": 25, "commentBody": "Discovery Channel sells a set of DVDs called Navy SEALs Training DVD Set, which features an actual 26-week Basic Underwater Demolition (SEAL-BUDS) training of Class 234. Watch it and you will get a sense of these special group of men. \r<br/><br/>The 83 men in the beginning of the Class, selected among 1,500 stellar applicants, are all more than qualified. But, in the end, only 32 of them become Navy SEALs. How this transpires makes one of the most gripping and heart-breaking non-fiction dramas I have ever watched. (Most drop out before finishing the training and a few are flunked for rule violations.)\r<br/><br/>Congress should not skimp on funding the Navy so that our Navy will maintain its superior edge over the rest of the world's naval forces by a huge margin. The most worrisome area is the submarine warfare. The Soviet Russia is gone, but the Communists of China have this bizarre idea that China can drive out our naval forces first from the China Seas and then the Pacific Ocean, primarily by deploying most advanced submarines thereunder. Well, China does not yet have submarines that are nearly as good as ours. But, with so much cash to burn, who knows what kind of crazy things China will attempt. ", "recommendationCount": 22}, {"assetID": 2699436, "replies": [], "lft": 104, "assetURL": "http://www.nytimes.com/2011/05/05/world/middleeast/05seals.html", "parentID": null, "commentID": 3782351, "rgt": 105, "userDisplayName": "Valerie", "createDate": "1304568763", "userID": 29728212, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1304569132", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New York City", "commentType": "comment", "updateDate": "1304565532", "commentSequence": 26, "commentBody": "I´m with @RMB Denver, and @AAC NY who points out, `it has value exactly because so little is known about it´. Can we stop talking about the Seals Team 6 now?  ", "recommendationCount": 24}, {"assetID": 2699297, "replies": [], "lft": 162, "assetURL": "http://www.nytimes.com/2011/05/05/us/politics/05barton.html", "parentID": null, "commentID": 3782363, "rgt": 163, "userDisplayName": "Patrick", "createDate": "1304569050", "userID": 44287968, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1304569332", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Long Island NY", "commentType": "comment", "updateDate": "1304565732", "commentSequence": 55, "commentBody": "Mr. Barton, politicians are lying, decieving, killers using you to dupe good christians into voting for them. Apart from the Constitution, christians should want to be unaligned with the government and instead, dictating to it as we are \"The People\". I warn you; you are a modern day John Brown, and you are risking the lives of millions of Americans.<br/>\nIf you claim to be such an avid follower of President George Washington, read his farewell address, to bask in his wisdom, and to see the errors of your ways.<br/>\nAs a minister, I like you for caring, but as a person, you are dangerous.<br/>\nTemper your mind with new ideas of peace and justice.", "recommendationCount": 33}, {"assetID": 2690942, "replies": [], "lft": 40, "assetURL": "http://thecaucus.blogs.nytimes.com/2011/05/02/images-show-tension-intensity-in-situation-room/", "parentID": null, "commentID": 3782078, "rgt": 41, "userDisplayName": "Paul Levasseur", "createDate": "1304563479", "userID": 60260734, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1304569432", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "waterford ct", "commentType": "comment", "updateDate": "1304565832", "commentSequence": 17, "commentBody": "Easily one of the more enthralling and hypnotic sets of photos seen from the White House in quite a while, and in this case connected to good news.   Thank you and priaise to the organizers and participants in an instantly legendary military operation which will be studied for years in every military academy in the world.   I am decidedly left leaning but I very much appreciate my Marine Corps right about now...As for the right -wings reaction to this, Sarah Palin's comments failed to mention Barack Obama.  The woman is unexplainable. ", "recommendationCount": 0}, {"assetID": 2699284, "replies": [], "lft": 34, "assetURL": "http://thecaucus.blogs.nytimes.com/2011/05/04/liberal-groups-video-campaign-assails-koch-brothers/", "parentID": null, "commentID": 3782181, "rgt": 35, "userDisplayName": "Alan", "createDate": "1304565381", "userID": 45848018, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1304569514", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "California", "commentType": "comment", "updateDate": "1304565914", "commentSequence": 4, "commentBody": "I applaud the spread of awareness of corporate greed and corruption to the mainstream news. Ordinary people everywhere, left and right, are waking up to the sad truth that our political process is bought and sold by people to whom lies, disenfranchisement, murder, and environmental destruction mean nothing, as long as they get away with it. They see nothing wrong with their ideaology of pure greed, and assume that to care what happens to other people, or the world, is a sign of weakness. This mentality says, \"Business is War, and we will win at any cost.\" It is the polar opposite of creative thought. It is time to shine the spotlight of public opinion on these Kochroaches, and to create new ways of doing business that take into account the health of the biosphere and the welfare of the people. In the future, the merciless acquisition of wealth for its own sake, at any cost, will be a crime. The bigger the business, the more it must give back to the world.", "recommendationCount": 72}, {"assetID": 2699284, "replies": [], "lft": 36, "assetURL": "http://thecaucus.blogs.nytimes.com/2011/05/04/liberal-groups-video-campaign-assails-koch-brothers/", "parentID": null, "commentID": 3782183, "rgt": 37, "userDisplayName": "Leticia P. Carlos", "createDate": "1304565402", "userID": 54135615, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1304569530", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "California", "commentType": "comment", "updateDate": "1304565930", "commentSequence": 5, "commentBody": "How can anyone be that wealthy and decide to live on the WRONG side of history ?\r<br/><br/>Why not use your money and power and influence to stop poverty, donate to research to find cures for catastrophic illness, etc. Help people to learn how to help themselves.\r<br/><br/>You know - ' He ain't heavy, he's my brother' kind of thing. [ song of the same title, by the Hollies ]. Or be like Bill and Melinda Gates and other wealthy people.\r<br/><br/>Maybe it is too late for the Koch brothers - to make a real difference by donating money to the right causes. \r<br/><br/>And one can always argue that it is their money to spend anyway they want.\r<br/><br/>It is still WRONG not to help the poor improve their lot in life.\r", "recommendationCount": 60}, {"assetID": 2699284, "replies": [], "lft": 38, "assetURL": "http://thecaucus.blogs.nytimes.com/2011/05/04/liberal-groups-video-campaign-assails-koch-brothers/", "parentID": null, "commentID": 3782198, "rgt": 39, "userDisplayName": "Lynn", "createDate": "1304565707", "userID": 59051117, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1304569538", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Berkeley, California", "commentType": "comment", "updateDate": "1304565938", "commentSequence": 6, "commentBody": "Great article and video! So nice to find out where the extremist nonsense is starting from, the billionaire Koch brothers!", "recommendationCount": 40}, {"assetID": 2697834, "replies": [], "lft": 48, "assetURL": "http://thecaucus.blogs.nytimes.com/2011/05/04/raid-helps-obama-with-independents/", "parentID": null, "commentID": 3782254, "rgt": 49, "userDisplayName": "Leticia P. Carlos", "createDate": "1304566661", "userID": 54135615, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1304569576", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "California", "commentType": "comment", "updateDate": "1304565976", "commentSequence": 17, "commentBody": "I am quite pleased with your seeing the light and having the courage to publicly acknowledge it, TR [ # 1 ].\r<br/><br/>The President is a special kind of guy. I agree, absolutely completely.", "recommendationCount": 4}, {"assetID": 2697834, "replies": [], "lft": 50, "assetURL": "http://thecaucus.blogs.nytimes.com/2011/05/04/raid-helps-obama-with-independents/", "parentID": null, "commentID": 3782256, "rgt": 51, "userDisplayName": "TR", "createDate": "1304566674", "userID": 47595073, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1304569605", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Planet Earth", "commentType": "comment", "updateDate": "1304566005", "commentSequence": 18, "commentBody": "Mark (#5)--I agree with you again that the flip-flopping hypocrisy and influence of the extremists in his own party take the shine off his campaign, but the general election voter doesn't follow the inside baseball stuff. Sunday was a feather in his cap that no one can match.\r<br/><br/>Obama learned that Gitmo was a necessity and Pakistan was a liability, so I think this move to the center is real. I think he is still growing into the job.\r<br/><br/>He may still want to redistribute wealth, and the angry left may still preach their faulty ideology, but the momentum is his, and whatever the consequence is now ours.", "recommendationCount": 1}, {"assetID": 2699284, "replies": [], "lft": 44, "assetURL": "http://thecaucus.blogs.nytimes.com/2011/05/04/liberal-groups-video-campaign-assails-koch-brothers/", "parentID": null, "commentID": 3782271, "rgt": 45, "userDisplayName": "Penny Ann Dolin", "createDate": "1304566971", "userID": 9188286, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1304569616", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Arizona", "commentType": "comment", "updateDate": "1304566016", "commentSequence": 7, "commentBody": "This is so sad. For a few to have so much while so many want. At least they could be gracious generous people.. but they are a symbol of the type of wealth that ultimately causes strong nations to fail. mmm Middle East, anyone?", "recommendationCount": 51}, {"assetID": 2692719, "replies": [], "lft": 644, "assetURL": "http://thecaucus.blogs.nytimes.com/2011/05/03/white-house-weighs-the-photo/", "parentID": null, "commentID": 3782317, "rgt": 645, "userDisplayName": "CBWHITE", "createDate": "1304568027", "userID": 35424288, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1304569681", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Houston, Texas", "commentType": "comment", "updateDate": "1304566081", "commentSequence": 290, "commentBody": "Why would the Obama administration make public such gruesome postmortem photos and/or video-footage, well aware conspiracy theorists the glob over would likely photo-shop the photos to look even more heinous… particularly Osama Bin Laden’ Al Qaeda sympathizer: networks and franchisees? <br/><br/>All of this, while America yet has troop-forces on the ground within war theaters in Afghanistan and Iraq… as well aligned with NATO’ UN-sanctioned No-Fly Zone Libyan operation?  <br/><br/>Ask yourself one simple question, did either President Obama' initial or most recent “American birth certificate” reveal squash for one second all the Orly Taitz Birthers? No, actually they merely transferred all that stupidity onto discrediting both the president’ college transcripts and \"Selective Service Records!\"  <br/><br/>President Barack Obama, Vice President Joe Biden, Secretary of State Hillary Rodham-Clinton, and Defense Secretary Bob Gates were both morally and strategically correct. The postmortem photos and/or accompanying video-footage of the demise of Osama bin laden need not be released for neither as a showmanship trophy nor international propaganda spectacle. <br/><br/>By refusing the inclinations of an already metastasized motley-crew of  morbid conspiracy theorists who’ll never believe Osama bin laden is no more, the Obama Administration’s refusal to publish significantly decreases any chance the operation might further inflame or ratchet-up radical extremism and/or jihad-inspired terrorist threats/attacks on American interest abroad or at home.<br/><br/>And while the U.S.A. today has a stealth counter-terrorism, intelligence/Intel, and military machine dispatched globally reducing the risk of America being attacked here at home… there yet exist a remote possibility short of great vigilance.<br/><br/>Then again, if reports of the elite U. S. NAVY SEALS TEAM-6 surgically-accomplished Pakistan Special Opt commandeering a treasure-trove of Intel from Osama bin laden' fortress proves true, it’s highly likely that many of his “previous unknown” associates have become newly “forensically-known” associates. <br/><br/>All of whom… albeit networks, sleeper-cells, or franchisees, well, let’s just say for all-intents-and-purposes beginning late this Sunday past they begin entertaining far greater concerns than striking back in retaliation against the American-accommodated death of their once thought to be perpetually-elusive and “tech-savvy” leader?", "recommendationCount": 1}, {"assetID": 2697689, "replies": [], "lft": 14, "assetURL": "http://thecaucus.blogs.nytimes.com/2011/05/04/video-bin-laden-and-the-afghanistan-debate/", "parentID": null, "commentID": 3782388, "rgt": 15, "userDisplayName": "Leticia P. Carlos", "createDate": "1304569551", "userID": 54135615, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1304569842", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "California", "commentType": "comment", "updateDate": "1304566242", "commentSequence": 6, "commentBody": "Hey, plus6sigma\r<br/><br/>Very funny. \r<br/><br/>Why don't you send a copy to the President or Hillary ?\r<br/><br/>They will like your scoreboard, plus6 !", "recommendationCount": 0}]}, "copyright": "Copyright (c) 2016 The New York Times Company.  All Rights Reserved."}