{"debug": {"version": 3.1}, "status": "OK", "results": {"api_timestamp": "1481480653", "totalCommentsFound": 4773, "totalCommentsReturned": 25, "comments": [{"assetID": 3381115, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 9876806, "replies": [], "commentID": 9876867, "trusted": 1, "userDisplayName": "Rima Regas", "createDate": "1378095279", "userID": 52131820, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1378095305", "userTitle": "NULL", "recommendations": 27, "editorsSelection": false, "parentUserDisplayName": "David Underwood", "userURL": "NULL", "userLocation": "Mission Viejo, CA", "depth": 1, "commentType": "userReply", "updateDate": "1378091705", "commentSequence": 1, "commentBody": "Hear, hear, David!"}, {"recommendedFlag": 0, "parentID": 9876806, "replies": [], "commentID": 9877357, "trusted": 0, "userDisplayName": "loveman0", "createDate": "1378106543", "userID": 17203217, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1378106585", "userTitle": "NULL", "recommendations": 0, "editorsSelection": false, "parentUserDisplayName": "David Underwood", "userURL": "NULL", "userLocation": "sf", "depth": 1, "commentType": "userReply", "updateDate": "1378102985", "commentSequence": 2, "commentBody": "this is a good comment.<br/>\"rewarded for my skills\": did you also work for a company(s) that were dominant in their market and could afford the benefits to keep skilled workers?  there are two things going on today that have changed this.  first many industries outsourced skilled jobs to lower wage countries.  without level playing field legislation, corporations, employers, not only embraced this but were forced to if they didn't.  Union policy today seems to be to hold on to high wage jobs that can't be outsourced.<br/>second, racist politicians have promoted no jobs policies for a large segment of the population.  for blacks, there is even a tracking system to send them to jail.  using race to deny unions is not new, but making it national economic policy after unions have been firmly established and accepted is.<br/>two things that would be helpful here:  before tax profit sharing rather than ultra high wages and top management salaries in exchange for lower corporate taxes coupled with a minimum corp. tax.  put management and workers on the same side.  second, single payer for all low wage jobs. premiums thru wh/fica, subsidize children and family.  employers pay half, subsidize employers 3 or less workers.  this would accomplish 3 things:  universal healthcare would become a reality (\"guest\" workers would share in this.); 2. this would be better than raising the minimum wage; 3.  it would encourage work, and the adding of the underground economy to social security and healthcare."}, {"recommendedFlag": 0, "parentID": 9876806, "replies": [], "commentID": 9879343, "trusted": 0, "userDisplayName": "betaneptune", "createDate": "1378131705", "userID": 66412767, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1378131726", "userTitle": "NULL", "recommendations": 2, "editorsSelection": false, "parentUserDisplayName": "David Underwood", "userURL": "NULL", "userLocation": "Somerset, NJ", "depth": 1, "commentType": "userReply", "updateDate": "1378128126", "commentSequence": 3, "commentBody": "From Wikipedia about the last NYC subway strike. Look at this. Workers retiring at 50 or 55 with a full pension! Most of us can only dream of stuff like this. I think they also get health insurance for their entire family for life, or so I recall reading back then. And look what happened from this.<br/><br/>\"The TWU also wanted to lower the age at which point the employee is eligible for a full pension from 55 to 50, and the number of years worked to qualify for that pension from 25 years to 20. A 20/50 pension plan had been put in place a few years after a transit strike in the mid-1960s. The immediate retirement of thousands of the most skilled workers, followed by the soaring costs of workers receiving one or more years in retirement for each year worked, was a key factor in the financial and physical collapse of New York City's transit system in the 1970s.[citation needed] By 1980, a less generous 25/55 pension had been imposed on new workers by the state legislature. By the time of the strike, the financial damage from the 20/50 pension plan had abated, because most of those who benefitted had retired with their pensions funded, but those hired under the 25/55 plan were approaching the age at which those who preceded them had recently retired.\""}]}, "lft": 316, "assetURL": "http://www.nytimes.com/2013/09/02/opinion/krugman-love-for-labor-lost.html", "parentID": null, "commentID": 9876806, "rgt": 323, "userDisplayName": "David Underwood", "createDate": "1378094446", "userID": 53612425, "replyCount": 3, "commentTitle": "n/a", "status": "approved", "approveDate": "1378094467", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Citrus Heights", "commentType": "comment", "updateDate": "1378090867", "commentSequence": 41, "commentBody": "I spent most of my working years as a member of a union. Not just one, but several. Thanks to the working conditions I had under union contracts, I have a good retirement, good health, good teeth, and what most of you would consider economic security. <br/><br/>Economic security is in the eye of the beholder, but unless there is some overriding economic crisis unlike any we have ever had, I feel I can survive pretty well.<br/><br/>My last employment gave me a defined benefit pension, 401k, medical and dental insurance, paid my wife's medical plan until she became 65. Today  thanks to those union contracts, my income is actually more than I had when I retired. <br/><br/>I worked for some very nice companies and some very miserable ones, I did not have to kiss up anyone to keep a job All I had to do was my job correctly,  follow a few rules like getting to work on time, and treat my fellow workers with courtesy. <br/><br/>I was however, very good at what I did and was rewarded for my skills, so in most cases I got along well anyway, and had some responsible positions along the way.<br/><br/>Over the years I heard many people denigrate unions, while they worked their 40 hour week, got paid holidays, medical insurance, paid vacations without ever considering how they got these benefits. We celebrate Labor Day to commemorate those who risked their jobs and even lives so we could have those conditions. They did not come from the goodness of  heart of industry, we fought for them.<br/><br/>Those conditions are at risk today.", "recommendationCount": 704}, {"assetID": 3381115, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 9876808, "replies": [], "commentID": 9879815, "trusted": 0, "userDisplayName": "marylee", "createDate": "1378134556", "userID": 41736033, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1378143159", "userTitle": "NULL", "recommendations": 3, "editorsSelection": false, "parentUserDisplayName": "agave1", "userURL": "NULL", "userLocation": "Blackstone, MA", "depth": 1, "commentType": "userReply", "updateDate": "1378139559", "commentSequence": 2, "commentBody": "Me either, I'll go without before shopping at the likes of Walmart. I'd rather have less with a bit of quality so the prices often even out."}, {"recommendedFlag": 0, "parentID": 9876808, "replies": [], "commentID": 9877613, "trusted": 0, "userDisplayName": "miriam", "createDate": "1378115893", "userID": 2826823, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1378164874", "userTitle": "NULL", "recommendations": 1, "editorsSelection": false, "parentUserDisplayName": "agave1", "userURL": "NULL", "userLocation": "Astoria, Queens", "depth": 1, "commentType": "userReply", "updateDate": "1378161274", "commentSequence": 3, "commentBody": "And tben the employers tell their \"associates\" (Wal-Mart) or \"team members\" (Target) that unions are obsolete."}, {"recommendedFlag": 0, "parentID": 9876808, "replies": [], "commentID": 9877618, "trusted": 0, "userDisplayName": "Shenonymous", "createDate": "1378116051", "userID": 59554964, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1378167953", "userTitle": "NULL", "recommendations": 0, "editorsSelection": false, "parentUserDisplayName": "agave1", "userURL": "NULL", "userLocation": "PA", "depth": 1, "commentType": "userReply", "updateDate": "1378164353", "commentSequence": 4, "commentBody": "Good advice.  You might name the depraved and unprincipled companies.  "}]}, "lft": 324, "assetURL": "http://www.nytimes.com/2013/09/02/opinion/krugman-love-for-labor-lost.html", "parentID": null, "commentID": 9876808, "rgt": 333, "userDisplayName": "agave1", "createDate": "1378094491", "userID": 67473077, "replyCount": 4, "commentTitle": "n/a", "status": "approved", "approveDate": "1378094526", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Texas", "commentType": "comment", "updateDate": "1378090926", "commentSequence": 42, "commentBody": "I don't know what's happening to us.  A big reason we have 40 hour weeks, paid vacations - or vacations at all - and other job benefits is labor unions.  These things didn't just fall out of the sky, nor were they awarded to the workers by grateful owners/bosses.  These benefits were hard won by united workers, literally at risk of life and limb.<br/><br/>Even though my purchases won't make or break any of the companies involved, I don't do business with firms that I know underpay and mistreat their workers in any respect.  Not paying minimum wage, requiring workers to work before they clock in and after they clock out, management taking a large cut of tips given to waitstaff, hiring only for 39 hours a week so that no benefits need be offered, requiring that all persons be independent contractors instead of employees -  when I've found out for sure that these things are taking place at a business, I stop shopping/eating/trading there.  I notify the firms that I have stopped spending money with them and my reasons for doing so. I talk to my friends and ask them to consider the same things.  Maybe we can make \"just good business practices\" turn into bad business for the offenders.", "recommendationCount": 319}, {"assetID": 3381115, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 9876814, "replies": [], "commentID": 9877195, "trusted": 0, "userDisplayName": "Andrew", "createDate": "1378101710", "userID": 58528167, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1378101725", "userTitle": "NULL", "recommendations": 3, "editorsSelection": false, "parentUserDisplayName": "The Wifely Person", "userURL": "NULL", "userLocation": "Portland, OR", "depth": 1, "commentType": "userReply", "updateDate": "1378098125", "commentSequence": 1, "commentBody": "To be fair, actual starvation and extra-judicial death squads (and the matching revolutionary resistance) are pretty rare in the U.S. nowadays. That doesn't necessarily mean we can't note the similarities in cluelessness between the Romneys and the Romanovs, but it does mean that equivocation might not connect as squarely as you might like. Inspiring a fear in the rich (however ridiculous) of a new Red Terror simply gives them more room in fantasyland to indulge their false-martyrdom.<br/><br/>People are generally peaceful nowadays, even when they are in dire straits. This is a good thing."}, {"recommendedFlag": 0, "parentID": 9876814, "replies": [], "commentID": 9877160, "trusted": 0, "userDisplayName": "Meredith", "createDate": "1378101056", "userID": 28617892, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1378138988", "userTitle": "NULL", "recommendations": 1, "editorsSelection": false, "parentUserDisplayName": "The Wifely Person", "userURL": "NULL", "userLocation": "New York", "depth": 1, "commentType": "userReply", "updateDate": "1378135388", "commentSequence": 2, "commentBody": "@Wifely Person......\"The utter disdain with which the GOP treats the American labor force is on par with the way the way the Russian aristocracy treated the peasant class...\"<br/><br/>Indeed. We and Russia have so much in common! Compared to other advanced nations, the US worker is treated like an updated version of an abused Russian peasant--in worker benefits, health care, education, retirement--the whole 9 yards. BTW, both US &amp; Russia freed their slaves/serfs in the mid 1860s. Of course their serfs were the same race as their owners and not brought from Africa. <br/><br/>Also, we and Soviet Union were the 2 opposite poles &amp; rivals in the Cold War. After Communism fell, their wealthy oligarchs took over. Our US oligarch enablers such as Larry Summers--later a designer of our 08 crash and Obama advisor-- went to Russia and helped push quick and dirty capitalism and privatization there. That led to widespread downward spirals in health and livelihoods of Russian and Lithuanian populations. Many suicides occurred  and male life expectancy fell sharply. <br/><br/>Our own oligarch wealth/power has been enlarged by the same team who started Russia's downward slide. The wealth of our 1% has soared astronomically. Workers salaries plunged. Per the Times, US health across all economic classes is worse than in past decades, and compared to other advanced nations. <br/><br/>On this Labor Day, how ironic that Obama may pick Summers for fed chairman. This bodes ill.  What is to be done? "}]}, "lft": 340, "assetURL": "http://www.nytimes.com/2013/09/02/opinion/krugman-love-for-labor-lost.html", "parentID": null, "commentID": 9876814, "rgt": 345, "userDisplayName": "The Wifely Person", "createDate": "1378094556", "userID": 15481439, "replyCount": 2, "commentTitle": "n/a", "status": "approved", "approveDate": "1378094586", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "St. Paul, MN", "commentType": "comment", "updateDate": "1378090986", "commentSequence": 44, "commentBody": "The utter disdain with which the GOP treats the American labor force is on par with the way the Russian aristocracy treated the peasant class - as disposable, docile, obseisant and obedient slaves.  But that was then and this is now and no civilized society treats the very class that keeps it afloat as trash. ...except in America.<br/><br/>The lack of affordable health care in this century is astounding. That a major political party continues to attempt to derail the effort to get health care out there is despicable. And that We, the People allow them to continue promoting an agenda that puts boot to neck of the worker is unthinkable.<br/><br/>This goes way beyond honoring the people who do the work to make this country run. This is about respecting ourselves and the contributions we make on all levels, and if we're not contributing, figuring how to change that. The idea of labor, of working, used to be an honorable endeavor. It has lost no small part of it sheen due to the comparisons with the mega rich as seen on TV. <br/><br/>If the US is to reclaim our industrial prominence, a new generation of strong hands and strong backs must be at ready. Blue/pink collar must not be seen as that which you do if you don't have an education. Blue/pink collar work is necessary work and should be paid that way.<br/><br/>The Romneys, Boehners, and Cantors of this world had better remember their morning coffee comes from the hands of people who actually _work_ for a living. <br/><br/><a href=\"http://wifelyperson.blogspot.com/\" title=\"http://wifelyperson.blogspot.com/\" target=\"_blank\">http://wifelyperson.blogspot.com/</a>", "recommendationCount": 111}, {"assetID": 3381115, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 9876815, "replies": [], "commentID": 9877506, "trusted": 0, "userDisplayName": "Scott", "createDate": "1378113350", "userID": 45342380, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1378167953", "userTitle": "NULL", "recommendations": 0, "editorsSelection": false, "parentUserDisplayName": "Doug Terry", "userURL": "NULL", "userLocation": "Illinois", "depth": 1, "commentType": "userReply", "updateDate": "1378164353", "commentSequence": 1, "commentBody": "\"Many at the top level don't fully understand how they got so much money and why they have it while others have next to nothing, so, lacking a desire to seek truth, lies will have to do.\"<br/><br/>If what you say is true, then they need to put this question to lies... who's your daddy?"}, {"recommendedFlag": 0, "parentID": 9876815, "replies": [], "commentID": 9878418, "trusted": 0, "userDisplayName": "seeing with open eyes", "createDate": "1378125806", "userID": 40343536, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1378168244", "userTitle": "NULL", "recommendations": 0, "editorsSelection": false, "parentUserDisplayName": "Doug Terry", "userURL": "NULL", "userLocation": "usa", "depth": 1, "commentType": "userReply", "updateDate": "1378164644", "commentSequence": 2, "commentBody": "Sorry Terry, No matter the reason they hold to the lies they do , the 1% DO NOT DESERVE PITY!!!!<br/><br/>They deserve a revolution."}]}, "lft": 334, "assetURL": "http://www.nytimes.com/2013/09/02/opinion/krugman-love-for-labor-lost.html", "parentID": null, "commentID": 9876815, "rgt": 339, "userDisplayName": "Doug Terry", "createDate": "1378094564", "userID": 65455323, "replyCount": 2, "commentTitle": "n/a", "status": "approved", "approveDate": "1378094586", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Maryland, DC Metro area", "commentType": "comment", "updateDate": "1378090986", "commentSequence": 43, "commentBody": "Let's be clear about where the idea comes from that half or more of American citizens are \"takers\" rather than makers. It did not derive from some scholarly analysis of economic output and careful measurement of the contributions of workers and management. No. It is merely a comforting notion, a lie, that the wealthy can tell themselves about why they are wealthy and others are poor and one that helps the wealthy to live lavish lifestyles without feeling the least bit guilty. That Romney pushed this lie was indicative of the closed, claustrophobic world of wealth in which he lives, one that requires the reassurance of useful fictions in order to function.<br/><br/>The much older lie that the wealthy told themselves, and this went around for decades, was that no matter how much money they had, dispersing it to feed and provide health care for the poor would not work because, dear, they simply didn't have enough money to make a difference. Now that Apple Computer has 49 billion in the bank and that holding a mere billion in personal wealth no longer qualifies for big money, that idea has lost whatever currency it had. There is, indeed, enough wealth to go around, but they are determined not to share it.<br/><br/>We should pity the wealthy for their need to be lied to in this manner. Many at the top level don't fully understand how they got so much money and why they have it while others have next to nothing, so, lacking a desire to seek truth, lies will have to do.<br/><br/><a href=\"http://terryreport.com\" title=\"http://terryreport.com\" target=\"_blank\">http://terryreport.com</a> ", "recommendationCount": 164}, {"assetID": 3381115, "replies": [], "lft": 251, "assetURL": "http://www.nytimes.com/2013/09/02/opinion/krugman-love-for-labor-lost.html", "parentID": 9876728, "commentID": 9876824, "rgt": 252, "userDisplayName": "R. Law", "createDate": "1378094628", "userID": 57123959, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1378094646", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Texas", "commentType": "userReply", "updateDate": "1378091046", "commentSequence": 1, "commentBody": "@bob - a very valuable comment :)", "recommendationCount": 12}, {"assetID": 3381093, "replies": [], "lft": 141, "assetURL": "http://www.nytimes.com/2013/09/02/world/middleeast/syria.html", "parentID": 9873701, "commentID": 9876831, "rgt": 142, "userDisplayName": "Ed", "createDate": "1378094705", "userID": 62450066, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1378094766", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Arizona", "commentType": "userReply", "updateDate": "1378091166", "commentSequence": 4, "commentBody": "DP   Washington, DC<br/><br/>Your technical and legal analysis sounds impressive....what should blow the minds of all Americans is your words, quote..\"We should support and be glad for this development.\"<br/><br/>That President Obama is being savvy about using Congress and our military in the midst of a Muslim civil war, which could spread like wildfire to Jordan, Turkey, or Israel...and you are saying we should support and be glad for this development.<br/><br/>Word is, Obama will go to \"war' with or without the Congress approval.", "recommendationCount": 2}, {"assetID": 3381115, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 9876840, "replies": [], "commentID": 9876971, "trusted": 1, "userDisplayName": "Thomas Zaslavsky", "createDate": "1378097275", "userID": 355880, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1378097285", "userTitle": "NULL", "recommendations": 9, "editorsSelection": false, "parentUserDisplayName": "LBarr", "userURL": "NULL", "userLocation": "Binghamton, N.Y.", "depth": 1, "commentType": "userReply", "updateDate": "1378093685", "commentSequence": 1, "commentBody": "I doubt that most subsidies to businesses and rich people are the ones that allow them to pay substandard wages.  There are too many hundreds of billions of dollars in outright gifts to non-Walmart-type businesses and tax subsidies.<br/><br/>However, if we raised the minimum wage to its level of 30 years ago, we'd find out for sure."}, {"recommendedFlag": 0, "parentID": 9876840, "replies": [], "commentID": 9879503, "trusted": 0, "userDisplayName": "vklip", "createDate": "1378132627", "userID": 59107141, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1378132687", "userTitle": "NULL", "recommendations": 3, "editorsSelection": false, "parentUserDisplayName": "LBarr", "userURL": "NULL", "userLocation": "Pennsylvania", "depth": 1, "commentType": "userReply", "updateDate": "1378129087", "commentSequence": 2, "commentBody": "Thomas, I believe LBarr is referring to the \"subidies\" otherwise known as SNAP (food stamps) Medicare, housing assistance, and other programs intended to aid the poor (which includes the working poor).  Walmart, for one, has staff whose job is to help Walmart employees apply for various social welfare income and other subsidies.  That is how the taxpayer subsidizes Walmart and other \"minimum wage\" employers.  "}]}, "lft": 346, "assetURL": "http://www.nytimes.com/2013/09/02/opinion/krugman-love-for-labor-lost.html", "parentID": null, "commentID": 9876840, "rgt": 351, "userDisplayName": "LBarr", "createDate": "1378094787", "userID": 46846544, "replyCount": 2, "commentTitle": "n/a", "status": "approved", "approveDate": "1378094826", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "NJ", "commentType": "comment", "updateDate": "1378091226", "commentSequence": 45, "commentBody": "Most of the subsidies mentioned are really a form of corporate welfare, allowing large corporations like Walmart to pay less than a living wage. We all as taxpayers are picking up the slack for these low tax paying mega corporations.<br/><br/>Lets not forget either that Section 8 is a subsidy for private landlords to collect \"market rents\", conveniently forgetting that the subsidy of Section 8 actually raises the rent they are able to collect.. See what happens when you mention that to a right wing building owner.", "recommendationCount": 61}, {"assetID": 3381051, "replies": [], "lft": 101, "assetURL": "http://krugman.blogs.nytimes.com/2013/08/31/bankers-workers-obama-and-summers/", "parentID": 9868679, "commentID": 9876853, "rgt": 102, "userDisplayName": "Query", "createDate": "1378095081", "userID": 64367229, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1378095125", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "West", "commentType": "userReply", "updateDate": "1378091525", "commentSequence": 4, "commentBody": "Convenient forgetting includes the loss of Kennedy's seat with a clueless WH, the WH dumping Dean but for whose 50 state work Obma would not have been elected, the WH ignoring the tea baggers, missing in action in 2010 elections, the turning away from Warren and Roemer, etc, etc, etc.  How convenient. In the WH narrative the president is either one if to states of being, helpless to act or, doing what is perfect and only the smart enough and inside enough can grasp this perfection.  Yeah yeah.  I got a bridge to sell ya. ", "recommendationCount": 0}, {"assetID": 3381115, "replies": [], "lft": 213, "assetURL": "http://www.nytimes.com/2013/09/02/opinion/krugman-love-for-labor-lost.html", "parentID": 9876687, "commentID": 9876861, "rgt": 214, "userDisplayName": "BruceB", "createDate": "1378095239", "userID": 55359437, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1378095245", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Prescott, AZ", "commentType": "userReply", "updateDate": "1378091645", "commentSequence": 1, "commentBody": "I agree with the core of the Tea Partiers' concerns.  I share their fear of government, tho not for the reasons they expound.  But freedom without the ability to feed your family is no freedom at all.  And freedom to exploit others is abuse in disguise.<br/><br/>Unions are as imperfect as the humans who comprise them.  But they have proven effective in the past, and they represent the best answer to the economically powerful.", "recommendationCount": 28}, {"assetID": 3381115, "replies": [], "lft": 317, "assetURL": "http://www.nytimes.com/2013/09/02/opinion/krugman-love-for-labor-lost.html", "parentID": 9876806, "commentID": 9876867, "rgt": 318, "userDisplayName": "Rima Regas", "createDate": "1378095279", "userID": 52131820, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1378095305", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Mission Viejo, CA", "commentType": "userReply", "updateDate": "1378091705", "commentSequence": 1, "commentBody": "Hear, hear, David!", "recommendationCount": 27}, {"assetID": 3381070, "replies": [], "lft": 247, "assetURL": "http://krugman.blogs.nytimes.com/2013/08/31/the-arithmetic-of-fantasy-fiscal-policy/", "parentID": 9870582, "commentID": 9876864, "rgt": 248, "userDisplayName": "kathynj", "createDate": "1378095256", "userID": 51049254, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1378095306", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "new jersey", "commentType": "userReply", "updateDate": "1378091706", "commentSequence": 1, "commentBody": "Excellent point. Ultimately, society must invest productively -- manufacturing, massive R&amp;D, basic science -- to flourish. ", "recommendationCount": 0}, {"assetID": 3381119, "replies": [], "lft": 2, "assetURL": "http://straightsets.blogs.nytimes.com/2013/09/01/stephens-wins-style-points-williams-wins-match/", "parentID": null, "commentID": 9876797, "rgt": 3, "userDisplayName": "jambay", "createDate": "1378094243", "userID": 58927317, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1378095424", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "clarksville md", "commentType": "comment", "updateDate": "1378091824", "commentSequence": 1, "commentBody": "Yeah Serena !<br/>Great job by both women...very entertaining.", "recommendationCount": 5}, {"assetID": 3381115, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 9876876, "replies": [], "commentID": 9876963, "trusted": 1, "userDisplayName": "Thomas Zaslavsky", "createDate": "1378097144", "userID": 355880, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1378097165", "userTitle": "NULL", "recommendations": 31, "editorsSelection": false, "parentUserDisplayName": "Bob Hanle", "userURL": "NULL", "userLocation": "Binghamton, N.Y.", "depth": 1, "commentType": "userReply", "updateDate": "1378093565", "commentSequence": 1, "commentBody": "I'd also like to see a \"job creator\" \"start a business\" and get rich without having workers.  Ha ha ha."}, {"recommendedFlag": 0, "parentID": 9876876, "replies": [], "commentID": 9877628, "trusted": 0, "userDisplayName": "pedigrees", "createDate": "1378116344", "userID": 65535536, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1378139268", "userTitle": "NULL", "recommendations": 7, "editorsSelection": false, "parentUserDisplayName": "Bob Hanle", "userURL": "NULL", "userLocation": "Williamsburg, OH", "depth": 1, "commentType": "userReply", "updateDate": "1378135668", "commentSequence": 2, "commentBody": "That was one of the things that enraged me about the Republicans' ridiculous \"I built that\" campaign. In all of the zillions of political ads I saw (and there were a lot of them - I live in Ohio), not one of the greedy, selfish people featured in them mentioned their employees. Not once. Really? You built that? All by your lonely little superproductive and overachieving self? I think not. <br/><br/>One of them featured a guy who \"built that\" all by himself talking while standing in a machine or press shop that \"he\" built. In the shot behind him was a worker operating one of the machines. You built that? Really? Who's that man behind you? Just some guy who wandered in off the street and started operating your equipment for fun?<br/><br/>It wasn't hard to guess what the only person who was actually working in that ad was thinking."}, {"recommendedFlag": 0, "parentID": 9876876, "replies": [], "commentID": 9878085, "trusted": 0, "userDisplayName": "ACW", "createDate": "1378122904", "userID": 51865147, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1378142560", "userTitle": "NULL", "recommendations": 6, "editorsSelection": false, "parentUserDisplayName": "Bob Hanle", "userURL": "NULL", "userLocation": "New Jersey", "depth": 1, "commentType": "userReply", "updateDate": "1378138960", "commentSequence": 3, "commentBody": "Thomas Zaslavsky, I've written this before and I'll write it again.<br/><br/>Dagny Taggart, the railroad magnate of Atlas Shrugged, didn't build that. She never laid a rail, nor drove a spike, nor even punched a ticket. Much less poured the steel for the rails nor dug the ore that yielded the steel, nor chopped the trees for the ties, nor dug the coal that stoked the engines. This is the great delusion behind the fable of Atlas Shrugged.<br/><br/>The pharaoh didn't build the pyramid. Dagny Taggart didn't build her railroad."}]}, "lft": 352, "assetURL": "http://www.nytimes.com/2013/09/02/opinion/krugman-love-for-labor-lost.html", "parentID": null, "commentID": 9876876, "rgt": 359, "userDisplayName": "Bob Hanle", "createDate": "1378095559", "userID": 55733619, "replyCount": 3, "commentTitle": "n/a", "status": "approved", "approveDate": "1378095605", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Madison, WI", "commentType": "comment", "updateDate": "1378092005", "commentSequence": 46, "commentBody": "Those who want to reserve their Labor Day praise for business owners should recognize that the vast majority of business owners gained the skills, capital and credit worthiness to start their businesses by being employees first. Unless of course, Eric Cantor and his friends only want to recognize those business owners who \"earned their success\" on their families' dimes.<br/><br/>The incubator for most new businesses lies in the health of the labor force.  ", "recommendationCount": 43}, {"assetID": 3381106, "replies": [], "lft": 129, "assetURL": "http://wordplay.blogs.nytimes.com/2013/09/01/record-for-later-viewing/", "parentID": 9876245, "commentID": 9876889, "rgt": 130, "userDisplayName": "Warren A. Hughes", "createDate": "1378095853", "userID": 63739031, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1378095904", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Quincy, Illinois", "commentType": "userReply", "updateDate": "1378092304", "commentSequence": 3, "commentBody": "Dear, Rich, We're wishing you  a very Happy Birthday and are thrilled that you appear to be well on the way to a full recovery.<br/>Your succinctly intelligent comments and subtle brand of decently rendered humor makes everyone of us look forward to your next utterance.<br/>Your unassuming and unassailable STATURE in WP are held in only the greatest admiration.<br/><br/>Now, you've only to continue heeling and stay well for us...<br/><br/>WHH  TBOQ", "recommendationCount": 5}, {"assetID": 3381106, "replies": [], "lft": 151, "assetURL": "http://wordplay.blogs.nytimes.com/2013/09/01/record-for-later-viewing/", "parentID": 9876668, "commentID": 9876891, "rgt": 152, "userDisplayName": "John", "createDate": "1378095949", "userID": 12857582, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1378095965", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Chicago", "commentType": "userReply", "updateDate": "1378092365", "commentSequence": 2, "commentBody": "Martin, I like it.  First you say I have the wrong photo.  Then when I don't, you reveal who the photo should be.  I have the sense that you are bored testing puzzles and are now testing avatars.", "recommendationCount": 0}, {"assetID": 3381095, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 9876890, "replies": [], "commentID": 9878705, "trusted": 0, "userDisplayName": "dpirwin", "createDate": "1378127960", "userID": 2219397, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1378132098", "userTitle": "NULL", "recommendations": 1, "editorsSelection": false, "parentUserDisplayName": "C T", "userURL": "NULL", "userLocation": "Richmond", "depth": 1, "commentType": "userReply", "updateDate": "1378128498", "commentSequence": 4, "commentBody": "There are times and places for everything.  I'm enjoying reading this column and posts while my wife and daughter are still asleep on this holiday morning.  But when they rise, they will expect, and get, my attention, and I theirs.  I admit that this is principle is still a work in progress with our 13-year-old, but she knows it's there, and it's important."}, {"recommendedFlag": 0, "parentID": 9876890, "replies": [], "commentID": 9878833, "trusted": 0, "userDisplayName": "cs", "createDate": "1378128660", "userID": 13362691, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1378132158", "userTitle": "NULL", "recommendations": 3, "editorsSelection": false, "parentUserDisplayName": "C T", "userURL": "NULL", "userLocation": "Cambridge, MA", "depth": 1, "commentType": "userReply", "updateDate": "1378128558", "commentSequence": 5, "commentBody": "I hope it's a panoramic view, not a \"paranoiac\" view of the valley, as you wrote... the word slip (paranoia) fits just a little too well."}, {"recommendedFlag": 0, "parentID": 9876890, "replies": [], "commentID": 9879869, "trusted": 0, "userDisplayName": "glowend", "createDate": "1378134845", "userID": 52267547, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1378134908", "userTitle": "NULL", "recommendations": 2, "editorsSelection": false, "parentUserDisplayName": "C T", "userURL": "NULL", "userLocation": "San Francisco", "depth": 1, "commentType": "userReply", "updateDate": "1378131308", "commentSequence": 6, "commentBody": "While I'm glad that your found happiness, it should be possible to engage in the wonders of civilization and use technology appropriately. Escaping to the countryside feels like going cold turkey to me and belies a inability to moderately use technology. It's also not a option for most people."}]}, "lft": 72, "assetURL": "http://bits.blogs.nytimes.com/2013/09/01/disruptions-more-connected-yet-more-alone/", "parentID": null, "commentID": 9876890, "rgt": 85, "userDisplayName": "C T", "createDate": "1378095905", "userID": 37677108, "replyCount": 6, "commentTitle": "n/a", "status": "approved", "approveDate": "1378095966", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "austria", "commentType": "comment", "updateDate": "1378092366", "commentSequence": 11, "commentBody": "I live in a small village (p.1000) under a mountain surrounded by a magical forest and fresh water mountain springs.  A major city is 20 minutes away from my home.  I don't own a smartphone by choice.  I haven't watched television since coming here 24 years ago.  I lived in NYC before I left and the engagement of the intoxicating beauty which surrounds me could never complete with any device of distraction. <br/><br/>I have huge kitchen windows that provide me with an awe-inspiring paranoiac view of the valley below, 3 castles in the distance, and on a clear day I can see to hungary.  I literally cannot take my eyes off the day, the light, the form and color of the clouds, the stars, the music of thunder and lightning which fires the sky in a wild electric dance, which is my TV daily.  When this should happen in the city outdoors and I am looking up to catch each movement, those around me are glued to their phones.  For more reasons than I can provide here it is not only one of the most disturbing developments, it is one of the most very alienating between human beings.  I can no longer see the features and expressions of the human face because their buried deep in a phone.  When I meet people in my village I cannot remember one who had one.   We stop, talk, and listen to each other wrapped in the beauty around us.  And we know what its worth sharing this way.", "recommendationCount": 99}, {"assetID": 3381115, "replies": [], "lft": 89, "assetURL": "http://www.nytimes.com/2013/09/02/opinion/krugman-love-for-labor-lost.html", "parentID": 9876402, "commentID": 9876900, "rgt": 90, "userDisplayName": "Mark", "createDate": "1378096100", "userID": 36256008, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1378096145", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Cheboyagen, MI", "commentType": "userReply", "updateDate": "1378092545", "commentSequence": 3, "commentBody": "I am in agreement. Democrats cannot muster love for plain working people(except at election time). The President is set to place Lawrence Summer in at the Fed. This and the administration's lack of interest in crimes by bankers would make the Democrats 'The Bankers Party' and the republicans 'The party of the corporations'.  I understand that the President and the Democrats got the ACA in place, but they aren't putting themselves out with jobs or the environment.", "recommendationCount": 23}, {"assetID": 3381059, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 9876901, "replies": [], "commentID": 9876948, "trusted": 0, "userDisplayName": "HenryR", "createDate": "1378096827", "userID": 8095081, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1378220570", "userTitle": "NULL", "recommendations": 0, "editorsSelection": false, "parentUserDisplayName": "Richard Luettgen", "userURL": "NULL", "userLocation": "Left Coast", "depth": 1, "commentType": "userReply", "updateDate": "1378216970", "commentSequence": 5, "commentBody": "lighten up, will ya? I think there is a lot of food for thought here. It's at least a valiant attemspt at discening what the future holds in store for the individual.  beats being a scold anytime."}, {"recommendedFlag": 0, "parentID": 9876901, "replies": [], "commentID": 9877836, "trusted": 0, "userDisplayName": "Jen", "createDate": "1378120050", "userID": 20239928, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1378220570", "userTitle": "NULL", "recommendations": 0, "editorsSelection": false, "parentUserDisplayName": "Richard Luettgen", "userURL": "NULL", "userLocation": "Indiana", "depth": 1, "commentType": "userReply", "updateDate": "1378216970", "commentSequence": 6, "commentBody": "PeterS, do you think Americans are going to suddenly start sharing so everyone can live in a Utopia?  Not, to sound too cynical, but this would be completely against everything Americans currently believe and is never going to happen.  I unfortunately take the view of the other commenter that this the future is going to be tragic.   Not everyone (and in fact, very few of us) are ultra-creative technology geeks who are set to thrive.  We have a lot of people who aren't going to be capable of this kind of work, even if we put them in school 24/7.  "}, {"recommendedFlag": 0, "parentID": 9876901, "replies": [], "commentID": 9878221, "trusted": 0, "userDisplayName": "Charles", "createDate": "1378124162", "userID": 6638561, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1378221788", "userTitle": "NULL", "recommendations": 0, "editorsSelection": false, "parentUserDisplayName": "Richard Luettgen", "userURL": "NULL", "userLocation": "Michigan", "depth": 1, "commentType": "userReply", "updateDate": "1378218188", "commentSequence": 7, "commentBody": "PeterS is partaking in the faith-based notion that technological breakthroughs will save us from ourselves. "}]}, "lft": 150, "assetURL": "http://opinionator.blogs.nytimes.com/2013/08/31/who-will-prosper-in-the-new-world/", "parentID": null, "commentID": 9876901, "rgt": 165, "userDisplayName": "Richard Luettgen", "createDate": "1378096129", "userID": 47123844, "replyCount": 7, "commentTitle": "n/a", "status": "approved", "approveDate": "1378096145", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "New Jersey", "commentType": "comment", "updateDate": "1378092545", "commentSequence": 28, "commentBody": "I'm afraid this is an extremely disappointing treatment of the one issue that likely will dominate our reality very soon and possibly for much of remainder of this century. <br/><br/>We are making commodity work obsolete through automation; and, increasingly, as the automation becomes more sophisticated, human labor that today is not considered commodity in nature will become obsolete, as well. Yet, this is the work that has kept almost all human beings productive through all our history, driven the growth of economies that have pulled countless millions from bare-subsistence-level poverty to sufficiency, and served as the primary support to human self-respect and character. <br/><br/>With what will we replace it?<br/><br/>If we cannot transform society into forms never before imagined, that allow a large proportion of the 10 billion human beings projected to inhabit our planet soon to \"prosper\" who do not fit neatly into the superficial categories defined by this Opinionator piece, and despite the steady disappearance of almost all work, then we will have social destabilization on a massive scale; and misery; and violence such as we've never seen.<br/><br/>We need to start thinking not in terms of \"who will prosper in the new world\", but how humanity can be saved from the consequences of its own brilliance and creativity.", "recommendationCount": 56}, {"assetID": 3381106, "replies": [], "lft": 178, "assetURL": "http://wordplay.blogs.nytimes.com/2013/09/01/record-for-later-viewing/", "parentID": null, "commentID": 9876906, "rgt": 179, "userDisplayName": "Viv", "createDate": "1378096183", "userID": 22837994, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1378096205", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Jerusalem, Israel", "commentType": "comment", "updateDate": "1378092605", "commentSequence": 19, "commentBody": "What puts this MONXWP a cut above the average? The classy theme entries, lack of junk fill, and smooth cluing. A pleasure to solve.<br/>Deb - thank you.<br/>RiA - Happy Birthday and continued mending. ", "recommendationCount": 3}, {"assetID": 3381115, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 9876902, "replies": [], "commentID": 9878756, "trusted": 0, "userDisplayName": "MNW", "createDate": "1378128240", "userID": 49069088, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1378128246", "userTitle": "NULL", "recommendations": 21, "editorsSelection": false, "parentUserDisplayName": "Doug Broome", "userURL": "NULL", "userLocation": "Connecticut", "depth": 1, "commentType": "userReply", "updateDate": "1378124646", "commentSequence": 2, "commentBody": "I once lived in Denmark for 2 years.<br/>I asked a Danish friend - a person with an estate of some acreage and the subsequent income - how he felt about the high taxation in his country.<br/><br/>He paused for a moment and then replied:<br/>\"It makes for a better society.  Denmark is a very nice country, is it not.\""}, {"recommendedFlag": 0, "parentID": 9876902, "replies": [], "commentID": 9877153, "trusted": 0, "userDisplayName": "Andrew", "createDate": "1378100965", "userID": 58528167, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1378139048", "userTitle": "NULL", "recommendations": 1, "editorsSelection": false, "parentUserDisplayName": "Doug Broome", "userURL": "NULL", "userLocation": "Portland, OR", "depth": 1, "commentType": "userReply", "updateDate": "1378135448", "commentSequence": 3, "commentBody": "It's time for the GOP pols in Congress to actually answer the question of why we can't be like Scandinavia. I, for one, would welcome our Social Democrat overlords. Our Democratic-Republican overlords have proven to be lame, worthless, and worse."}, {"recommendedFlag": 0, "parentID": 9876902, "replies": [], "commentID": 9877466, "trusted": 0, "userDisplayName": "amanda", "createDate": "1378111726", "userID": 50041425, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1378161379", "userTitle": "NULL", "recommendations": 0, "editorsSelection": false, "parentUserDisplayName": "Doug Broome", "userURL": "NULL", "userLocation": "New York", "depth": 1, "commentType": "userReply", "updateDate": "1378157779", "commentSequence": 4, "commentBody": "Top income tax rares in Sweden are about the same as the US, with one exception, short-term capital gains face a higher top rate in the US.<br/><br/>Where Sweden gets its money is that middle class people pay nearly the top income tax rates, and the main money-raiser is the value added tax, paid for almost entirely by the \"99%\",  If you want more and better services, you can get them, but you have to pay, like the Swedes, and also be as responsible in your use of them as the Swedes are.  "}]}, "lft": 366, "assetURL": "http://www.nytimes.com/2013/09/02/opinion/krugman-love-for-labor-lost.html", "parentID": null, "commentID": 9876902, "rgt": 375, "userDisplayName": "Doug Broome", "createDate": "1378096148", "userID": 16862426, "replyCount": 4, "commentTitle": "n/a", "status": "approved", "approveDate": "1378096206", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Vancouver", "commentType": "comment", "updateDate": "1378092606", "commentSequence": 48, "commentBody": "Only a tenth of American workers have union contracts. In Scandinavia unionization ranges from 54% in Norway to 70% in Finland. Guess whose workers get a better slice of the national pie.<br/><br/>The U.S. is supposedly dedicated to \"life, liberty and the pursuit of happiness.\" Not only do Scandinavians live longer, they are in better health at every stage of life. As for liberty the span of political discourse is far broader and more intelligent. Even on happiness, Scandinavians beat Americans by a sizable margin. Productivity is higher and ownership of vacation cottages commonplace.<br/>The wealthy in Scandinavia do pretty well, but pay much higher taxes without incessant tax whining.<br/><br/>In the U.S., the oppressive burden of taxation is 25% of gdp vs an OECD average of 34%, and other wealthy democracies don't keep huge militaries or $53 billion for spies.<br/>For 3 decades workers have received just about zilch from higher productivity; everything going to capital as workers are hammered. Though the US one per cent has 46% of financial assets, they are also moochers, getting $600 billion in loophole, so a one percenter gets 80 times the subsidies of a poor working family.<br/><br/>The costs of parasitic plutocracy are everywhere evident in declining services and rotting infrastructure and purchased politicians. Nick Kristof reports that the national parks don't even have the capacity to utilize volunteer labor.<br/>Happy labor day---the rich are hiring household servants. A Brit butler fetches 100K.", "recommendationCount": 332}, {"assetID": 3381115, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 9876904, "replies": [], "commentID": 9877255, "trusted": 1, "userDisplayName": "Anetliner Netliner", "createDate": "1378102987", "userID": 33888832, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1378103045", "userTitle": "NULL", "recommendations": 25, "editorsSelection": false, "parentUserDisplayName": "sean", "userURL": "NULL", "userLocation": "Washington, DC area", "depth": 1, "commentType": "userReply", "updateDate": "1378099445", "commentSequence": 1, "commentBody": "Unfortunately, many Americans are forgetting, ignorant of, or in denial of FDR's achievements.  "}, {"recommendedFlag": 0, "parentID": 9876904, "replies": [], "commentID": 9877024, "trusted": 0, "userDisplayName": "ttr", "createDate": "1378098233", "userID": 67260084, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1378167750", "userTitle": "NULL", "recommendations": 0, "editorsSelection": false, "parentUserDisplayName": "sean", "userURL": "NULL", "userLocation": "Port Townsend, Wa.", "depth": 1, "commentType": "userReply", "updateDate": "1378164150", "commentSequence": 2, "commentBody": "Excellent FDR quote, Sean...! <br/><br/>It really highlights the disparity between between the chaos and violence of Right Wing 'market theory'... and the 'progressive bias' of keeping a tight leash and casting a humanistic eye on big business incentives.<br/><br/>Like... the difference between living in a war zone... or... prospering peacefully. "}]}, "lft": 360, "assetURL": "http://www.nytimes.com/2013/09/02/opinion/krugman-love-for-labor-lost.html", "parentID": null, "commentID": 9876904, "rgt": 365, "userDisplayName": "sean", "createDate": "1378096167", "userID": 63535866, "replyCount": 2, "commentTitle": "n/a", "status": "approved", "approveDate": "1378096206", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "hellier", "commentType": "comment", "updateDate": "1378092606", "commentSequence": 47, "commentBody": "William Manchester, in his \"Glory and the Dream,\" documented the last time America was so divided between an ocean of poor and near-poor people and a tiny elite, who despite the Crash, were living very comfortable lives.<br/><br/>One well meaning, well off person suggested that a way to feed the destitute would be to collect the leftovers in restaurants. The refuse would be poured into barrels and labled \"meat,\" \"vegetables,\" and so on.<br/><br/>But this largess wouldn't be given away. No, that might create \"indolence,\" and cause the hungry to come to expect regular feedings from the plates of the more fortunate.<br/><br/>No, applicants would have to spend time chopping wood or doing some other manual labor such as mowing grass in the increasingly dilapidated parks before being fed from the barrels of swill.<br/><br/>It was this kind of thinking, and the resultant increasing hostility towards the rich that caused Roosevelt to respond to a staffer who said \"if you fail, you'll go down as the worst American President.\"<br/><br/>\"No\", Roosevelt said: \"If I fail, I'll be the last American President.\"<br/><br/>Fortunately for us, he didn't fail. Unfortunately, the right wants to undo everything that he did that saved the country.<br/><br/>Labor Day will for many be a reminder of that.", "recommendationCount": 92}, {"assetID": 3381106, "replies": [], "lft": 163, "assetURL": "http://wordplay.blogs.nytimes.com/2013/09/01/record-for-later-viewing/", "parentID": 9876768, "commentID": 9876913, "rgt": 164, "userDisplayName": "Maura T. Fan", "createDate": "1378096252", "userID": 63414225, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1378096266", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Manhattanville", "commentType": "userReply", "updateDate": "1378092666", "commentSequence": 1, "commentBody": "The first week is the hardest!  And, people on this blog almost NEVER reveal their solving times, so don't worry about someone making you feel slow.  Some of the best things in life are slow, and some of the best solvers -- and puzzle constructors -- are Californians!<br/><br/>Keep in mind:  Difficulty increases Monday - Saturday (usually).<br/><br/>Sunday's puzzle is hard in that it's big and it has weird themes you have to figure out, but otherwise it's roughly of THU/FRI difficulty.<br/><br/>The best ways to improve are to look things up, ask questions, and compare your grid (complete or not) to the answer key.<br/><br/>Some answers just have to be memorized.<br/><br/>Your photo is the CUTEST (I'm a redhead too).<br/><br/>Comment again!!<br/><br/>-- Mr. MTF", "recommendationCount": 0}, {"assetID": 3381115, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 9876917, "replies": [], "commentID": 9877900, "trusted": 0, "userDisplayName": "Mike", "createDate": "1378120987", "userID": 34756900, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1378121045", "userTitle": "NULL", "recommendations": 17, "editorsSelection": false, "parentUserDisplayName": "Doug Broome", "userURL": "NULL", "userLocation": "MI", "depth": 1, "commentType": "userReply", "updateDate": "1378117445", "commentSequence": 1, "commentBody": "As a long time Union member and Union leader I can only hope that working Americans can rise above our historic disdain for anything \"collective\" and begin to think of the common good. We have worshipped capitalism and the individualistic accumulation of wealth at the expense of the dignity of labor for too long and for no good end.<br/>Capitalism may well be the best way to allocate goods and services but it is based on greed and needs to be well regulated as it is inherently evil.<br/>Something in the American character disdains collective activity while it glorifies individualism. We assume that we can all rise and fall on our own merits and the unsuccessful deserve their fate and should be cast away.<br/>Of course unfettered capitalism eventually allows all of the money to be concentrated in few hands. The exploitation of labor is part and parcel of unfettered capitalism, without organized labor and government regulations we are serfs."}]}, "lft": 376, "assetURL": "http://www.nytimes.com/2013/09/02/opinion/krugman-love-for-labor-lost.html", "parentID": null, "commentID": 9876917, "rgt": 379, "userDisplayName": "Doug Broome", "createDate": "1378096312", "userID": 16862426, "replyCount": 1, "commentTitle": "n/a", "status": "approved", "approveDate": "1378096326", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Vancouver", "commentType": "comment", "updateDate": "1378092726", "commentSequence": 49, "commentBody": "Some timely analysis from 1917:<br/><br/>When the union’s inspiration through the workers’ blood shall run,<br/>There can be no power greater anywhere beneath the sun<br/>Yet what force on earth is weaker than the feeble strength of one?<br/>But the Union makes us strong.<br/><br/>Solidarity forever!<br/>Solidarity forever!<br/>Solidarity forever!<br/>For the Union makes us strong.<br/><br/>Is there aught we hold in common with the greedy parasite<br/>Who would lash us into serfdom and crush us with his might?<br/>Is there anything left to us but to organize and fight?<br/>For the Union makes us strong. (chorus)<br/><br/>It is we who plowed the prairies;  built the cities where they trade;<br/>Dug the mines and built the workshops; endless miles of railroad laid,<br/>Now we stand outcast and starving, midst the wonders we have made;<br/>But the Union makes us strong. (chorus)<br/><br/>All the world that’s owned by idle drones is ours and ours alone.<br/>We have laid the wide foundations; built it skyward stone by stone.<br/>It is ours, not to slave in, but to master and to own,<br/>While the union makes us strong. (chorus)<br/><br/>They have taken untold millions that they never toiled to earn,<br/>But without our brain and muscle not a single wheel can turn.<br/>We can break their haughty power; gain our freedom when we learn<br/>That the Union makes us strong. (chorus)<br/><br/>In our hands is placed a power greater than their hoarded gold;<br/>Greater than the might of armies, magnified a thousand-fold.<br/>We can bring to birth a new world from the ashes of the old.<br/>For the Union makes us strong. ", "recommendationCount": 58}, {"assetID": 3380868, "replies": [], "lft": 682, "assetURL": "http://parenting.blogs.nytimes.com/2013/08/29/a-new-airline-class-for-the-child-intolerant/", "parentID": null, "commentID": 9876920, "rgt": 683, "userDisplayName": "Absolon", "createDate": "1378096346", "userID": 59648371, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1378096385", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Timbukfreekintu", "commentType": "comment", "updateDate": "1378092785", "commentSequence": 105, "commentBody": "We say, here in the USA, that we love children. but it is not true. In the '80's the boomers populated apartment complexes that were \"adults only.\" Now that they are retiring, it is all compact homes that, once again, are cordoned off for anyone under the age of Beatle. Yeah, you heard that here first.", "recommendationCount": 3}, {"assetID": 3381005, "replies": [], "lft": 35, "assetURL": "http://www.nytimes.com/2013/09/01/sports/football/a-kinder-gentler-coughlin-still-makes-the-giants-stand-up-straight.html", "parentID": 9865318, "commentID": 9876823, "rgt": 36, "userDisplayName": "Marshall", "createDate": "1378094623", "userID": 28616036, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1378096411", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Jersey", "commentType": "userReply", "updateDate": "1378092811", "commentSequence": 1, "commentBody": "A lot of revisionist history here but no need to counter your points.  Just answer the question about how successful Jacksonville has been since Tom departed as their HC.  Jacksonville was the most successful expansion franchise ever.  They appeared in the Conference Championship game in their SECOND year of existence.  The man can flat out coach.  Whether you want to give him credit is irrelevant because I doubt if he'll be inviting you to his induction to HOF.", "recommendationCount": 1}]}, "copyright": "Copyright (c) 2016 The New York Times Company.  All Rights Reserved."}