{"debug": {"version": 3.1}, "status": "OK", "results": {"api_timestamp": "1481460702", "totalCommentsFound": 3330, "totalCommentsReturned": 25, "comments": [{"assetID": 3284836, "replies": [], "lft": 44, "assetURL": "http://fifthdown.blogs.nytimes.com/2011/10/07/rhoden-are-you-ready-for-some-change/", "parentID": null, "commentID": 4660585, "rgt": 45, "userDisplayName": "Roger Latzgo", "createDate": "1318041728", "userID": 44669169, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1318046437", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Germansville, PA", "commentType": "comment", "updateDate": "1318042837", "commentSequence": 20, "commentBody": "To Times Readers:<br/><br/>Hank Jr. can have all the 1st Amendment rights he wants;  but like the rest of us, don't do it on your boss's time.  And Hank, you're lookin' bad these days.  I'd quote Nietzsche on Wagner, but you're no Wagner.<br/><br/>Submitted by Roger Latzgo  <a href=\"http://www.rogerlatzgo.com\" title=\"www.rogerlatzgo.com\" target=\"_blank\">www.rogerlatzgo.com</a>  Germansville PA", "recommendationCount": 7}, {"assetID": 3284836, "replies": [], "lft": 46, "assetURL": "http://fifthdown.blogs.nytimes.com/2011/10/07/rhoden-are-you-ready-for-some-change/", "parentID": null, "commentID": 4660611, "rgt": 47, "userDisplayName": "Texan", "createDate": "1318042463", "userID": 64980234, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1318046450", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Texas", "commentType": "comment", "updateDate": "1318042850", "commentSequence": 21, "commentBody": "Maybe ESPN could hire the Dixie Chicks to take Junior's place.  The Chicks endured a seemingly coordinated series of financial penalties by disparaging the current \"war time\" President.  By the way, when did we recently quit having a War Time President, anyhow?  Maybe when the White House changed hands and the mantle was not passed on by certain news organizations, although both wars continue to drag on with or without a War Time President.", "recommendationCount": 7}, {"assetID": 3284917, "replies": [], "lft": 36, "assetURL": "http://opinionator.blogs.nytimes.com/2011/10/07/the-occupy-wall-street-quiz/", "parentID": null, "commentID": 4660736, "rgt": 37, "userDisplayName": "Gary Taustine", "createDate": "1318045246", "userID": 16688271, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1318046493", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "NYC", "commentType": "comment", "updateDate": "1318042893", "commentSequence": 13, "commentBody": "Amazing how quickly politicians who swore to uphold the constitution forget the part about the right to peaceably assemble when it comes to protecting their benefactors on Wall Street.<br/><br/>Mayor Bloomberg accusing the protestors of trying to hurt the economy is like Captain Smith accusing an icebreaker of trying to hurt the Titanic - and if Herman Cain thinks it's anti-capitalism to oppose the greedy varmints whose shady business practices destroyed our economy, well, he's not fit to be president. <br/><br/>Capitalism is a good thing in theory, but when a few capitalists can capitalize by using their corporations' capital to influence the U.S. Capitol, then we have a capital problem - and anything less than resistance is capitulation. <br/><br/>Power to the people!", "recommendationCount": 239}, {"assetID": 3284917, "replies": [], "lft": 38, "assetURL": "http://opinionator.blogs.nytimes.com/2011/10/07/the-occupy-wall-street-quiz/", "parentID": null, "commentID": 4660742, "rgt": 39, "userDisplayName": "johnwerneken", "createDate": "1318045377", "userID": 10179234, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1318046586", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "usa", "commentType": "comment", "updateDate": "1318042986", "commentSequence": 14, "commentBody": "Would it be to much to suggest that critics accentuate the positive or at least offer options which they favor?<br/>\nOws revealed…and solved:<br/>\n<a href=\"http://www.realclearmarkets.com/articles/2011/10/07/occupy_wall_street_has_little_right_except_for_the_target_99295.html\" title=\"http://www.realclearmarkets.com/articles/2011/10/07/occupy_wall_street_has_little_right_except_for_the_target_99295.html\" target=\"_blank\">http://www.realclearmarkets.com/articles/2011/10/07/occupy_wall_street_h...</a><br/>\nThe core of the article is that the Government created this<br/>\nmess, first by setting jobs as an objective, second by deciding that interest<br/>\nrate manipulation would create jobs, third by letting the speculators<br/>\nessentially create demand for money that would either overthrow those interest<br/>\nrate targets or see Government essentially pouring in more money, making<br/>\ncurrency worthless, and third by skewing the tax system to tax and penalize<br/>\nproperty, income, and investment, desirable things generally, while providing<br/>\nloopholes galore for waste fraud and abuse, such as tax loopholes for housing,<br/>\nfor medical care, for real estate commissions, for loan commissions, and for<br/>\nother artifacts of the phantom asset-phantom bank profit-huge real bonus monster<br/>\nthat the \"Occupy Wall Street\" people are mad at.<br/><br/>The number one target should be the Government and its<br/>\npolicies, most particularly the Pro-Jobs, Anti-Sound-Money policy and the<br/>\nreward-vested-interests policy. The number two target should be the mass of<br/>\nordinary people who vote for the elected perpetrators and belong to, buy from,<br/>\nor otherwise support the unelected perpetrators.<br/><br/>The solution is reasonably obvious: un-elect Washington;<br/>\nreverse the entire course of public policy, particularly as to sound money and<br/>\nas to crony subsidies (not just to crony businesses either, the others are even<br/>\nbigger); confine Government to its true functions; and confine bankers to<br/>\ntheirs. If allowed to, the capitalists and the workers can then take care of<br/>\nthemselves. After all, the capitalists and the workers are EVERYBODY IN THE<br/>\nCOUNTRY except elected officials, financiers, leaders of vested interest firms,<br/>\norganizations, and groups, and their associated flunkies and employees.", "recommendationCount": 6}, {"assetID": 3284738, "replies": [], "lft": 50, "assetURL": "http://opinionator.blogs.nytimes.com/2011/10/06/for-children-at-risk-mentors-who-stay/", "parentID": null, "commentID": 4660038, "rgt": 51, "userDisplayName": "BRITTB", "createDate": "1318029019", "userID": 64491880, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1318046612", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "DAVENPORT, IA", "commentType": "comment", "updateDate": "1318043012", "commentSequence": 24, "commentBody": "If this were to come to the Davenport, Iowa area, I'd certainly quit my day job to pursue this cause. The ability that these people have to get so close with these kids is purely wonderful, and it's an amazing thing to see so many people get so involved.", "recommendationCount": 0}, {"assetID": 3284738, "replies": [], "lft": 52, "assetURL": "http://opinionator.blogs.nytimes.com/2011/10/06/for-children-at-risk-mentors-who-stay/", "parentID": null, "commentID": 4660081, "rgt": 53, "userDisplayName": "GailB", "createDate": "1318029682", "userID": 831100, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1318046639", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Indiana", "commentType": "comment", "updateDate": "1318043039", "commentSequence": 25, "commentBody": "Some of us just do this stuff voluntarily--mentor one or two local at risk kids as individuals. But it takes a lot of TIME and MONEY and we make lots of mistakes, as individuals.  I know I have.  Why isn't there some additional organization to help those of us who are willing, eager and maybe already DOING this, as volunteers? <br/><br/> I don't mean instead of this great group--and it's much better to have the money and time to hire professional Friends. <br/><br/>But there are SO MANY at risk kids, most of whom don't live in the cities in question. Some of us already mentor kids for years at a time.  I'd love to see additional resources--and even an organized group, and maybe even a movement--for volunteer friends, both those who are already serving and those (above) who'd like to do so.", "recommendationCount": 1}, {"assetID": 3284738, "replies": [], "lft": 54, "assetURL": "http://opinionator.blogs.nytimes.com/2011/10/06/for-children-at-risk-mentors-who-stay/", "parentID": null, "commentID": 4660094, "rgt": 55, "userDisplayName": "Bob Washick", "createDate": "1318029994", "userID": 60465322, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1318046687", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Conyngham PA", "commentType": "comment", "updateDate": "1318043087", "commentSequence": 26, "commentBody": "What concerns me is that we are talking about millions of kids, and thousands of programs.  Many parents receive SSI benefits, free monthly tax dollars until the child is 18 or 21.  I am quite familiar with mothers who do not want a relationship with the father or a secret relationship with the father, but continues to get this tax free money.  A school district can become Representative Payee for that child.  In short, the school or a grandparent person/program can be in charge of that money and channel the money to pay for clothes, food, entertainment, etc for that child.  So parents do send their child to school hungry, can't do homework, poor clothes, etc., in short the \"bad\" behavior and poor schooling allows the parent to get that tax free money.  Remove it from the parent.  Then let's see if the millions can't be reduced that need mentoring when many of the parents are removed from promoting bad behavior that rewards them with tax free money.<br/><br/>Responsible life: What a Beautiful Choice.", "recommendationCount": 2}, {"assetID": 3284773, "replies": [], "lft": 830, "assetURL": "http://www.nytimes.com/2011/10/07/business/some-unemployed-find-fault-in-extension-of-jobless-benefits.html", "parentID": null, "commentID": 4660785, "rgt": 831, "userDisplayName": "Laura", "createDate": "1318046596", "userID": 58813837, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1318046715", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Chicago", "commentType": "comment", "updateDate": "1318043115", "commentSequence": 369, "commentBody": "When I became a displaced teacher, I spent about $10,000 and two years of study to improve my prospects with new teaching endorsements. I also was a frequently requested substitute teacher. This summer, I collected unemployment for about six weeks. All that time, I was constantly writing application essays and preparing mock lessons and other presentations for the many interviews I was granted. Now I am subbing again, often times in the same schools that interviewed me. It is very humiliating to walk the halls and see those much younger new hires avoid eye contact with me. I really feel trapped. I cannot even look for jobs now because each one-hour interview becomes a full day without pay. At least on unemployment insurance, I didn't have to worry about gambling away my wages. So for those of you who think it is more noble to accept a cashier job over unemployment, do you really think some big box retailer is going to allow an employee even unpaid time off to interview?", "recommendationCount": 3}, {"assetID": 3284738, "replies": [], "lft": 56, "assetURL": "http://opinionator.blogs.nytimes.com/2011/10/06/for-children-at-risk-mentors-who-stay/", "parentID": null, "commentID": 4660245, "rgt": 57, "userDisplayName": "Nina", "createDate": "1318033299", "userID": 22519741, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1318046718", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Los Angeles", "commentType": "comment", "updateDate": "1318043118", "commentSequence": 27, "commentBody": "The work that Duncan Campbell's Friends of the Children does is inspiring.  Another remarkably effective organization which pairs caring adults with at-risk children is CASA (Court Appointed Special Advocates).  CASAs are unpaid volunteers who are trained to work with foster children to ensure they receive the services, support and consistency to which they're entitled. In Los Angeles, where I volunteer, there are about 400 active volunteers working with roughly 600 kids (the total population of foster kids here is around 25,000).  We're required to make a minimum 2-year commitment but many CASAs stay with one child for much longer, often as the only consistent advocate he/she may have while in \"the system.\"  For anyone interested in making a difference in a child's life, check out your local CASA organization - there are hundreds of offices connected with children's courts around the U.S.", "recommendationCount": 0}, {"assetID": 3284738, "replies": [], "lft": 60, "assetURL": "http://opinionator.blogs.nytimes.com/2011/10/06/for-children-at-risk-mentors-who-stay/", "parentID": null, "commentID": 4660257, "rgt": 61, "userDisplayName": "Betsy", "createDate": "1318033538", "userID": 5999566, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1318046757", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Somerville, MA", "commentType": "comment", "updateDate": "1318043157", "commentSequence": 28, "commentBody": "Nina @11 - you may not have noticed that one of the goals of this program is preventing early parenthood.  They're DOING exactly what you're asking for. ", "recommendationCount": 1}, {"assetID": 3284873, "replies": [], "lft": 76, "assetURL": "http://www.nytimes.com/2011/10/08/world/europe/slovakia-is-key-to-survival-of-euro-currency-zone.html", "parentID": null, "commentID": 4660080, "rgt": 77, "userDisplayName": "Jack", "createDate": "1318029677", "userID": 20119230, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1318046773", "userTitle": null, "editorsSelection": 1, "statusID": 2, "userURL": null, "userLocation": "Illinois", "commentType": "comment", "updateDate": "1318043173", "commentSequence": 29, "commentBody": "What a statement! \"If the Greeks were more responsible, there would be no problem.\" Complete ignorance and denial of the role of the banks and their near criminal, entirely hidden and secret dealings that has nearly taken down the world's economies. How many times do you need to hear that it was Goldman Sachs acting in collusion with Greek politicians that cooked the books to gain entry into the EU. Greek politicians, not the Greek people. German finance minister Schauble has stated that the banks will have to take a discount on their repayment because they were the ones who approved the bad loans. In the world of capitalist economics you take risks to make a profit, but there's a half chance you'll lose it. I cannot believe that the rest of European bankers were that stupid not to know there were shenanigans with these deals.<br/><br/>Europe is a mess and all parties need to take a share. But to deny that the banks did not have the primary responsibility will simply assure that we have learned nothing and such a thing will happen again in the future.", "recommendationCount": 34}, {"assetID": 3284738, "replies": [], "lft": 62, "assetURL": "http://opinionator.blogs.nytimes.com/2011/10/06/for-children-at-risk-mentors-who-stay/", "parentID": null, "commentID": 4660407, "rgt": 63, "userDisplayName": "MMG", "createDate": "1318037137", "userID": 31159249, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1318046818", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Puerto Rico", "commentType": "comment", "updateDate": "1318043218", "commentSequence": 29, "commentBody": "From experience I know long term mentoring is the answer. I have a nephew that for some family members was a demon, but that for me has been my mission on Earth. He was a very troubled child, who grew up with a mentally ill mother and a detached father that ended up abandoning his family. Since he was four years old we started a relationship that lasts to this day and that he acknowledges has been the most influential in his life. Through our bonding together, he managed to overcome the stumbling rocks that he encountered while growing up and has become a very valuable young man. He is a source of pride and joy to me. I believe every person should look around at one moment in life and grab the opportunity to become a mentor. It may be that the child is a relative or it may be a neighbor, or could be a complete stranger. The fact is that if that child is rescued from delinquency and becomes a worthy citizen, even if it is only one child, little by little we will construct a better socitey and a better world. We should not believe that this program, valuable as it is, is the only solution. Individuals who can establish a mentoring relationship with a child in need are everywhere, they just need to recognize the opportunity and act.", "recommendationCount": 3}, {"assetID": 3284730, "replies": [], "lft": 840, "assetURL": "http://www.nytimes.com/2011/10/07/health/07prostate.html", "parentID": null, "commentID": 4660792, "rgt": 841, "userDisplayName": "HJBoitel", "createDate": "1318046946", "userID": 5315482, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1318047015", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New York", "commentType": "comment", "updateDate": "1318043415", "commentSequence": 378, "commentBody": "There are so many relatively benign things that can elevate the PSA level, that using PSA as an indicator of malignancy is like using headache as an indicator of brain tumor. <br/><br/>It is surprising that none of the articles and TV News stories seem to be focusing on the total health care billings related to this relatively useless procedure. It is reasonable to assume that at least some of the professional opposition to the report is derived from economic self interest.<br/><br/>There is another factor that ought be noted, an elevated PSA often results in a biopsy being done. The nature of the standard prostate biopsy is such that it is something like playing pin the tail on the donkey, with more than 3/4 of the donkey missing. That is because most of the prostate is inaccessible to the standard biopsy. Moreover, the nature of the biopsy device is that it is only imprecisely aimed at what little part of the prostate is accessible.<br/><br/>The anger should not be at the candid conclusions in the report.  It should be aimed at the medical profession that has failed to develop meaningful diagnostic tools for the prostate. Perhaps now that the free ride is coming to an end, they will make more effort in that regard.<br/><br/>Unfortunately, the public's understanding of all of this will be sharply distorted by tales of people whose cancers were discovered and treated. Prostate cancer occurs in a high percentage of men. That there are some cases that may have been uncovered and adequately addressed is almost statistically irrelevant. A stopped clock is right twice a day. As the report notes, the real problem is the large number of men, for whom the quality of life is materially decreased, without any corresponding beneficial effects.", "recommendationCount": 4}, {"assetID": 3284900, "replies": [], "lft": 2, "assetURL": "http://thequad.blogs.nytimes.com/2011/10/07/big-east-talking-about-the-future/", "parentID": null, "commentID": 4659754, "rgt": 3, "userDisplayName": "The Artist Formerly Known As Bakes", "createDate": "1318024461", "userID": 46074824, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1318047089", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "In the castle of my skin", "commentType": "comment", "updateDate": "1318043489", "commentSequence": 1, "commentBody": "I'm having a hard time envisioning how the service academies will fit into the Big East landscape.", "recommendationCount": 0}, {"assetID": 3223290, "replies": [], "lft": 2, "assetURL": "http://opinionator.blogs.nytimes.com/2011/09/13/rock-is-not-the-enemy/", "parentID": null, "commentID": 4647399, "rgt": 3, "userDisplayName": "Sydney Schwartz", "createDate": "1317870528", "userID": 60938844, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1318047197", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Chicago, IL", "commentType": "comment", "updateDate": "1318043597", "commentSequence": 91, "commentBody": "Think about how many kids you know dread going to their music lessons? From piano to cello, children across the world hate playing an instrument. To me, this is a shame. Music is meant to be an enrichment to life, not a detriment. It should be cherished for all of its graces. However, when there is a lack of interest in making music, how can a child see my point of view? It's virtually impossible to succeed in something when there is no solid foundation of interest. So, when a kid from the 21st century is asked to enjoy playing music from the 18th century, I question the logic behind this. I believe that it makes much more sense to engage students in learning, rather than reform to classical ways in fear of \"dumbing down\" music. I feel that this problem can be solved easily by transforming to our evolving society, but the question is how can this be done? Ultimately, I believe that some of the the most important aspects of life are education and happiness. Hopefully soon this idea will be grasped by the rest of society. But for now, all I can do is educate my peers on this specific topic. ", "recommendationCount": 0}, {"assetID": 3223290, "replies": [], "lft": 194, "assetURL": "http://opinionator.blogs.nytimes.com/2011/09/13/rock-is-not-the-enemy/", "parentID": null, "commentID": 4658076, "rgt": 195, "userDisplayName": "albert J. Wilson", "createDate": "1318008162", "userID": 53689053, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1318047217", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "florida", "commentType": "comment", "updateDate": "1318043617", "commentSequence": 92, "commentBody": "My nine year old great grand daughter, Victoria, began piano lessons last week. Her father, my grandson,taped this important event as her sister, Grace and the rest of the family watched.I t was made avialable on facebook for the rest of the family to watch. I was amazed as I watched Victoria play through a single musical piece. She repeated various parts with coposure and deep breaths, smiles as she completed the final note. There were cheers and clapping  and smiles of approval as Victoria, upon completing her assignment turned and faced the audience, her family.", "recommendationCount": 0}, {"assetID": 3204010, "replies": [], "lft": 2, "assetURL": "http://opinionator.blogs.nytimes.com/2011/09/08/beyond-baby-mozart-students-who-rock/", "parentID": null, "commentID": 4642091, "rgt": 3, "userDisplayName": "bobsound1", "createDate": "1317829587", "userID": 20945443, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1318047262", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Copake Falls, NY", "commentType": "comment", "updateDate": "1318043662", "commentSequence": 78, "commentBody": "Modesty does not prevent me from pointing out that I developed a dynamic system in the 1950's - and now it's  up on the net - for free.<br/><br/>Check out <br/><br/><a href=\"http://bobwoodmusic.com\" title=\"bobwoodmusic.com\" target=\"_blank\">bobwoodmusic.com</a><br/><br/>It's only for orchestral strings - but each piece could be a life time, continually interactive, evolving music course for a beginner-to intermediate orchestral string person. It's not a phony short cut to Carnegie Hall, but a fascinating trip. <br/><br/>Bob Wood", "recommendationCount": 0}, {"assetID": 3284845, "replies": [], "lft": 68, "assetURL": "http://bats.blogs.nytimes.com/2011/10/07/whats-the-safer-signing-sabathia-or-reyes/", "parentID": null, "commentID": 4660788, "rgt": 69, "userDisplayName": "Larry", "createDate": "1318046786", "userID": 1197127, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1318047269", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "The Fifth Circle", "commentType": "comment", "updateDate": "1318043669", "commentSequence": 33, "commentBody": "I think the whole compensation system is out of whack.  At least put a strict weight clause on Sabathia.  He's a top pitcher; but how long can he continue to perform?  And he wants more money?  All these guys get massive contracts with few incentives and no guarantee of performance.  Everyone wants to punish Wall Streeters (many of whom DO manage to manipulate their performance goals); but at least they get paid AFTER performing.  ", "recommendationCount": 0}, {"assetID": 3284731, "replies": [], "lft": 30, "assetURL": "http://bits.blogs.nytimes.com/2011/10/06/eric-schmidt-still-more-to-the-steve-jobs-story/", "parentID": null, "commentID": 4660803, "rgt": 31, "userDisplayName": "Scientist", "createDate": "1318047175", "userID": 4921619, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1318047315", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "California", "commentType": "comment", "updateDate": "1318043715", "commentSequence": 12, "commentBody": "Steve was an amazing guy. I can't believe he's gone. The only way to honor the dead is to stop making more of them. In Steve's case and in the case of my Ph.D advser Richard Newton, and countless others, the only way to stop more good men and women from dying of cancer is to kill Cancer once and for all and wipe cancer off the face of the earth.\r<br/><br/>I call on Apple Computer and its board of directors to create a fund to support cancer research and specifically pancreatic cancer, which killed both Steve and Richard, cruely, mercilessly, and with tortures far wore any that could have been created or even thought of by Hitler himself.\r<br/><br/>Its Yom Kippur, and you can only repent, atone, and be forgiven for a sin after you correct what you have done.\r<br/><br/>We all are guilty of not demanding that our government spend as much money on the war on cancer as we do on every other war we fight.\r<br/><br/>More Human beings have died from Cancer than from all wars combined.\r<br/><br/>Its time to put an end to cancer.\r<br/><br/>Contributing to cancer research is the only way to truly honor the people you admired, respected and loved that it ripped from us without mercy and in horrible pain.\r<br/><br/>Its time to kill cancer, before it kills you.\r<br/><br/>Its time to kill cancer, to honor your loved ones its killed.\r<br/><br/>Its time to kill cancer. Bill,Eric,John,Craig -- If you team up and use your wealth, power, brains, experience and business and science and engineering contacts to create and financially back an institute to conduct and fund cancer research, cancer won't stand a chance. Anyone and everyone who's ever known you knows that.\r<br/><br/>Each one of you knows President Obama personally and he takes your phone calls.\r<br/><br/>Call Him.\r<br/><br/>Ask him to make curing Cancer a national priortiy.\r<br/><br/>And end Cancer once and for all.\r", "recommendationCount": 25}, {"assetID": 3284123, "replies": [], "lft": 666, "assetURL": "http://opinionator.blogs.nytimes.com/2011/10/03/justice-in-perugia/", "parentID": null, "commentID": 4653727, "rgt": 667, "userDisplayName": "Diane Seltzer", "createDate": "1317943613", "userID": 64974704, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1318047460", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New Jersey", "commentType": "comment", "updateDate": "1318043860", "commentSequence": 287, "commentBody": "As you said, IF Amanda had been in the United States, things could have turned out much different...This man had nothing to hide and took himself down to the police to help in anyway that he could find the person/persons responsible for murdering his best friend...Please go to web site:    <a href=\"http://www.freepaulcortez.org/\" title=\"http://www.freepaulcortez.org/\" target=\"_blank\">http://www.freepaulcortez.org/</a>    for the details and watch the video.    <a href=\"http://www.youtube.com/watch?v=8vU3xG9rOx0\" title=\"http://www.youtube.com/watch?v=8vU3xG9rOx0\" target=\"_blank\">http://www.youtube.com/watch?v=8vU3xG9rOx0</a><br/>\nThe difference with Amanda also is that she is young beautiful and had incredible public support. The truth is there to be found IF the truth is wanted!", "recommendationCount": 0}, {"assetID": 3284123, "replies": [], "lft": 670, "assetURL": "http://opinionator.blogs.nytimes.com/2011/10/03/justice-in-perugia/", "parentID": null, "commentID": 4656335, "rgt": 671, "userDisplayName": "hn", "createDate": "1317994412", "userID": 57440878, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1318047570", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "london", "commentType": "comment", "updateDate": "1318043970", "commentSequence": 288, "commentBody": "Thank you, nr. 284, for the link to this video<br/>\n<a href=\"http://www.youtube.com/watch?v=n71ZJPBq8uk\" title=\"http://www.youtube.com/watch?v=n71ZJPBq8uk\" target=\"_blank\">http://www.youtube.com/watch?v=n71ZJPBq8uk</a><br/><br/>It says before this youtube video that shows the bathroom where Ms. Knox took a shower:<br/>\n“What you see here is virtually the same scene Amanda saw when she took her shower” or “The footprint on the bath mat could have been easily missed”…<br/><br/>This video is an excellent example of the blind devotion required to be part of Ms. Knox cult… I watched the video on a high def screen. The images are washed out, lacking contrast, and the resolution is not very good. <br/><br/>It is not what Ms. Knox saw. What she saw was the real thing, not washed out images.<br/><br/>The irony is that, despite  the poor quality of the video, the bloody footprint is so clearly visible that shows how strongly Ms. Knox’s devotees are trying not to see.<br/><br/>It is something similar to Ms. Knox trying not to hear Ms. Kercher screaming.", "recommendationCount": 0}, {"assetID": 3284873, "replies": [], "lft": 110, "assetURL": "http://www.nytimes.com/2011/10/08/world/europe/slovakia-is-key-to-survival-of-euro-currency-zone.html", "parentID": null, "commentID": 4660430, "rgt": 111, "userDisplayName": "Midwestern Farmer GGG", "createDate": "1318037775", "userID": 43193695, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1318047598", "userTitle": null, "editorsSelection": 1, "statusID": 2, "userURL": null, "userLocation": "Martell, NE", "commentType": "comment", "updateDate": "1318043998", "commentSequence": 30, "commentBody": "Just a couple of comments that might help explain Slovakia's current attitude toward the rest of Europe. During the late Middle Ages and Early Modern period, Slovakia - located on the north bank of the Danube - was directly in the path of whatever Asian army attempting to invade Europe. It is undeniably a poor country (or at least it was), thanks largely to the fact that it has been a pawn among the \"Great Powers\" for centuries. The Hungarians and Austrians exploited and deprived the Slovakians of most political rights for several centuries, and then in the 20th Century union of Czechoslvakia, they were regarded as the poor, ignorant cousins of the ethnic Czechs and Moravians. During the Soviet era, they were designated as a supplier of raw materials and cheap labor to their Communist neighbors.  Despite the pain and dislocation it caused, the split from what is now the Czech Republic has allowed the ethnic Slovaks to develop their national character and their own institutions for the first time in over a thousand years.  It is really difficult for any people to be truly \"international\" or \"transnational\" if they are not comfortable in their \"national\" skins.<br/><br/>Give 'em some time.  They've done wonders in the past 17-18 years and will continue to do so.  Contrary to what a couple of prior commentators have written, I found (in 2005) a modern European country of warm and welcoming people, dealing admirably with a vast array of challenges.<br/><br/>I agree completely with Commenter #25 - let the debtor Greeks and the creditor banks across Europe deal with it themselves!<br/><br/>(I am not a Slovak or of Slovak heritage!)", "recommendationCount": 38}, {"assetID": 3284123, "replies": [], "lft": 674, "assetURL": "http://opinionator.blogs.nytimes.com/2011/10/03/justice-in-perugia/", "parentID": null, "commentID": 4658528, "rgt": 675, "userDisplayName": "Maury", "createDate": "1318011784", "userID": 53644604, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1318047602", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Torino, Italy", "commentType": "comment", "updateDate": "1318044002", "commentSequence": 289, "commentBody": "Response to n. 264. You are wrong about the three options. Italian justice system banned the formula of \"insufficient evidence\" many years ago. This was done to fully comply with the principle of the presumption of innocence. In other words, either someone is proven guilty or he/she has the right to be pronounced innocent.<br/>\nAs the chairman of the Court of Appeal confirmed in an interview, in the case of Amanda and Raffaele, although there was abundant evidence against them, that was only circumstancial so not sufficient. However, that could not appear on the court statement for the reason that I just explained.", "recommendationCount": 0}, {"assetID": 3284873, "replies": [], "lft": 72, "assetURL": "http://www.nytimes.com/2011/10/08/world/europe/slovakia-is-key-to-survival-of-euro-currency-zone.html", "parentID": null, "commentID": 4660057, "rgt": 73, "userDisplayName": "Zsolt", "createDate": "1318029394", "userID": 64719225, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1318047644", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Wanganui, New Zealand", "commentType": "comment", "updateDate": "1318044044", "commentSequence": 31, "commentBody": "This is the time for rude awakening all over the European Union.<br/>\nWhen things go well everybody is happy, but when things start to turn sour it becomes clear that no building can stand on shaky foundations.<br/>\nThe whole European Union and Eurozone is based on selfish, predatory calculations from all sides, which fitted in the hype of the constant growth, market expansion capitalistic idea, the wealthy nations got their markets and the small nations the promised grants, and hopes of connection to prosperity.<br/>\nNow that it becomes clear this constant growth, market expansion idea cannot work in a saturated, closed, finite system, suddenly the cracks appearing.<br/>\nWhat the Slovaks are saying is completely understandable and just. They still might by bulldozed or bribed into agreeing into this new \"deal\", but this is the beginning of the end.<br/>\nUnless the nations establish a true Union based on mutual responsibility, clear, transparent cooperation at all levels, not just economically it does not matter whatever they do on the surface the writing is on the wall, and today everybody can see it.<br/>\nWe need to stop playing games while we are still in control instead of waiting for the helplessness and dissatisfaction to grow to such a level that everything becomes completely unpredictable.", "recommendationCount": 13}, {"assetID": 3284873, "replies": [], "lft": 74, "assetURL": "http://www.nytimes.com/2011/10/08/world/europe/slovakia-is-key-to-survival-of-euro-currency-zone.html", "parentID": null, "commentID": 4660066, "rgt": 75, "userDisplayName": "Give 'em rope", "createDate": "1318029506", "userID": 56716120, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1318047644", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Connecticut", "commentType": "comment", "updateDate": "1318044044", "commentSequence": 32, "commentBody": "At Occupy Wall Street the slogan is the 1% vs the 99%. The Slovaks have begun wondering which side they are on. The international banks that push un-repayable debt onto countries around the world, or the workers who have to pay the debt. Is there solidarity with the vast majority who are slowly, or quickly, getting impoverished by the sucking sound gushing wealth to the 1%? Some of the 99% want to side with the 1%, hoping to become part of the 1%. Their chances are remote. The top of the empire knows that the rumbling below can be dissipated with a little bribery here, a little there. And the cheat goes on. From the top, socialized losses and privatized gains lead to wry smiles and pricey champagnes. For the 99% there are no easy answers. But one thing is clear: <br/><br/>Slovaks! Which side are you on?", "recommendationCount": 8}]}, "copyright": "Copyright (c) 2016 The New York Times Company.  All Rights Reserved."}