{"debug": {"version": 3.1}, "status": "OK", "results": {"api_timestamp": "1481460741", "totalCommentsFound": 3161, "totalCommentsReturned": 25, "comments": [{"assetID": 3289023, "replies": [], "lft": 84, "assetURL": "http://www.nytimes.com/2011/11/05/world/europe/italy-agrees-to-imf-oversight.html", "parentID": null, "commentID": 4823606, "rgt": 85, "userDisplayName": "Janet", "createDate": "1320465848", "userID": 19041000, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1320465919", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Denver, CO", "commentType": "comment", "updateDate": "1320462319", "commentSequence": 29, "commentBody": "Let this be a cautionary tale for Americans.  If we don't get our fiscal house in order, we'll need to restructure and it will be painful.  The difference between us and Europe is simple, they're not printing money.  Our way is not sustainable.  We need to increase taxes, fix the housing mess and support the private sector so they can increase investment.   ", "recommendationCount": 2}, {"assetID": 3288987, "replies": [], "lft": 1616, "assetURL": "http://www.nytimes.com/2011/11/06/education/edlife/why-science-majors-change-their-mind-its-just-so-darn-hard.html", "parentID": null, "commentID": 4823582, "rgt": 1617, "userDisplayName": "Sam", "createDate": "1320465273", "userID": 57584443, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1320466310", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Brooklyn", "commentType": "comment", "updateDate": "1320462710", "commentSequence": 777, "commentBody": "Calm. Humanity needs scientists and engineers, but it also needs artists, businesspeople, sanitation workers, poets, janitors, lawyers, historians, writers, musicians, farmers, and thousands of other things.  <br/><br/>Not everyone needs to know what a cosecant is, just as not everyone needs to know the date of President McKinley's assassination, or what an allele does, how to write good sonnets, or where to install a spark plug.  <br/><br/>If you know something that many others don't, try not to let yourself get carried away with the self-congratulations.   ", "recommendationCount": 3}, {"assetID": 3288987, "replies": [], "lft": 1618, "assetURL": "http://www.nytimes.com/2011/11/06/education/edlife/why-science-majors-change-their-mind-its-just-so-darn-hard.html", "parentID": null, "commentID": 4823587, "rgt": 1619, "userDisplayName": "Jason", "createDate": "1320465478", "userID": 46034754, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1320466318", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Atlanta", "commentType": "comment", "updateDate": "1320462718", "commentSequence": 778, "commentBody": "It's tough to convince an HYP-level student to pursue/stick with a rigorous STEM program when he can study economics (or even the humanities), get hired by Goldman Sachs or Bridgewater, and make more money at 22 than most chemists and engineers make at 50.  ", "recommendationCount": 8}, {"assetID": 3288987, "replies": [], "lft": 1620, "assetURL": "http://www.nytimes.com/2011/11/06/education/edlife/why-science-majors-change-their-mind-its-just-so-darn-hard.html", "parentID": null, "commentID": 4823593, "rgt": 1621, "userDisplayName": "too late for regrets", "createDate": "1320465607", "userID": 63654752, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1320466332", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "NY, NY", "commentType": "comment", "updateDate": "1320462732", "commentSequence": 779, "commentBody": "Many have already said it, but I'll say it again.  Science looked like a promising career at first. My professors made it sound like such fun! that was a long time ago though... Right now it has to be one of the worst career choices I can imagine.  If you go for a PhD, you work harder than you can imagine only to be out-competed in the american job market by hundreds of mostly foreign applicants. We import them by the thousands each year.  As an American scietist, you defer a decent salary for five years of grad school, maybe three to five years of post doctoral work.  If you are lucky enough to get an academic job after all that time, then you will compete with thousands of other scientists for grant funding--to pay your own salary and to cover the cost of your research program.  You might be brilliant but the payline for grant funding is requires you to be in the top 10%.  So after all that investment and training you and your career survival have a 90% chance of failure.  What sane person would make such a choice?  The only honest answer is...no sane person... just a young, naive person who likes science and does not know what they are getting into with such a pathway. by the time you realize what's up, it is too late.  In conclusion, science is important, it can be fun, but don't try to make a living in it--at least in the USA.", "recommendationCount": 17}, {"assetID": 3288987, "replies": [], "lft": 1622, "assetURL": "http://www.nytimes.com/2011/11/06/education/edlife/why-science-majors-change-their-mind-its-just-so-darn-hard.html", "parentID": null, "commentID": 4823611, "rgt": 1623, "userDisplayName": "Heather", "createDate": "1320465973", "userID": 17148052, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1320466361", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Youngstown", "commentType": "comment", "updateDate": "1320462761", "commentSequence": 780, "commentBody": "I made comment #774 above.  One other thing I meant to add.  I was chiding one of my students from my graduate Virology class the other night for not speaking up in class and participating in the discussion.  A good chunk of point in this class is participation, which means showing that you have read, understood, and thought about the material.  She admitted that she feels completely overwhelmed.  Unlike the other students in the class she went to a small private college.  Her professors were not researchers, and they spoon fed the material to them.  They had not been expected to look at original research, they had not been expected to work on their own or to think outside the box.  So she feels outclassed by the assortment of students in the class who are from State schools (several from our own) and the foreign students all of whom are used to having to work things out on their own.  I have seen this before, students whose parents forked out big bucks for a small supportive school that produced a happy student with high grades but not really a college level preparation.  Those that make it through the State Uni grind seem to come out much better prepared.", "recommendationCount": 7}, {"assetID": 3288766, "replies": [], "lft": 380, "assetURL": "http://www.nytimes.com/2011/11/06/education/edlife/the-china-conundrum.html", "parentID": null, "commentID": 4823615, "rgt": 381, "userDisplayName": "Dragondotter", "createDate": "1320466072", "userID": 62801113, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1320466428", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Foshan, China", "commentType": "comment", "updateDate": "1320462828", "commentSequence": 172, "commentBody": "I am currently living and teaching in China.  This story is very valuable to me as I have been wondering how some people that I have met here with very low levels of English proficiency are telling me that they have Master's degrees from English universities!  I can only assume that they cheated their way through the entire program.  One woman in particular works at my place of employment is is supposed to be the liason for the foreign experts here, unfortunately, she speaks very poor English and her writing is very low.<br/><br/>I am in a master's program in the US right now.  It is a lot of work for me.  How can a low level ELL even begin to take classes in a master's program in a US or British university.  I think the cheating is incredible.<br/><br/>If it's true that provosts are calling agents and pushing for more students from China, well, that is pathetic.  However, I have a hard time believing it and I think it is probably an anomaly if it is true at all.  The real problem is the testing and the cheating.  The US universities need to revamp the system completely.  If we demand better English skills, then Chinese society will ramp up on English teaching and get better teachers in China.  Otherwise, they are just going to continue cheating as long as no one is really doing anything about it.", "recommendationCount": 3}, {"assetID": 3288766, "replies": [], "lft": 382, "assetURL": "http://www.nytimes.com/2011/11/06/education/edlife/the-china-conundrum.html", "parentID": null, "commentID": 4823617, "rgt": 383, "userDisplayName": "JuliaB", "createDate": "1320466129", "userID": 63558649, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1320466514", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New York, NY", "commentType": "comment", "updateDate": "1320462914", "commentSequence": 173, "commentBody": "My family is Russian, and I would guess (though I don't know) that cheating is more widespread among Russian students than American ones for two reasons. The first is simply pressure -- pressure to perform to a particular standard, not \"be yourself\" or \"do your best.\" The second is the Russian adversarial relationship with authority, born of many decades of nasty lessons. Kids in a school may develop an us-versus-them view of teachers and administrators, as if the authority figures are out to get them and their teammates in the struggle are the other kids.<br/><br/>So what's the deal with Chinese kids? I imagine the issues would be similar. I'm not sure I buy this whole idea that being honest and observing copyright law are for individualist countries and Chinese can't understand it.", "recommendationCount": 1}, {"assetID": 3289149, "replies": [], "lft": 6, "assetURL": "http://wordplay.blogs.nytimes.com/2011/11/04/biergarten/", "parentID": null, "commentID": 4823548, "rgt": 7, "userDisplayName": "RT", "createDate": "1320464438", "userID": 211206, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1320466570", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Maryland", "commentType": "comment", "updateDate": "1320462970", "commentSequence": 3, "commentBody": "Back when Endicott Peabody was governor of Massachusetts, his political opponents posed the following riddle -- oh, you non-baystaters should know that the town of Peabody is a suburb of Boston. OK, here's the joke: Name two towns in Massachusetts named for the governor. The answer? Marblehead and Athol.", "recommendationCount": 11}, {"assetID": 3288987, "replies": [], "lft": 1624, "assetURL": "http://www.nytimes.com/2011/11/06/education/edlife/why-science-majors-change-their-mind-its-just-so-darn-hard.html", "parentID": null, "commentID": 4823632, "rgt": 1625, "userDisplayName": "Abel Ber", "createDate": "1320466539", "userID": 19710198, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1320466989", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Berkeley", "commentType": "comment", "updateDate": "1320463389", "commentSequence": 781, "commentBody": "1. The job prospects for PhD's in math and science are so bleak that  it is not surprising that the people born in the US do not pursue career in these fields. American science will flourish, but  American scientists will be born abroad.<br/>\n2. There is a simple way to remove the incentive to move to \"easy\" majors. The official transcript should include not only the grade, but also adjusted grade (i.e. the grade/average grade in the class).  One should use the adjusted grade  in the calculation of GPA.", "recommendationCount": 5}, {"assetID": 3288987, "replies": [], "lft": 1626, "assetURL": "http://www.nytimes.com/2011/11/06/education/edlife/why-science-majors-change-their-mind-its-just-so-darn-hard.html", "parentID": null, "commentID": 4823633, "rgt": 1627, "userDisplayName": "Reb,", "createDate": "1320466541", "userID": 53807959, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1320466999", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "LI, NY", "commentType": "comment", "updateDate": "1320463399", "commentSequence": 782, "commentBody": "After reading through all the comments it seems the main thread is that our educational institutions have become not places for learning and experimentation - but a feeder system for corporations - who view people as cogs in the system - replaceable and expendable.   ", "recommendationCount": 4}, {"assetID": 3288987, "replies": [], "lft": 1628, "assetURL": "http://www.nytimes.com/2011/11/06/education/edlife/why-science-majors-change-their-mind-its-just-so-darn-hard.html", "parentID": null, "commentID": 4823642, "rgt": 1629, "userDisplayName": "bill", "createDate": "1320466781", "userID": 63857480, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1320467019", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New Jersey", "commentType": "comment", "updateDate": "1320463419", "commentSequence": 783, "commentBody": "I'm skeptical of articles decrying a shortfall in the production of domestic scientists and engineers. Who benefits from an article creating angst about this issue? My guess is educators and not students. What if there is a way to increase domestic production without reducing quality? Those engineers would just become part of the existing pool and there is certainly NO shortage of scientists and engineers when you include the foreign trained.<br/><br/>I work for a large telecommunications company located in New Jersey. They mostly hire excellent foreign trained contractors who are not full time employees and unless they are converted to employees have to leave after three years.<br/><br/>This is the market domestic engineers face. It is not that attractive. ", "recommendationCount": 13}, {"assetID": 3288846, "replies": [], "lft": 212, "assetURL": "http://pogue.blogs.nytimes.com/2011/11/03/amazon-lights-the-fire-with-free-books/", "parentID": null, "commentID": 4823668, "rgt": 213, "userDisplayName": "jr", "createDate": "1320467364", "userID": 13790, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1320467422", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Seattle", "commentType": "comment", "updateDate": "1320463822", "commentSequence": 58, "commentBody": "The Fire does not cost nearly $500 to make; the iPad does not even approach that. The Kindle Fire probably costs about $190 in materials; manufacturing and retailing costs will boost that, so they are selling it at a loss. But it is not one that makes it attractive for someone to, say, sell Windows Mobile for the Amazon Fire. Material prices will drop inevitably; the retail price need not track, so they might break even on the hardware long term.\r<br/><br/>What interests me is that Special Offers is worth $30 to Amazon. That is what you looking at a billboard is worth, ladies and gentlemen.\r", "recommendationCount": 0}, {"assetID": 3289131, "replies": [], "lft": 196, "assetURL": "http://www.nytimes.com/2011/11/05/world/europe/greek-vote-european-debt.html", "parentID": null, "commentID": 4823691, "rgt": 197, "userDisplayName": "CJ", "createDate": "1320467796", "userID": 65158204, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1320468017", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Ottawa, Canada", "commentType": "comment", "updateDate": "1320464417", "commentSequence": 77, "commentBody": "Some comments argue that the Greeks should not have the right to a referendum because they borrowed the money in the first place so have no option but to pay it back on Merkel's and Sarkosy's terms.  But don't people and companies go bankrupt?  They no longer go to debtors' prisons either.  They try to negotiate payments, reduced interests etc. and all parties see it in their best interests to come up with a workable deal, but sometimes people are just too far in over their heads and the best move is to declare bankruptcy and start over fresh from zero with some limits on their ability to borrow for a time limited period.  I don't know if this is in Greece's best interests, or Europe's, or the world's, but is it really the moral outrage that some people seem to suggest?  Just as Greeks are \"to blame\" for borrowing, are not those who lent to them equally to blame (i.e. is it a big surprise to people that the political class in Greek is corrupt, that their debt was piling up, their taxes too low, etc.?  Please.) So if people are arguing that people need to face up to the consequences of their behavior, that shouldn't apply only to the Greeks.  I'm just saying...", "recommendationCount": 2}, {"assetID": 3289131, "replies": [], "lft": 198, "assetURL": "http://www.nytimes.com/2011/11/05/world/europe/greek-vote-european-debt.html", "parentID": null, "commentID": 4823705, "rgt": 199, "userDisplayName": "Guy Fawkes", "createDate": "1320468094", "userID": 64485700, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1320468323", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New York", "commentType": "comment", "updateDate": "1320464723", "commentSequence": 78, "commentBody": "In a TRUE democracy, such momentous decisions SHOULD and MUST be put to the citizens. The periodic electoral voting cycle is a farce. It is a travesty of \"democracy\" for citizens' votes to be delegated to politicians in the naive hope that the politicians, even if \"democratically\" elected, will continue to fairly and transparently transmit the electorate's wishes. In all our so-called democracies, the citizens' voices are subjugated to the desires and ambitions of politicians who pretend to represent the people, but who post-election only represent \"special\" interests i.e those with the wealth and power to impose their objectives irrespective of the majority's desires. The Swiss have the right idea - major issues are routinely put to a national referendum so that citizens have the opportunity to speak directly. And any citizen group can force a national ballot if it collects sufficient votes. Inefficient? Maybe, but it's real democracy. Shouldn't US citizens have been allowed to vote specifically on the wars in Iraq &amp; Afghanistan, on the massive \"no-fault\" banker bailouts, on immigration policy, on healthcare reform etc etc.? Are we really so stupid as to believe that our Representatives magically \"know\" the citizens' views on each and every one of these issues?? No - they decide what's best for us behind closed doors at the behest of special interests. That isn't democracy - its a nanny state where the politicians know best, and its not far short of dictatorship or Communism. At least the latter two don't bother with the pretense of representing \"we the people\".<br/><br/>Greece is a slow-motion financial train wreck. All the calisthenics were to spare Euro banks their bond losses. Papandreou had a real chance to let his citizens speak. Instead, he blinked and kowtowed to the uber-Eurocrats and the faceless, unelected bankers &amp; financiers for whom the only acceptable losses are those that can be passed on to the citizen taxpayers. <br/><br/>Money talks, democracy walks.", "recommendationCount": 3}, {"assetID": 3289131, "replies": [], "lft": 176, "assetURL": "http://www.nytimes.com/2011/11/05/world/europe/greek-vote-european-debt.html", "parentID": null, "commentID": 4823427, "rgt": 177, "userDisplayName": "mkriley", "createDate": "1320461895", "userID": 52511584, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1320468325", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Bormes-les-mimosa, France", "commentType": "comment", "updateDate": "1320464725", "commentSequence": 79, "commentBody": "Papandreou survived a crucial confidence vote?  Diebold must be in Greece now....", "recommendationCount": 2}, {"assetID": 3289023, "replies": [], "lft": 60, "assetURL": "http://www.nytimes.com/2011/11/05/world/europe/italy-agrees-to-imf-oversight.html", "parentID": null, "commentID": 4822233, "rgt": 61, "userDisplayName": "r2d2", "createDate": "1320443894", "userID": 60897717, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1320468412", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Bonn, NRW", "commentType": "comment", "updateDate": "1320464812", "commentSequence": 35, "commentBody": "@Andrea, Pisa, full support.<br/><br/>German (public) indebtness is 2 trillion Euro, private wealth is 5 trillion Euro. So, should we make war with American credit card holders? Or should we ask our Chinese, or our Arab, friends to do the job?<br/><br/>Roma eterna! S.P.Q.R.", "recommendationCount": 1}, {"assetID": 3289023, "replies": [], "lft": 68, "assetURL": "http://www.nytimes.com/2011/11/05/world/europe/italy-agrees-to-imf-oversight.html", "parentID": null, "commentID": 4822412, "rgt": 69, "userDisplayName": "TR-04", "createDate": "1320446495", "userID": 53288274, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1320468412", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Istanbul, TR", "commentType": "comment", "updateDate": "1320464812", "commentSequence": 34, "commentBody": "Giving a blank check to incompetent politicians over and over again prepared this economic disaster for the Italian nation.", "recommendationCount": 1}, {"assetID": 3289023, "replies": [], "lft": 74, "assetURL": "http://www.nytimes.com/2011/11/05/world/europe/italy-agrees-to-imf-oversight.html", "parentID": null, "commentID": 4822628, "rgt": 75, "userDisplayName": "Jeanne", "createDate": "1320449455", "userID": 54750728, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1320468412", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New York", "commentType": "comment", "updateDate": "1320464812", "commentSequence": 30, "commentBody": "To #18 - Andrea,although the current economic recession we are experiencing began in the U.S., it is a global problem, to be shared by all countries.  Name calling and hurling insults at other countries are not helpful to forging a solution.  The U.S. has a vested interest in a positive outcome for all European countries in the European debt crisis, brought on my multiple causes.\r<br/><br/>As an American, I'm not at all sure of a \"dramatic end\" for Italy, nor would I welcome such a denouement.  ", "recommendationCount": 2}, {"assetID": 3289023, "replies": [], "lft": 76, "assetURL": "http://www.nytimes.com/2011/11/05/world/europe/italy-agrees-to-imf-oversight.html", "parentID": null, "commentID": 4822715, "rgt": 77, "userDisplayName": "Jeanne", "createDate": "1320450156", "userID": 54750728, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1320468412", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New York", "commentType": "comment", "updateDate": "1320464812", "commentSequence": 32, "commentBody": "#25 - Tom - You are not paying attention.  President Obama and the Democrats are doing plenty.  It is the Republicans who continue to kill jobs and block progress in turning the economy around.  The only jobs the Republicans are interested in are their own; and maybe not even those -- they may be willing to lose their jobs as long as they can cause President Obama to lose his.  It's important that you and all Americans understand this fact.", "recommendationCount": 5}, {"assetID": 3289023, "replies": [], "lft": 78, "assetURL": "http://www.nytimes.com/2011/11/05/world/europe/italy-agrees-to-imf-oversight.html", "parentID": null, "commentID": 4822830, "rgt": 79, "userDisplayName": "Archer", "createDate": "1320452024", "userID": 53949914, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1320468412", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Portland, OR", "commentType": "comment", "updateDate": "1320464812", "commentSequence": 33, "commentBody": "Debt crises, we're told, arise whenever a nation's expenditures exceed its revenue. UnlesS chronic, such shortfalls are no big deal; the big banks are happy to keep lending you money as long as they think you have enough revenue to pay the interest (\"You can keep the money, just pay us the interest.\"). A \"debt crisis\" arises only when they think you don't. <br/><br/>So what's the solution? Cut spending or increase revenue? The first is \"austerity\" (lay off workers, cut retirement, the safety net, etc.), the second is raise taxes. The first hurts people who don't have money, the second those who do. Assuming, which is not always the case, you tax people with, not without, money. <br/><br/>Either should work, but the IMF and the big banks (faithfully represented by Merkel and Sarkozy, political leaders of the two richest nations in Europe) demand only austerity, never higher taxes. As do the Republicans in this country. And for the same reason; they all get their money from the same source, the rich. Where else? And from those big banks who, as noted above, are happy to lend money but would rather not pay taxes on the interest they exact for their loans.<br/><br/>But don't complain. That's \"class Warfare\".", "recommendationCount": 4}, {"assetID": 3289023, "replies": [], "lft": 82, "assetURL": "http://www.nytimes.com/2011/11/05/world/europe/italy-agrees-to-imf-oversight.html", "parentID": null, "commentID": 4823558, "rgt": 83, "userDisplayName": "M Saleem Chaudhry", "createDate": "1320464572", "userID": 54775652, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1320468412", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "San Jose,ca 95148", "commentType": "comment", "updateDate": "1320464812", "commentSequence": 31, "commentBody": "It makes sense for E.U and other donor powers of the world to ask I.M.F to oversee Italian government, headed by Berlusconi, to ensure that austerity measures of $ 75 billions committed by it, are truly made operative. As the crediblity of a country or nation depends on the crediblity and integerity of its leaders. With leader as questionable as Berlusconi is on mutiple accounts,holding to the strings of power through different manipulative tactics, it's pertinent to ensure he honours what he has committed. It's all the more important to add to the confidence of prospective donors,like China and Russia, even Japan is dragging its feet from adding anything more its kitty under prevailing situation.", "recommendationCount": 1}, {"assetID": 3288541, "replies": [], "lft": 350, "assetURL": "http://opinionator.blogs.nytimes.com/2011/11/01/local-food-no-elitist-plot/", "parentID": null, "commentID": 4807917, "rgt": 351, "userDisplayName": "Hal", "createDate": "1320268141", "userID": 31245519, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1320468445", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "NYC", "commentType": "comment", "updateDate": "1320464845", "commentSequence": 189, "commentBody": "My pet peeve is that sleeve of six heads of garlic that comes from China. They're in the supermarkets and in the smaller grocery stores. Really!?! Garlic from China.  Please. At least when it comes to garlic, we have a choice. ", "recommendationCount": 0}, {"assetID": 3288541, "replies": [], "lft": 362, "assetURL": "http://opinionator.blogs.nytimes.com/2011/11/01/local-food-no-elitist-plot/", "parentID": null, "commentID": 4808034, "rgt": 363, "userDisplayName": "Einstein", "createDate": "1320269342", "userID": 58955230, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1320468454", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "America", "commentType": "comment", "updateDate": "1320464854", "commentSequence": 190, "commentBody": "Michigan orchards produced the MOST delicious fruit. Most have disappeared.", "recommendationCount": 0}, {"assetID": 3288541, "replies": [], "lft": 366, "assetURL": "http://opinionator.blogs.nytimes.com/2011/11/01/local-food-no-elitist-plot/", "parentID": null, "commentID": 4808052, "rgt": 367, "userDisplayName": "Roland Berger", "createDate": "1320269505", "userID": 50988656, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1320468465", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "St. Thomas, Ontario, Canada", "commentType": "comment", "updateDate": "1320464865", "commentSequence": 191, "commentBody": "Growing one's own fruits and vegetables is anticapitalist, antiamerican. No?", "recommendationCount": 0}, {"assetID": 3288541, "replies": [], "lft": 372, "assetURL": "http://opinionator.blogs.nytimes.com/2011/11/01/local-food-no-elitist-plot/", "parentID": null, "commentID": 4808165, "rgt": 373, "userDisplayName": "cud", "createDate": "1320270890", "userID": 57721257, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1320468500", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New York, NY", "commentType": "comment", "updateDate": "1320464900", "commentSequence": 192, "commentBody": "How about this for a reason to encourage local farming...  Support the small farmer!  For all the rhetoric coming from the right for small business, apple pie and the American way, as soon as somebody suggests aiming farm subsidies away from the multinational agri-business giants, they throw a tissy fit and start into class warfare.  Then they say we have to repeal the inheritance tax because it will wipe out small farmers (a lie).  The point is that our agricultural policy is just as corrupt as all our other policies.  And that corruption affects the very food you eat.  So when you buy the fresh long-distance produce that you demand, just remember...  Your diet makes you a liar if you say you want to save small business in America.  ", "recommendationCount": 0}]}, "copyright": "Copyright (c) 2016 The New York Times Company.  All Rights Reserved."}