{"debug": {"version": 3.1}, "status": "OK", "results": {"api_timestamp": "1481480933", "totalCommentsFound": 6817, "totalCommentsReturned": 25, "comments": [{"assetID": 3390863, "replies": [], "lft": 5, "assetURL": "http://www.nytimes.com/2013/12/30/opinion/krugman-fiscal-fever-breaks.html", "parentID": 10835876, "commentID": 10836352, "rgt": 6, "userDisplayName": "Rima Regas", "createDate": "1388379576", "userID": 52131820, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1388379606", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Mission Viejo, CA", "commentType": "userReply", "updateDate": "1388379606", "commentSequence": 10836352, "commentBody": "Rick,<br/><br/>I was referring to Democratic voters and not Democrats vs. Republican voters. The polls since the last budget was voted on show a clear displeasure by voters that the unemployed were cut off of unemployment insurance. Had no Democrat voted in favor of the budget, the unemployed would still be receiving the help they're entitled to. <br/><br/>The danger I see is a disconnect between Dem voters and their representatives, to the point where the voters will either stay home in disgust or vote for independent candidates. That is the kind of situation that will help Republicans not only maintain their grip, but tighten it even more.<br/><br/>Support for the ACA will not drop. People are signing up and we're a couple of days away from millions starting to use their new benefits. <a href=\"http://Healthcare.gov\" title=\"Healthcare.gov\" target=\"_blank\">Healthcare.gov</a> is working now and a million people signed up in the month of December. That's in addition to those who signed up through existing state exchanges. ", "recommendationCount": 20}, {"assetID": 3390863, "replies": [], "lft": 238, "assetURL": "http://www.nytimes.com/2013/12/30/opinion/krugman-fiscal-fever-breaks.html", "parentID": null, "commentID": 10836355, "rgt": 239, "userDisplayName": "Anetliner Netliner", "createDate": "1388379637", "userID": 33888832, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1388379666", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Washington, DC area", "commentType": "comment", "updateDate": "1388379666", "commentSequence": 10836355, "commentBody": "Kudos to Herndon, Ashe and Pollin (HAP) for their careful review and dissection of the Reinhart and Rogoff data.  The paper produced by HAP is excellent reading and suggests that the negative relationship between national debt and GDP growth is at best limited, especially since 1980.<br/><br/>Perhaps policy discussions will begin to change now that HAP and economists at the International Monetary Fund have produced data challenging the efficacy of austerity. I'm skeptical, though.  The narrative that suffering is morally improving to the poor and that wealth reflects superior intellect and virtue is ingrained in economic elites.<br/><br/>At the same time, it would be wonderful to see economic policy shift from debt reduction to job creation and investment in the future through infrastructure, education and scientific research. That's a worthy objective for 2014 and beyond.", "recommendationCount": 15}, {"assetID": 3390863, "replies": [], "lft": 37, "assetURL": "http://www.nytimes.com/2013/12/30/opinion/krugman-fiscal-fever-breaks.html", "parentID": 10835920, "commentID": 10836359, "rgt": 38, "userDisplayName": "David Underwood", "createDate": "1388379739", "userID": 53612425, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1388379785", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Citrus Heights", "commentType": "userReply", "updateDate": "1388379785", "commentSequence": 10836359, "commentBody": "Uh, Rima,<br/><br/>There are a lot of retired people like me, that had good paying jobs and benefits, that put a few dollars a week into stocks and bonds. I have been following the market for over 55 years now, and bought my first stocks in 1958. <br/><br/>None of us are vultures, we look for good buys, just like one looks for a good buy in a car, or for a home for that matter. We could buy real estate and rent it out, but that is not for every one. I could loan people money and hope the pay me back, but I would still have to charge interest as I would lose the use of that money for the time it was loaned out. So I buy some stocks and bonds.<br/><br/>The vultures as most of us all them, are the private equity buyout firms, and the hedge funds. The hedge funds manipulate the prices to take advantage of shorting. The equity firms are famous for loading companies up with debt, paying themselves bonuses with the money, putting the company in to bankruptcy, collecting on managing that, then putting the company back into the market with an IPO, and getting more for that sale.<br/><br/>So your reference to vultures, if find a bit distasteful, as I am not sure whom you are including. I have noticed a few of my posts being censored recently, and it appears the complaints are coming from the conservatives. I have to be cautious how I state things, and that kind of remark would get me pulled.", "recommendationCount": 16}, {"assetID": 3390863, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 10836363, "replies": [], "commentID": 10836414, "trusted": 1, "userDisplayName": "Gary Henscheid", "createDate": "1388380564", "userID": 59967556, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1388380626", "userTitle": "NULL", "recommendations": 3, "editorsSelection": false, "parentUserDisplayName": "Gary Henscheid", "userURL": "NULL", "userLocation": "Yokohama", "depth": 1, "commentType": "userReply", "updateDate": "1388380626", "commentSequence": 10836414, "commentBody": "Err, in case anyone notices that this essay is almost the same as the one I sent just a few minutes ago, I resubmitted it because I caught another one of those errors that I never seem to notice until seconds after hitting that send button.  I know most people couldn't possibly care any less about minor grammar errors, but I am an English instructor and occasionally some of my students in a Japanese university read this blog."}, {"recommendedFlag": 0, "parentID": 10836363, "replies": [], "commentID": 10836503, "trusted": 1, "userDisplayName": "Gary Henscheid", "createDate": "1388382508", "userID": 59967556, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1388382545", "userTitle": "NULL", "recommendations": 10, "editorsSelection": false, "parentUserDisplayName": "Gary Henscheid", "userURL": "NULL", "userLocation": "Yokohama", "depth": 1, "commentType": "userReply", "updateDate": "1388382545", "commentSequence": 10836503, "commentBody": "I give up.  After noticing another mistake, I decided to start thinking more like a Republican.  Now, I know that it's small of me not to just admit that I'm as imperfect and as prone to making mistakes as the next guy and to let those little things go, but why not instead look for a way to turn a profit on my own ignorance or lack of diligence?<br/><br/>And here's what I came up with:  On the first class after the break, I'll tell the students that all of my essays have at least one mistake, and they can earn bonus points on their next exam if they find them.  That will give them an incentive to read the blog, and they need one since it's mostly on American politics.  <br/><br/>You and I both know that those mistakes are not by design, but I am sure that nobody is reading this blog on the first few days of the winter break and I felt comfortable admitting my plan - is it ingenious or what?  "}, {"recommendedFlag": 0, "parentID": 10836363, "replies": [], "commentID": 10839144, "trusted": 0, "userDisplayName": "mather", "createDate": "1388419950", "userID": 31052970, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1388431673", "userTitle": "NULL", "recommendations": 2, "editorsSelection": false, "parentUserDisplayName": "Gary Henscheid", "userURL": "NULL", "userLocation": "here", "depth": 1, "commentType": "userReply", "updateDate": "1388431673", "commentSequence": 10839144, "commentBody": "Oh that's okay Gary.  It's the season for forgiveness.  Pax vobiscum!"}]}, "lft": 240, "assetURL": "http://www.nytimes.com/2013/12/30/opinion/krugman-fiscal-fever-breaks.html", "parentID": null, "commentID": 10836363, "rgt": 247, "userDisplayName": "Gary Henscheid", "createDate": "1388379811", "userID": 59967556, "replyCount": 3, "commentTitle": "n/a", "status": "approved", "approveDate": "1388379845", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Yokohama", "commentType": "comment", "updateDate": "1388379845", "commentSequence": 10836363, "commentBody": "Conservatives in my microcosm of the universe have selfish motives for everything they do,  just as conservatives who warned about  a crisis from crossing the imaginary 90% debt threshold are motivated by greed in everything they do.  Everything and everyone one else, including middle-class freeloaders such as most of us here can all be damned, because keeping taxes on those all hallowed multimillionaire job creators as low as possible is really the only thing that matters to them, even though weak demand is really the problem.   <br/><br/>I've noticed that nearly all of the obnoxious messages that I get from my dad's conservative friends come from people who were born on third base and never had a worry in the world.  I've never known any particular hardship either other than reading their views on politics, but I've worked hard since I was nine years old cleaning up around construction sites and doing other dirty work, and the last thing I need is for those spoiled brats telling me that middle-class Americans should be content with the scraps trickling off of their tables.     <br/><br/>God willing, the ACA will be followed with more gains on behalf of the middle class, and America will return to policies that served the interests of ordinary working stiffs from 1950-1980.  If not, we might as well rename America the United Estates of America because that's what we're becoming, and we've still got a long way to go.  ", "recommendationCount": 66}, {"assetID": 3390854, "replies": [], "lft": 191, "assetURL": "http://krugman.blogs.nytimes.com/2013/12/29/an-ubernerd-weighs-in/", "parentID": 10835719, "commentID": 10836360, "rgt": 192, "userDisplayName": "pa2013", "createDate": "1388379797", "userID": 67867182, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1388379846", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "New York, New York", "commentType": "userReply", "updateDate": "1388379846", "commentSequence": 10836360, "commentBody": "The fiat currencies are those, like the USD, that derive their value by government fiat, enforced by violence. Bitcoin is completely voluntary and is the opposite of a fiat currency.", "recommendationCount": 1}, {"assetID": 3390854, "replies": [], "lft": 229, "assetURL": "http://krugman.blogs.nytimes.com/2013/12/29/an-ubernerd-weighs-in/", "parentID": 10836284, "commentID": 10836362, "rgt": 230, "userDisplayName": "CA", "createDate": "1388379807", "userID": 67192205, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1388379846", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Michigan", "commentType": "userReply", "updateDate": "1388379846", "commentSequence": 10836362, "commentBody": "Deflation just means the price of good and services purchased in a currency go down meaning the value of one unit of currency goes up.  The infinite divisibility of Bitcoins does nothing to mitigate those circumstances anymore than a traditional currency could fix deflation by inventing smaller and smaller denominations (or, conversely, larger and larger bills in respond to inflation).", "recommendationCount": 6}, {"assetID": 3390827, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 10836365, "replies": [], "commentID": 10880494, "trusted": 0, "userDisplayName": "JCricket", "createDate": "1388922670", "userID": 59159111, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1388966689", "userTitle": "NULL", "recommendations": 0, "editorsSelection": false, "parentUserDisplayName": "James Wilson", "userURL": "NULL", "userLocation": "California", "depth": 1, "commentType": "userReply", "updateDate": "1388966689", "commentSequence": 10880494, "commentBody": "Education, work opportunities, etc are not enough. "}]}, "lft": 156, "assetURL": "http://dotearth.blogs.nytimes.com/2013/12/28/a-tutorial-on-humanitys-path-to-and-beyond-7-billion/", "parentID": null, "commentID": 10836365, "rgt": 159, "userDisplayName": "James Wilson", "createDate": "1388379889", "userID": 13155618, "replyCount": 1, "commentTitle": "n/a", "status": "approved", "approveDate": "1388379905", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Colorado", "commentType": "comment", "updateDate": "1388379905", "commentSequence": 10836365, "commentBody": "Some interesting connections leap out of Dr. Cohen's talk at 8:32 with the graph of annual rate of population growth as a function of time.  Around 196? the rate hits a peak of 2.1%/year and then falls to about half that rate as a result of voluntary choices made in many parts of the world.<br/>Notice that the birth control pill was tried in 1954 on 50 women and found to work.  This work was financed by private philanthropy (too controversial for government).  It was instigated by Margaret Sanger, the founder of  the American Birth Control League, the precursor to Planned Parenthood.<br/>Note that contraception is difficult to acquire in many of those parts of the world where the number of children per woman remains high.  In those parts of the world where women control their own fertility, the number of children per woman has fallen dramatically along with the population growth rate.<br/>Giving women control of their fertility greatly offends men who want to control women.  This is seen clearly in many of those parts of the world where births per woman remains high.  It also occurs in the United States.  Many opponents of Planned Parenthood (which spends 97% of its resources on things other than abortion) are opposed to contraception as well as abortion.<br/>It may well  be that the most important agenda for the human future is to facilitate education, work opportunities and control of their own fertility for women who want those things - everywhere.<br/>Regards,<br/>Chuck Wilson<br/>Golden", "recommendationCount": 12}, {"assetID": 3390863, "replies": [], "lft": 248, "assetURL": "http://www.nytimes.com/2013/12/30/opinion/krugman-fiscal-fever-breaks.html", "parentID": null, "commentID": 10836369, "rgt": 249, "userDisplayName": "Sleater", "createDate": "1388379934", "userID": 1206955, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1388379966", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Chicago", "commentType": "comment", "updateDate": "1388379966", "commentSequence": 10836369, "commentBody": "I love that you name names and don't just traffic in vagueness about who ridiculously wrong predictions about our economy's direction. <br/><br/>What we have got to figure out now is how to motivate enough Democratic-leaning people to vote in order to win back the House and retain the Senate in 2014, so that we can restore even more sanity to our economy. I cannot imagine a Democratic Congress, with President Obama in the White House, pushing the sort of austerity we've seen, let alone allowing unemployment insurance, a vital lifeline for over a million people, to expire.<br/><br/>Among the priorities for the next two years and beyond we especially need tax reform that is progressive, not more regressive; committed funding for infrastructure repair and development for the future; less money spent on privatizing our public educational system and more money spent on improving it and early childhood education; continuous improvement of our new health care system; and reining in the buckwild NSA and its private surveillance partners.<br/><br/>Every day we continue to funnel precious tax dollars to billionaires and corporations and industries, like the gas and oil industries, instead of preparing for our future, is lost day. Let's elect progressive Democrats, push for changes that improve the lives of the 99%, and hold President Obama to his promises from 2008 and 2011!", "recommendationCount": 16}, {"assetID": 3390863, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 10836367, "replies": [], "commentID": 10836429, "trusted": 0, "userDisplayName": "Carl Ian Schwartz", "createDate": "1388380899", "userID": 34805902, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1388400921", "userTitle": "NULL", "recommendations": 2, "editorsSelection": false, "parentUserDisplayName": "xaxnar", "userURL": "NULL", "userLocation": "Paterson, New Jersey", "depth": 1, "commentType": "userReply", "updateDate": "1388400921", "commentSequence": 10836429, "commentBody": "If the trend towards fiscal inequality continues, the vast majority of Americans will revolt and flush the fiscal scolds and culture warriors--and their patrons--down the toilet of history."}]}, "lft": 250, "assetURL": "http://www.nytimes.com/2013/12/30/opinion/krugman-fiscal-fever-breaks.html", "parentID": null, "commentID": 10836367, "rgt": 253, "userDisplayName": "xaxnar", "createDate": "1388379905", "userID": 76914, "replyCount": 1, "commentTitle": "n/a", "status": "approved", "approveDate": "1388379967", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "upstate NY", "commentType": "comment", "updateDate": "1388379967", "commentSequence": 10836367, "commentBody": "One large problem still remains: those who are using Fiscal Fever as a staking horse for their real agenda - to dismantle the social safety net, cut taxes on the rich, deregulate and privatize wherever possible, and continue turning government of by and for the people into the servant of the rich and powerful now and forever.<br/><br/>Fiscal Fever may not be as powerful a tool these days, but they'll simply find other ways to proceed. They have think tanks, astro turf groups, a number of state governments, a media machine, and one political party at their disposal. They have vast amounts of money, and a court system they've been suborning for years. They have yet to meet anything comparable in the way of opposition.<br/><br/>The chief thing holding them back is their own incompetence, greed, and the continuing failure of their policies to deliver the earthly paradise Ronald Reagan proclaimed so long ago. So long as they can flog diversions like the culture wars, Benghazi!!, and not-about-race controversies, they'll continue to keep this country too  divided to deal with the real problems facing us - and they just might succeed in dooming us all.<br/><br/>Economics needs to develop models that can handle irrational self-interest, the one thing we do not have a deficit of.", "recommendationCount": 22}, {"assetID": 3390863, "replies": [], "lft": 39, "assetURL": "http://www.nytimes.com/2013/12/30/opinion/krugman-fiscal-fever-breaks.html", "parentID": 10835920, "commentID": 10836374, "rgt": 40, "userDisplayName": "Rima Regas", "createDate": "1388380013", "userID": 52131820, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1388380026", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Mission Viejo, CA", "commentType": "userReply", "updateDate": "1388412333", "commentSequence": 10836374, "commentBody": "Not you, David. People like Mitt Romney. There may be fewer of his ilk than there are retirees, but they play with more money.", "recommendationCount": 18}, {"assetID": 3390863, "replies": [], "lft": 221, "assetURL": "http://www.nytimes.com/2013/12/30/opinion/krugman-fiscal-fever-breaks.html", "parentID": 10836330, "commentID": 10836382, "rgt": 222, "userDisplayName": "Mineola", "createDate": "1388380125", "userID": 45396267, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1388380145", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Rhode Island", "commentType": "userReply", "updateDate": "1388380145", "commentSequence": 10836382, "commentBody": "An unashamed Socialist just won election in Seattle. The more I think about it, the more Democratic Socialism makes sense as a response to the current American inequalities. The Right's use of the descriptive as a pejorative directed at Pres. Obama has oddly made me feel more comfortable saying it: Yes,  I'm a Socialist!\"", "recommendationCount": 23}, {"assetID": 3390863, "replies": [], "lft": 254, "assetURL": "http://www.nytimes.com/2013/12/30/opinion/krugman-fiscal-fever-breaks.html", "parentID": null, "commentID": 10836381, "rgt": 255, "userDisplayName": "Tim Newlin", "createDate": "1388380101", "userID": 58745336, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1388380146", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Frederiksberg, Denmark", "commentType": "comment", "updateDate": "1388380146", "commentSequence": 10836381, "commentBody": "\"The fever has broken!\" is the classic line announced by the weary, old family physician with solemnity after a tense and exhausting night's vigil to an expectant and agenda-exposed cast of relatives that heave a collective sigh while their emotional traumas morph into a mixed bag of blame, anger, relief and joy. <br/><br/>Death has been averted and action shifts away from the slumbering patient - a poor soul worked to the bone by greed then bled by medical incompetence who will be scarred for life, blamed for his own fate and spend the rest of his days attempting make amends for his social and financial debts. His crisis was the dramatic vehicle used to move the plot along and secure funds and avoid scandal that threatened the nobs who record the episode in family journals avoiding unpleasantries regarding finances and praising loyalty of staff…. We'll be right back after this word from our sponsor. ", "recommendationCount": 7}, {"assetID": 3390863, "replies": [], "lft": 256, "assetURL": "http://www.nytimes.com/2013/12/30/opinion/krugman-fiscal-fever-breaks.html", "parentID": null, "commentID": 10836388, "rgt": 257, "userDisplayName": "Bob Garcia", "createDate": "1388380215", "userID": 3125003, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1388380266", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Miami", "commentType": "comment", "updateDate": "1388380266", "commentSequence": 10836388, "commentBody": "I expect when Krugman refers to \"full employment\" that it has special meaning to economists, not what it seems to mean at face value.  We are currently at 13.2% unemployment (U6) and I'm guessing that many economists would consider 10% or so to be \"full,\" an assumption that large numbers of people will unemployed for very long periods or permanently, that the economy has no use for them.", "recommendationCount": 3}, {"assetID": 3390863, "replies": [], "lft": 217, "assetURL": "http://www.nytimes.com/2013/12/30/opinion/krugman-fiscal-fever-breaks.html", "parentID": 10836331, "commentID": 10836392, "rgt": 218, "userDisplayName": "Anetliner Netliner", "createDate": "1388380311", "userID": 33888832, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1388380326", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Washington, DC area", "commentType": "userReply", "updateDate": "1388380326", "commentSequence": 10836392, "commentBody": "And  $550 billion to fund jobs for the unemployed would likely produce at least as positive an economic outcome as the $700 billion TARP program. I'd say that the $550 billion would be a relative bargain and money well spent.", "recommendationCount": 40}, {"assetID": 3390862, "replies": [], "lft": 25, "assetURL": "http://www.nytimes.com/2013/12/30/sports/ryan-wins-another-season-as-jets-defeat-dolphins.html", "parentID": 10836094, "commentID": 10836247, "rgt": 26, "userDisplayName": "Morgan", "createDate": "1388377130", "userID": 10237230, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1388380343", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "NYC", "commentType": "userReply", "updateDate": "1388380343", "commentSequence": 10836247, "commentBody": "Rex never grow up to show character and resolve, let alone a strategic  winning mind. Ingredients Belicich had for years. Rex's a loud mouth with big ego who time and again was forced to eat his very own words. I just wonder if the Jets owner run his team as biz or charity? If he bothered to look @ Rex stats in 4 years, no way he would reward Rex with another hour of work.<br/>But again, It's the Jets.", "recommendationCount": 3}, {"assetID": 3390862, "replies": [], "lft": 36, "assetURL": "http://www.nytimes.com/2013/12/30/sports/ryan-wins-another-season-as-jets-defeat-dolphins.html", "parentID": null, "commentID": 10836314, "rgt": 37, "userDisplayName": "Fred M", "createDate": "1388378716", "userID": 65413282, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1388380351", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Warwick, NY", "commentType": "comment", "updateDate": "1388380351", "commentSequence": 10836314, "commentBody": "I read some comments and wonder if some people actually watch the games and understand what they are watching. Rex has been handicapped by the personnel the jets have! most notably at quarterback.  Give home Brady or Aaron  Rodgers and  this team will go places with Rex at the helm", "recommendationCount": 9}, {"assetID": 3390862, "replies": [], "lft": 27, "assetURL": "http://www.nytimes.com/2013/12/30/sports/ryan-wins-another-season-as-jets-defeat-dolphins.html", "parentID": 10836094, "commentID": 10836348, "rgt": 28, "userDisplayName": "Gene S", "createDate": "1388379530", "userID": 63535533, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1388380359", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Hollis, NH", "commentType": "userReply", "updateDate": "1388380359", "commentSequence": 10836348, "commentBody": "Perhaps I should have attached my comment as a reply to Candlin Dobbs of Minneapolis (8:49 pm). He made the comparison.<br/><br/>I agree that stability in management gives a team a better opportunity, but only of the basic components are sound. So-called \"Brilliance\" or \"Genius\" usually has a lot of sweat equity behind it.", "recommendationCount": 2}, {"assetID": 3390862, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 10836379, "replies": [], "commentID": 10837160, "trusted": 0, "userDisplayName": "Robert McConnell", "createDate": "1388405188", "userID": 28296081, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1388413475", "userTitle": "NULL", "recommendations": 2, "editorsSelection": false, "parentUserDisplayName": "Connecticut Yankee", "userURL": "NULL", "userLocation": "Redding, CT", "depth": 1, "commentType": "userReply", "updateDate": "1388413475", "commentSequence": 10837160, "commentBody": "Where are you going with this comment?  Ryan is not returning because he is a nice guy.  Players do not support a coach they do not believe in, they want to win as much as the GM and owners - that is how they make the big money and get to the playoffs, the goal of every \"winning\" player.<br/><br/>Ryan is coming back because he is a winner, a motivator, a good leader of his coaching team, and a damn good defensive coach, too.  The Jets will be winners if Ryan has the talent needed to win - that has not been available in the past several years.  The combination of Idzik and Ryan looks like a winner, next year should be telling.  Ryan certainly deserves the right to find out."}, {"recommendedFlag": 0, "parentID": 10836379, "replies": [], "commentID": 10841017, "trusted": 0, "userDisplayName": "Connecticut Yankee", "createDate": "1388432414", "userID": 58362232, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1388438426", "userTitle": "NULL", "recommendations": 1, "editorsSelection": false, "parentUserDisplayName": "Connecticut Yankee", "userURL": "NULL", "userLocation": "Middlesex County, CT", "depth": 1, "commentType": "userReply", "updateDate": "1388438426", "commentSequence": 10841017, "commentBody": "Robert:  My point is still valid.  Kotite went downhill every year, yet people overlooked the facts because of \"other factors\" - in his case, because he was such a nice guy.  But his record spoke for itself - numbers are numbers.  In 5 years, Rex is 42-38, or an average of 8.4 wins, 7.6 losses, almost exactly where they finished this year.<br/><br/>If the Jets didn't have talent, why did they make it to the AFC Championship game in Sanchez's rookie year, when he was being measured for Canton?  And they haven't come close since. <br/><br/>Finally, don't overrate the players' opinions;  they're PLAYERS, not COACHES.  I'm reminded of what Marv Levy, the great Buffalo coach once responded to a reporter who asked if Marv might might switch starters to a player who was very popular with the fans: \"Any time a coach starts letting the people in the stands run the team, it won't be long before he's sitting up there with them.\""}]}, "lft": 38, "assetURL": "http://www.nytimes.com/2013/12/30/sports/ryan-wins-another-season-as-jets-defeat-dolphins.html", "parentID": null, "commentID": 10836379, "rgt": 43, "userDisplayName": "Connecticut Yankee", "createDate": "1388380052", "userID": 58362232, "replyCount": 2, "commentTitle": "n/a", "status": "approved", "approveDate": "1388380367", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Middlesex County, CT", "commentType": "comment", "updateDate": "1388380367", "commentSequence": 10836379, "commentBody": "In 1995 Rich Kotite went 3-13 as Jets head coach, but he was such a nice guy, the owner gave him an extension.  Everybody liked Rich.<br/><br/>He went 1-15 in 1996.", "recommendationCount": 6}, {"assetID": 3390863, "replies": [], "lft": 258, "assetURL": "http://www.nytimes.com/2013/12/30/opinion/krugman-fiscal-fever-breaks.html", "parentID": null, "commentID": 10836404, "rgt": 259, "userDisplayName": "JohnK", "createDate": "1388380439", "userID": 65445764, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1388380446", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Durham", "commentType": "comment", "updateDate": "1388380446", "commentSequence": 10836404, "commentBody": "I am not so optimistic.  I still can't recall hearing a Republican politician talking about federal spending without including the words \"out of control\" in the same sentence.  If the anti-spending fever had really broken, why is it so difficult for Congress to pass a farm bill or extend unemployment benefits for those living in states with chronic joblessness?  What about the kind of spending both parties used to embrace, like on infrastructure projects, scientific research, or NASA?<br/><br/>In fiscal 2013, federal spending clocked in at 20.8%, a lower level than the average under either Reagan or Bush I.  The deficit has been reduced from 9.8% in 2009 to 4.1% in 2013, with 63% of that reduction coming from the spending side.  Yet still Republicans are intent on further spending cuts without any increases on the revenue side.  This only makes sense if you believe the federal government can't do anything right and the unrestricted free market will lift all boats.  I'll believe the deficit fever has lifted when I hear someone on the Republican side (not just President Obama) start talking about inequality and investing in our future.", "recommendationCount": 28}, {"assetID": 3390863, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 10836411, "replies": [], "commentID": 10840598, "trusted": 0, "userDisplayName": "karen", "createDate": "1388429326", "userID": 57258082, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1388436246", "userTitle": "NULL", "recommendations": 0, "editorsSelection": false, "parentUserDisplayName": "Sheldon Bunin", "userURL": "NULL", "userLocation": "benicia CA", "depth": 1, "commentType": "userReply", "updateDate": "1388436246", "commentSequence": 10840598, "commentBody": "where is obama? in the dumpster with approval ratings and with absolutely no credibility to get the public to support dems, or even to get out the democratic vote in the next election. scary times indeed. "}]}, "lft": 260, "assetURL": "http://www.nytimes.com/2013/12/30/opinion/krugman-fiscal-fever-breaks.html", "parentID": null, "commentID": 10836411, "rgt": 263, "userDisplayName": "Sheldon Bunin", "createDate": "1388380520", "userID": 32858436, "replyCount": 1, "commentTitle": "n/a", "status": "approved", "approveDate": "1388380566", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Jackson Heights NY", "commentType": "comment", "updateDate": "1388412359", "commentSequence": 10836411, "commentBody": "Debt scolds want a 2 class society. A top class of  families of enormous wealth and a nation of desperate workers ready to take a very low wage job with no benefits except advice on how to apply for food stamps. They seek all of the economic pie in profits and the redistribution of wealth from the vast majority to the very few. Their object is to own the government and govern through a political party which they own and control.  Speaker Bohner indirectly admitted as much last week.  Economic barons as rich as the Koch brothers who want to be a recognized and powerful aristocracy lording it over a nation of serfs have amassed too much money which can be considered free speech.<br/><br/>The GOP has totally severed the connection between what they know their constituents want and the demands of the plutocrats and corporatists  who want government to serve corporations and not people. Since Bush43  people have been taking a beating voo doo economics. GOP policies tanked the economy in 2008.<br/><br/>The GOP has lied and spread misinformation and done affirmative injury and acts of malicious mischief. For all the reasons set out by Dr.K the public distrusts the GOP.    The  nasty, mean, merciless,  sadistic, deceitful  and unpatriotic. has simply gone much too far. The public has caught on. Until now it was how much more would ordinary people have to surrender in the next manufactured crisis. Thanks to people like Elizabeth Warren progressives are finding leadership on the left. Where's Obama?", "recommendationCount": 41}, {"assetID": 3390863, "replies": [], "lft": 241, "assetURL": "http://www.nytimes.com/2013/12/30/opinion/krugman-fiscal-fever-breaks.html", "parentID": 10836363, "commentID": 10836414, "rgt": 242, "userDisplayName": "Gary Henscheid", "createDate": "1388380564", "userID": 59967556, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1388380626", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Yokohama", "commentType": "userReply", "updateDate": "1388380626", "commentSequence": 10836414, "commentBody": "Err, in case anyone notices that this essay is almost the same as the one I sent just a few minutes ago, I resubmitted it because I caught another one of those errors that I never seem to notice until seconds after hitting that send button.  I know most people couldn't possibly care any less about minor grammar errors, but I am an English instructor and occasionally some of my students in a Japanese university read this blog.", "recommendationCount": 3}, {"assetID": 3390863, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 10836422, "replies": [], "commentID": 10836450, "trusted": 1, "userDisplayName": "Rima Regas", "createDate": "1388381315", "userID": 52131820, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1388381346", "userTitle": "NULL", "recommendations": 23, "editorsSelection": false, "parentUserDisplayName": "Kevin", "userURL": "NULL", "userLocation": "Mission Viejo, CA", "depth": 1, "commentType": "userReply", "updateDate": "1388381346", "commentSequence": 10836450, "commentBody": "New York City elected a progressive. That's great! Now, New York state needs to to follow suit. Andrew Cuomo is not a progressive. Many Democrats in the House of Representatives are neither progressive nor liberal. In different times, their place would be in the GOP. It's time for a realignment of the left."}, {"recommendedFlag": 0, "parentID": 10836422, "replies": [], "commentID": 10836968, "trusted": 0, "userDisplayName": "Steven", "createDate": "1388400942", "userID": 2242186, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1388400965", "userTitle": "NULL", "recommendations": 5, "editorsSelection": false, "parentUserDisplayName": "Kevin", "userURL": "NULL", "userLocation": "Henderson NV", "depth": 1, "commentType": "userReply", "updateDate": "1388400966", "commentSequence": 10836968, "commentBody": "Rima Regas, yes, but it's hard to have a realignment on the left when the plutocracy dresses Republicans up as Democrats and sells them to the voters as Democrats. Sometimes it is less sinister: Democrat candidates in red state and rural areas feel they have to deemphasize differences between themselves and Republicans by voicing their fiscal conservitism, for instance. Such I-am-one-of-the-serious-people bluster is perhaps understandable but it is self-defeating to continually take a defensive political posture.<br/><br/>Dr. K has exposed the arguments of the right for what they are. But liberalism is failing in the real world as Democrats have avoided both the direct clash of ideas on safety net and inequality issues, and a courageous defense against Republican class warfare. The Democrat brand is declining and I see no reason to think it will not continue to do so. The Democratic party needs to boldly redefine itself as a party favoring a mix of socialism and capitalism. Capitalism will always be with us; I don't want to buy my shoes or cars from the state. But I don't want the future to be subject to the unmitigated fury of Ayn Randian warriors and prosperity gospel evangelicals either. Anyone paying attention to the last 100 years should see the clear signs of our progression to fascism with Democrats aiding and abetting that transition while Republicans annunciate its theological foundation."}, {"recommendedFlag": 0, "parentID": 10836422, "replies": [], "commentID": 10839375, "trusted": 1, "userDisplayName": "Jonathan", "createDate": "1388421218", "userID": 11145175, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1388421246", "userTitle": "NULL", "recommendations": 0, "editorsSelection": false, "parentUserDisplayName": "Kevin", "userURL": "NULL", "userLocation": "NYC", "depth": 1, "commentType": "userReply", "updateDate": "1388421246", "commentSequence": 10839375, "commentBody": "Cuomo is highly intelligent, and he recognizes that there are a large number of high-paid well-off people in NY who pay very high taxes and are getting rather annoyed.<br/><br/>The ruling class, in NY or any other state, consists not of the ultra-rich, but of the masses of affluent people in the suburbs with incomes in the top 10% but not the top 1%, about $115-400K.  These people are a formidable group, and Cuomo understands that he has to cater to their interests."}]}, "lft": 264, "assetURL": "http://www.nytimes.com/2013/12/30/opinion/krugman-fiscal-fever-breaks.html", "parentID": null, "commentID": 10836422, "rgt": 271, "userDisplayName": "Kevin", "createDate": "1388380791", "userID": 35825456, "replyCount": 3, "commentTitle": "n/a", "status": "approved", "approveDate": "1388380805", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Bronx, New York", "commentType": "comment", "updateDate": "1388380805", "commentSequence": 10836422, "commentBody": "While the debate in Washington is important, so too is the debate in Albany. Presidential wannabe Andrew Cuomo is intent on cutting taxes--to what end? His approval rating is under water because he rejects common sense views on government as \"too liberal.\"<br/><br/>It doesn't have to be this way. We may be handicapped by our disproportionate Senate and Gerrymandered House, but the Empire State a chance to get the change we need at the state level. What on earth are we waiting for?", "recommendationCount": 7}, {"assetID": 3390863, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 10836427, "replies": [], "commentID": 10836552, "trusted": 0, "userDisplayName": "underhill", "createDate": "1388383847", "userID": 17786427, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1388401270", "userTitle": "NULL", "recommendations": 3, "editorsSelection": false, "parentUserDisplayName": "Abarafi", "userURL": "NULL", "userLocation": "ann arbor, michigan", "depth": 1, "commentType": "userReply", "updateDate": "1388401270", "commentSequence": 10836552, "commentBody": "The keys to the midterms are minority and young voters.  They will vote dem if you can get their attention and get them to go out and vote in a non-presidential election year."}, {"recommendedFlag": 0, "parentID": 10836427, "replies": [], "commentID": 10836759, "trusted": 0, "userDisplayName": "mike", "createDate": "1388392166", "userID": 55060449, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1388401876", "userTitle": "NULL", "recommendations": 2, "editorsSelection": false, "parentUserDisplayName": "Abarafi", "userURL": "NULL", "userLocation": "detroit", "depth": 1, "commentType": "userReply", "updateDate": "1388401876", "commentSequence": 10836759, "commentBody": "my wife and i are lifelong dems but have thrown in the towel over the ACA.  in michigan even a modest program costs a thousand a month which no middle class person can afford.  the dems made a mess of ACA under the claim of getting repub votes but they should have known they would never get even one.  MIghty Max from montana ensured no single payer advocates were involved and he created a feeding frenzy on the middle class by the insurance industry.  couple that with the dems backing of the new immigration law which is a huge gimme to the defense companies to build the wall, etc. while killing the engineers and computer workers in the country ith huge raises in H1s.  then add on the dems refusal to cut any defense spending and we are done.  the crash of 08 should have woken the progressiveness in the dems but it didnt.  our new plan is vote repub for everything and let them run the country off a cliff.  maybe an even greater crash than 08 will wake everyone up like it did in 29.  hoping for the dems to wake up and vote like dems seems a pipedream."}]}, "lft": 272, "assetURL": "http://www.nytimes.com/2013/12/30/opinion/krugman-fiscal-fever-breaks.html", "parentID": null, "commentID": 10836427, "rgt": 277, "userDisplayName": "Abarafi", "createDate": "1388380881", "userID": 21181777, "replyCount": 2, "commentTitle": "n/a", "status": "approved", "approveDate": "1388380925", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Santa Cruz", "commentType": "comment", "updateDate": "1388380925", "commentSequence": 10836427, "commentBody": "What some of the latest polls tell us, though, is great cause for concern. Considering the history of the last five or six years, one would think that Republicans would be suffering at the polls. But, we are seeing polls indicating a recent upswing in GOP support. Without question, Obama and his entourage have made some errors, and the very public chaos that ensued when the ACA website went live had to be very embarrassing. But to swing one's vote toward the GOP is the epitome of madness. The compromises that were made in ACA were due to GOP intransigence. The enemic economy is due to the GOP's insane prescription of cutting taxes and cutting spending in the face of high unemployment. The shift to the Republicans is like someone diagnosed with cancer and having had some nausea from chemotherapy deciding that it would probably be best to go to Mexico instead and switch to Laetrile. I only hope by the time the mid-term elections come around, more sanity will prevail.", "recommendationCount": 48}, {"assetID": 3390713, "replies": [], "lft": 37, "assetURL": "http://parenting.blogs.nytimes.com/2013/12/26/the-birth-parents-move-in/", "parentID": 10819915, "commentID": 10836432, "rgt": 38, "userDisplayName": "Lucrezia", "createDate": "1388380992", "userID": 57414679, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1388381046", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "There", "commentType": "userReply", "updateDate": "1388381046", "commentSequence": 10836432, "commentBody": "A second comment to New Yorker:  the reason why people give up children for adoption are really complex, and actually can't necessarily be reduced an easy formulation.<br/><br/>To KJ: \"Christmas with the birth parents?  Maybe someday.\"<br/><br/>Why maybe someday?  Is it so radical?  Why isn't this blog open to this possibility?  \"Christmas with the birth parents\" speaks to the reality of many adoptees' lives.  It certainly speaks to the reality of mine.  I truly and deeply cherish the Christmases when I've been able to be with my bio relatives.  And I hope from the bottom of my heart there will be many, many more.  I don't think of them as \"bio\" relatives, actually.  They are my beloved family, pure and simple, as much as the family that raised me.<br/><br/>And actually, I do stand by my point.  Maybe I didn't put it well, and I'm sorry for that. Generally speaking, however, in the media bio parents are portrayed as belonging to a weaker social stratum, being on the verge of pathological, etc.  I would like to see more written from the point of view of the first parents themselves and the adoptees.  As generous as this adoptive mother is--and I wholeheartedly support her openness to her daughter's first parents--it is another piece from the viewpoint of the adoptive mother.   ", "recommendationCount": 6}, {"assetID": 3390863, "replies": [], "lft": 278, "assetURL": "http://www.nytimes.com/2013/12/30/opinion/krugman-fiscal-fever-breaks.html", "parentID": null, "commentID": 10836436, "rgt": 279, "userDisplayName": "Jerry McTigue", "createDate": "1388381021", "userID": 41713693, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1388381046", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Fairfield, CT", "commentType": "comment", "updateDate": "1388381046", "commentSequence": 10836436, "commentBody": "Dr. Krugman, I wish I could share your glimmer of optimism, but I don't see any hope of unemployment benefit extensions, minimum wage hikes, jobs bills, infrastructure overhaul, immigration reform, safety net improvements, anything that might benefit anyone but the well-heeled...as long as the GOP controls the House and the president they revile is in office. <br/><br/>This so-called budget agreement was a clear victory for Republicans, guaranteeing two more years of unfettered obstruction of government and the destruction of the middle class. To be made worse if weak-willed Democrats make even more concessions in the upcoming debt ceiling face-off, because this time I fear the GOP is prepared to drive us off the cliff.<br/><br/>Despite all their disastrous policies and mistakes, the Republicans, through guile, distortion and shameless fabrication, have been masters at putting the Democrats ever on the defensive, belittling their accomplishments and screaming bloody murder at every misstep no matter how small. <br/><br/>Dems by nature don't fight dirty and are terrible negotiators. Their only hope is to raise an unprecedented war chest, put forth the truth and take back the House next fall.", "recommendationCount": 73}]}, "copyright": "Copyright (c) 2016 The New York Times Company.  All Rights Reserved."}