{"debug": {"version": 3.1}, "status": "OK", "results": {"api_timestamp": "1481460317", "totalCommentsFound": 2341, "totalCommentsReturned": 25, "comments": [{"assetID": 2301445, "replies": [], "lft": 10, "assetURL": "http://wordplay.blogs.nytimes.com/2011/01/14/middle-2/", "parentID": null, "commentID": 3237603, "rgt": 11, "userDisplayName": "James W. Lehr", "createDate": "1295067604", "userID": 61994629, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1295067652", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Norfolk, VA", "commentType": "comment", "updateDate": "1295067652", "commentSequence": 5, "commentBody": "Could definitely be the hardest one ive ever done.  I was reminded of an image that appears on the Rush album Grace Under Pressure.  It is of an egg placed inside a clamp and it seems pretty tight.  thats how i felt.", "recommendationCount": 0}, {"assetID": 2301445, "replies": [], "lft": 12, "assetURL": "http://wordplay.blogs.nytimes.com/2011/01/14/middle-2/", "parentID": null, "commentID": 3237620, "rgt": 13, "userDisplayName": "John Farmer", "createDate": "1295068010", "userID": 1866801, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1295068083", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "L.A.", "commentType": "comment", "updateDate": "1295068083", "commentSequence": 6, "commentBody": "I don't think you need to be an East Coast gal to say you never heard of WUPATKI (or as my son is calling it, \"Walkie-Talkie\") National Monument.  This Southwestern guy never heard of it either.  Solvers of Barry Silk puzzles ought to brush up (in addition to Philly sports lore) on national monuments in Arizona:<br /><br /><a href=\"http://www.xwordinfo.com/Crossword?date=7/31/2010&amp;g=37&amp;d=D\" target=\"_blank\">http://www.xwordinfo.com...</a><br /><br />Others you may be seeing someday:  Chiricahua, Organ Pipe Cactus, Ironwood Forest, Casa Grande Ruins, Sonoran Desert, Hohokam Pima, Tonto, Agua Fria, Montezuma Castle, Walnut Canyon, Sunset Crater Volcano, Canyon de Chelly, Grand Canyon-Parashant, Navajo, Vermillion Cliffs, Pipe Spring.<br /><br />HAPPILY, we have crossings to work from.  Tough puzzle, nice workout.", "recommendationCount": 3}, {"assetID": 2300988, "replies": [], "lft": 256, "assetURL": "http://parenting.blogs.nytimes.com/2011/01/14/the-tiger-mother-speaks/", "parentID": null, "commentID": 3237587, "rgt": 257, "userDisplayName": "Theni", "createDate": "1295066999", "userID": 1130586, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1295068153", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Phoenix", "commentType": "comment", "updateDate": "1295068153", "commentSequence": 119, "commentBody": "I heard Amy Chua's interview on NPR and read the WSJ article.  I could not believe that a very reasonable person like Diane Rehm did not take Amy to task on her treatment of her children.  The ends do not justify the means which border on abuse here.  As an active male parent responsible for the upbringing of my children I am equally shocked at the total absence of Mr Chua.  There is no doubt as to who wears the pants in that household. Finally I would like to apologize for harsh remarks I make, but I think if you expose your child rearing skills in public then please be ready for some public spanking too.  ", "recommendationCount": 17}, {"assetID": 2300988, "replies": [], "lft": 258, "assetURL": "http://parenting.blogs.nytimes.com/2011/01/14/the-tiger-mother-speaks/", "parentID": null, "commentID": 3237590, "rgt": 259, "userDisplayName": "Haley", "createDate": "1295067264", "userID": 3980199, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1295068163", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New York, NY", "commentType": "comment", "updateDate": "1295068163", "commentSequence": 120, "commentBody": "I read 2 excerpts (Elle &amp; WSJ) of this book, in Elle which did say that author used a more western approach towards her younger child when it was clear that the Asian method did not work due to the younger child's personality.<br /><br />My grandmother was the ultimate totalitarian in rearing my mom and my mom did not want to raise us in the same way.  So we lucked out...even though my parents were Chinese immigrants to the US seeking a better future for their kids, they did not enforce the Asian child rearing on us.  My brothers and I are not ABC's but came here when we were really young.<br /><br />Dad worked 6 days a week in a Chinese restaurant and only had one weekday off a week.  Before we reached the 5th grade, we were allowed to ditch school occasionally on the days he was off so that my parents can take us to dim sum, the movies or during the holidays to see the Rockettes or whatever kid show happening at MSG.<br /><br />We were expected to try our best to achieve but never at the expense of our self esteem. I used to get really upset if I got a B or C on a paper, but my mom would comfort me and tell me once or twice is okay and not to be so stupid as to make myself unhappy over it as long as I know what I need to do next time.<br /><br />My dad told me once, it doesn't matter how successful you are, just as long as you are happy and doing the best that you can.  And I grew up just fine...<br /><br />", "recommendationCount": 24}, {"assetID": 2300988, "replies": [], "lft": 260, "assetURL": "http://parenting.blogs.nytimes.com/2011/01/14/the-tiger-mother-speaks/", "parentID": null, "commentID": 3237592, "rgt": 261, "userDisplayName": "Anne Rein", "createDate": "1295067338", "userID": 14212354, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1295068178", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "United States", "commentType": "comment", "updateDate": "1295068178", "commentSequence": 121, "commentBody": "What I extrapolate from Chua's monolithic insistence on \"success\" is that the multifarious values of our pluralistic democracy are terribly perishable. We know China is buying us, one failed bank at a time. Chua makes me think that we're being swallowed whole, and it's too late to put up a fight.", "recommendationCount": 1}, {"assetID": 2282188, "replies": [], "lft": 446, "assetURL": "http://parenting.blogs.nytimes.com/2011/01/11/on-chinese-mothers-and-american-kids/", "parentID": null, "commentID": 3237597, "rgt": 447, "userDisplayName": "Anonymous", "createDate": "1295067447", "userID": 38073503, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1295068184", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New York, NY", "commentType": "comment", "updateDate": "1295068184", "commentSequence": 219, "commentBody": "There's something chauvinistic about defining \"Western\" parenting as a monolithic approach to raising children. The US population is not binary: Western or Eastern, black or white, WASP or other. The sad thing about this topic is that no one talks about the fun of parenting. Not just the \"joy\" but yes, the fun. My children know I'm their mother, not their \"friend\" but I have many happy memories of fun with them. Not expensive fun, but little things. And, by the way, my kids both have played in their school's (supposedly) top-rated music programm, specifically the orchestra. I never enforced a practice schedule at all, and neither did my parents when I played the clarinet as a child. Really, at the end of your life, do all of the details matter? The main thing your kids will remember is how you made them feel. They will forget some things (usually the events you found most important or profound) and remember the little. Either way, they know how they feel.  ", "recommendationCount": 0}, {"assetID": 2300988, "replies": [], "lft": 262, "assetURL": "http://parenting.blogs.nytimes.com/2011/01/14/the-tiger-mother-speaks/", "parentID": null, "commentID": 3237610, "rgt": 263, "userDisplayName": "adam", "createDate": "1295067796", "userID": 11337764, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1295068193", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "tucson, arizona", "commentType": "comment", "updateDate": "1295068193", "commentSequence": 122, "commentBody": "Amy Chua's book is built on the faulty premise that all parents want what she wants for her children, but simply lack the discipline to help them obtain it. Even if she is right that her way of parenting is the best way to obtain the narrow goals she values, it is still a big leap to conclude that these are the goals ALL parents seek for their kids. Many of us are far more open-ended and inconclusive about what makes for a happy and successful life, even though we may be almost as happy and successful as Ms. Chua. However, if Ms. Chua's book had simply stated, \"These are the few things I value, and so I raised my kids relentlessly to value them too,\" it would not be remarkable. On the other hand, if the book is meant to be wholly ironic, then its author simply is not funny enough (from what I've read) to pull it off. Groucho Marx is funny. Dorothy Parker is funny. This book is not funny.", "recommendationCount": 12}, {"assetID": 2300988, "replies": [], "lft": 264, "assetURL": "http://parenting.blogs.nytimes.com/2011/01/14/the-tiger-mother-speaks/", "parentID": null, "commentID": 3237612, "rgt": 265, "userDisplayName": "Lady Gagas Biggest Fan", "createDate": "1295067838", "userID": 56615258, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1295068198", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Mars", "commentType": "comment", "updateDate": "1295068198", "commentSequence": 123, "commentBody": "To #8<br /><br />What's the next step after you say the Chinese people are soulless and less than human? Gas chambers? ", "recommendationCount": 10}, {"assetID": 2300988, "replies": [], "lft": 266, "assetURL": "http://parenting.blogs.nytimes.com/2011/01/14/the-tiger-mother-speaks/", "parentID": null, "commentID": 3237616, "rgt": 267, "userDisplayName": "Ben", "createDate": "1295067933", "userID": 19631077, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1295068223", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Cambridge", "commentType": "comment", "updateDate": "1295068223", "commentSequence": 124, "commentBody": "To FrugalMom of Northwet Washington who wrote:<br /><br />No playdates? No bathroom stops during piano practice?<br /><br />That's not a misunderstanding, that's child abuse.<br /><br />I want child protective services to investigate the health and safety of Chua's children.<br /><br />You've gotta be kidding me! Child services to investigate health and safety of Chua's children when they were not allowed to go to the bathroom? Haha.<br /><br />Every child needs discipline and if you think not allowing a bathroom break for a few hours is abuse, then you're better off not being a parent.<br /><br />I grew up in a Jewish household where I was not allowed to eat until I finished homework and if I didn't get straight A's, I went hungry.<br /><br />You can call it what you want, but ultimately this tough love got me to where I am today. There are many similarities between Asian and Jewish households and values. And it is precisely these values that make Asians and Jews much more successful (look at the number of Asians and Jews at Ivy League institutions) than others. ", "recommendationCount": 7}, {"assetID": 2297701, "replies": [], "lft": 116, "assetURL": "http://parenting.blogs.nytimes.com/2011/01/14/the-mom-blog-jinx/", "parentID": null, "commentID": 3237618, "rgt": 117, "userDisplayName": "v1nce", "createDate": "1295068006", "userID": 62561977, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1295068288", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "South Carolina", "commentType": "comment", "updateDate": "1295068288", "commentSequence": 50, "commentBody": "I've been a long time reader of Dawn's blog, since her hilarious Pokemon auction and have enjoyed her writing, her sense of humor and most of all her great outlook on life. You have to be a reader to understand any of this and it boggles my mind of some of the quick opinions and assumptions that people have been posting about her, or the writer of this article, Lisa.<br /><br />She did not ask for help (comment on that). No one was asked to help her like we, her readers are doing. Like Lisa is doing for getting the word out. Like Dawn's fabulous webmaster, Kelly who took matters in her own hand and gave us the opportunity to help Dawn and her 6 kids out because she knew Dawn is reluctant to accept help (comment on that).<br /><br />Writers for the most part work their butts off for little reward. It takes time to write something worth reading. It can take many years to earn enough to make a living. (comment on that). She doesn't have that kind of time. So we are helping her out. Because we care (comment on that).<br /><br />A little bit goes a long way. Our little bits are collectively are helping Dawn and her family in a big way. Why, one can tell she's feeling a whole site better about tomorrow then she did the day she told us she's doesn't have time to do her blog because she needs to take care of her family (comment on that). We couldn't just let her go like that, we needed to show her we care and that we could do something wonderful for her and her family (comment on that).<br /><br />We gave because we care. Because in this day and age there are those of us that genuinely care for other people whether we've met them in the flesh or not. We still possess this capacity for kindness, love and generosity that we will never be ashamed of (comment on that).<br /><br />No one should ever feel bad about caring. Or wanting to help others in need. Or getting the word out so people can get help. They should never be scoffed at, asked to show their books or wondering if they just write to get attention or justify having X number of children!<br /><br />If you're new to this story like most are and find something negative to say about Dawn, us her readers and supporters or the writer of this article from a woman who is trying to help others in need you have my profound sympathies. You may have lost something vital and you don't know it.<br /><br />-v1nce", "recommendationCount": 3}, {"assetID": 2300988, "replies": [], "lft": 268, "assetURL": "http://parenting.blogs.nytimes.com/2011/01/14/the-tiger-mother-speaks/", "parentID": null, "commentID": 3237621, "rgt": 269, "userDisplayName": "Jenn", "createDate": "1295068036", "userID": 42309728, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1295068304", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New York", "commentType": "comment", "updateDate": "1295068304", "commentSequence": 125, "commentBody": "I came across the WSJ article because it was emailed amongst a group of former academy classmates. I grew up ABC (American born Chinese) in a household somewhat similar to the one described in the book.<br /><br />Parts of the book brought back less than fond memories of my childhood. I too had to practice classical music for hours on end, amongst other grueling \"academic\" activities. However, now as an adult I am incredibly grateful to my parents. Chinese parents may appear cruel at times, but behind the stern facade they love their children and sacrifice a great deal for them. My mother's actions spoke louder than words. Its easy to hug and say \"I love you\". My mother stayed up drilling me for hours while I painfully tried to memorize Mozart's Symphony 40.<br /><br />I don't think Western readers can grasp the experience and spirit that Ms. Chua is sharing. They read it and think how its cruel and abusive. I doubt Ms. Chua enjoyed having to put her child through such torturous conditions. Perhaps if she did it while playing a motivational Rocky-esque theme song in the background people would be more accepting.<br /><br />I love my mother, and not due to Stockholm Syndrome.<br /><br />In case it matters- I am a lawyer. I am married to a non-Asian man. I plan to raise my children the way my parents raised me. ", "recommendationCount": 16}, {"assetID": 2300988, "replies": [], "lft": 270, "assetURL": "http://parenting.blogs.nytimes.com/2011/01/14/the-tiger-mother-speaks/", "parentID": null, "commentID": 3237622, "rgt": 271, "userDisplayName": "Notnats2", "createDate": "1295068043", "userID": 4366469, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1295068315", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "West Long Branch NJ", "commentType": "comment", "updateDate": "1295068315", "commentSequence": 126, "commentBody": "The birthday card story of giving her 4 year old a her hand drawn card back because it \"wasn't good enough\" betrays a type of parenting outside my rather broad view of the many ways children can be raised.  I claim no universal answers for raising little humans - but one thing I think I know after raising 3, and observing many others being brought up and teaching for 35 years - is that when you press children the way Ms. Chua describes, you increase the fragility and the long term resiliance of a child.  They will often perform up to the standards insisted upon by their parents (or agree with her parent that yes it \"wasn't good enough\" , but eventually, their own identity must ultimately appear and sometimes this can be pretty painful.<br />I think most kids can be made into A students - but in my experience that really doesn't correlate with well-adjusted, happy and successful adults.", "recommendationCount": 9}, {"assetID": 2300988, "replies": [], "lft": 274, "assetURL": "http://parenting.blogs.nytimes.com/2011/01/14/the-tiger-mother-speaks/", "parentID": null, "commentID": 3237627, "rgt": 275, "userDisplayName": "Ernesto Pineyro", "createDate": "1295068208", "userID": 54571425, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1295068342", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Monterrey, Mexico", "commentType": "comment", "updateDate": "1295068342", "commentSequence": 127, "commentBody": "When I have doubt of something.I go to the etimology of the word.  To educate, comes from the Latin \"educere\", that means to guide.  And pedagogy comes from Greek,  Paidos=child and Gogein=to guide.<br />The answer to all this questions is in a very old article in Psychology: \"Nature and Nurture\", so why so much fuss about it.", "recommendationCount": 1}, {"assetID": 2282188, "replies": [], "lft": 448, "assetURL": "http://parenting.blogs.nytimes.com/2011/01/11/on-chinese-mothers-and-american-kids/", "parentID": null, "commentID": 3237635, "rgt": 449, "userDisplayName": "lb", "createDate": "1295068528", "userID": 55188455, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1295069143", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "chicago, IL", "commentType": "comment", "updateDate": "1295069143", "commentSequence": 220, "commentBody": "#38 \"I'd say that this style of parenting is more appropriate for going from extra-poor to middle class. The parenting style is a \"generation bootstrap\", where you're moving out of the farm into the town. That's where the benefits are obvious; would you rather live in the dirt or in a moderny life with a future?\"<br /><br />I couldn't agree more! I think that's where the confusion in Amy Chua's thinking lies (and the confusion is what's generating so much noise all over the internet). Her daughters are growing up in upper middle class elite East Coast America - private school (probably), tennis lessons, etc. But Miss Chua is applying immigrant methods borne of immigrant longings for financial and social comfort. These girls already have financial and social comfort (they are not going to need to pinch and save for their first mortgage downpayment) aren't they going to want something more? And their mother isn't going to be there to provide it, to help them on THEIR quest for a meaningful existence. This will force them to turn to other places - exactly the places which Ms. Chua has been trying to avoid with her eschewing of sleepovers, playdates and TV. I can't wait to hear the next chapter of this story - either they will rebel big time or she is greatly exaggerating for the sake of sensationalism. I, for one, will NOT buy this book (or its sequel) for the simple reason that this blatantly sensationalist marketing has really turned me off.", "recommendationCount": 3}, {"assetID": 2300988, "replies": [], "lft": 278, "assetURL": "http://parenting.blogs.nytimes.com/2011/01/14/the-tiger-mother-speaks/", "parentID": null, "commentID": 3237640, "rgt": 279, "userDisplayName": "jazzbunny1", "createDate": "1295068681", "userID": 62562112, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1295069165", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "here, there and everywhere", "commentType": "comment", "updateDate": "1295069165", "commentSequence": 128, "commentBody": "i actually knew ms. chua at college, we were randomly chosen as roommates. i found it interesting to note in her wsj rebuttal that she talks of the difference between western vs eastern parents dealing with weight issues in their children, but she conveniently skips over the fact that she, herself, had a severe eating disorder and serious self-image issues, prior to college and during college, which resulted in her bulemia. as for the \"scheming, callous, overdriven people\" that are the stereotypical asian mothers, well, some of those women were once college students....", "recommendationCount": 86}, {"assetID": 2282188, "replies": [], "lft": 450, "assetURL": "http://parenting.blogs.nytimes.com/2011/01/11/on-chinese-mothers-and-american-kids/", "parentID": null, "commentID": 3237650, "rgt": 451, "userDisplayName": "SG", "createDate": "1295068938", "userID": 19773492, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1295069177", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Michigan", "commentType": "comment", "updateDate": "1295069177", "commentSequence": 221, "commentBody": "It seems ironic that a law professor at a leading university is the author of several mass-market books that concern neither legal issues nor incorporate the scholarly literature and state of the art methods upon which serious academic knowledge is based. While Professor Chua suggests that she is teaching her children to master skills of learning, effort and excellence, her own example is one of neglecting the duties of her job -- such as writing law review articles -- and instead devoting herself to the pursuit of financial reward. She is certainly not the first professor to follow this strategy. It is for precisely this reason that institutions of higher learning have policies to discourage faculty from publishing profitable textbooks or running their own businesses when they should be engaged in scholarship, teaching and research associated with their field of academic expertise. Even as she suggests rigor and discipline as the keys to child rearing, Chua’s actions are all about using her ties to Yale Law to obtain media attention and sell books.   ", "recommendationCount": 5}, {"assetID": 2300988, "replies": [], "lft": 280, "assetURL": "http://parenting.blogs.nytimes.com/2011/01/14/the-tiger-mother-speaks/", "parentID": null, "commentID": 3237657, "rgt": 281, "userDisplayName": "n", "createDate": "1295069322", "userID": 59120777, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1295069476", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Jersey", "commentType": "comment", "updateDate": "1295069476", "commentSequence": 129, "commentBody": "Heard her on Leonard Lopate's show on WNYC.   She spent the bulk of her time laughing off the comments made about her book and kept on saying it was a 'memoir', and that she really didn't write a parenting book.<br /><br />My conclusion?  Another nutbag pedalling a book. Big deal.", "recommendationCount": 15}, {"assetID": 2300988, "replies": [], "lft": 282, "assetURL": "http://parenting.blogs.nytimes.com/2011/01/14/the-tiger-mother-speaks/", "parentID": null, "commentID": 3237662, "rgt": 283, "userDisplayName": "Javier", "createDate": "1295069391", "userID": 12254860, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1295069482", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Here", "commentType": "comment", "updateDate": "1295069482", "commentSequence": 130, "commentBody": "I have a new born, and it's funny to read and see all the unsolicited and contradictory advice out there on how to raise a kid. I read the provocative WSJ article and that was enough for me, i didn't get the satire. Yet another freak writing about her/his \"unique\" wacky experience. Best of luck to the daughters. ", "recommendationCount": 11}, {"assetID": 2300988, "replies": [], "lft": 284, "assetURL": "http://parenting.blogs.nytimes.com/2011/01/14/the-tiger-mother-speaks/", "parentID": null, "commentID": 3237663, "rgt": 285, "userDisplayName": "acc", "createDate": "1295069414", "userID": 54838488, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1295069484", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Los Angeles, CA", "commentType": "comment", "updateDate": "1295069484", "commentSequence": 131, "commentBody": "As an American-born Chinese woman / Jewish convert married to a Jewish man, I found Amy Chua's WSJ article to be really funny.<br /><br />It's an essay.  It's not based on empirical evidence.  The timing of the article was to promote her book.<br /><br />I hope TIGER MOTHER does gangbusters.<br /><br />", "recommendationCount": 8}, {"assetID": 2297701, "replies": [], "lft": 118, "assetURL": "http://parenting.blogs.nytimes.com/2011/01/14/the-mom-blog-jinx/", "parentID": null, "commentID": 3237673, "rgt": 119, "userDisplayName": "skmdragon", "createDate": "1295069732", "userID": 62562132, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1295069970", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "IL", "commentType": "comment", "updateDate": "1295069970", "commentSequence": 51, "commentBody": "I have been reading Dawn's blog for years for pure enjoyment.  I am not a person who reads to become depressed.  Her stories  almost always have a positive spin and make me feel good. (I must be 100% accurate and say almost because I'm sure someone might be able to find one story that doesn't have a positive spin)<br /><br />Yes, I made a contribution, because I have received a lot of enjoyment through the years from her blog.  I pay a subscription fee for magazines I enjoy.  I have now just paid my subscription fee for Dawn's blog.<br /><br />And in response to Concerned Citizen, I am very glad that my parents had more than two children because I  would not have my fabulous brother and his entire family.  I'll refrain from any other comments regarding your post because you have your beliefs and I know I will not change them, but I can honestly say I'm glad you're not in charge of the world.<br />", "recommendationCount": 5}, {"assetID": 2300988, "replies": [], "lft": 286, "assetURL": "http://parenting.blogs.nytimes.com/2011/01/14/the-tiger-mother-speaks/", "parentID": null, "commentID": 3237675, "rgt": 287, "userDisplayName": "Sue", "createDate": "1295069808", "userID": 62561664, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1295069976", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Chicago, IL", "commentType": "comment", "updateDate": "1295069976", "commentSequence": 132, "commentBody": "I felt compelled to write after reading so many negative comments. Especially the ones accusing Dr. Chua of \"child abuse\".<br />My siblings and I were raised by \"tiger parents\". Of course there were some differences, but from what I have read, the environment in which we were raised was very similar to that of the tiger moms. My parents set very high standards and had high expectations for us. Although we were allowed to participate in sports and extracurricular activities, we had to earn the grades to join. We were allowed to have and go to sleepovers, but not before we practiced the piano or did extra homework. While our friends were sleeping in until noon on summer days, my siblings and I were forced to wake up at 8 am to study up on the academic courses we would be taking in the upcoming school year. Only after we had spent the morning studying were we allowed to meet up and play with our friends. My parents were very critical of bad grades and we were grounded or our allowance was withheld for anything less than an \"A\". Looking back at it now, I laugh out loud. Did we miss out on anything? No! We just had to work extra harder for the privilege to do them. Would I cry and ask repeatedly to go to the bathroom to avoid studying and playing the piano? Yes. Were there fights, crying and accusations of \"I can't believe you're making me do this! You're the worst parent in the world!\"? Of course, but I don't know a single teenager who hasn't had these confrontations with their parents. The results? We were wrestlers and volleyball players with good grades. Members of the pep squad and the debate team who could also play the piano and the violin. And now we are (in my opinion) successful professionals who are thankful for having loving parents who believed in us and weren't afraid to put in the extra work it took to challenge us to expect better from ourselves.<br />I am not arguing that this is the best way to raise successful children. The term \"success\" is so subjective. I just wish for readers to keep an open mind. Balanced with love and kindness, this method does not necessarily produce \"emotionally damaged, mindless robots\".<br /><br />", "recommendationCount": 16}, {"assetID": 2301543, "replies": [], "lft": 4, "assetURL": "http://www.nytimes.com/2011/01/15/us/15medical.html", "parentID": null, "commentID": 3237487, "rgt": 5, "userDisplayName": "Mike", "createDate": "1295063911", "userID": 9333216, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1295070392", "userTitle": null, "editorsSelection": 1, "statusID": 2, "userURL": null, "userLocation": "Peterborough, NH", "commentType": "comment", "updateDate": "1295248166", "commentSequence": 4, "commentBody": "Certainly, the citizens of the city of Tucson came through as they worked so hard to rescue the victims of this senseless crime. Let's remember that this is a wonderful community that will continue to take whatever possible positives can be found from the tragic event.  I am proud of the people of Tucson for their dedication to the lives of their community.", "recommendationCount": 72}, {"assetID": 2301543, "replies": [], "lft": 6, "assetURL": "http://www.nytimes.com/2011/01/15/us/15medical.html", "parentID": null, "commentID": 3237501, "rgt": 7, "userDisplayName": "Gap In The Fence", "createDate": "1295064392", "userID": 59229724, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1295070392", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Acid Nation", "commentType": "comment", "updateDate": "1295070392", "commentSequence": 5, "commentBody": "These doctors, nurses, health care professionals deserve much praise, but to them this is just another day. This article illustrates how one's life can change in an instant. ", "recommendationCount": 74}, {"assetID": 2301543, "replies": [], "lft": 10, "assetURL": "http://www.nytimes.com/2011/01/15/us/15medical.html", "parentID": null, "commentID": 3237525, "rgt": 11, "userDisplayName": "EmmaLee", "createDate": "1295065160", "userID": 61479160, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1295070392", "userTitle": null, "editorsSelection": 1, "statusID": 2, "userURL": null, "userLocation": "Texas", "commentType": "comment", "updateDate": "1295248154", "commentSequence": 2, "commentBody": "We hear so many negative things about medical care in this country, but we never think about how hard it must be for medical personnel at a time like this. I would have liked to hear more from the first responders as well. My son is one, and he has had to learn to steel his emotions so that he can function - he almost quit early on in his career. They all deserve a lot of praise and understanding.", "recommendationCount": 240}, {"assetID": 2301543, "replies": [], "lft": 16, "assetURL": "http://www.nytimes.com/2011/01/15/us/15medical.html", "parentID": null, "commentID": 3237576, "rgt": 17, "userDisplayName": "Lewis B Sckolnick", "createDate": "1295066658", "userID": 28520452, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1295070392", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Leverett MA USA", "commentType": "comment", "updateDate": "1295070392", "commentSequence": 7, "commentBody": "The response teams in Tucson did an amazing job and we now need to make more medical equipment field ready.<br /><br />Here in Western Massachusetts in the Amherst-Northampton Area of more than 200,000 people there is no trauma center. The one that was to have been built at the University of Massachusetts was turned down by the people of Amherst because they did not want to listen to ambulance sirens.", "recommendationCount": 100}]}, "copyright": "Copyright (c) 2016 The New York Times Company.  All Rights Reserved."}