{"debug": {"version": 3.1}, "status": "OK", "results": {"api_timestamp": "1481480734", "totalCommentsFound": 9869, "totalCommentsReturned": 25, "comments": [{"assetID": 3383773, "replies": [], "lft": 126, "assetURL": "http://economix.blogs.nytimes.com/2013/10/02/the-tax-equation-in-the-health-care-law/", "parentID": null, "commentID": 10200052, "rgt": 127, "userDisplayName": "Historian", "createDate": "1381204756", "userID": 62428556, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1381204806", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Aggieland, TX", "commentType": "comment", "updateDate": "1381201206", "commentSequence": 10200052, "commentBody": "Republicans have expressed concern about employers cutting back hours so as not to employ more than 50 people for more than 30 hours a week adn fall under the insurance requirement of Obamacare. If they were geniunely concerned, they could offer a friendly amendment: instead of the 50 workers at 30+ hours, apply the mandate to any employer with 2,000 or more hours of hired labor per week, or if you prefer, 8,000 hours per month. Talk about a proliferation of full-time jobs!", "recommendationCount": 2}, {"assetID": 3384235, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 10200062, "replies": [], "commentID": 10205304, "trusted": 1, "userDisplayName": "Deadline", "createDate": "1381250828", "userID": 8342058, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1381250887", "userTitle": "NULL", "recommendations": 0, "editorsSelection": false, "parentUserDisplayName": "Suzy M.", "userURL": "NULL", "userLocation": "New York City", "depth": 1, "commentType": "userReply", "updateDate": "1381247287", "commentSequence": 10205304, "commentBody": "Me too."}]}, "lft": 86, "assetURL": "http://wordplay.blogs.nytimes.com/2013/10/07/bang-for-your-buck/", "parentID": null, "commentID": 10200062, "rgt": 89, "userDisplayName": "Suzy M.", "createDate": "1381204900", "userID": 51706499, "replyCount": 1, "commentTitle": "n/a", "status": "approved", "approveDate": "1381204927", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Durham CT", "commentType": "comment", "updateDate": "1381201327", "commentSequence": 10200062, "commentBody": "STRUM before THRUM... in an echo chamber.", "recommendationCount": 2}, {"assetID": 3384235, "replies": [], "lft": 63, "assetURL": "http://wordplay.blogs.nytimes.com/2013/10/07/bang-for-your-buck/", "parentID": 10199971, "commentID": 10200068, "rgt": 64, "userDisplayName": "Martin", "createDate": "1381204983", "userID": 239837, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1381205044", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "California", "commentType": "userReply", "updateDate": "1381201444", "commentSequence": 10200068, "commentBody": "I can tie this guy to every city with a team but Chicago.  That confuses me. Very eely.", "recommendationCount": 0}, {"assetID": 3384238, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 10200071, "replies": [], "commentID": 10201799, "trusted": 0, "userDisplayName": "Red Lion", "createDate": "1381234374", "userID": 47127241, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1381234386", "userTitle": "NULL", "recommendations": 6, "editorsSelection": false, "parentUserDisplayName": "Socrates", "userURL": "NULL", "userLocation": "Europe", "depth": 1, "commentType": "userReply", "updateDate": "1381253221", "commentSequence": 10201799, "commentBody": "If Obama does that, the final years of his Presidency will be absorbed by his inevitable impeachment, which is what a scary number of Tea Partiers want anyway (even the ones who think that he is maybe an citizen after all).<br/><br/>Obama would win of course and it's likely the Gelatin-spined Obstructionist Punks would prevent a President from their party for a couple of more rounds, but nothing of substance would happen in terms of governance in the meantime.<br/><br/>That, sadly, would make them even happier, since they are committed to the counter-factual ideology that a nation of 320 million needs no national government.<br/><br/>It's depressing, but these thought-free ghouls have just enough hubris that they have somehow brought the country much much closer to their dream of a dystopian nightmarish anarchy than the rest of us should ever have let them. "}, {"recommendedFlag": 0, "parentID": 10200071, "replies": [], "commentID": 10205622, "trusted": 0, "userDisplayName": "Jack", "createDate": "1381252303", "userID": 20119230, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1381257325", "userTitle": "NULL", "recommendations": 0, "editorsSelection": false, "parentUserDisplayName": "Socrates", "userURL": "NULL", "userLocation": "Illinois", "depth": 1, "commentType": "userReply", "updateDate": "1381253725", "commentSequence": 10205622, "commentBody": "Red Lion, you base your supposition that an impeachment would occur on the premise that the tea party would still be in power after the 2014 elections.<br/><br/>I hate self prophesying that we are just going to end up behind the 8 ball.<br/>I hate the doom and gloom attitude."}, {"recommendedFlag": 0, "parentID": 10200071, "replies": [], "commentID": 10205885, "trusted": 1, "userDisplayName": "sdavidc9", "createDate": "1381253379", "userID": 57353517, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1381253411", "userTitle": "NULL", "recommendations": 0, "editorsSelection": false, "parentUserDisplayName": "Socrates", "userURL": "NULL", "userLocation": "Cornwall Bridge, Connecticut", "depth": 1, "commentType": "userReply", "updateDate": "1381249811", "commentSequence": 10205885, "commentBody": "This is a cold war, a vast right-wing conspiracy, and in many ways yet another replay of the Civil War and the Union's subsequent defeat during Reconstruction.  It is time for the people opposed to this conspiracy to start thinking like warriors.  We need a strategic vision other than blocking the conspiracy until the conspirators come to their senses, because our blocking has been incomplete and only partially successful and there is no sign the conspirators who remain in contact with reality are ready to confront those who live in the bubble.   "}]}, "lft": 116, "assetURL": "http://www.nytimes.com/2013/10/08/opinion/nocera-why-the-debt-ceiling-matters.html", "parentID": null, "commentID": 10200071, "rgt": 127, "userDisplayName": "Socrates", "createDate": "1381205096", "userID": 51878992, "replyCount": 5, "commentTitle": "n/a", "status": "approved", "approveDate": "1381205105", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Downtown Verona NJ", "commentType": "comment", "updateDate": "1381201505", "commentSequence": 10200071, "commentBody": "Obamacare didn't cause the current federal debt nor did Obamanomics.<br/><br/>The root cause of our current debt is tax revenue starvation starting with Reaganomics and his trickle-down deficits, compounded by George W. Bush's reckless tax cuts for the rich, his massive unfunded Medicare prescription giveaway, decades of corporate welfare, a $2 trillion Iraq boondoggle and the unregulated and unsupervised Wall St. Bankster global economic meltdown that destroyed consumer, municipal, state and federal assets and demand that further collapsed federal and state revenues from 2008 to this present day.....while the 0.1% absolutely flourished. <br/><br/>The national budget and debt ceiling are straightfoward economic funding resolutions; they are not legislative sessions.<br/><br/>The fact that one dysfunctional right-wing party chooses to skip legislating twelve months of the year until a hostage-taking opportunity arises only illustrates that Republican Party is the party of sociopaths.<br/><br/>That they would tamper with the full faith and credit of the United States and the United States dollar merely demonstrates their fantastic incompetence or economic death wish - in either case, they represent a clear and present danger to reason and compromise.<br/><br/>President Obama should proudly and smartly invoke the 14th Amendment to preserve the economic stability of the country and the world.<br/><br/>Let the anarchists in the House impeach him; the Senate and the majority of sane Americans stand with the President.", "recommendationCount": 313}, {"assetID": 3384235, "replies": [], "lft": 35, "assetURL": "http://wordplay.blogs.nytimes.com/2013/10/07/bang-for-your-buck/", "parentID": 10199697, "commentID": 10200078, "rgt": 36, "userDisplayName": "Martin", "createDate": "1381205150", "userID": 239837, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1381205165", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "California", "commentType": "userReply", "updateDate": "1381201565", "commentSequence": 10200078, "commentBody": "Got it.  It's not just that he can talk down a tiger like Tarzan.", "recommendationCount": 0}, {"assetID": 3384211, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 10199975, "replies": [], "commentID": 10200134, "trusted": 0, "userDisplayName": "Joe From Boston", "createDate": "1381205785", "userID": 4952842, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1381206006", "userTitle": "NULL", "recommendations": 6, "editorsSelection": false, "parentUserDisplayName": "Mike", "userURL": "NULL", "userLocation": "Massachusetts", "depth": 1, "commentType": "userReply", "updateDate": "1381202406", "commentSequence": 10200134, "commentBody": "Mike:<br/><br/>Here is the law:<br/><br/>US Constitution, Article 1, Section 7, Clause 1:<br/><br/>All bills for raising Revenue shall originate in the House of Representatives; but the Senate may propose or concur with Amendments as on other Bills.<br/><br/>The House MUST initiate a revenue bill, such as the budget.  The Senate does not have legal authority to originate such a bill.<br/><br/>However, the Senate has the right to AMEND such bills.<br/><br/>Both Houses of Congress have to agree on the terms of a final budget bill (or any bill).<br/><br/>You commented:<br/><br/>\"Surely, if the GOP control the Congress then they can put a clean bill before the house and vote for its failure.\"<br/><br/>And if they did so, their PERFIDY would be apparent for all to see.<br/><br/>They would be hanging out there with their pants down around their knees.<br/><br/>And they would get POUNDED in the 2014 election.<br/><br/>(If they fail to put up such a clean bill, they will ALSO get pounded in the 2014 elections.  \"Be careful what you ask for, because you might get it.\"  Just watch the news on November 5, 2014.)  "}, {"recommendedFlag": 0, "parentID": 10199975, "replies": [], "commentID": 10200554, "trusted": 0, "userDisplayName": "BruceS", "createDate": "1381213826", "userID": 54526004, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1381218790", "userTitle": "NULL", "recommendations": 3, "editorsSelection": false, "parentUserDisplayName": "Mike", "userURL": "NULL", "userLocation": "Palo Alto, CA", "depth": 1, "commentType": "userReply", "updateDate": "1381215190", "commentSequence": 10200554, "commentBody": "You're pretty close, and Joe's response was partially correct, but a bit more...<br/><br/>The House has to initiate spending bills,and whether John Boehner admits it or not, there are probably enough Republican votes to pass a 'clean' (no restrictions) bill to fund the US government at current levels, and  certainly enough votes to pass a 'clean' increase in the debt limit.<br/><br/>However, the rules of the House (not in the Constitution, but long held) require all House bills to be submitted by the Speaker.  So Boehner can and has refused to allow the above bills to be put before the House.  <br/><br/>Consider that most economists I've read (including conservative ones) suggest very strongly that refusing to raise the debt limit will very likely have severe consequences not only for the American economy, but also the world's, If so, is this too much power to have in one man's hand?  I'll leave this as an 'exercise' for the readers."}, {"recommendedFlag": 0, "parentID": 10199975, "replies": [], "commentID": 10200591, "trusted": 0, "userDisplayName": "Brian Sussman", "createDate": "1381214886", "userID": 3779155, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1381219812", "userTitle": "NULL", "recommendations": 3, "editorsSelection": false, "parentUserDisplayName": "Mike", "userURL": "NULL", "userLocation": "New Rochelle, NY", "depth": 1, "commentType": "userReply", "updateDate": "1381216212", "commentSequence": 10200591, "commentBody": "Mike -<br/><br/>The Senate and House of Representatives, together, are our Congress. Those persons generally referred to as Congressmen, are technically titled as Representatives, while Senators and Representatives are all technically congressmen, even the women.<br/><br/>Speaker of the House of Representatives John Boehner was appointed head of the House by the Republicans alone, and the Democrats had no say in the matter.<br/><br/>If John Boehner would put the Senate's version of the House budget bill to a vote, it would pass, as there are enough Republican Representatives to join Democrats in approving the budget. It is even possible that most Republicans would vote with the Democrats to pass the budget.<br/><br/>If Speaker John Boehner think the Senate's version of the House budget bill won't pass, why doesn't he put it up to vote to prove its unpopularity? If the House voted on the bill and it failed to pass, wouldn't that take all the pressure off of the Republicans and put all the pressure on the Democrats, and on the Senate, and on President Obama?<br/><br/>But Speaker Boehner refuses to allow the Senate's budget bill to be voted on in the House of Representatives, precisely because Boehner knows it will pass."}]}, "lft": 1624, "assetURL": "http://www.nytimes.com/2013/10/08/us/politics/default-threat-makes-impasse-in-washington-a-global-fear.html", "parentID": null, "commentID": 10199975, "rgt": 1631, "userDisplayName": "Mike", "createDate": "1381203752", "userID": 64350918, "replyCount": 3, "commentTitle": "n/a", "status": "approved", "approveDate": "1381205176", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Bangkok", "commentType": "comment", "updateDate": "1381201576", "commentSequence": 10199975, "commentBody": "I am Australian, so please clarify if I am wrong. My understanding is that the Executive (Obama) has a budget it requires to operate based on legal operations, of which Obamacare is one, however, the Congress is the House that has the authority to pass that budget prior to Senate and POTUS approval.  <br/><br/>Congress is now Republican dominated, while the Senate and Whitehouse remain Democrat controlled. As such, the hatred towards Obamacare from the Tea Party can't be overturned via legislation. Therefore, a threat to funding is the best they can do. <br/><br/>Surely, if the GOP control the Congress then they can put a clean bill before the house and vote for its failure. This would result in their position being strengthened in saying, we need to negotiate. If they believe that they do not have the numbers to obstruct a clean bill then isn't Boehner undermining the democratic processes prescribed in the US Constitution? If he doesn't have the numbers to achieve his goal, what right has he to not put a clean bill before the House?<br/><br/>Without dogma over what US federalism means, it is obvious it means different things to different sides of politics, and how the US can't keep living in debt or resort to 'socialism', how does the GOP justify their position? I understand their concerns for living within budgetary means but shouldn't they have to win a few more Senate seats and maybe the Presidency to pursue such an agenda? Also, Ted Cruz is Senate why is her interfering in Congress matters?  ", "recommendationCount": 5}, {"assetID": 3384211, "replies": [], "lft": 1632, "assetURL": "http://www.nytimes.com/2013/10/08/us/politics/default-threat-makes-impasse-in-washington-a-global-fear.html", "parentID": null, "commentID": 10199985, "rgt": 1633, "userDisplayName": "Joe From Boston", "createDate": "1381203881", "userID": 4952842, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1381205192", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Massachusetts", "commentType": "comment", "updateDate": "1381201592", "commentSequence": 10199985, "commentBody": "“And maybe it’s because Obama is not using his constitutional power very well.”<br/><br/>No kidding. Here is what President Obama COULD have done, but did not.<br/><br/>He could have announced on October 1 that because the Congress has not passed a budget or a continuing resolution, there is no money to run the US Government.<br/><br/>Therefore, President Obama could have CLOSED EVERY U.S. Government Executive Branch agency (except the active duty military, so that the conservatives could not accuse him of leaving the US open to attack by foreigners, for example the Duchy of Grand Fenwick, led by Peter Sellers - see the movie \"The Mouse That Roared').<br/><br/>Had he done so, EVERYONE, including Tea Party low (or NO) information types would have seen exactly what the US Government actually does.<br/><br/>There would be no planes flying because the air traffic controllers and the TSA would be off duty.<br/><br/>There would be NO US Government payments of any type going out to any recipient.<br/><br/>People who were affected would complain to their Representative and Senators, and tell them to get the government back in business.<br/><br/>But President Obama wants to be the \"adult\" and paper over these issues as best as he can as if things were normal when they are most obviously NOT NORMAL.<br/><br/>Most Americans are too concerned with their private lives to notice what is going on.<br/><br/>This procedure would have been one that the Tea Party would have NO ability to frustrate, because the President alone controls the Executive Branch.  ", "recommendationCount": 7}, {"assetID": 3384211, "replies": [], "lft": 1634, "assetURL": "http://www.nytimes.com/2013/10/08/us/politics/default-threat-makes-impasse-in-washington-a-global-fear.html", "parentID": null, "commentID": 10200009, "rgt": 1635, "userDisplayName": "shells35", "createDate": "1381204198", "userID": 68230894, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1381205226", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Seattle", "commentType": "comment", "updateDate": "1381201626", "commentSequence": 10200009, "commentBody": "A Political Crisis: <br/><br/> Charles and David Koch, the billionaire brothers with the second biggest fortune in America, are threating to bankroll primary campaigns by Tea Party extremists challenging Republicans in Congress who don’t go along wi...th their crusade to undo the Affordable Care Act, Sen. Bernie Sanders said on Saturday during a 90-minute presentation at The New Yorker Festival. Then on Sunday The New York Times published a report detailing how the Kochs and others bankrolled a coalition of conservative activists pushing to repeal the health care law and threatening Republicans who won’t go along with closing the government to try to get their way.<br/><br/> It’s “a political crisis,” Sanders said of the shutdown. It is part of a Koch-funded campaign to annul the law that passed Congress four years ago and was upheld by the Supreme Court and was a key issue in the 2012 presidential campaign that President Obama won by 5 million votes. And it is about more than trying to unwind what the American people decided through the democratic process, Sanders stressed. Their agenda is to end Social Security and Medicare, abolish the minimum wage, destroy the EPA and undo every other program enacted in the past half century to protect working families in America, Sanders added.", "recommendationCount": 27}, {"assetID": 3384211, "replies": [], "lft": 1575, "assetURL": "http://www.nytimes.com/2013/10/08/us/politics/default-threat-makes-impasse-in-washington-a-global-fear.html", "parentID": 10199720, "commentID": 10200010, "rgt": 1576, "userDisplayName": "Roger Faires", "createDate": "1381204223", "userID": 49120908, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1381205234", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Portland, Oregon", "commentType": "userReply", "updateDate": "1381201634", "commentSequence": 10200010, "commentBody": "This is civil war.  It is.  Pure and simple.  And the Tea Party is the South.<br/>They need to be brought to their knees to quit.  We need a political equivalent<br/>of General Sherman now.  Sounds like Harry Reid is sounding the part.  But he needs some real good colonels right now.<br/><br/>You may think I'm sounding mellow dramatic but honestly, two or three years ago, did you think it would get to this point?   Wait another two years and see where we are if this isn't dealt with firmly and now.", "recommendationCount": 12}, {"assetID": 3384211, "replies": [], "lft": 83, "assetURL": "http://www.nytimes.com/2013/10/08/us/politics/default-threat-makes-impasse-in-washington-a-global-fear.html", "parentID": 10197357, "commentID": 10200014, "rgt": 84, "userDisplayName": "Joe From Boston", "createDate": "1381204267", "userID": 4952842, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1381205264", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Massachusetts", "commentType": "userReply", "updateDate": "1381201664", "commentSequence": 10200014, "commentBody": "Hans:<br/><br/>I agree with your general position, but you are far too kind.<br/><br/>You forgot to say:<br/><br/>Speaker Boehner, if you do not act in the interest of the country and pass a CLEAN CR and a CLEAN Debt Limit Increase, we will vote the Republicans out of office in 2014.<br/><br/>This is not a threat.<br/><br/>This is a SOLEMN PROMISE.<br/><br/>The ball is in YOUR court.", "recommendationCount": 2}, {"assetID": 3384211, "replies": [], "lft": 1636, "assetURL": "http://www.nytimes.com/2013/10/08/us/politics/default-threat-makes-impasse-in-washington-a-global-fear.html", "parentID": null, "commentID": 10200015, "rgt": 1637, "userDisplayName": "Joseph McCaffrey", "createDate": "1381204269", "userID": 21199634, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1381205268", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Hollywood, Florida", "commentType": "comment", "updateDate": "1381201668", "commentSequence": 10200015, "commentBody": "We all saw this coming. We saw the growing conservative majority on the Supreme Court accompanied by right-wing rhetoric about shrinking government so it could be drowned in a bathtub. We saw the Supreme Court rule that anyone, no matter how rich or irresponsible, could contribute unlimited sums to political candidates. Then we saw the Koch brothers and Fox News invent the \"Tea Party.\"  The Kochs hired buses to take their invented politicians around to political rallies and groom these invented politicians, and the most radical were persuaded by their wealthy masters to run for congress, which campaigns were financed by the very same Kochs who invented them, and their ilk.<br/>Their only loyalty is to their wealthy masters, forget the US Constitution and the non-donating American people, and to do as they were trained to do which was to push their right-wing agenda and the ideas of their inventors.<br/>The logical result is what we see today. We see a disdain of the rule of law by ostensible law-makers, we see open contempt, not only for a law already passed and adjudged proper by the US Supreme Court, but for the traditions and procedures of the powers and duties given to Congress by the US Constitution. These hand-picked and groomed Tea Party politicians are doing exactly what the Koch brothers and the right wing nihilists recruited and trained them to do.<br/>We saw it coming.  We are slow to react, maybe we will react in time.  But there's the possibility that we won't.  What then?", "recommendationCount": 25}, {"assetID": 3384211, "replies": [], "lft": 327, "assetURL": "http://www.nytimes.com/2013/10/08/us/politics/default-threat-makes-impasse-in-washington-a-global-fear.html", "parentID": 10197620, "commentID": 10200018, "rgt": 328, "userDisplayName": "Katie", "createDate": "1381204291", "userID": 62235659, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1381205272", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Portland, Oregon", "commentType": "userReply", "updateDate": "1381201672", "commentSequence": 10200018, "commentBody": "You imagine correctly. ", "recommendationCount": 3}, {"assetID": 3384235, "replies": [], "lft": 90, "assetURL": "http://wordplay.blogs.nytimes.com/2013/10/07/bang-for-your-buck/", "parentID": null, "commentID": 10200086, "rgt": 91, "userDisplayName": "Warren A. Hughes", "createDate": "1381205231", "userID": 63739031, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1381205285", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Quincy, Illinois", "commentType": "comment", "updateDate": "1381201685", "commentSequence": 10200086, "commentBody": "HEREYE, HEARYE, Happy to pass this on to all within WP's hearing range, pecanT sends her 'Warmest\" regards from the Sea of Cortez!<br/><br/>Howie HAR HAR, HERR", "recommendationCount": 1}, {"assetID": 3384211, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 10200031, "replies": [], "commentID": 10202962, "trusted": 1, "userDisplayName": "Common Sense", "createDate": "1381240561", "userID": 9370, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1381240566", "userTitle": "NULL", "recommendations": 3, "editorsSelection": false, "parentUserDisplayName": "Carl Zeitz", "userURL": "NULL", "userLocation": "New York", "depth": 1, "commentType": "userReply", "updateDate": "1381236966", "commentSequence": 10202962, "commentBody": "I hope you are right. But don't forget. This is the party that didn't realize it lost the last Presidential Election until Fox TV told Rove on air, who still didn't believe it."}]}, "lft": 1638, "assetURL": "http://www.nytimes.com/2013/10/08/us/politics/default-threat-makes-impasse-in-washington-a-global-fear.html", "parentID": null, "commentID": 10200031, "rgt": 1641, "userDisplayName": "Carl Zeitz", "createDate": "1381204500", "userID": 51283311, "replyCount": 1, "commentTitle": "n/a", "status": "approved", "approveDate": "1381205299", "userTitle": "NULL", "editorsSelection": 1, "statusID": 2, "userURL": "NULL", "userLocation": "New Jersey", "commentType": "comment", "updateDate": "1381206295", "commentSequence": 10200031, "commentBody": "Take a look at the polls. There are enough in recent days to see that a trend is taking hold and Boehner knows it and probably has access to far more polling information, or if he doesn't  then he doesn't belong where he is.<br/><br/>This is moving decisively against the Republicans, not by a little but by a lot. Ignore the interviews with their voters, they are entirely predictable and irrelevant.<br/><br/>If current polling trends take hold firmly, notwithstanding the inherent House advantage Republicans have with a 60-seat majority in the11 defeated confederate states and notwithstanding the affect of temporarily effective gerrymandering, they will lose control of the House in 2014 and once it is lost they will not see control again for a long, long time if ever again as demographic changes take hold. <br/><br/>We may be witnessing a tantrum that is the last wave of Republican reaction washing that party up on the shoals of history. Let's hope it produces a political realignment that creates a better informed center left majority, a responsible center right minority and leaves the reactionary right in the wilderness to howl at the moon.", "recommendationCount": 57}, {"assetID": 3384211, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 10200043, "replies": [], "commentID": 10201761, "trusted": 0, "userDisplayName": "jb", "createDate": "1381234059", "userID": 45513833, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1381240939", "userTitle": "NULL", "recommendations": 2, "editorsSelection": false, "parentUserDisplayName": "Alison", "userURL": "NULL", "userLocation": "ok", "depth": 1, "commentType": "userReply", "updateDate": "1381237339", "commentSequence": 10201761, "commentBody": "Almost right, Alison.  But they don't want Medicare to survive, either.  "}]}, "lft": 1642, "assetURL": "http://www.nytimes.com/2013/10/08/us/politics/default-threat-makes-impasse-in-washington-a-global-fear.html", "parentID": null, "commentID": 10200043, "rgt": 1645, "userDisplayName": "Alison", "createDate": "1381204653", "userID": 46401207, "replyCount": 1, "commentTitle": "n/a", "status": "approved", "approveDate": "1381205317", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "San Francisco", "commentType": "comment", "updateDate": "1381201717", "commentSequence": 10200043, "commentBody": "It appears that there are only three legs to the Republican stool: Large military expenditures, white majorities, and health benefits restricted to those over 65.", "recommendationCount": 14}, {"assetID": 3384211, "replies": [], "lft": 951, "assetURL": "http://www.nytimes.com/2013/10/08/us/politics/default-threat-makes-impasse-in-washington-a-global-fear.html", "parentID": 10198490, "commentID": 10200046, "rgt": 952, "userDisplayName": "sleeve", "createDate": "1381204688", "userID": 63358724, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1381205325", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "West Chester PA", "commentType": "userReply", "updateDate": "1381201725", "commentSequence": 10200046, "commentBody": "Stop all the domestic aid to the Southern and Midwestern states now. ", "recommendationCount": 4}, {"assetID": 3384211, "replies": [], "lft": 993, "assetURL": "http://www.nytimes.com/2013/10/08/us/politics/default-threat-makes-impasse-in-washington-a-global-fear.html", "parentID": 10198586, "commentID": 10200054, "rgt": 994, "userDisplayName": "Max", "createDate": "1381204792", "userID": 56305144, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1381205362", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Denver", "commentType": "userReply", "updateDate": "1381201762", "commentSequence": 10200054, "commentBody": "Tito....if secession is the route the south wants to take then perhaps you should pack your bags and go with them - Bon voyage! ", "recommendationCount": 1}, {"assetID": 3384211, "replies": [], "lft": 1593, "assetURL": "http://www.nytimes.com/2013/10/08/us/politics/default-threat-makes-impasse-in-washington-a-global-fear.html", "parentID": 10199879, "commentID": 10200063, "rgt": 1594, "userDisplayName": "Joe From Boston", "createDate": "1381204917", "userID": 4952842, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1381205399", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Massachusetts", "commentType": "userReply", "updateDate": "1381201799", "commentSequence": 10200063, "commentBody": "AR:<br/><br/>How true.<br/><br/>There is an old saying the if the US Government put one more military base in South Carolina, it would sink.<br/><br/>Most RED states pull in more than $1.00 of US Giovernment money for every dollar they send tio Washington, while most BLUE states send more than $1.00 to washington for every dollar they get back.<br/><br/>Let's shut it ALL down, as long as the RED states get NOTHING.  They are in general too uninformed to even notice what would happen to them.", "recommendationCount": 4}, {"assetID": 3384233, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 10200097, "replies": [], "commentID": 10200533, "trusted": 0, "userDisplayName": "ABS", "createDate": "1381213339", "userID": 13358900, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1381229531", "userTitle": "NULL", "recommendations": 6, "editorsSelection": false, "parentUserDisplayName": "David Underwood", "userURL": "NULL", "userLocation": "Fremont, CA", "depth": 1, "commentType": "userReply", "updateDate": "1381225931", "commentSequence": 10200533, "commentBody": "I agree with David that citing an historical similarity with current manipulative techniques may be relevant, and informative, and need not characterize a remark or its author or its speaker as hyperbolic. <br/><br/>But, when John Burton incautiously and trenchantly compared Paul Ryan's tactical propaganda with Joseph Goebbles and Adolf Hitler's \"Big Lie\" the reactionary right took advantage of this incident as legitimization of hyperbole. <br/><br/>And now, as Karen observed, we are engulfed by this dreck; and the effect is numbing.<br/><br/>The caution Mr. Bruni advocates is well advised; we will be better off without invidious headlines and gratuitous references to historical catastrophe; \"we should watch our words\" and, as well, those of others.<br/><br/>Yet, practitioners of political chicanery advance their agenda through hyperbolic speech, to arouse those who are, through historical and geographical accident, uninformed, misinformed, indoctrinated, bewildered, anxious, and frightened. <br/><br/>We should be alert to such behavior; and, we should call out those who practice an artistry described succinctly by Professor Harry G. Frankfurt of Princeton."}, {"recommendedFlag": 0, "parentID": 10200097, "replies": [], "commentID": 10201085, "trusted": 0, "userDisplayName": "theodora30", "createDate": "1381227408", "userID": 58302078, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1381232415", "userTitle": "NULL", "recommendations": 29, "editorsSelection": false, "parentUserDisplayName": "David Underwood", "userURL": "NULL", "userLocation": "Charlotte NC", "depth": 1, "commentType": "userReply", "updateDate": "1381229815", "commentSequence": 10201085, "commentBody": "I am disturbed by the implication that we should not use the Nazi analogy. The Nazi's were a fringe group who came to power through a well organized propaganda campaign that misled and frightened a segment of the German population. They were never a majority party but were able to gain power through lies, manipulation and intimidation and the aid of wealthy business people and journalists. Many people both in Germany shrugged off the craziness as temporary or even praised them as good for Germany.  Many of these cognoscenti derided those who warned about what was happening as overreacting hand wringers. By the time they gained control of the government it was too late to stop them. Even then prominent people such as Charles Lindbergh, Joseph Kennedy, and King Edward VIII shrugged of the danger in favor of appeasement. <br/><br/>We should have learned from this experience that the way to prevent radical movements from taking over is to nip them in the bud whenever we see tactics such as intimidation, fear-mongering and extensive, dishonest propaganda to promote radical ideas being used instead of turning a blind eye until the destructuve people who are willing to use such anti-democtratic tactics gain enough power to affect our entire country. Sadly what too many seem to believe is that the Nazis were an isolated case that can't happen here which only increases the likelihood that radicals will succeed in dismantling our democracy. It has already begun. "}, {"recommendedFlag": 0, "parentID": 10200097, "replies": [], "commentID": 10203643, "trusted": 0, "userDisplayName": "Tina", "createDate": "1381243327", "userID": 10415850, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1381243866", "userTitle": "NULL", "recommendations": 3, "editorsSelection": false, "parentUserDisplayName": "David Underwood", "userURL": "NULL", "userLocation": "New Jersey", "depth": 1, "commentType": "userReply", "updateDate": "1381240266", "commentSequence": 10203643, "commentBody": "I agree that we should be quite aware of the similarities and the dangers. it is what I was thinking about when the Patriot Act was first passed (that and the fact that the old Soviets were probably laughing in their graves at the \"winner\" of the Cold War).  I grew up in Germany at a time when nationalism was viewed very apprehensively (for good reason).  The disdain that many people seem to feel for our democratic government saddens and worries me.  At what point will we consider DC to be so dysfunctional that we would welcome a dictator (anyone who will take charge and take action!) with open arms...? I hope never, but I can't be sure."}]}, "lft": 84, "assetURL": "http://www.nytimes.com/2013/10/08/opinion/bruni-nazis-lynching-and-obamacare.html", "parentID": null, "commentID": 10200097, "rgt": 93, "userDisplayName": "David Underwood", "createDate": "1381205367", "userID": 53612425, "replyCount": 4, "commentTitle": "n/a", "status": "approved", "approveDate": "1381205405", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Citrus Heights", "commentType": "comment", "updateDate": "1381201805", "commentSequence": 10200097, "commentBody": "Well I am one of those that makes occasional references to the National Socialist Party of the 1930s<br/><br/>Historically we can show the similarities between the rhetoric of then, and the rhetoric of today. The National Socialist Party is what brought Adolf  to power and the comparisons need to be made.  We have concrete examples of \"The Big Lie,\" currently masquerading as reason to overturn the ACA. We have seen the birther arguments, and innumerable slurs about Mr. Obama. <br/><br/>The commonality is too similar to ignore, and we need to be alert to such behavior.<br/>I do not know if I can say allusions to Nazi Germany are offensive in the extreme. Again, it depends on what the allusion is in reference to. We have certainly read and heard rhetoric that sounds and reads as such, so what should we say about it?<br/><br/>That is not to excuse those politicians that use such to incite hatred and scorn, they do deserve public approbation.", "recommendationCount": 188}, {"assetID": 3384211, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 10200079, "replies": [], "commentID": 10200156, "trusted": 0, "userDisplayName": "Tim O'Connor", "createDate": "1381206092", "userID": 63436071, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1381207666", "userTitle": "NULL", "recommendations": 6, "editorsSelection": false, "parentUserDisplayName": "Kali", "userURL": "NULL", "userLocation": "Massachusetts", "depth": 1, "commentType": "userReply", "updateDate": "1381204066", "commentSequence": 10200156, "commentBody": "Haven't you heard? The US is running a deficit over $50 billion each month. (It was much higher a few years ago.) That means we have to borrow that much to pay the bills. The debt CEILING limits how much can be borrowed, and therefore how much can be spent."}, {"recommendedFlag": 0, "parentID": 10200079, "replies": [], "commentID": 10200296, "trusted": 0, "userDisplayName": "Randy", "createDate": "1381208258", "userID": 3419119, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1381208325", "userTitle": "NULL", "recommendations": 19, "editorsSelection": false, "parentUserDisplayName": "Kali", "userURL": "NULL", "userLocation": "Boulder", "depth": 1, "commentType": "userReply", "updateDate": "1381204725", "commentSequence": 10200296, "commentBody": "Umm... no.  It's *all* debt, whether interest payments on bonds or payments to military contractors or salaries to federal employees.  One type of payment does not use a different type of money from another.  While China may be thrilled that you value bond interest above all else, if the U.S. Treasury does not have the cash to make any of these other types of payments the U.S. has still defaulted.<br/><br/>Let's say you're in personal financial trouble, but manage to cover the interest on your mounting credit-card bills for one more month.  Your local grocer still expects you to pay when you leave the store with food.<br/><br/>Your statement \"In 2011 the Republican House endeavored to prevent this political maneuvering...\" is jaw-droppingly fact-averse.  The Republican House was (and is) the entity performing the political maneuvering by issuing extra-constitutional ransom demands and attempting to nullify duly enacted laws.<br/><br/>Finally, there is no constitutional requirement for a \"debt ceiling\" law to begin with.  The debt ceiling could straightforwardly be raised to infinity or abolished altogether, but modern House Republicans would never agree to having their ransom vehicle taken away.<br/><br/>My hope is that the Dems stand strong and force the GOP to cave so this can never be used as an absurd weapon again."}]}, "lft": 1646, "assetURL": "http://www.nytimes.com/2013/10/08/us/politics/default-threat-makes-impasse-in-washington-a-global-fear.html", "parentID": null, "commentID": 10200079, "rgt": 1651, "userDisplayName": "Kali", "createDate": "1381205151", "userID": 43032315, "replyCount": 2, "commentTitle": "n/a", "status": "approved", "approveDate": "1381205416", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "San Jose", "commentType": "comment", "updateDate": "1381201816", "commentSequence": 10200079, "commentBody": "This article perpetuates more nonsense.  The US Government takes in more than enough money in tax receipts to easily pay off its bond and debt holders with ease.  Debt payments, which is what is referred to when one worries about \"defaulting on the debt\", constitute only about 6% of the Federal budget.  The only reason debt wouldn't be paid is that a politically motivated treasury, following the directives of Obama, would decide that more political gain could be obtained by not paying the debt and blaming the economic catastrophe on the Republicans.  In 2011 the Republican House endeavored to prevent this political maneuvering with the full faith and credit act which passed the House but failed on a partisan vote in the Senate.  That act would've mandated that the Treasury pay off debt first so that a default would be impossible, notwithstanding the political desires of this or any future president.  Congress should immediately pass this sensible bill and put to immediate rest any talk, idle or not, of a debt default.  ", "recommendationCount": 1}, {"assetID": 3384211, "replies": [], "lft": 1567, "assetURL": "http://www.nytimes.com/2013/10/08/us/politics/default-threat-makes-impasse-in-washington-a-global-fear.html", "parentID": 10199683, "commentID": 10200084, "rgt": 1568, "userDisplayName": "Joe From Boston", "createDate": "1381205214", "userID": 4952842, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1381205420", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Massachusetts", "commentType": "userReply", "updateDate": "1381201820", "commentSequence": 10200084, "commentBody": "A discharge petition has a 30 day waiting period.<br/><br/>Good idea.<br/><br/>Not enough time at this late juncture.", "recommendationCount": 1}, {"assetID": 3384211, "replies": [], "lft": 1652, "assetURL": "http://www.nytimes.com/2013/10/08/us/politics/default-threat-makes-impasse-in-washington-a-global-fear.html", "parentID": null, "commentID": 10200096, "rgt": 1653, "userDisplayName": "Warren", "createDate": "1381205330", "userID": 15100409, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1381205428", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Shelton, Connecticut", "commentType": "comment", "updateDate": "1381201828", "commentSequence": 10200096, "commentBody": "I used to think that the Tea Party just hated Americans and their values.  Now I realize they do not discriminate - they hate the whole world.", "recommendationCount": 34}, {"assetID": 3384213, "replies": [], "lft": 142, "assetURL": "http://krugman.blogs.nytimes.com/2013/10/07/blame-the-deficit-scolds/", "parentID": null, "commentID": 10200103, "rgt": 143, "userDisplayName": "Excellency", "createDate": "1381205406", "userID": 63808206, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1381205466", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Florida", "commentType": "comment", "updateDate": "1381201866", "commentSequence": 10200103, "commentBody": "Obama should get ahead of the curve and borrow now, even if the money just sits in treasury accounts, and have the treasury announce the new debt level. This will help Boehner set the new debt limit that congress is aiming for which I believe is helpful as a prospective tool, even if it becomes necessary to supercede the law later, as was the case with the previous limit.<br/><br/>Additionally, it seems to me that Obama should take advantage of low rates offered now which might go up later with the kind of charged atmosphere we see developing.<br/><br/>My question for Krug would be what role the Fed has in stabilizing the credit markets, consistent with its mandate, considering all the hoopla in congress these days.", "recommendationCount": 1}, {"assetID": 3384237, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 10200104, "replies": [], "commentID": 10201454, "trusted": 0, "userDisplayName": "RMarc", "createDate": "1381231931", "userID": 66596337, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1381233181", "userTitle": "NULL", "recommendations": 8, "editorsSelection": false, "parentUserDisplayName": "Bill Appledorf", "userURL": "NULL", "userLocation": "Albany NY", "depth": 1, "commentType": "userReply", "updateDate": "1381229581", "commentSequence": 10201454, "commentBody": "The Supremes already work for the Koch boys!"}, {"recommendedFlag": 0, "parentID": 10200104, "replies": [], "commentID": 10201696, "trusted": 0, "userDisplayName": "Ray Harper", "createDate": "1381233598", "userID": 49027750, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1381234469", "userTitle": "NULL", "recommendations": 11, "editorsSelection": false, "parentUserDisplayName": "Bill Appledorf", "userURL": "NULL", "userLocation": "Swarthmore, PA", "depth": 1, "commentType": "userReply", "updateDate": "1381230869", "commentSequence": 10201696, "commentBody": "Dollars are people, my friend.  After all, they ARE named Bill."}, {"recommendedFlag": 0, "parentID": 10200104, "replies": [], "commentID": 10202513, "trusted": 0, "userDisplayName": "E.T. Bass", "createDate": "1381238310", "userID": 2425379, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1381238473", "userTitle": "NULL", "recommendations": 0, "editorsSelection": false, "parentUserDisplayName": "Bill Appledorf", "userURL": "NULL", "userLocation": "SLC", "depth": 1, "commentType": "userReply", "updateDate": "1381234873", "commentSequence": 10202513, "commentBody": "Two words: New Coke.<br/><br/>Money talks? Yeah, and Pope Francis I is really a Protestant.<br/><br/>Sorry about using reality and facts."}]}, "lft": 2, "assetURL": "http://www.nytimes.com/2013/10/08/opinion/politicians-for-sale.html", "parentID": null, "commentID": 10200104, "rgt": 17, "userDisplayName": "Bill Appledorf", "createDate": "1381205408", "userID": 1954665, "replyCount": 7, "commentTitle": "n/a", "status": "approved", "approveDate": "1381205466", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "British Columbia", "commentType": "comment", "updateDate": "1381201866", "commentSequence": 10200104, "commentBody": "Looks like the Supremes subscribe to the proposition that money talks.", "recommendationCount": 137}, {"assetID": 3384217, "replies": [], "lft": 81, "assetURL": "http://www.nytimes.com/2013/10/08/science/focusing-on-fruit-flies-curiosity-takes-flight.html", "parentID": 10198905, "commentID": 10199891, "rgt": 82, "userDisplayName": "Independent", "createDate": "1381202608", "userID": 65887473, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1381205475", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Independenceville", "commentType": "userReply", "updateDate": "1381201875", "commentSequence": 10199891, "commentBody": "I'm fairly certain that at this point in our history, there is more than enough wealth to eliminate poverty and do basic research. It would just mean that the yacht business might get a little smaller.", "recommendationCount": 18}]}, "copyright": "Copyright (c) 2016 The New York Times Company.  All Rights Reserved."}