{"debug": {"version": 3.1}, "status": "OK", "results": {"api_timestamp": "1481459878", "totalCommentsFound": 5509, "totalCommentsReturned": 25, "comments": [{"assetID": 1260218, "replies": [], "lft": 6, "assetURL": "http://wordplay.blogs.nytimes.com/2010/03/15/one-in-the-woods/", "parentID": null, "commentID": 1702771, "rgt": 7, "userDisplayName": "pjbraxton", "createDate": "1268713142", "userID": 46817417, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1268713670", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Burke, VA", "commentType": "comment", "updateDate": "1268710070", "commentSequence": 3, "commentBody": "It was an honor to meet Paula at the ACPT last month, she's as delightful as her puzzles.  Interesting grid with the vertical placement of theme entries, as Jim notes.  I liked the crossing of BLOTTO with BOOZEHOUND, which word I only know from the song \"A Boozehound Named Barney\" from the episode \"Simpsoncalifragilisticexpiala(Annoyed Grunt)cious\"!  Also like the computer mini-theme, with ENTER, USER, ASCII*, EXE, and UNDO (I often find myself shouting at work \"Control-Z! Control-Z!\").<br /><br />Beautiful Entries:  theme entries, bien sur, plus I REFUSE, BLOTTO, PDQ, OFF HOUR, EIGHTS, DUDED UP, BUNGEE, DEADPAN<br /><br />Clever Clues:  \"Tiny light that's here and gone,\" \"Buff thing\"<br /><br />Alternate Clues:  (in a musical groove) for 1A, \"Cromwell vehicle\" or \"Styx hit\"; for 17A, \"'____ Sandman,' the greatest headbanging song of all time\"; for 45A, \"Like Wild Billy in Bruce's 'Spirit in the Night'\"; for 57A, \"Reviewer website\"; for 8D, \"Daniel Ash band\"; for 14D, \"'Some Girls' track\"; for 47D, \"It's plural was a single for System of a Down\"<br /><br />Misdirection:  thinking military not scouting for \"Troop\"<br /><br />Shoulda Known Sooner:  BUILT, GAGS<br /><br />Wikipedia Worthy:  ISHTAR*, Kwame NKRUMAH*, Lucy LIU, RITA Dove, NOLAN Ryan, Roger MUDD, Ballantine brewery, BAUHAUS, Catherine PARR, GIA Scala, IOS<br /><br />Crosswordese:  E-I-E-I-O (38), the crossword puzzle's second favorite song refrain, after TRA (127) / TRA-LA (27); AGIN (42), the crossword puzzle's favorite slangy voting position, beating FER (??/30); ALTA (appeared last month) and AMO (appeared this month), been there, done that, got the T-shirt<br />", "recommendationCount": 2}, {"assetID": 1255925, "replies": [], "lft": 260, "assetURL": "http://roomfordebate.blogs.nytimes.com/2010/03/14/the-push-back-on-charter-schools/", "parentID": null, "commentID": 1702466, "rgt": 261, "userDisplayName": "Sarah D.", "createDate": "1268706580", "userID": 16909680, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1268714383", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Montague, MA", "commentType": "comment", "updateDate": "1268710783", "commentSequence": 126, "commentBody": "\"But face it folks, them that can do, them that can't teach.\"<br /><br />What a foolish (and snotty) remark, and it is simply not true -- in fact, often the very best teach as a point of honor: they know how important it is to pass along what they know and love. Actually, the ones who \"do\" without passing their knowledge along may simply be less capable of dealing with other people. Look at the arts, sciences, any high-level teaching and you'll find the best of the best are the teachers.<br /><br />The problem is that, for the earlier grades especially, teachers are given little respect as professionals with the ability to make sound judgments about teaching. The more they are forced to teach to tests or narrowly defined curricula, the less interesting and rewarding the job becomes. It galls me that the administrative hierarchy generally is far better paid and has far more to say about what happens in the classroom than the teachers actually in the room. It would make sense the other way around, i.e., the administration should be there to give teachers what they need to do the best job. Instead, so often it seems that the teachers have to follow administrative orders.", "recommendationCount": 3}, {"assetID": 1255925, "replies": [], "lft": 262, "assetURL": "http://roomfordebate.blogs.nytimes.com/2010/03/14/the-push-back-on-charter-schools/", "parentID": null, "commentID": 1702471, "rgt": 263, "userDisplayName": "ladybug33red", "createDate": "1268706651", "userID": 34572684, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1268714387", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New York", "commentType": "comment", "updateDate": "1268710787", "commentSequence": 127, "commentBody": "Charter schools have always historically been the arch enemy of politically powerful Teacher Unions, like the NEA and the UFT, like anything that would threaten the status quo (state and federal funding).  I remember when Newark got its first few charter schools - there was total hysteria down at the board, which was completely in bed with the union.  If Newark parents were more \"with it\" (for want of a better term)  I'm sure they would demand more and more charter schools, which would put more pressure ($) on the public schools to improve. But how can Newark schools ever improve if the only path for improvement is top down - the new Supt they hired came from Wash DC!!!  How can someone with that background possibly hold administrators and classroom teachers accountable?  I don't have much sympathy for the arguement that charters are hurting public schools by skimming off the best students. Duh!  I don't think parents know how much power they have and what is possible and, of course, a hugh part of the problem is their own lack of knowledge about what good education should look and sound like.  If they had that knowledge, they could be the engine to drive it all. ", "recommendationCount": 1}, {"assetID": 1255925, "replies": [], "lft": 264, "assetURL": "http://roomfordebate.blogs.nytimes.com/2010/03/14/the-push-back-on-charter-schools/", "parentID": null, "commentID": 1702505, "rgt": 265, "userDisplayName": "Jacob H.", "createDate": "1268707371", "userID": 7261858, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1268714393", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Suburban New Jersey", "commentType": "comment", "updateDate": "1268710793", "commentSequence": 128, "commentBody": "A) Most public schools, like most charter schools, aren't very good.  They aren't very bad, either.<br />B)  Teachers don't really make that much money.  They do have more job security than most Americans right now, and that seems to make people very angry at them.<br />C) I'm not sure that the only way to educate children is for teachers to work 60-90 hours a week.<br />D) Education is a natural process.  Children naturally learn from what the adults around them do.  We have undertaken an odd arrangement in our society, in which children are separated from all but a few adults, put into large groups of similar ages, and asked to follow hours of verbal directions.  This has inconsistent results because it is fundamentally a screwy way to spend your youth.<br />E)  The massive movement of women into the workforce, combined with our increasing discomfort with children playing unsupervised and unprotected, means that schools are given an increasing role in an increasing portion of children's days.<br />F)  A hundred years ago, high school was for a few.  Now, college is for all.<br />G) What are the jobs of the future going to be?  I, for one, haven't a clue. 200 years ago, practicing the violin might get you a job, and learning algebra probably wouldn't.  Now, I'm told, things are different.<br />H)  Is the purpose of education preparation for employment, for a worthy leisure, or for citizenship?<br />", "recommendationCount": 5}, {"assetID": 1255925, "replies": [], "lft": 266, "assetURL": "http://roomfordebate.blogs.nytimes.com/2010/03/14/the-push-back-on-charter-schools/", "parentID": null, "commentID": 1702562, "rgt": 267, "userDisplayName": "Emily Armstrong", "createDate": "1268708265", "userID": 15365330, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1268714420", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "NYC", "commentType": "comment", "updateDate": "1268710820", "commentSequence": 129, "commentBody": "Been there done that.  Six years ago NEST+m parents fought back against a socialite's charter school being shoved into their building.  The parents won the battle but lost the war.  NEST+m was dismantled, the thing that is left (also called NEST+m) is a shadow of its former self.  We were the canary in the mineshaft.  No one listened at the time. Perhaps they are listening now.", "recommendationCount": 2}, {"assetID": 1251205, "replies": [], "lft": 388, "assetURL": "http://roomfordebate.blogs.nytimes.com/2010/03/12/whos-the-best-mommy-of-them-all/", "parentID": null, "commentID": 1702581, "rgt": 389, "userDisplayName": "OB", "createDate": "1268708987", "userID": 53024704, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1268714427", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "hospital", "commentType": "comment", "updateDate": "1268710827", "commentSequence": 186, "commentBody": "When Rachel from New Haven sees a woman die of infection while refusing a repeat Cesarean, or a dead baby and nearly dead mother in the ICU after trying to VBAC at home, she may negatively comment on the opinion of the medical professional whose opinion she \"seeks\".  Those women are misguided by militants, not the other way around.  The OB has the right to not support 8-24 hours of high risk care just the way the patient has the right to seek care elsewhere.  ", "recommendationCount": 0}, {"assetID": 1255925, "replies": [], "lft": 268, "assetURL": "http://roomfordebate.blogs.nytimes.com/2010/03/14/the-push-back-on-charter-schools/", "parentID": null, "commentID": 1702600, "rgt": 269, "userDisplayName": "fredricwilliams", "createDate": "1268709278", "userID": 40791306, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1268714433", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Seoul, R.O.K.", "commentType": "comment", "updateDate": "1268710833", "commentSequence": 130, "commentBody": "When there is a limited amount of money, as there always is, the critical question is \"How is the money to be allocated.\" In the United States there seems to be just one answer: by government -- that is, by politicians responding to political pressures.<br /><br />The public schools have three million teachers, almost all of whom are likely to use their muscle to hold on to their jobs, perks, etc., and to prevent any standards being set to measure their performance. Al Shanker might have been right to support charter schools, but he did so, it appears, only because he thought it would strengthen the power of his union and its members. It hasn't.<br /><br />There are many ways this system could be improved, but virtually none of them are politically feasible. Democracy assures that special interests will control the decision-making. In the end, the only system that will work well is one in which the money flows to clearly specified results -- educated individuals.<br /><br />Those focusing all their money on process, and little or none on the results achieved by whatever means, are likely to achieve little more than continuation of the present errors.  ", "recommendationCount": 1}, {"assetID": 1244676, "replies": [], "lft": 940, "assetURL": "http://roomfordebate.blogs.nytimes.com/2010/03/10/israels-challenge-to-the-u-s/", "parentID": null, "commentID": 1702631, "rgt": 941, "userDisplayName": "Sam Black", "createDate": "1268709911", "userID": 60190686, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1268714447", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "MN", "commentType": "comment", "updateDate": "1268710847", "commentSequence": 422, "commentBody": "I cann't believe than all this buzz is about relativly secondary issue, when the only issue than we all needs to consentrate on is rufuzal of Palistinian and Arabs in general to exept Israel in any boarders on the any piece of the land.<br />Are they really believe that they are going to wake up one day and 6.5 million Jews are going to disapear somewhere?<br />Or they think that Jews are so stupid that permit anyone who grew up in refugee camps and deams to throw Jews to the sea to enter Israel? After Israel built a wall to stop suiside bombers?<br />When Israel remove army from Lebanon in 2000 he got rockets<br />back, but when it bombed hack out of Lebanon, the rockets stopped.<br />Same with Gaza in 2005. The removal of troops cause the increase of hate and rockets. And when Israel, after 6000 rockets, responded in force, people in the south of Israel could permited children to play on the streets. Is two times not enough to make any conclugions? And what did world do to convince Israel that futher concessions can bring a piece? It continue to gave  more money to Palestinians with no string attached.<br />These is reality, same as a Jewish settlements.<br />", "recommendationCount": 1}, {"assetID": 1255925, "replies": [], "lft": 270, "assetURL": "http://roomfordebate.blogs.nytimes.com/2010/03/14/the-push-back-on-charter-schools/", "parentID": null, "commentID": 1702642, "rgt": 271, "userDisplayName": "Peter", "createDate": "1268710110", "userID": 56584119, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1268714454", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Outer Boroughs", "commentType": "comment", "updateDate": "1268710854", "commentSequence": 131, "commentBody": "choice ? freedom.", "recommendationCount": 2}, {"assetID": 1229200, "replies": [], "lft": 386, "assetURL": "http://roomfordebate.blogs.nytimes.com/2010/03/05/killing-pythons-and-regulating-them/", "parentID": null, "commentID": 1702650, "rgt": 387, "userDisplayName": "Al", "createDate": "1268710257", "userID": 54631478, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1268714457", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Jacksonville", "commentType": "comment", "updateDate": "1268710857", "commentSequence": 188, "commentBody": "Remember that we are a non-native species everywhere except Africa.  So what?  All species come from somewhere.  If they survive and thrive, that's great.  Species have moved from continent to continent throughtout time and those that can adapt do so.  If a new species does better than an old species, then why not let it live?  This is how species colonize new territory.  Nature is dynamic and we cannot be the ones to decide that one species should live and the other die simply because one has been in the area longer.  Let nature take its course.", "recommendationCount": 0}, {"assetID": 1255925, "replies": [], "lft": 272, "assetURL": "http://roomfordebate.blogs.nytimes.com/2010/03/14/the-push-back-on-charter-schools/", "parentID": null, "commentID": 1702665, "rgt": 273, "userDisplayName": "Kent", "createDate": "1268710625", "userID": 16763892, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1268714464", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New York", "commentType": "comment", "updateDate": "1268710864", "commentSequence": 132, "commentBody": "Critics say charter schools are skimming off the best students and leaving the rest for public schools?<br /><br />GOOD! That's how it should be! We SHOULD be giving special attention and more resources to our most gifted children.<br /><br />The best students are always short-changed in this country. All the attention is focused on those students who are falling behind, who can't read even at 8th grade.<br /><br />Well you know what? It's the ones who are doing calculus and university-level research in 8th grade who deserve our attention, and in the poorer neighborhoods, they NEVER GET IT. THEY are the ones that our country needs to maintain its leadership position in the world.<br /><br />The other ones? Well, if they can't find it in themselves to improve on their own, so be it. There's a place for them too, but that place certainly isn't one that requires a lot of education.", "recommendationCount": 4}, {"assetID": 1255925, "replies": [], "lft": 274, "assetURL": "http://roomfordebate.blogs.nytimes.com/2010/03/14/the-push-back-on-charter-schools/", "parentID": null, "commentID": 1702673, "rgt": 275, "userDisplayName": "Peoples Lobbyist", "createDate": "1268710996", "userID": 59695867, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1268714472", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Brooklyn NY", "commentType": "comment", "updateDate": "1268710872", "commentSequence": 133, "commentBody": "There are possibly five areas that causes failure either in Charter or Public Schools. The first is leadership. A trained leader gets goals in place, accomodates all assets, and continues to inovate and motivate achievement both in staff, student and parent.Secondly Teachers within either system must be able to transfer their knowledge in a credible way to all or most of the charges  including both students and peers in direct contact with those involved. The third aspect is setting up realistic but purposeful goals for the students and providing the track to achieve and evaluate that achievement in an honest and understandable ways for all partners in this most important exercise,The fourth area for control, and improvement is parent input and support. None of these partners have more to lose than the parents who see all their hard work at  whatever  is their occupation going to waste as their child fails in school and then naturally in life, That is a huge burden. The fifth, but possibly most illusive is the citizens compact,the loss to society of a productive force and the real failure of a system that allows all this to happen under the guise of good government. Govern is operative in the construct of this frame work and all parties have to govern themselves on the respective fronts with the best efforts,tools and expectations. We can then somewhat easily identify who is taking cover from responsibilties and then quite properly devise remedy no matter how harsh or sensible. Putting this together may be more than present players can achieve but for the exceptional success. We are not willing to wait much longer nor will the future allow much more. Punishment is already moving forward.", "recommendationCount": 1}, {"assetID": 1244676, "replies": [], "lft": 942, "assetURL": "http://roomfordebate.blogs.nytimes.com/2010/03/10/israels-challenge-to-the-u-s/", "parentID": null, "commentID": 1702691, "rgt": 943, "userDisplayName": "JBS", "createDate": "1268711402", "userID": 2214418, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1268714479", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Minneapolis", "commentType": "comment", "updateDate": "1268710879", "commentSequence": 423, "commentBody": "The continued extent to which the United States is in thrall to the small country of Israel is astounding.  Our entire foreign policy is \"bent\" in the direction of supporting Israel as against Arab countries nearby.  The reasons for this are a puzzle.  Anyone who wishes to or dares get into this topic and look at possible reasons for this undue bias runs the risk of immediate tarring as an anti semite.  It is pathetic.", "recommendationCount": 4}, {"assetID": 1255925, "replies": [], "lft": 276, "assetURL": "http://roomfordebate.blogs.nytimes.com/2010/03/14/the-push-back-on-charter-schools/", "parentID": null, "commentID": 1702694, "rgt": 277, "userDisplayName": "fredricwilliams", "createDate": "1268711478", "userID": 40791306, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1268714494", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Seoul, R.O.K.", "commentType": "comment", "updateDate": "1268710894", "commentSequence": 134, "commentBody": "The economic argument for taxpayer-funded education is that there is a benefit to the society beyond that which is received by the student -- a positive externality, to use the jargon. However the primary benefit of education should be to the student.<br /><br />The logical consequence of this would be that the student would be expected to pay the bulk of the cost of his own education, and the government would subsidize only the fraction of the education which matches the value of the positive externality. Under such a system, the student (guided by parents)-- not the State -- would determine the education most likely to suit and benefit the student. The State would pay for specific publicly beneficial elements of the education -- with, presumably, a much larger share going to the economically disadvantaged, who might otherwise turn to crime or be mired in poverty generation after generation.<br /><br />As someone who studied for nearly 20 years in an academic environment (18 in public schools), and who has taught homeschool, charter elementary students, middle-school, high school and university students, I find most schooling to be mind-numbing. Its primary public purpose seems to be to teach students to follow orders from anyone put in front of them as a representative of authority, to jump when a bell tells them to jump, to sit when a bell tells them to sit, to learn things which are -- as measured by parental knowledge of the things they studied in school -- virtually useless.<br /><br />One might conclude that America is training people for lifelong slavery -- to work obediently for the government, its legally-authorized and often-subsidized corporations and non-profits -- and to have, in exchange for spending their entire life laboring for the state and its toadies, their food, shelter, and health provided.<br /><br />Under the circumstances, the training of slaves should be fully paid for by the government which wishes to have obedient voters and obedient workers, glad to struggle for the right to survive.<br /><br />Should we wish people to be free, we will have to first free them from the clutches of ignorance and the government which works to maintain it.", "recommendationCount": 1}, {"assetID": 1255925, "replies": [], "lft": 278, "assetURL": "http://roomfordebate.blogs.nytimes.com/2010/03/14/the-push-back-on-charter-schools/", "parentID": null, "commentID": 1702715, "rgt": 279, "userDisplayName": "tom woods", "createDate": "1268712072", "userID": 49777520, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1268714498", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "bishop, ca", "commentType": "comment", "updateDate": "1268710898", "commentSequence": 135, "commentBody": "I don't get it. We give public schools all sorts of rules that they have to follow, to the point that we think public schools don't work. Then we set up other schools with public money that don't have the rules.<br /><br />Why don't we just grant out public schools more leeway? If it's the solution for the charter school, why is this not the solution for the public school? ", "recommendationCount": 6}, {"assetID": 1255925, "replies": [], "lft": 280, "assetURL": "http://roomfordebate.blogs.nytimes.com/2010/03/14/the-push-back-on-charter-schools/", "parentID": null, "commentID": 1702725, "rgt": 281, "userDisplayName": "mole", "createDate": "1268712275", "userID": 54584920, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1268714502", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "san diego", "commentType": "comment", "updateDate": "1268710902", "commentSequence": 136, "commentBody": "No one is saying the obvious.  Teachers do no teach students.  If you believe this, then you have failed sense of what an education is.  My father educated me very well.  He didn't rely on people he knew he was smarter than to teach his child.  I easily could have been home-schooled.<br />It is every parent's responsibility to ensure that their child is educated.  No one else's.  It does not matter where you go to school.  Private schools and charters only serve to parse up the population along religious, ethnic, and economic lines.  This social exclusion is undemocratic.<br />K-12 education exists only as government subsidized day care and could be looked at as the only hope for a true democratizing force in society.  Everyone should be forced to attend a public school to know, interact, and respect their fellow citizens; all of these schools should get equal money and equal quality of teaching.  No parent should be able to donate to the school where their children go; all donations should be split up equally across the state.", "recommendationCount": 4}, {"assetID": 1244676, "replies": [], "lft": 944, "assetURL": "http://roomfordebate.blogs.nytimes.com/2010/03/10/israels-challenge-to-the-u-s/", "parentID": null, "commentID": 1702732, "rgt": 945, "userDisplayName": "Mateo", "createDate": "1268712406", "userID": 58046795, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1268714509", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Buffalo", "commentType": "comment", "updateDate": "1268710909", "commentSequence": 424, "commentBody": "One thing seems clear: its complicated.  If Israel thinks it needs to do XYZ , fine, maybe, but they can pay for it.  It makes me mad that my tax dollars go to pay for their antics.  Joe Lieberman says its a \"family\" dispute between the US and Israel.  I beg to differ.  My political family is the US only.  Thanks all the same, Joe, but I'll pass.  ", "recommendationCount": 4}, {"assetID": 1255925, "replies": [], "lft": 282, "assetURL": "http://roomfordebate.blogs.nytimes.com/2010/03/14/the-push-back-on-charter-schools/", "parentID": null, "commentID": 1702777, "rgt": 283, "userDisplayName": "bill01370", "createDate": "1268713217", "userID": 32409520, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1268714514", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Shelburne Falls, MA", "commentType": "comment", "updateDate": "1268710914", "commentSequence": 137, "commentBody": "Bottom line, when you look at all charter schools and all non-charter public schools, research shows charter schools actually produce slightly worse results on average. So they are not a panacea. And even if they were, our ultimate goal needs to be to pull up the quality of education for all students, not just those lucky enough to get into quality charter schools.<br /><br />With that said, the best charter schools - and the best non-charter public schools - all have something to teach us about how to achieve strong results. As a middle school teacher, I know for example that the National Middle School Association has summed up what research tells us about successful middle schools in a wonderful and concise book, \"This We Believe.\" Unfortunately, one of the other principal lessons we can learn from comparing schools is the strong detrimental effect of poverty and malnutrition on students, acting on children's brains even before birth. Any plan to improve schooling for all our children will need not only to look at teaching methods as well as school culture and structures, but also to include a resumption of the war on poverty.", "recommendationCount": 4}, {"assetID": 1244676, "replies": [], "lft": 946, "assetURL": "http://roomfordebate.blogs.nytimes.com/2010/03/10/israels-challenge-to-the-u-s/", "parentID": null, "commentID": 1702820, "rgt": 947, "userDisplayName": "student", "createDate": "1268713851", "userID": 36203713, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1268714539", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New York", "commentType": "comment", "updateDate": "1268710939", "commentSequence": 425, "commentBody": "Israel is America true and only friend in the Middle East. And, I truly believe that and most Americans believe that too. So, Israel has to recognize that and try to not humiliate its friend (the VICE PRESIDENT) in public the way it did. It is funny, according an article in NY Times pro-Israel groups and several prominent lawmakers criticizing the administration for unfairly singling out a staunch American ally.) The pro-Israel groups ignored to point out how Israel disrespected its strongest ally.<br />Then again what do you expect, pro-Israel groups are bund of lobbies. No better than the banking lobbies or the any lobbies groups out there. Most politicians remember what they (pro-Israel groups) did to Bush senior when his Secretary of State, James Baker, withhold funding for Israel. But Israel has to remember that was O.K. because that was in private and that was politics, but in public, it cannot be O.K. to humiliate your friend.<br /> Nate Salant of Birmingham, I understand your history, and I share your pain, but USA Is Israel friend and respect and trust goes both ways in a friendship.  You don’t embarrass your friend in public.<br /><br />", "recommendationCount": 0}, {"assetID": 1244676, "replies": [], "lft": 948, "assetURL": "http://roomfordebate.blogs.nytimes.com/2010/03/10/israels-challenge-to-the-u-s/", "parentID": null, "commentID": 1702823, "rgt": 949, "userDisplayName": "CBWHITE", "createDate": "1268713865", "userID": 35424288, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1268714564", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Houston, Texas", "commentType": "comment", "updateDate": "1268710964", "commentSequence": 426, "commentBody": "As had the Georgian region of South Ossetia suffered greatly after allegedly instigating a fight with its more adroit neighbor Russia, I would hate for Israel to miscalculate American implicit military intervention. I mean a tremendously-overstated as had former American presidential candidate Sen. John McCain: \"Today we all Georgians?\" Some good that did.<br /><br />This lack of forethought...launching attacks on a super-power capable of totally annihilating any hint of their existence, begs to question might Israel's insecurity regarding their longstanding co-dependency on American military supremacy have played some part in their upstaging not solely Vice. President Joe Biden, but that of Secretary Hillary Clinton and President Obama' two-state peace-agreement initiative?<br /><br />The timing could not have been worse...and damn inappropriate, for Israel to mysteriously announce new settlement construction within a region disputed by the Palestinians. And of course Israel is far greater a military power...nuclear-armed as such, than Georgia could even hope to aspire.<br /><br />But this international incident which caused great embarrassed at American expense, on the Israelis' part...during on-going negotiations merely to lay the foundation for a possible two-state peace agreement, might have only provided<br />Hammas more propaganda-material for recruitment and a means to stoke further anti-Israel sentiment within an already teetering-on-the-brink Middle East.<br /><br />In my view Israel uses America as a defense-firewall against a military incursion against their country...regardless of the Israelis lack of good-faith efforts during any such peace negotiations.<br /><br />Perhaps Israel felt this section of land was not up for negotiations in their dispute with the Palestinians? Regardless, might they have exercised restraint until at the least the peace process had had begun in earnest? I love Israel. I want it protected from any such attack...aerial or ground offensive.<br /><br />But, as if I were arguing \"defense-of-others\" for a client...let say Israel in advance of a pending out-right military assault on Iran or Hammas, I would like to go before the UN Security Council as the American Ambassador with the full-knowledge that my client-Israel, exhibited a level of diplomacy that illustrated they at least \"gave a damn\" about subsequent American blood and treasure that<br />might be brought-to-bear.<br /><br />Or act unwisely... at the behest of a leader who opted to act unilaterally, and \"go-it-alone\" with only a shadowless-guarantee that American military might would be there in the advent of an overwhelming military-incursion of Israel.<br /><br />America is no friend of Hammas, however our nation have sought a peaceful...constructive, relationship with the Palestinian people' in hopes of short-circuiting just such a confrontation with a collective of Hammas, Iran, and other Middle Eastern nations for that matter. Peace is a knife that cuts both ways.<br /><br />This slight toward the U.S. peace envoy will serve only to encourage Hammas and radical extremist globally, while as well causing an angered America to reassess its position as sole arbiter between these to equally proud...fanaticizing, nations.<br /><br />As an American I'll fight for the sovereignty of an Israeli state, but I also respect the Palestinians right to manifest destiny...or a self-identified homeland. The era of George W. Bush and Condoleezza Rice is over. America...hopefully, will not resort to seeking a peace-meal agreement between Israel and the Palestinians on-the-one-hand, while shipping \"Bunkerbuster\" bombs via Australia to bombard the Palestinians on the other.<br /><br />True and sustained peace must be not just a future hope, but a present-day reality. Lest Israel suffer the dire straights of Georgians...given America militarily is relatively over-extended already?<br /><br />Channeling the formidability of a former American presidential challenger...Secretary of State Hillary Clinton: \"Let's make it happen!\"", "recommendationCount": 1}, {"assetID": 1244676, "replies": [], "lft": 950, "assetURL": "http://roomfordebate.blogs.nytimes.com/2010/03/10/israels-challenge-to-the-u-s/", "parentID": null, "commentID": 1702855, "rgt": 951, "userDisplayName": "student", "createDate": "1268714353", "userID": 36203713, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1268714575", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New York", "commentType": "comment", "updateDate": "1268710975", "commentSequence": 427, "commentBody": "Israel is America true and only friend in the Middle East. And, I truly believe that and most Americans believe that too. So, Israel has to recognize that and try to not humiliate its friend (the VICE PRESIDENT) in public the way it did. It is funny, according an article in NY Times pro-Israel groups and several prominent lawmakers criticizing the administration for unfairly singling out a staunch American ally.) The pro-Israel groups ignored to point out how Israel disrespected its strongest ally.<br />Then again what do you expect, pro-Israel groups are bunch of lobbies. No better than the banking lobbies or the any lobbies groups out there. Most politicians remember what they (pro-Israel groups) did to Bush senior when his Secretary of State, James Baker, withhold funding for Israel. But Israel has to remember that was O.K. because that was in private and that was politics, but in public, it cannot be O.K. to humiliate your friend.<br />Nate Salant of Birmingham, I understand your history, and I share your pain, but USA Is Israel friend and respect and trust goes both ways in a friendship. You don’t embarrass your friend in public.<br />", "recommendationCount": 0}, {"assetID": 766, "replies": [], "lft": 486, "assetURL": "http://travel-fixme.nytimes.com/travel/guides/europe/turkey/istanbul/hotels.html", "parentID": null, "commentID": 3059329, "rgt": 487, "userDisplayName": "", "createDate": "1268716546", "userID": 54480690, "replyCount": 0, "commentTitle": "", "status": "approved", "approveDate": "1268716546", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "", "commentType": "userSuggestion", "updateDate": "1268740940", "commentSequence": 218, "commentBody": "The hotel Konak was great value for the money. It was very centrally located. You can walk to all the main attractions, and you are also beside the tram. Lots of local restaurants in easy walking distance and a grocery store down the street. The in-house turkish bath was quite an adventure (highly recommend it). The staff were very helpful. The TV only brought in BBC news, but your in Turkey so why watch TV. The noise from other rooms, outside and the hallway is a bit loud, but not too bad. If you are staying longer there is no drawers for clothes, only a small amour to hang things. The business center downstairs is on a pay timer (and seems a little expensive....1TL per page printed). The free wi-fi in the rooms and common areas is great.Roxana (Rus?an girl) at the front desk was very helpful.<br />", "recommendationCount": 0}, {"assetID": 1260235, "replies": [], "lft": 2, "assetURL": "http://fifthdown.blogs.nytimes.com/2010/03/15/does-woody-johnson-have-a-right-to-be-upset-about-goodells-coin-flip/", "parentID": null, "commentID": 1702803, "rgt": 3, "userDisplayName": "richard fox", "createDate": "1268713542", "userID": 54597864, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1268717827", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "roslyn, ny", "commentType": "comment", "updateDate": "1268714227", "commentSequence": 1, "commentBody": "Mr. Johnson surely had to not be thinking clearly when he made such a ridiculous remark, is he implying that the integrity of the NFL is in question?  If it had gone his way would he have said no it's not fair to the Giants, so let's have a do over?  Coaches and players have said less and been fined by the NFL.  Get over it!", "recommendationCount": 2}, {"assetID": 1260235, "replies": [], "lft": 6, "assetURL": "http://fifthdown.blogs.nytimes.com/2010/03/15/does-woody-johnson-have-a-right-to-be-upset-about-goodells-coin-flip/", "parentID": null, "commentID": 1702930, "rgt": 7, "userDisplayName": "Jim", "createDate": "1268715428", "userID": 46727406, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1268717856", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "NJ", "commentType": "comment", "updateDate": "1268714256", "commentSequence": 2, "commentBody": "I'm not a fan of the Jets or the Giants, though I follow both teams because I'm a football fan in a strange land, and I agree with Ms. Monkovic. Both teams should have been invited to be present for the coin toss. They weren't, however. If it cannot be undone, why cry about it?", "recommendationCount": 0}, {"assetID": 1260235, "replies": [], "lft": 8, "assetURL": "http://fifthdown.blogs.nytimes.com/2010/03/15/does-woody-johnson-have-a-right-to-be-upset-about-goodells-coin-flip/", "parentID": null, "commentID": 1703112, "rgt": 9, "userDisplayName": "James Johnston", "createDate": "1268717788", "userID": 141253, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1268717884", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Anchorage", "commentType": "comment", "updateDate": "1268714284", "commentSequence": 3, "commentBody": "\"It doesn’t seem to be too much to ask to be present for a coin flip. But once the decision was made, was Johnson out of line in making such a fuss about it?\"<br /><br />Yes, it does.  The Giants are clearly the favorite child (between the two franchises, anyway) and Goodell could not be bothered with achieving the appearance of fairness.  There will always be a legitimate question as to how many times the coin had to be flipped before it came out right.<br /><br />It would not have been hard to get a representative of the Jets to the coin flip - have the Jets call some young lawyer on the phone and get his ass over there as their witness - a few hundred bucks and there would have been no question", "recommendationCount": 4}]}, "copyright": "Copyright (c) 2016 The New York Times Company.  All Rights Reserved."}