{"debug": {"version": 3.1}, "status": "OK", "results": {"api_timestamp": "1481460626", "totalCommentsFound": 6243, "totalCommentsReturned": 25, "comments": [{"assetID": 3105134, "replies": [], "lft": 4, "assetURL": "http://bats.blogs.nytimes.com/2011/08/14/yankees-have-unscheduled-day-off-before-road-trip/", "parentID": null, "commentID": 4348474, "rgt": 5, "userDisplayName": "dailyrev", "createDate": "1313379011", "userID": 49419451, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1313381036", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Brooklyn, NY", "commentType": "comment", "updateDate": "1313377436", "commentSequence": 2, "commentBody": "At another site (HBT at msnbc) I mentioned this amid all the noise about the poker game gossip re. A-Rod: Boston went something like 20-6 in July and came into August with a game's lead. That is, the Yanx have been playing some seriously good beisbol for quite a while just to keep pace (1/2 game out as I write this). OK, the media enjoy gossip more than substance, I accept that, it's the reality of all so-called journalism wherever you look (politics, sports, anything in fact). Fact is, however, the Yanx have put themselves into position A for coming back home in 1st place.", "recommendationCount": 3}, {"assetID": 3099755, "replies": [], "lft": 402, "assetURL": "http://www.nytimes.com/2011/08/14/fashion/maybe-its-time-for-plan-c.html", "parentID": null, "commentID": 4348597, "rgt": 403, "userDisplayName": "emilylouboutin", "createDate": "1313381037", "userID": 64681840, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1313381104", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "china", "commentType": "comment", "updateDate": "1313377504", "commentSequence": 155, "commentBody": "<a href=\"http://www.2011louboutinsale.com/\" title=\"http://www.2011louboutinsale.com/\" target=\"_blank\">http://www.2011louboutinsale.com/</a><br/>\nThe designer of christian louboutin shoes painted the bottom of a shoe with red nail polish. The color was such a success that it became a prominent part of every shoe he made, and it is the rightest part he has designed so. The certain shoes now is popular all over the world for the unique design and even the other shoes companies want to copy the design of shoes.", "recommendationCount": 0}, {"assetID": 3105472, "replies": [], "lft": 298, "assetURL": "http://www.nytimes.com/2011/08/15/us/politics/15issa.html", "parentID": null, "commentID": 4348615, "rgt": 299, "userDisplayName": "DK", "createDate": "1313381282", "userID": 3460493, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1313381403", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "CT, USA", "commentType": "comment", "updateDate": "1313377803", "commentSequence": 59, "commentBody": "I doubt anyone will be surprised by the smarmy corruption described in this report and therefore expect that relatively few will ultimately read it.  Without an informed, concerned, outraged and motivated populace this blatant and hypocritical profiteering will only increase.  The plutocrats have ceased to merely exert influence on government and are now actually becoming the government, all in order to further line their pockets.  Con men like Issa will continue to grow wealthier and more powerful by exploiting the taxpayers who voted them into office.  The willing dupes who buy Issa's brand of pseudo-populist nonsense and trickle-down economics are likely to continue to vote against their own self interest.", "recommendationCount": 22}, {"assetID": 3105504, "replies": [], "lft": 172, "assetURL": "http://www.nytimes.com/2011/08/15/us/politics/15repubs.html", "parentID": null, "commentID": 4348613, "rgt": 173, "userDisplayName": "bothpartiesarecriminals", "createDate": "1313381235", "userID": 64681994, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1313381404", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "USA", "commentType": "comment", "updateDate": "1313377804", "commentSequence": 25, "commentBody": "As a liberal who once drove 140 miles to vote for Nader, and hated with passion the imperial hegemony of the Bush/Chenney regime, it has been sickening to see Obama continue and expand the Bush era wars, support for the illegal Patriot Act and having the TSA molest people, and hire nothing but Wall Street parasites as appointments that work in tandem with the criminal Federal Reserve. As Dennis Kucinch once stated so eloquently, \"The Federal Reserve is no more federal than Federal Express\". All reasons why I am now registered Republican for the sole purpose of voting for Ron Paul. He  is the only one with a proven track record of predicting the financial meltdown, and the voting record to back up his convictions. I might not agree with him on everything, but there is absolutely no other option than for us to collectively put our weight behind the only honest candidate. Choosing between Obama and Perry or the other RINOs/Neocons is like choosing between arsenic and cyanide.", "recommendationCount": 94}, {"assetID": 3105504, "replies": [], "lft": 174, "assetURL": "http://www.nytimes.com/2011/08/15/us/politics/15repubs.html", "parentID": null, "commentID": 4348614, "rgt": 175, "userDisplayName": "Democrat, NYC", "createDate": "1313381249", "userID": 35587439, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1313381404", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "NYC", "commentType": "comment", "updateDate": "1313377804", "commentSequence": 24, "commentBody": "To those who complain that the Republican candidates are against raising taxes, what is the issue? Fifty percent of people in this country pay no Federal Income Tax and the top tier pays 70%. If we are going to spread the wealth, then we can also spread the responsibility. As a middle-class employee who watches a significant chunk of my paycheck go to Uncle Sam, I'd like to see those who contribute nothing but rhetoric about \"the rich\" and corporations (which put money into the economy by hiring and purchasing) put their money where their mouths are. The Republicans have a message that is resonating with average Americans while the current clueless Administration is stuck in a time-warp from the 1960's.", "recommendationCount": 18}, {"assetID": 3105472, "replies": [], "lft": 322, "assetURL": "http://www.nytimes.com/2011/08/15/us/politics/15issa.html", "parentID": null, "commentID": 4348653, "rgt": 323, "userDisplayName": "Ramaswamy Sarma", "createDate": "1313381992", "userID": 12843882, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1313382002", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Albany", "commentType": "comment", "updateDate": "1313378402", "commentSequence": 60, "commentBody": "It makes me sick reading about Mr. Darrell Issa robbing the middle class while large number of people live without jobs or health care. It is the unkindest cut of all that he has no morals to take the money of the people while voting against unemployment compensation, madicare and medicaid. I thought that evil people like Mr. Issa, as detailed by NY Times,  exist only in novels and fiction. One wonders how he gets elected by the people; of course he has the money to completely mislead and hypnotize the people. Our democracy is being taken over by a bunch of evil rich parvenus. ", "recommendationCount": 15}, {"assetID": 3105472, "replies": [], "lft": 318, "assetURL": "http://www.nytimes.com/2011/08/15/us/politics/15issa.html", "parentID": null, "commentID": 4348648, "rgt": 319, "userDisplayName": "rita", "createDate": "1313381874", "userID": 47349721, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1313382003", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "California", "commentType": "comment", "updateDate": "1313378403", "commentSequence": 61, "commentBody": "Given the strange ethical world of Congressmen and women, in general, Cong. Issa is probably perfectly fine.  What I object to is that in his role as Chairman of a committee with broad investigative power, he is wasting tax payer money on investigations designed to do little more than score 20 second sound bites against the opposition and he fails to rein in some of the more savage members of his Committee.    ", "recommendationCount": 10}, {"assetID": 3105472, "replies": [], "lft": 314, "assetURL": "http://www.nytimes.com/2011/08/15/us/politics/15issa.html", "parentID": null, "commentID": 4348640, "rgt": 315, "userDisplayName": "DB", "createDate": "1313381757", "userID": 46909209, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1313382006", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Charlottesville, Virginia", "commentType": "comment", "updateDate": "1313378406", "commentSequence": 62, "commentBody": "So Surprise - another crooked congressman has been unmasked. The term  \"honest congressman\" is becoming more of an oxymoron. <br/><br/>I wonder what his \"constituents\" will do now that he has been unmasked or did they know all the time and are benefiting too. ", "recommendationCount": 9}, {"assetID": 3085972, "replies": [], "lft": 1104, "assetURL": "http://www.nytimes.com/2011/08/14/magazine/the-two-minus-one-pregnancy.html", "parentID": null, "commentID": 4348661, "rgt": 1105, "userDisplayName": "Persephone", "createDate": "1313382219", "userID": 64681984, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1313382302", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New York, NY", "commentType": "comment", "updateDate": "1313378702", "commentSequence": 444, "commentBody": "I found out I was pregnant with twins very early and the first thing that occurred to me is how this will completely destroy my life and second, if it's possible to reduce it to one.  It was a planned pregnancy but with unplanned spontaneous twinning.  Pretty much nature decided for me, I felt cheated, looking back now I know it's selfish.  There was a little complication in the early stages of my pregnancy, so I feared for my life which wasn't necessary and felt over dramatic about dying and leaving my elder daughter who was then 3.  I begged my husband to let me abort the pregnancy and he finally gave in and we promised we will try again to get pregnant and hopefully it's a singleton.  I searched high and low for a very discreet clinic and that is as very far away from home as possible as to not threaten the privacy of our enormous dark decision.  I finally chose a clinic and then it struck me, what if I get another twinning in my next pregnancy, I wanted kids right.  So I let my human fear to quell and gave it up, just gave the fear up.  When my twin sons were faceless, I didn't give a rat's a$$ if one or both died, I even wished that one vanish while in the womb!!  Now that they are here, I can kick and punch myself for even thinking of hurting them.  Reading this article though some women really had valid reasons, more valid than my own.  I have gone through the same emotional battle, I was in that same exact position and I say this, if after thinking through this, not just a knee jerk reaction and if they still feel the same way, this option is clearly more emotionally sound than having to go through a pregnancy that you know you don't want every single day.   ", "recommendationCount": 5}, {"assetID": 3105504, "replies": [], "lft": 186, "assetURL": "http://www.nytimes.com/2011/08/15/us/politics/15repubs.html", "parentID": null, "commentID": 4348657, "rgt": 187, "userDisplayName": "R-Star", "createDate": "1313382096", "userID": 8557253, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1313382303", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "San Francisco", "commentType": "comment", "updateDate": "1313378703", "commentSequence": 26, "commentBody": "I am from San Francisco, and so, I really don't see why I should care about the actions of 17,000 evangelicals from a state that has 1% of the population of the United States.  The person who \"won\" the straw poll, after all, has as much chance of becoming President as does Rick Perry - not unless the country has gone off its collective rocker.", "recommendationCount": 126}, {"assetID": 3095978, "replies": [], "lft": 274, "assetURL": "http://www.nytimes.com/2011/08/12/opinion/we-want-cake-too.html", "parentID": null, "commentID": 4343483, "rgt": 275, "userDisplayName": "Martha Shelley", "createDate": "1313276825", "userID": 31638827, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1313382365", "userTitle": null, "editorsSelection": 1, "statusID": 2, "userURL": null, "userLocation": "Portland, Ore.", "commentType": "comment", "updateDate": "1313378765", "commentSequence": 99, "commentBody": "A lot of readers seem to have major difficulty understanding the simplest request for human rights. A person of whatever sexuality (including transsexuals) should have be able to live openly without fear of assault or murder for being different and should not be discriminated in housing, education, or employment. It's that simple. <br/><br/>With regard to medical interventions, I am extremely conservative. I personally am opposed to surgeries and hormone treatments because I think they have a deleterious effect on one's health. I am also opposed to cosmetic surgery except to correct serious deformities, for example as the result of a vehicular accident. However, if you want to undergo such procedures, have your tongue pierced, or get tattooed all over, it is your decision. And unless you are my minor child, I will defend your right to make that decision.", "recommendationCount": 1}, {"assetID": 3095978, "replies": [], "lft": 228, "assetURL": "http://www.nytimes.com/2011/08/12/opinion/we-want-cake-too.html", "parentID": null, "commentID": 4339341, "rgt": 229, "userDisplayName": "aintstudyingyou", "createDate": "1313184268", "userID": 61008536, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1313382459", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Durham, NC", "commentType": "comment", "updateDate": "1313378859", "commentSequence": 104, "commentBody": "#18, Lisa from Maine is incorrect to state that African-Americans abandoned the movement for women's suffrage. Some of the leading suffragists were African-American women. And some of the white suffragists, in fact, suggested that they (as *white* women) should have received voting rights before black men whom they characterized as near savages.", "recommendationCount": 1}, {"assetID": 3095978, "replies": [], "lft": 242, "assetURL": "http://www.nytimes.com/2011/08/12/opinion/we-want-cake-too.html", "parentID": null, "commentID": 4339947, "rgt": 243, "userDisplayName": "Claude", "createDate": "1313193056", "userID": 34283123, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1313382459", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New Orleans", "commentType": "comment", "updateDate": "1313378859", "commentSequence": 105, "commentBody": "Elle's comment (71) is full of misinformation and is offensive in her characterization of drag queens (and by extension drag kings). Is she just a troll illustrating Boylan's point about how destructive some people in the alphabet soup are? Or is she just ignorant? If the latter, I suggest she go to <a href=\"http://glbtq.com\" title=\"glbtq.com\" target=\"_blank\">glbtq.com</a> and read some articles about drag.", "recommendationCount": 1}, {"assetID": 3095978, "replies": [], "lft": 250, "assetURL": "http://www.nytimes.com/2011/08/12/opinion/we-want-cake-too.html", "parentID": null, "commentID": 4340125, "rgt": 251, "userDisplayName": "Zoe Brain", "createDate": "1313196758", "userID": 10176570, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1313382459", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Canberra, Australia", "commentType": "comment", "updateDate": "1313378859", "commentSequence": 100, "commentBody": "One of the problems Trans and Intersex people face is ignorance, and junk science from quacks and charlatans. Unqualified people can claim to be \"biologists\"or \"scientists\" and spout the most egregious nonsense, usually based on religious belief rather than scientific evidence.<br/><br/>First, 1 in 60 people are Intersex: it's not rare. 1 in 300 men for example don't have the usual 46XY chromosomes most men have - that doesn't make them \"not male\".<br/><br/>Many Intersex conditions have nothing to do with X or Y chromosomes - Complete Androgen Insensitivity Syndrome for example, where a woman's cells can't respond to testosterone or other masculinising hormones. She has a female body, regardless of her genetics.<br/><br/>Getting back to Transsexuality... maybe these may help understand the biology, rather than talking about lobsters and the like. <br/><br/>Male–to–female transsexuals have female neuron numbers in a limbic nucleus. Kruiver et al J Clin Endocrinol Metab (2000) 85:2034–2041<br/><br/>A sex difference in the human brain and its relation to transsexuality. by Zhou et al Nature (1995) 378:68–70.<br/><br/>Sexual Hormones and the Brain: An Essential Alliance for Sexual Identity and Sexual Orientation Garcia-Falgueras A, Swaab DF Endocr Dev. 2010;17:22-35 <br/><br/>There's hundreds of papers on the subject, many available online (like those).<br/><br/>Any biologist would know that the human brain is sexually dimorphic, men and women differ anatomically. And they'd also know that transsexuals have cross-sexed neuro-anatomy. You can see the differences on MRIs and PET scans.<br/><br/>\"Therapy\" is exactly as effective at treating Transsexuality as it is at treating an amputated limb or cleft palate, and for much the same reason. It's an anatomical issue, not a moral, spiritual, or psychiatric one. Therapy can help deal with the effects of the remedial treatment, and ameliorate some of the discomfort in some cases, but does nothing to address the underlying issue.", "recommendationCount": 0}, {"assetID": 3095978, "replies": [], "lft": 260, "assetURL": "http://www.nytimes.com/2011/08/12/opinion/we-want-cake-too.html", "parentID": null, "commentID": 4341425, "rgt": 261, "userDisplayName": "elis", "createDate": "1313235418", "userID": 61491999, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1313382459", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "cambridge ma", "commentType": "comment", "updateDate": "1313378859", "commentSequence": 101, "commentBody": "sad column.  I have a niece who is struggling her way through this.  And therefore so is her large, loving and accepting family, including an octogenarian catholic grandmother and a slew of pre-school cousins.    The challenge is to understand, believe and foresee the future.  We listen, we listen, we listen.  We watch the struggle, and see how so many of the other dreams of young life are put on hold while she finds a place to be in the world that fits for her. While she struggles as to how her gender will pay out in the near future.   We accept, we worry, we don't really understand.  But we keep trying.  Love and the open minds of generations before her have paved the way for at least this bit of ease for her.  ", "recommendationCount": 1}, {"assetID": 3095978, "replies": [], "lft": 264, "assetURL": "http://www.nytimes.com/2011/08/12/opinion/we-want-cake-too.html", "parentID": null, "commentID": 4342436, "rgt": 265, "userDisplayName": "Ndog", "createDate": "1313249093", "userID": 55176818, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1313382459", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "VT", "commentType": "comment", "updateDate": "1313378859", "commentSequence": 103, "commentBody": "There is so much money in marriage rights because it's a Dem issue for reelection of their failing party. If it was political money would be spent saving lives-unfortunately you can't manipulate people into voting because of that.", "recommendationCount": 0}, {"assetID": 3095978, "replies": [], "lft": 268, "assetURL": "http://www.nytimes.com/2011/08/12/opinion/we-want-cake-too.html", "parentID": null, "commentID": 4342773, "rgt": 269, "userDisplayName": "Abigail", "createDate": "1313255229", "userID": 64675701, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1313382459", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New York City", "commentType": "comment", "updateDate": "1313378859", "commentSequence": 102, "commentBody": "\"As an biologist, I recognize, and embrace, homosexuality. However, unless you are a true intersex(...), in one of your parents gametes, then you are either biologically male or biologically female. No amount of hormone therapy or counselling or (cringe) surgery can change this. You are what you are. If you are a guy who likes guys--fine. Same with females. But, to deny your sex, which is biologically determined, is absurd. (...) By the way, look up the suicide rate for people that have had sex change operations--it is chilling. You do not need surgery or hormones, you need therapy. Accept who and what you are. We can change nearly everything about our lives, but we cannot change our chromosomes.\"<br/><br/>As a bioinformaticist, it saddens me that biological determinism views exist within the field of biology, when the evidence is quite the contrary.  XX chromosomes don't always express female phenotypes; nor do XY always express into male phenotypes.  When there are 7 billion people in the world, a 0.1% intersexed incidence rate results in millions of people who don't fit the biological determinism model.  If anybody is interested in the great range of gender and sexuality that exists in nature, including the human species, I recommend Evolution's Rainbow, by Joan Roughgarden, which explains just how common intersex conditions are (bottom line, very common).<br/><br/><a href=\"http://www.amazon.com/Evolutions-Rainbow-Diversity-Gender-Sexuality/dp/0520240731\" title=\"http://www.amazon.com/Evolutions-Rainbow-Diversity-Gender-Sexuality/dp/0520240731\" target=\"_blank\">http://www.amazon.com/Evolutions-Rainbow-Diversity-Gender-Sexuality/dp/0...</a><br/><br/>And as for suicide rates for people having sex change operations; it's quite possible the higher suicide rates are the result of discrimination and being victims of hate crimes; not the sex change itself.  ", "recommendationCount": 1}, {"assetID": 3102157, "replies": [], "lft": 648, "assetURL": "http://www.nytimes.com/2011/08/14/opinion/sunday/Dowd-power-to-the-corporation.html", "parentID": null, "commentID": 4347221, "rgt": 649, "userDisplayName": "beethy", "createDate": "1313348816", "userID": 56612379, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1313382490", "userTitle": null, "editorsSelection": 1, "statusID": 2, "userURL": null, "userLocation": "CA", "commentType": "comment", "updateDate": "1313378890", "commentSequence": 258, "commentBody": "Corporations are contributors but NOT voters: people working in a corporation are voters -- and they, as any other group,  are not generally monolithic.<br/><br/>As to the political contributions they make, do they check with the shareholders or the executive Board which is there to protect Shareholders' and Corporation's interests ?  Or is it the decision of just one person (or a very small group)?<br/><br/>Super-PAC has started to erode our political process, and more to come, I am afraid.", "recommendationCount": 17}, {"assetID": 3102157, "replies": [], "lft": 714, "assetURL": "http://www.nytimes.com/2011/08/14/opinion/sunday/Dowd-power-to-the-corporation.html", "parentID": null, "commentID": 4347909, "rgt": 715, "userDisplayName": "Explat", "createDate": "1313365286", "userID": 4604307, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1313382495", "userTitle": null, "editorsSelection": 1, "statusID": 2, "userURL": null, "userLocation": "In exile", "commentType": "comment", "updateDate": "1313378895", "commentSequence": 259, "commentBody": "The big problem with many corporations in America is that fundamental ethical values that apply to real people, such as Thou shalt not lie, no longer matter. Real people working in these corporations are expected to lie, if it is for the benefit of the corporation. <br/><br/>The welfare of the corporation becomes all that matters, not ethical or religious principles, not the welfare of the country, and not the welfare of the real people working for the corporations, especially their spiritual welfare. <br/><br/>People who worry about doing the right thing are regarded as wimps and are not promoted, if they are even retained. This applies even within some newspaper and media corporations, as astonishing as that might sound. <br/><br/>Human beings have feelings, human beings have souls, human beings have compassion. Corporations have none of these things. Many modern corporations are antithetical to these human qualities; all they care about is the bottom line, money money money. And all the people within the corporations care about is power, security and money. There are some decent corporations, of course, if they have decent leadership.<br/><br/>So it is ironic that precisely those politicians professing Christian, family values would be so devoted to serving such a soul-less beast.<br/><br/>Corporations are people? Perhaps, if the people you are referring to have no souls. I think the politicians serving these corporate beasts have sold their souls.  ", "recommendationCount": 39}, {"assetID": 3102157, "replies": [], "lft": 616, "assetURL": "http://www.nytimes.com/2011/08/14/opinion/sunday/Dowd-power-to-the-corporation.html", "parentID": null, "commentID": 4347048, "rgt": 617, "userDisplayName": "sarah", "createDate": "1313346254", "userID": 53871828, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1313382497", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "la", "commentType": "comment", "updateDate": "1313378897", "commentSequence": 262, "commentBody": "<br/>\nWhen corporations vote, it is assumed that every single member<br/>\nagrees totally?  If not, someone's vote or some vote is being squelched.", "recommendationCount": 1}, {"assetID": 3102157, "replies": [], "lft": 636, "assetURL": "http://www.nytimes.com/2011/08/14/opinion/sunday/Dowd-power-to-the-corporation.html", "parentID": null, "commentID": 4347185, "rgt": 637, "userDisplayName": "Explat", "createDate": "1313348327", "userID": 4604307, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1313382497", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "In exile", "commentType": "comment", "updateDate": "1313378897", "commentSequence": 264, "commentBody": "Let's elect General Motors President of the United States, my friends. <br/><br/>It's over 35 years old, born in the United States, and it's more human than Mitt Romney.", "recommendationCount": 6}, {"assetID": 3102157, "replies": [], "lft": 698, "assetURL": "http://www.nytimes.com/2011/08/14/opinion/sunday/Dowd-power-to-the-corporation.html", "parentID": null, "commentID": 4347845, "rgt": 699, "userDisplayName": "Max", "createDate": "1313363145", "userID": 63571771, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1313382497", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Willimantic, CT", "commentType": "comment", "updateDate": "1313378897", "commentSequence": 263, "commentBody": "'When a man in the audience yelled that corporations should be taxed more, Romney replied, “Corporations are people, my friend.” '<br/><br/>That not sentient answer makes Romney sound tipsy. The man in the audience did not yell, Mr. Romney you need to understand that corporations are not people. Perhaps corporations, people or not, ought to be taxed more. Why not? It is axiomatic that taxes must derive from those with cash, as compared to unemployed and homeless.", "recommendationCount": 1}, {"assetID": 3102157, "replies": [], "lft": 710, "assetURL": "http://www.nytimes.com/2011/08/14/opinion/sunday/Dowd-power-to-the-corporation.html", "parentID": null, "commentID": 4347893, "rgt": 711, "userDisplayName": "weldon999", "createDate": "1313364785", "userID": 27568977, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1313382497", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "new york", "commentType": "comment", "updateDate": "1313378897", "commentSequence": 260, "commentBody": " I hope every republican candidate  hopeful says that \"corporations are people too\" often and  loudly on their TV commercials and whenever they speak to a crowd.<br/>\n I hope they emphasize that the GOP way to solve unemployment is to give more more to  the rich corporations and the richest people in the world . This  action throughout human history it has proved the way out of poverty for all people. ", "recommendationCount": 0}, {"assetID": 3102157, "replies": [], "lft": 720, "assetURL": "http://www.nytimes.com/2011/08/14/opinion/sunday/Dowd-power-to-the-corporation.html", "parentID": null, "commentID": 4347930, "rgt": 721, "userDisplayName": "tenore", "createDate": "1313366056", "userID": 617591, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1313382497", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New York NY", "commentType": "comment", "updateDate": "1313378897", "commentSequence": 261, "commentBody": "\"One pollster here wryly noted that the Republican presidential prospects divide into “the sane and the insane.”\"<br/><br/>That pollster would be better served (as would we all) by dealing with issues rather than trying for \"witty\" quotes.<br/><br/>\"Thanks to that Congressional wrecking crew, America’s credit rating has been downgraded and its economy has been hurt.<br/><br/>At least Republicans are getting most of the blame for that, my friend.\"<br/><br/>No, they won't.  This is all Obama.  ", "recommendationCount": 0}, {"assetID": 3095978, "replies": [], "lft": 230, "assetURL": "http://www.nytimes.com/2011/08/12/opinion/we-want-cake-too.html", "parentID": null, "commentID": 4339562, "rgt": 231, "userDisplayName": "Gamayun", "createDate": "1313186800", "userID": 54544948, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1313382556", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Indianapolis, IN", "commentType": "comment", "updateDate": "1313378956", "commentSequence": 106, "commentBody": "Just wanted to let you know here is one hetero, non-trans, midwestern woman who will fight as hard as she can to make sure you get your cake.  Keep the faith!", "recommendationCount": 2}]}, "copyright": "Copyright (c) 2016 The New York Times Company.  All Rights Reserved."}