{"debug": {"version": 3.1}, "status": "OK", "results": {"api_timestamp": "1481481338", "totalCommentsFound": 7619, "totalCommentsReturned": 25, "comments": [{"assetID": 3403465, "replies": [], "lft": 83, "assetURL": "http://www.nytimes.com/2014/06/08/books/hillary-clintons-book-hard-choices-portrays-a-tested-policy-wonk.html", "parentID": 11978961, "commentID": 11980542, "rgt": 84, "userDisplayName": "Al Devault", "createDate": "1402259438", "userID": 56370360, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1402286441", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Phoenix, AZ", "commentType": "userReply", "updateDate": "1402282841", "commentSequence": 11980542, "commentBody": "The basic question IS NOT who the Republicans would run against her but rather the Democrats who are far more qualified to lead this country.  After the disastrous leadership of the Obama Administration we need a real leader with experience in running a large company or a state.  Even Bill had governorship experience.  Hillary has none and a narcissistic tendency, like Obama, to blame others for her failures.<br/>Cuomo and O'Malley are far more qualified to take us out of the rudderless journey of the last 5+ years.<br/>And, by the way, Elizabeth Warren is Obama on steroids!", "recommendationCount": 13}, {"assetID": 3403465, "replies": [], "lft": 95, "assetURL": "http://www.nytimes.com/2014/06/08/books/hillary-clintons-book-hard-choices-portrays-a-tested-policy-wonk.html", "parentID": 11979806, "commentID": 11980666, "rgt": 96, "userDisplayName": "Dave", "createDate": "1402261921", "userID": 55214517, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1402286441", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Albuquerque, NM", "commentType": "userReply", "updateDate": "1402282841", "commentSequence": 11980666, "commentBody": "\" because she is a woman, she has to have done far more than any man in a comparable position. \"<br/><br/>Oh please. Do you bring the same defense to Hillary Clinton's predecessor, Condalezza Rice? I doubt it. Interesting you charge that Jeb Bush or Marco Rubio haven't been out of their home state. Hillary doesn't even have one. ", "recommendationCount": 11}, {"assetID": 3403465, "replies": [], "lft": 104, "assetURL": "http://www.nytimes.com/2014/06/08/books/hillary-clintons-book-hard-choices-portrays-a-tested-policy-wonk.html", "parentID": null, "commentID": 11980929, "rgt": 105, "userDisplayName": "Jason Shapiro", "createDate": "1402268550", "userID": 46836930, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1402286441", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Santa Fe", "commentType": "comment", "updateDate": "1402282841", "commentSequence": 11980929, "commentBody": "I have found these kinds of political memoirs long on justifications, short on critical analysis, and focused on all of the incredibly tough trials and tribulations that the authors have overcome (not just Hillary Clinton but every author in this genre). In addition, I find Ms. Clinton too hawkish for my taste (got to show the boys whose got the big ones...) as well as being disingenuous, sanctimonious, and self-aggrandizing. Having said all that I'll vote for her in a heartbeat in 2016 against whichever bozo the Silly Party, oops, I mean the GOP, selects.", "recommendationCount": 7}, {"assetID": 3403488, "replies": [], "lft": 412, "assetURL": "http://www.nytimes.com/2014/06/09/opinion/krugman-interests-ideology-and-climate.html", "parentID": null, "commentID": 11981852, "rgt": 413, "userDisplayName": "Jacob Sommer", "createDate": "1402286427", "userID": 54874472, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1402286468", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Medford, MA", "commentType": "comment", "updateDate": "1402282868", "commentSequence": 11981852, "commentBody": "I don't agree that the economic costs are minimal. Not only do we need to reduce our emissions, sharply, but we need to find ways to absorb the excess heat already in the atmosphere. Current projections based on us sharply curbing emissions worldwide still has us hitting the critical 2ºC increase that we're supposed to avoid.<br/><br/>We have a lot of research to do to absorb current atmospheric heat and sequester it away or temporarily block a portion of the solar radiation we currently get. These will cost money to research and likely a lot more to implement. I mean, we could trigger a couple of active volcanoes to spew major ash clouds into the atmosphere and cool the planet that way, but I view that as a catastrophic last-minute band-aid.<br/><br/>This does not mean I disagree with the assessment of the fervent anti-science types who deny the existence of man-made climate change. They are emotionally invested in their worldview, and emotions cannot be easily rebutted by logic. <br/><br/>Until we can craft effective messages on global warming that use both solid facts and just enough emotional resonance, we will get nowhere with those deniers. Sadly, we can't get anywhere without them.", "recommendationCount": 4}, {"assetID": 3403488, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 11981853, "replies": [], "commentID": 11981988, "trusted": 0, "userDisplayName": "N/A", "createDate": "1402289025", "userID": 55127046, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1402289045", "userTitle": "NULL", "recommendations": 14, "editorsSelection": false, "parentUserDisplayName": "Tom Riley", "userURL": "NULL", "userLocation": "NM", "depth": 1, "commentType": "userReply", "updateDate": "1402285445", "commentSequence": 11981988, "commentBody": "Germany runs electrical power 24% on renewables, at this time. It peaked (like it had done in earlier years) on May 12 to 70%. The plan is to be at 35% at 2020. Due to the Fukushima disaster they shutdown the nuclear power sites ahead of time, and take coal power plant back on line. Still they commit to the schedule even beyond 2020.<br/><br/>There is a price to that but financial adjustments alleviate that burden for the less income part of the populace.<br/><br/>Now tell me where the magic or delusion is? On the contarry, the denier side consistently ignores the tremendous cost if we stay the carbon course. The bills are already coming in and they will not be getting smaller.<br/><br/>I really don't know why the conservatives are calling themselves 'conservatives'. What re they conserving, anyway?"}]}, "lft": 414, "assetURL": "http://www.nytimes.com/2014/06/09/opinion/krugman-interests-ideology-and-climate.html", "parentID": null, "commentID": 11981853, "rgt": 417, "userDisplayName": "Tom Riley", "createDate": "1402286466", "userID": 69167724, "replyCount": 1, "commentTitle": "<br/>", "status": "approved", "approveDate": "1402286527", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Seattle WA", "commentType": "comment", "updateDate": "1402282927", "commentSequence": 11981853, "commentBody": "Krugman's focus on employment numbers vs % of energy provided by coal is somewhat misleading.  Although efficiency in the production of coal probably has led to great reductions in coal employment, a far greater driver in the reduction in coal IN THE US has been the substitution of natural gas for coal in the energy mix.  This is the main driver of coal reduction in US energy mix. Also, his assertion that decarbonization using existing technologies will be easy or cheap is just plain wrong.  Changing from carbon to non-carbon energy sources at scale for the planet: if someone tells you that is easy, well. wow.  That's delusional, but summarizes a lot of the magical thinking of the environmental left.  ", "recommendationCount": 1}, {"assetID": 3403481, "replies": [], "lft": 17, "assetURL": "http://artsbeat.blogs.nytimes.com/2014/06/08/2014-tony-awards-live-coverage/", "parentID": 11981525, "commentID": 11981808, "rgt": 18, "userDisplayName": "LaDee Dah", "createDate": "1402285872", "userID": 24043010, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1402286537", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Superbia USA", "commentType": "userReply", "updateDate": "1402282937", "commentSequence": 11981808, "commentBody": "Pull Out Your Credit Card", "recommendationCount": 1}, {"assetID": 3403481, "replies": [], "lft": 28, "assetURL": "http://artsbeat.blogs.nytimes.com/2014/06/08/2014-tony-awards-live-coverage/", "parentID": null, "commentID": 11981776, "rgt": 29, "userDisplayName": "Lenore", "createDate": "1402285485", "userID": 51913421, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1402286549", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Wynnewood, PA", "commentType": "comment", "updateDate": "1402282949", "commentSequence": 11981776, "commentBody": "My favorite two moments were the duet with Carole King and Jessie Mueller and the singing of the musical actress awards by Hugh Jackman.  I was thrilled that GENTLEMEN won for best musical as I thought it was absolutely terrific and better than any musical I'd seen in years.  Lutvak should have won for the score, which was brilliant.<br/><br/>The speeches were great fun because they sounded as if the artists wrote them on their own (even if they didn't).  They had the choppiness of real life life, even down to the winner who didn't mention his wife and child until he had already thanked much of the universe.  <br/><br/>One more plus:  the many valentines to the theatre in winners' speeches.  <br/><br/>One negative:  too much overt advertising for the shows and especially for the shows not even on Broadway yet.  Just too, too shameless promotion.  And I agree with Charles that Sting was terrible.<br/><br/>As for POYCC, only a very few shows made me want to pull out my credit card but it was good to have the opportunity to taste so many.<br/><br/>Finally, I've been watching Tony shows for years but this was the first time this straight white woman felt like a minority as I viewed it.", "recommendationCount": 0}, {"assetID": 3403354, "replies": [], "lft": 1872, "assetURL": "http://www.nytimes.com/2014/06/08/realestate/student-loans-make-it-hard-to-rent-or-buy-a-home.html", "parentID": null, "commentID": 11981023, "rgt": 1873, "userDisplayName": "Agnieszka Gill", "createDate": "1402271147", "userID": 68037096, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1402286564", "userTitle": "NULL", "editorsSelection": 1, "statusID": 2, "userURL": "NULL", "userLocation": "CA", "commentType": "comment", "updateDate": "1402282964", "commentSequence": 11981023, "commentBody": "Senator Elizabeth Warren made a shocking proposal: we should allow those who go to college to borrow for their  education at the same rate as CityBank and other corporations when they borrow from the federal government ( about 1%).  <br/><br/>I am not even going to start on the issue of free public college education, that is borderline heresy in the US ( the public colleges in Europe are by fair the best, most demanding, and often free).  But if we cannot fantom that education is human investment worth making, then at least those who are going to participate in the experiment of indentured servitude for 10 years or so only - for a privilege of possibly qualifying for a job for more than  $8 per hour- should be given similar breaks as privately owned banks. ", "recommendationCount": 19}, {"assetID": 3403460, "replies": [], "lft": 7, "assetURL": "http://artsbeat.blogs.nytimes.com/2014/06/07/orphan-black-recap-meet-the-new-clone-the-one-with-the-flannel-shirt/", "parentID": 11976270, "commentID": 11981456, "rgt": 8, "userDisplayName": "Robert B", "createDate": "1402281918", "userID": 22636526, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1402286571", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Brooklyn, NY", "commentType": "userReply", "updateDate": "1402282971", "commentSequence": 11981456, "commentBody": "Designed obsolescence is certainly a possible reason for the illnesses of these women. We know the series pays homage to classic science fiction and the theory is appealing as it references the Replicants in Philip Dick's classic novel \"Do Androids Dream of Electric Sheep,\" (Blade Runner). The Orphan Black writers certainly like to play with this sort of thing; hence Aldous Huxley's paranoid vision of clones subsumes the human evolutionary theories of Louis Leakey in the character of Aldus Leekie. Still, I'm not convinced on this one yet. I think it's more likely that the illness of Cosima, and at least two other clones so far, is an unintended and quite horrible byproduct of creating female clones whose genetic material has been radically altered in an attempt to ensure sterility. It's notable that while the disease becomes symptomatic in the lungs, it actually starts in the uterus. jb points out that these women are patented and preventing reproduction would be a priority to ensure control of the clones' commercial value. The question is did the scientists have the slightest idea how to do this without triggering a deadly disease? As the brilliant Cosima points out in a previous episode, very little is actually know about human biology. Cosima admits to Sarah that all these geniuses don't fully understand what they're doing, they just act like they do. Cosima lays it out with devastating bluntness; they're just poking things with sticks in the end.", "recommendationCount": 3}, {"assetID": 3403488, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 11981858, "replies": [], "commentID": 11982058, "trusted": 0, "userDisplayName": "Robert Prentiss", "createDate": "1402290572", "userID": 15021812, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1402304796", "userTitle": "NULL", "recommendations": 0, "editorsSelection": false, "parentUserDisplayName": "Shaw J. Dallal", "userURL": "NULL", "userLocation": "San Francisco", "depth": 1, "commentType": "userReply", "updateDate": "1402301196", "commentSequence": 11982058, "commentBody": "Instead of trumpeting resignation in the face of attempts to save the planet, you should be reminding us how JFK managed to put man on the moon in 10 years in the face of much more formidable odds."}, {"recommendedFlag": 0, "parentID": 11981858, "replies": [], "commentID": 11982671, "trusted": 0, "userDisplayName": "Shaw J. Dallal", "createDate": "1402310526", "userID": 10454656, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1402327775", "userTitle": "NULL", "recommendations": 1, "editorsSelection": false, "parentUserDisplayName": "Shaw J. Dallal", "userURL": "NULL", "userLocation": "New Hartford, N.Y.", "depth": 1, "commentType": "userReply", "updateDate": "1402324175", "commentSequence": 11982671, "commentBody": "Robert Prentiss:<br/><br/>You are welcome to put your head in the blessed sand as long as you like, but \"JFK managed to put man on the moon in 10 years in the face of\" formidable odds during an era the nation squarely faced the reality of Soviet threat and competition.<br/><br/>Perhaps, once again, unless the nation is willing to squarely face the magnitude of the environmental threat, it may not be able to make the needed sacrifices in order to save the planet. "}]}, "lft": 418, "assetURL": "http://www.nytimes.com/2014/06/09/opinion/krugman-interests-ideology-and-climate.html", "parentID": null, "commentID": 11981858, "rgt": 423, "userDisplayName": "Shaw J. Dallal", "createDate": "1402286550", "userID": 10454656, "replyCount": 2, "commentTitle": "<br/>", "status": "approved", "approveDate": "1402286586", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "New Hartford, N.Y.", "commentType": "comment", "updateDate": "1402282986", "commentSequence": 11981858, "commentBody": "“But why is it so hard to act?”<br/><br/>Maybe it is only partly because of the power of vested interests, as Professor Krugman seems to insinuate.  That power, coupled with economic ideology, ignorance and pride may not be the only reasons, however.<br/><br/>More menacing reasons may be factors and forces beyond our control:  The determination of some parts of the world, including two of its most populous, China and India, to usher their own industrial revolutions in an effort to raise the standard of living of their own impoverished populations, in order to catch up with our own standard and with that of Western Europe.<br/><br/>Ushering new industrial revolutions and raising the standards of living for nearly three quarters of the world’s population cannot be attained without exhausting the earth’s resources and destroying the environment, unless we and other members of the First World are willing to voluntarily reduce our own standard of living, which is highly unlikely.<br/><br/>It is highly unlikely because neither the American people nor those of the First World are likely to place in power a government that would promise to save the earth and the environment by reducing the standard of living of its citizens.<br/><br/>This is sadly why, short of a world disaster of great magnitude, it is so hard to act now.  ", "recommendationCount": 17}, {"assetID": 3403354, "replies": [], "lft": 1409, "assetURL": "http://www.nytimes.com/2014/06/08/realestate/student-loans-make-it-hard-to-rent-or-buy-a-home.html", "parentID": 11974884, "commentID": 11981188, "rgt": 1410, "userDisplayName": "Doug Terry", "createDate": "1402276434", "userID": 65455323, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1402286630", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Out beyond the Beltway, Maryland", "commentType": "userReply", "updateDate": "1402283030", "commentSequence": 11981188, "commentBody": "So what? Studies have indicated that about 80% of people who are hired have some prior connection to the company. That can be as simple as meeting someone accidentally at a party or having a relative who works there. I did not suggest that connections are the only way to advance. Connections help, they don't guarantee success, just like having a degree from an elite college. <br/><br/>Kids whose parents are in the lower end of the middle income segment are less likely to have useful family connections to jobs that pay good salaries. Thus, the four year degree has less value to them, even though they might have to go into deep debt to pay for it. ", "recommendationCount": 1}, {"assetID": 3403354, "replies": [], "lft": 1874, "assetURL": "http://www.nytimes.com/2014/06/08/realestate/student-loans-make-it-hard-to-rent-or-buy-a-home.html", "parentID": null, "commentID": 11981249, "rgt": 1875, "userDisplayName": "Juan Paulo Ramirez", "createDate": "1402278171", "userID": 47173656, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1402286630", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Lincoln, NE", "commentType": "comment", "updateDate": "1402283030", "commentSequence": 11981249, "commentBody": "This article reveals the importance of learning about personal finances.  In a capitalist society managed by a few, it is our duty as citizens to understand how the system can work in our benefit.  Living beyond our means is how we feed those who take control of our lives, such as student loan companies.", "recommendationCount": 6}, {"assetID": 3403354, "replies": [], "lft": 1876, "assetURL": "http://www.nytimes.com/2014/06/08/realestate/student-loans-make-it-hard-to-rent-or-buy-a-home.html", "parentID": null, "commentID": 11981256, "rgt": 1877, "userDisplayName": "Henry Bogle", "createDate": "1402278316", "userID": 68899060, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1402286630", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Detroit", "commentType": "comment", "updateDate": "1402283030", "commentSequence": 11981256, "commentBody": "I was living in Williamsburg 86'-91' and can say I got out at the right time. With its sushi bars and boutiques it's basically unrecognizable to me now. I'm old enough now to know that living in a place beyond short term without a way to achieve equity on some level is untenable. If I had the money I would buy real estate on the periphery of Detroit neighborhoods that are thriving (there are some). The worsening economics of super cities are going to force many young people to stay put in their hometowns. (I would hire Mr. Trout in a nanosecond if I had the opportunity)", "recommendationCount": 5}, {"assetID": 3403354, "replies": [], "lft": 579, "assetURL": "http://www.nytimes.com/2014/06/08/realestate/student-loans-make-it-hard-to-rent-or-buy-a-home.html", "parentID": 11973666, "commentID": 11981371, "rgt": 580, "userDisplayName": "Andre", "createDate": "1402280688", "userID": 65260364, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1402286630", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "New York", "commentType": "userReply", "updateDate": "1402283030", "commentSequence": 11981371, "commentBody": "If that happens then rents come back down.  The fact that the market is expensive means there are plenty of ppl like you willing to pay.  That is how real estate works.", "recommendationCount": 0}, {"assetID": 3403354, "replies": [], "lft": 1878, "assetURL": "http://www.nytimes.com/2014/06/08/realestate/student-loans-make-it-hard-to-rent-or-buy-a-home.html", "parentID": null, "commentID": 11981453, "rgt": 1879, "userDisplayName": "Kevin", "createDate": "1402281858", "userID": 67186188, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1402286630", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Miami", "commentType": "comment", "updateDate": "1402283030", "commentSequence": 11981453, "commentBody": "Let me summarize the last 500 comments for for those of you who do not have the time to read through them:<br/><br/>\"You dang fool kids!!! Get off my lawn!!! Back in MY DAY we slept 6 to a room, and we LIKED IT!!!!\"<br/><br/>There.  Fixed it for you.", "recommendationCount": 15}, {"assetID": 3403354, "replies": [], "lft": 1880, "assetURL": "http://www.nytimes.com/2014/06/08/realestate/student-loans-make-it-hard-to-rent-or-buy-a-home.html", "parentID": null, "commentID": 11981531, "rgt": 1881, "userDisplayName": "Diana", "createDate": "1402282848", "userID": 66587705, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1402286630", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Singapore", "commentType": "comment", "updateDate": "1402283030", "commentSequence": 11981531, "commentBody": "Young people all over the globe are taking up loans for higher education not entirely based on economic sense but for the sake of having a degree just because their peers have it. Tons are flocking to private unis and forking out good money for a degree which may not give them significant advantage over their diplomas. Not only that, begin labelled a graduate gives young people greater expectation and reason to pass over jobs requiring just a diploma. ", "recommendationCount": 1}, {"assetID": 3403354, "replies": [], "lft": 1865, "assetURL": "http://www.nytimes.com/2014/06/08/realestate/student-loans-make-it-hard-to-rent-or-buy-a-home.html", "parentID": 11980427, "commentID": 11981706, "rgt": 1866, "userDisplayName": "DRS", "createDate": "1402284623", "userID": 34963770, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1402286630", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "New York, NY", "commentType": "userReply", "updateDate": "1402283030", "commentSequence": 11981706, "commentBody": "They can commute in for their shifts like everyone else.", "recommendationCount": 7}, {"assetID": 3403354, "replies": [], "lft": 1853, "assetURL": "http://www.nytimes.com/2014/06/08/realestate/student-loans-make-it-hard-to-rent-or-buy-a-home.html", "parentID": 11979626, "commentID": 11981830, "rgt": 1854, "userDisplayName": "Trudy", "createDate": "1402286157", "userID": 65166046, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1402286630", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Pasadena, CA", "commentType": "userReply", "updateDate": "1402283030", "commentSequence": 11981830, "commentBody": "That was Bush, remember...?", "recommendationCount": 1}, {"assetID": 3403488, "replies": [], "lft": 424, "assetURL": "http://www.nytimes.com/2014/06/09/opinion/krugman-interests-ideology-and-climate.html", "parentID": null, "commentID": 11981860, "rgt": 425, "userDisplayName": "David Cache", "createDate": "1402286593", "userID": 41856252, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1402286646", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Valle Crucis, NC", "commentType": "comment", "updateDate": "1402283046", "commentSequence": 11981860, "commentBody": "More billboards might do the trick and get the trickle-down flowing. Driving through the state West Virginia there are billboards up since 2008 stating the case that Obama is trying to wreck the way of life that enriches the people of the state. The people I know make their living off the natural beauty and splendors of the Mountainsides. The Gualey &amp; New rivers and Snowshoe mountain are some of the best recreation areas in the eastern US. The coal industry sees only more profit centers, low labor extraction methods like mountain top mining and it cares nothing about the country or the people. <br/><br/>The most telling sign of this was the chemical spill earlier this year where people where harmed by the coal industry not performing cost effective routine maintenance on above ground storage tanks. That's what we as a nation need to make sure happens, basic maintenance. For 35 years we've been told low taxes and less regulation mean the \"free market\" will do the job. It hasn't happened yet as climate science emphatically shows. <br/><br/>More billboards and propaganda won't make it so. Mid term elections are the step in enacting a real change. Get to the polls vote for people that work for the common cause. We are a great nation. Let's come together and get it done.", "recommendationCount": 44}, {"assetID": 3403354, "replies": [], "lft": 1882, "assetURL": "http://www.nytimes.com/2014/06/08/realestate/student-loans-make-it-hard-to-rent-or-buy-a-home.html", "parentID": null, "commentID": 11981358, "rgt": 1883, "userDisplayName": "Bagbabe53", "createDate": "1402280457", "userID": 43294211, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1402286675", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Vienna, VA", "commentType": "comment", "updateDate": "1402283075", "commentSequence": 11981358, "commentBody": "My younger daughter was not mature enough for a four-year school (great SATs, poor HS grades, and severely ADHD) and although we'd put a lot aside for her education, going away at first would have been a disaster. She started at a community college. It was cheap and she knocked out most of the core requirements and 100 level courses. Not fun, not perfect, and yeah, she complained ALOT. She then went off to a four year college and spent her final two years on the Dean's List. She's now taking a year off to work (several jobs if necessary) to save money for grad school (she's planning a career as an academic). While away at the four year school, she saw the ravages of student loan debt on several classmates, and wants to minimize any debt she takes on later. It was not a fun lesson, but a valuable one.<br/>Her older sister was a great HS student and attended high quality state universities for undergrad and law school. After law school, she also found a position as a litigator with a top law firm and married a law school classmate.<br/>She had minimal student loan debt which she paid off in a short time. At 29,<br/>they built their own lovely custom house and have recently become parents.<br/>They do not live in NYC, but a state capital in a southern state where there's a<br/>flagship university, cultured people, and lots of other great things. NYC and fancy  schools do not always a great life make! There are other ways to be successful!", "recommendationCount": 6}, {"assetID": 3403492, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 11981735, "replies": [], "commentID": 11984699, "trusted": 0, "userDisplayName": "DJS", "createDate": "1402324392", "userID": 57557274, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1402328614", "userTitle": "NULL", "recommendations": 5, "editorsSelection": false, "parentUserDisplayName": "skyblueerik", "userURL": "NULL", "userLocation": "New York", "depth": 1, "commentType": "userReply", "updateDate": "1402325014", "commentSequence": 11984699, "commentBody": "  I find it even more obscene   that the Supreme Court Justices voted that states could not be compelled to expand Medicare to cover more of its poorest residents,when the Federal Government would have been picking up 90% of the tab."}, {"recommendedFlag": 0, "parentID": 11981735, "replies": [], "commentID": 11985673, "trusted": 0, "userDisplayName": "soxared04/07/13", "createDate": "1402329216", "userID": 66332358, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1402333724", "userTitle": "NULL", "recommendations": 0, "editorsSelection": false, "parentUserDisplayName": "skyblueerik", "userURL": "NULL", "userLocation": "Crete, Illinois", "depth": 1, "commentType": "userReply", "updateDate": "1402330124", "commentSequence": 11985673, "commentBody": "Ah, what are a few lives when Gov. Rick Perry has an eye on 1600 Pennsylvania Ave? Isn't that more important? Texans will give their governor a pass and blame these \"few\" deaths on (drumroll, please): Obamacare! That's always a call to the colors for the angry base."}, {"recommendedFlag": 0, "parentID": 11981735, "replies": [], "commentID": 11987366, "trusted": 0, "userDisplayName": "Garrett Clay", "createDate": "1402338895", "userID": 57981976, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1402339418", "userTitle": "NULL", "recommendations": 0, "editorsSelection": false, "parentUserDisplayName": "skyblueerik", "userURL": "NULL", "userLocation": "San Carlos, CA", "depth": 1, "commentType": "userReply", "updateDate": "1402335818", "commentSequence": 11987366, "commentBody": "Can't they be charged with genocide in the world court, or can't someone do a class action and apply to the UN or some decent country for foreign aid? <br/><br/>There must be some legal lever to go after the killers- the governors and legislatures who did this.  When Obama is gone they will lose the race card, but they should be squashed like bugs regardless.   "}]}, "lft": 66, "assetURL": "http://www.nytimes.com/2014/06/09/business/economy/uninsured-on-the-wrong-side-of-a-state-line.html", "parentID": null, "commentID": 11981735, "rgt": 77, "userDisplayName": "skyblueerik", "createDate": "1402284883", "userID": 13345834, "replyCount": 5, "commentTitle": "<br/>", "status": "approved", "approveDate": "1402286698", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "minneapolis", "commentType": "comment", "updateDate": "1402283098", "commentSequence": 11981735, "commentBody": "It cannot be stated enough just how obscene it is that these governors refuse to expand Medicaid. The blood of many innocent people will be on their hands because of it.", "recommendationCount": 423}, {"assetID": 3403488, "replies": [], "lft": 426, "assetURL": "http://www.nytimes.com/2014/06/09/opinion/krugman-interests-ideology-and-climate.html", "parentID": null, "commentID": 11981863, "rgt": 427, "userDisplayName": "bfarell", "createDate": "1402286653", "userID": 18704988, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1402286705", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Clinton, NY", "commentType": "comment", "updateDate": "1402283105", "commentSequence": 11981863, "commentBody": "Not only does ideology play a role in discounting and denying man-made climate change, so too does the illogic that we use as a survival strategy. A pernicious problem with warming is that it's global; not only does that make it a bit abstract, it also makes it comparatively neutral: what affects everyone affects no one's relative status. And to the extent it does, it threatening those from wealthy countries by they're being the only ones able to pay the resulting bills. Until it becomes personal—sweeping away your seaside property, for example—it's only someone else's problem that you have to pay for. So, a big part of the problem is a way of thinking, almost entirely unconscious. By the time the needed lessons are delivered locally and personally with sufficient force and scope, the time for doing something about it will be long, long past.", "recommendationCount": 9}, {"assetID": 3403480, "replies": [], "lft": 46, "assetURL": "http://opinionator.blogs.nytimes.com/2014/06/08/from-china-with-pragmatism/", "parentID": null, "commentID": 11981866, "rgt": 47, "userDisplayName": "Bursiek", "createDate": "1402286744", "userID": 67857122, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1402286766", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Boulder, Co", "commentType": "comment", "updateDate": "1402283166", "commentSequence": 11981866, "commentBody": "The \"twain\" between \"east and west\" meet in the effort to find a just order in the chaos of our everyday lives. The search has available to it the tools of reason--tested in social interaction--and free will, each having evolved in time and being independent of a religious origin.<br/><br/>I suggest time honored values, common to all persons, east and west, include respect for self and others, kindness, fairness towards each and every person, and self-reliance, to the extent one has the capacity to exercise it. ", "recommendationCount": 1}, {"assetID": 3403488, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 11981867, "replies": [], "commentID": 11983754, "trusted": 0, "userDisplayName": "Nora01", "createDate": "1402319585", "userID": 55364403, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1402319647", "userTitle": "NULL", "recommendations": 3, "editorsSelection": false, "parentUserDisplayName": "Tim B", "userURL": "NULL", "userLocation": "New England", "depth": 1, "commentType": "userReply", "updateDate": "1402316047", "commentSequence": 11983754, "commentBody": "The \"dog eat dog\" philosophy is the result of our idolizing competition as an unalloyed good - the same way we do so-called \"free markets\". Hyper-competitiveness is not to be admired. It has its place, as do cooperation and collaboration. Alone, it is destructive of human endeavor and deadly to human relationships.<br/><br/>There would be no human race today had our ancestors not valued cooperation over competition. It took communal effort to kill big game, to raise a roof, to sail a ship, to build a town, to put out a fire. It will take communal effort to turn down climate change before collapse occurs. Otherwise, we face the fate of Easter Island - devoid of humans, only their features left in rock, telling the tale of competition gone awry. "}]}, "lft": 428, "assetURL": "http://www.nytimes.com/2014/06/09/opinion/krugman-interests-ideology-and-climate.html", "parentID": null, "commentID": 11981867, "rgt": 431, "userDisplayName": "Tim B", "createDate": "1402286748", "userID": 29899499, "replyCount": 1, "commentTitle": "<br/>", "status": "approved", "approveDate": "1402286766", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Seattle", "commentType": "comment", "updateDate": "1402283166", "commentSequence": 11981867, "commentBody": "At its heart, American 'individualism' is just a more friendly term for selfishness.   Many in this nation see things in terms of 'dog eat dog' and every man for himself, the idea of cooperation and community being anathema. <br/><br/>That's why each time there is talk of any kind of regulation, it is frightening to conservatives, whether it be for retrofitting existing infrastructure to make it more environmentally safe, oversight of the fracking industry, sane restrictions on the sale and kind of guns, and in the great state of Idaho, outcries even about mandating the wearing of helmets when riding a motorcycle.   <br/><br/>Rick Santorum came out against higher education in this past election for fear that those exposed to college are being exposed unnecessarily to ‘liberal’ ideas.   An uneducated, poorly literate electorate is much more easily swayed by sound bites from actors like Rush Limbaugh and Bill O'Reilly and leaders like Bush II.   Anything to work on the emotions, convincing people that any kind of change is bad, because ‘we want things just as they are’ and who are they to take away our freedoms.<br/><br/>Something many Americans fear is change, and to those fed a pablum of fear, it is terrifying.", "recommendationCount": 298}, {"assetID": 3403490, "replies": [], "lft": 184, "assetURL": "http://www.nytimes.com/2014/06/09/opinion/blow-religious-constriction.html", "parentID": null, "commentID": 11981873, "rgt": 185, "userDisplayName": "stu freeman", "createDate": "1402286810", "userID": 35591703, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1402286827", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "brooklyn ny", "commentType": "comment", "updateDate": "1402283227", "commentSequence": 11981873, "commentBody": "It's certainly possible to believe in the existence of God (whether the Judeo-Christian-Islamic God or Brahma, Ahura Mazda or some other deity) without taking every word and syllable of a specific religious text literally.  Those texts were written- or, in any case, transcribed- by men, the most intelligent of God's creations but certainly an imperfect species.  If one does believe in the Almighty there is not necessarily a contradiction between the idea of evolution and the idea that man was created by God.  The Supreme Being's powers are presumably infinite; why restrict them to a six-day period at the close of which the first man was supposedly created from the dust of the earth?  Science doesn't hold all the answers to all the questions (or, if it does, we haven't sussed them out as yet) and neither does any biblical text. The need to regard a book as the source of literal truth ultimately does a great disservice to the ostensible subject of that book. ", "recommendationCount": 33}]}, "copyright": "Copyright (c) 2016 The New York Times Company.  All Rights Reserved."}