{"debug": {"version": 3.1}, "status": "OK", "results": {"api_timestamp": "1481460311", "totalCommentsFound": 5574, "totalCommentsReturned": 25, "comments": [{"assetID": 2275839, "replies": [], "lft": 1394, "assetURL": "http://www.nytimes.com/2011/01/11/us/11giffords.html", "parentID": null, "commentID": 3209442, "rgt": 1395, "userDisplayName": "ConsensusNow", "createDate": "1294715571", "userID": 26526964, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1294722021", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "California", "commentType": "comment", "updateDate": "1294722012", "commentSequence": 519, "commentBody": "Just as it was deemed important enough to read the COnstitution aloud and in unison it should be deemed essential for ALL the elected federal and state officials to state unequivocally that<br />a. Violence will not be condoned.<br />b. Political debate all you want but do not incite or encourage or use code words to incite and/or encourage violence.<br />c. Publicly accept responsibility for safety of all citizens including candidates for electoral office as well elected officials.<br />d. Promise to read a public condemnation into the Congressional record of any one who abuses the Constitutional right to free speech to use symbols such as crosshairs or gunsights or other violent symbols against specific individuals.<br />e. Promise not to accept funding from anyone or any organization that condones or encourages such behavior.<br /><br />I was looking for such a clear statement at least from the senior leadership of the House, Senate and of course the President but have not seen it till now and hence this letter.<br /><br />I ask all Americans - Where is the national outrage? We should be ashamed of the behavior of all those who encourage and condone such irrational violence regardless of implicit or explicit motive of the perpetrator(s) and regardless of the background or status or age or political belief of the victims. This is daylight murder and the very foundation of democracy has been attacked. This is the time for all Americans to re-dedicate once again to the principles and practices of a true democracy.", "recommendationCount": 1}, {"assetID": 2276610, "replies": [], "lft": 72, "assetURL": "http://parenting.blogs.nytimes.com/2011/01/10/a-weekend-of-parenting-conversation/", "parentID": null, "commentID": 3209808, "rgt": 73, "userDisplayName": "Krc", "createDate": "1294721364", "userID": 60306145, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1294722576", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Denver, CO", "commentType": "comment", "updateDate": "1294722576", "commentSequence": 35, "commentBody": "The juxtaposition of the sensationalist Chua book with the fate of Christina Green in this post could not be more depressing. Is it too much to hope that Ms. Chua and parents who subscribe to that kind of parenting approach (regardless of ethnicity) get a reality check from the loss of Christina? ", "recommendationCount": 3}, {"assetID": 2279081, "replies": [], "lft": 52, "assetURL": "http://parenting.blogs.nytimes.com/2011/01/10/an-egg-donors-tale/", "parentID": null, "commentID": 3209852, "rgt": 53, "userDisplayName": "M74", "createDate": "1294722301", "userID": 10408717, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1294722588", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Denver", "commentType": "comment", "updateDate": "1294722588", "commentSequence": 24, "commentBody": "I am the mother of a donor conceived child - in my case, it was donor sperm.  As a single mom by choice, it was a very easy call for me to be open about the use of a donor, and my son has been told this story from the time he was an infant.  Although I won't predict the future, at 6, he is comfortable with the knowledge that he has a donor rather than a dad, and has not expressed any interest in finding out more about the donor.   At age 18, he will have that opportunity as the donor \"open identity\" which means he has agreed to keep the sperm bank aware of his whereabouts, and he has agreed that his information can be released to the children conceived with his sperm, once they turn 18.<br /><br />I personally find it repugnant that a parent who conceived with the use of donor gametes would keep that fact hidden from their children.  However, despite my eternal gratitude towards my son's donor, I do not consider him my son's father in any other sense than genetic, and I do not feel that the egg donor here is acting appropriately in her desire to initiate contact and create some form of \"mother-child relationship.\"  I am obviously less threatened as a mother than a mother via egg donation would be, but beyond that, I subscribe to the idea that a parent is the person who raises the child, who is there for the milestone both large and small, and all the tears and smiles.  However, I am also prepared to respect the decisions of my son and if he ultimately makes contact with his donor and assigns some type of fatherhood to him, I will come to terms with that decision.  But the big difference to me is that it would be my son's decision to seek out the donor, and his own opinions that will factor in to the nature of any relationship they may have.  I am concerned that despite my personal feelings about the choice the donee mother may have made to keep this hidden from the twins, I don't feel that the donor should initiate contact, particularly not with some pre-conceived idea in her mind that it would be in furtherance of a \"mother-child relationship.\"<br /><br />However, I also believe that just as adoption used to often be kept hidden in the past, until adoptive children demanded and fought for the ability to make contact with their biological parents, I firmly feel that donor conceived children will make that same journey and fight that same battle and reach the same outcome.  And I think that will be better for all involved - the donors, the donee parents and most importantly, the donor conceived children.", "recommendationCount": 4}, {"assetID": 2279081, "replies": [], "lft": 54, "assetURL": "http://parenting.blogs.nytimes.com/2011/01/10/an-egg-donors-tale/", "parentID": null, "commentID": 3209859, "rgt": 55, "userDisplayName": "MB", "createDate": "1294722497", "userID": 47511968, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1294722608", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "St. Paul, MN", "commentType": "comment", "updateDate": "1294722608", "commentSequence": 25, "commentBody": "Thank you for a beautiful, reflective post -- certainly not one that aims to speak for egg donors as a group but a necessary addition to the discussion.<br /><br />The first person to respond mentioned a study by a conservative group on offspring of donor gametes.  There's also a post by lesbian mom blogger extraordinaire, Mombian, which cite more objective studies on the same topic (in the journal Human Reproduction); see <a href=\"http://www.mombian.com/2011/01/06/known-or-unknown-donors-the-kids-are-all-right-either-way-study-shows/\" target=\"_blank\">http://www.mombian.com...</a>.<br /><br />Like some others who wrote in, I find the secrecy of the intended parents in the above story a pity (for the children, who deserve not to have this information be kept from them).  As a lesbian mom, I also see this desire as rooted in the matrix of the parents' \"straight privilege.\"  I don't have the option of passing off my kids as the biological product solely of my partner and me , and I wonder why intended (straight) parents would feel such an urgent need to cover up the existence of third or fourth parties in their story.  I found this one aspect of Thernstrom's article very lovely (perhaps a little utopian):  the understanding that unassisted reproduction is not metaphysically \"better\" than assisted reproduction (though it's definitely cheaper, and more straightforward).<br /><br />All this having been said, I also agree that although the donee couple are misguided to lie about their kids' biological origins, the donor should not spring this information on the kids.  Hopefully the donees will have done some reflecting or will at least think the medical information is pertinent.  Also, I think the Donor Siblign Registry is a terrific resource.", "recommendationCount": 2}, {"assetID": 2280801, "replies": [], "lft": 16, "assetURL": "http://wordplay.blogs.nytimes.com/2011/01/10/guest/", "parentID": null, "commentID": 3209842, "rgt": 17, "userDisplayName": "Suzy M.", "createDate": "1294722123", "userID": 51706499, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1294722764", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Durham CT", "commentType": "comment", "updateDate": "1294722764", "commentSequence": 8, "commentBody": "@arthur118, the MHP lives on at MOL's blog: <a href=\"http://elaineinarkansas.blogspot.com/.  If\" target=\"_blank\">http://elaineinarkansas.blogspot.com/.  If</a> you're ever planning to be in my neighborhood I'll make you one.  I'd need several hours (preferably 2 days) advance notice...  I don't consider the SHIRLEY TEMPLE to be a cocktail, really - but when I was seven I did!  So it passes muster.  From a bartender's point of view, what's not to like about this puzzle?<br /> I may have told this joke already (an oldie, and it makes a yearly appearance on Garrison Keillor's Pretty Good Joke Show), but here goes:<br />A grasshopper walks into a bar and the bartender says \"Hey, we have a drink named after you.\"<br />And the grasshopper says \"Why would anyone name a drink 'Bob?'\"<br />When the opportunity arises, I'll tell \"A piece of string walks into a bar...\"", "recommendationCount": 1}, {"assetID": 2275839, "replies": [], "lft": 1396, "assetURL": "http://www.nytimes.com/2011/01/11/us/11giffords.html", "parentID": null, "commentID": 3209457, "rgt": 1397, "userDisplayName": "Violet", "createDate": "1294715820", "userID": 60743574, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1294722797", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Portland", "commentType": "comment", "updateDate": "1294755795", "commentSequence": 520, "commentBody": "\"Since the year 2000, until now, most of the hateful vitriol in the press has come from the left. Reasonable people can't deny that because it is fact.\"- Comment 491 Amy S<br /><br />Oh, here we go.  Conservatives could find vitriol in a weather report.<br /><br />Here are some questions, Amy: Which left winger was it again that put his or her political opponents' names and congressional districts in gunfire crosshairs alongside the phrase \"Re-lock and reload\"?  That encouraged voters to resort to Second Amendment alternatives?  That blew up a government office building in OK?<br /><br />Can't wait for your answers.<br /><br />  ", "recommendationCount": 4}, {"assetID": 2280263, "replies": [], "lft": 26, "assetURL": "http://thequad.blogs.nytimes.com/2011/01/10/live-analysis-b-c-s-title-game/", "parentID": null, "commentID": 3209849, "rgt": 27, "userDisplayName": "Gwen", "createDate": "1294722275", "userID": 38176668, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1294722799", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Georgia", "commentType": "comment", "updateDate": "1294722799", "commentSequence": 12, "commentBody": "Anything that can wipe that smirk off newton smug mug is good.", "recommendationCount": 3}, {"assetID": 2275839, "replies": [], "lft": 1402, "assetURL": "http://www.nytimes.com/2011/01/11/us/11giffords.html", "parentID": null, "commentID": 3209488, "rgt": 1403, "userDisplayName": "Mel Presley", "createDate": "1294716270", "userID": 21934298, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1294723231", "userTitle": null, "editorsSelection": 1, "statusID": 2, "userURL": null, "userLocation": "Roskilde, Denmark", "commentType": "comment", "updateDate": "1294755837", "commentSequence": 521, "commentBody": "We don't need another tragedy-inspired round of ineffective gun control laws. Weapons, like narcotics and other contraband, trade in a black market any determined assassin can avail himself of, just as a determined addict can buy a fix despite society's efforts to ban drugs of abuse. The fact that the shooter in the current case acquired the murder weapon legally is a minor footnote.<br /><br />What we need  -  and this is guaranteed to rile advocates of gun rights as well as civil liberties in general  -  is some sort of hotline to identify threats and bring on law enforcement action before an atrocity is committed. I cite the case of a personal acquaintance (the only of its kind in my entire life) who, whether ever prosecuted or not, or compelled to undergo psychiatric treatment or not, was obviously a ticking bomb waiting to explode. I'm unaware of any actual act of violence this person ever committed (beyond slamming an office door in my face so hard it nearly ripped it off its hinges), but his behavior toward me and several others made it absolutely clear that placing a deadly weapon in his hands would be a recipe for disaster. NRA persists in the fantasy that official criminal convictions and official admissions to psychiatric confinement can serve as standards for weeding out lunatics who apply for approval of gun purchases or carry permits. This is the height of naive nonsense.<br /><br />Considering Columbine, Virginia Tech, and now this latest sorrowful episode of \"legitimate\" gun owners gone berserk, we desperately need a contact point where persons observing bizarre behavior in a potential mass-murder perpetrator can alert law enforcement authorities and set in motion an investigation that can stave off a looming tragedy.<br /><br />There need to be safeguards to prevent the usual big-city politicians, police officials or others with a blatant anti-gun agenda from abusing such legal apparatus to prevent sane and properly qualified individuals from acquiring and keeping small arms for personal protection, but these aren't inconsistent with reasonable measures to minimize threats to prominent figures and the public at large.<br /><br />We put deadly weapons in the hands of peace officers and licensed private citizens every day, almost always with good results that enhance public safety. We need effective tools to identify and deal with the tiny minority of criminals and mentally unstable individuals who can't be entrusted with possession of a gun.", "recommendationCount": 7}, {"assetID": 2275839, "replies": [], "lft": 1408, "assetURL": "http://www.nytimes.com/2011/01/11/us/11giffords.html", "parentID": null, "commentID": 3209519, "rgt": 1409, "userDisplayName": "mrmartingm", "createDate": "1294716662", "userID": 53557503, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1294723260", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "bakersfield", "commentType": "comment", "updateDate": "1294723260", "commentSequence": 522, "commentBody": "If there ever was a mug shoot that is the exact definition of a deranged lunatic, it is the one of this individual.", "recommendationCount": 5}, {"assetID": 2275839, "replies": [], "lft": 1414, "assetURL": "http://www.nytimes.com/2011/01/11/us/11giffords.html", "parentID": null, "commentID": 3209546, "rgt": 1415, "userDisplayName": "Jim", "createDate": "1294716909", "userID": 60077756, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1294723533", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "NY", "commentType": "comment", "updateDate": "1294723533", "commentSequence": 523, "commentBody": "People in America are shot every day, and all taxpayers and buyers of health insurance, regardless of whether they own or have an interest in firearms, have to pick up the cost of healing the wounded, rehab and all (plus they have to pay for things like metal detectors at high schools) because a special interest in DC makes sure the cost is spread among us all. So all essentially subsidize the hobbies of a relative few, hunters and range shooters. The fact that gun owners and enthusiasts don't pay the true price of irresponsible gun distribution has nothing to do with the 2nd amendment. If they did, the way things are, handguns would cost ten thousand dollars and bullets ten dollars each. Yet the right gripes about excess taxation. ", "recommendationCount": 3}, {"assetID": 2275839, "replies": [], "lft": 1420, "assetURL": "http://www.nytimes.com/2011/01/11/us/11giffords.html", "parentID": null, "commentID": 3209569, "rgt": 1421, "userDisplayName": "kanino", "createDate": "1294717146", "userID": 62122518, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1294723601", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "nm", "commentType": "comment", "updateDate": "1294755852", "commentSequence": 524, "commentBody": "As those victims that standing on a parking lot to listen the words of a congress woman showed us…<br /><br />From the book “AN AUTISTIC WORLD (1)”<br /><br />“It is understood that the word “sacrifice” involves the voluntary handing over of something valued. This description claims the acceptance of a choice, without it a sacrifice wouldn’t take place. Pain and struggle shape the bridge that connects the following choice; either we stay where we are at a present time, or we move on with our decision.<br /><br />Every person has to deal with sacrifice in one way or another through their lives. It is probably the most unrecognized virtue of our existence. We cross the bridge with each resolution, gaining something in the future, and loosing something in the past. The present is what appears most difficult to deal with, usually because it is affected by fear of the unknown, as well as of  known situations.<br /><br />But do we really have a choice? The force that enabled us to cross the breach is made by our morals. The distinction of what’s right, from what’s wrong is fundamental to determining our movement or our immobility. If we discard the essence of ourselves, our morals, we put aside who we are, and for some individuals that is not always an option.” ", "recommendationCount": 0}, {"assetID": 2280263, "replies": [], "lft": 34, "assetURL": "http://thequad.blogs.nytimes.com/2011/01/10/live-analysis-b-c-s-title-game/", "parentID": null, "commentID": 3209910, "rgt": 35, "userDisplayName": "dolethillman", "createDate": "1294723541", "userID": 23410177, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1294723756", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Hill Country", "commentType": "comment", "updateDate": "1294723756", "commentSequence": 13, "commentBody": "Ho hum.  SEC again. So, what else is new?<br />SEC SEC SEC SEC SEC SEC SEC SEC SEC SEC SEC SEC SEC SEC SEC . . .<br />  ", "recommendationCount": 2}, {"assetID": 2275839, "replies": [], "lft": 1426, "assetURL": "http://www.nytimes.com/2011/01/11/us/11giffords.html", "parentID": null, "commentID": 3209587, "rgt": 1427, "userDisplayName": "tdd", "createDate": "1294717392", "userID": 28741615, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1294724099", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "NJ", "commentType": "comment", "updateDate": "1294724099", "commentSequence": 525, "commentBody": "I would like to offer a possible root cause for this incident. I blame the post columbine rule which installed a zero tolerance policy on perceived threats/dangers posed by students on themselves and others. In my daughters case, in 7th grade, she was overheard to have said 'suicide' by someone. This someone reported the incident to her teacher who immediately sent her to nurses office and called me, to pick her up and gave me notice that she will not be accepted back unless with a letter from a mental health professional certifying that she is not a danger to herself and/or others.<br /><br />If it sounds familiar, this is the same notice, the assassin received from the community college. As for me, I immediately took my daughter to ER where the 1st thing I was made to do, was to agree on the mental health professional's fee, $500/hour. I agreed and got a letter and my daughter was back at school the next day. Not before warning her to be careful with her words.<br /><br />The assassin was not that lucky. He did not get a clearance letter, I do not know why. But I think its worth looking at a possible omission, Did the school after sending off this kid as a possible danger to himself/others, follow-up on him after he did not return ? Since they knew this danger, shouldn't they be held accountable for their inaction ?<br /><br />The problem with the zero-tolerance policy is its a zero-sum game that can be self-fulfilling in its outcome. There is no opportunity to question the accuser. Context does not matter ! What matters is a red-flag was raised by someone/anyone and action needs to be taken on the accused. This is what is happening in our midst right now. God Bless Us if this zero-tolerance policy spills outside the schools and into the rest of society. But in some measure it already is.<br /><br />Its not Sarah Palins' words that caused this. Its our short-attention spans that did. When we learn to accept quick and easy fixes to our problems, then we are bound to reap these kind of outcomes. ", "recommendationCount": 4}, {"assetID": 2279954, "replies": [], "lft": 12, "assetURL": "http://fifthdown.blogs.nytimes.com/2011/01/10/tom-who-ryan-says-revis-is-best-player-in-football/", "parentID": null, "commentID": 3209915, "rgt": 13, "userDisplayName": "EC", "createDate": "1294723717", "userID": 361932, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1294724199", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Chester, NY", "commentType": "comment", "updateDate": "1294724199", "commentSequence": 6, "commentBody": "As Greg Easterbrook wrote about Rex and the jets weeks ago on <a href=\"http://ESPN.com\" target=\"_blank\">ESPN.com</a>: \"You can't just dress like a pirate, you have to rob a few ships.\"", "recommendationCount": 5}, {"assetID": 2275839, "replies": [], "lft": 1438, "assetURL": "http://www.nytimes.com/2011/01/11/us/11giffords.html", "parentID": null, "commentID": 3209639, "rgt": 1439, "userDisplayName": "Supe", "createDate": "1294718130", "userID": 21153255, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1294724485", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Catskill Mountains, NY", "commentType": "comment", "updateDate": "1294724485", "commentSequence": 526, "commentBody": "Anger is a cheap high, as is fear. Politics, by which I mean partisanship, is equally a drug, or can be. This combination is what drives so many to assign principal cause to failed Republican political candidates, or conservative popular entertainers, or regionalism, or the economy, or each other, than on the urgent issue: firearms and incendiaries should not be made available to the mentally ill, to whom we as a society must allocate our resources and take strong measures to identify, diagnose and treat. We imperil our society, and thus our civilization, if we do not.", "recommendationCount": 1}, {"assetID": 2280263, "replies": [], "lft": 38, "assetURL": "http://thequad.blogs.nytimes.com/2011/01/10/live-analysis-b-c-s-title-game/", "parentID": null, "commentID": 3209957, "rgt": 39, "userDisplayName": "fresh1", "createDate": "1294724586", "userID": 59918811, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1294724626", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New York, NY", "commentType": "comment", "updateDate": "1294724626", "commentSequence": 14, "commentBody": "The game seemed heavy on commercials.  Did the commercial delays prevent Oregon from wearing down Auburn?  More commercials = more recovery time (something Oregon opponents had very little of this season).", "recommendationCount": 2}, {"assetID": 2279291, "replies": [], "lft": 120, "assetURL": "http://www.nytimes.com/2011/01/11/science/11esp.html", "parentID": null, "commentID": 3209961, "rgt": 121, "userDisplayName": "A statistician", "createDate": "1294724621", "userID": 12518517, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1294724704", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Northeast", "commentType": "comment", "updateDate": "1294724704", "commentSequence": 41, "commentBody": "@39: \"As to statistical analyses, nonparametric methods ought to be used when the data sets are too small for normalcy to be ascertained.\"<br /><br />The study does that, and in any case sample sizes are such (in the hundreds for a binomial proportion near 1/2) that normalcy could be asserted anyway. This detail is actually a bit funny in the study - the author proudly reports the similarity between normal and exact binomial p-values as if that weren't obvious with these sample sizes.<br />I do by no means intend to defend the study's thrust, but this particular detail is not the problem.", "recommendationCount": 4}, {"assetID": 2275839, "replies": [], "lft": 1446, "assetURL": "http://www.nytimes.com/2011/01/11/us/11giffords.html", "parentID": null, "commentID": 3209684, "rgt": 1447, "userDisplayName": "Dun", "createDate": "1294718751", "userID": 27481773, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1294724829", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Ohio", "commentType": "comment", "updateDate": "1294724829", "commentSequence": 527, "commentBody": "The Tucson slaughter is a tragedy on so many levels, and it revealed a wound that is far more worse than anyone ever imagined.  From all indications in the news media, the Congresswoman was the sole target and the other victims collateral.  They could have been anybody. but they weren't.  Some held important positions of responsibility, a young girl held the hope of a promising future, others were held in high esteem by family and friends.  They sadly were there, possibly only to watch a \"news\" event.  Instead they became news.<br />   And that may point a finger to the problem.  Events -- rallies, protests, press conferences, etc. -- can be attractive morsels on the menu.  Media assignment editors, particularly television, can fill in a spot on a newscast with something that combines people, placards, and occasionally substance.  Politicians love the event because they get their faces on the screen or front page, and typically there isn't much cost expended to accomplish it.<br />    In most cases, however, there is no real news that results from such events.  But it fills a spot, keeps the media in a politicians mind when campaign ad budgets are appropriated, and generally causes no more harm than it does good.  Such events rarely inform the populace, but then most don't vote so what does it matter.<br />    I believe the over-covering of typical events weakens the news.  It substitutes quantity for quality, and it becomes show business.  That's right, the business of the people -- its government -- becomes entertainment.<br />    I frankly wonder why network news organizations had to dispatch teams of celebrity reporters and anchors to Tucson to report on a story that could be as effectively reported from New York or Washington with  feeds from local/regional sources.  I think it has been grandstanding.<br />    Those bent on going down in history in a hail of police bullets or in satisfying their twisted appetites through a horrendous orgy of violence aren't too much different than politicians.  Both want news coverage, and they will do anything to get it.<br />     The argument goes that the people need to have access to their political leaders, and that such events provide access.  That is a stretch.  Everyone knows that a check book provides access.<br />     If the media were more selective on what it covers, politicians and fruitcakes possibly would be less inclined to stage media events whenever the urge appears.  This may provide less material for the uninformed commentators proliferating media outlets to use spew out misinformation in order to arouse emotions within their listeners and readers so that ratings -- and salaries -- soar.  It always struck me that all-news radio outlets offer little real news.<br />    Once news organizations enhance their news connoisseurship, then perhaps the toxic rhetoric will recede; but, until that happens, it will just increase.  It seems our leaders and their handlers don't want know how to work any other way. They covet the spotlight.<br />", "recommendationCount": 0}, {"assetID": 2275839, "replies": [], "lft": 1452, "assetURL": "http://www.nytimes.com/2011/01/11/us/11giffords.html", "parentID": null, "commentID": 3209693, "rgt": 1453, "userDisplayName": "jeanne", "createDate": "1294718863", "userID": 56182382, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1294724894", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "MA", "commentType": "comment", "updateDate": "1294755900", "commentSequence": 528, "commentBody": "If Congress and state governments will not pass sane laws about guns or ammunition that are only used to kill large amounts of people, maybe we should name the manufacturers and places where the ammo is sold and have a national boycott.  This will be the real voice of the people.", "recommendationCount": 0}, {"assetID": 2275839, "replies": [], "lft": 1456, "assetURL": "http://www.nytimes.com/2011/01/11/us/11giffords.html", "parentID": null, "commentID": 3209758, "rgt": 1457, "userDisplayName": "Roscoe", "createDate": "1294720079", "userID": 29848678, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1294724917", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Rochester", "commentType": "comment", "updateDate": "1294724917", "commentSequence": 529, "commentBody": "I can not help but laugh at the people who are trying to make this a left wing political issue.<br /><br />How quickly we forget the vile poison that was spewed against President Bush and other Republicans.", "recommendationCount": 7}, {"assetID": 2280866, "replies": [], "lft": 4, "assetURL": "http://goal.blogs.nytimes.com/2011/01/10/messi-to-his-surprise-repeats-as-fifa-player-of-year/", "parentID": null, "commentID": 3209771, "rgt": 5, "userDisplayName": "correia77", "createDate": "1294720670", "userID": 54819502, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1294724945", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Toronto, Canada", "commentType": "comment", "updateDate": "1294724945", "commentSequence": 2, "commentBody": "I said before on this blog and I'll say it again, Messi did not deserve this award. Sneijder should have been a finalist and should have won it. I agree with Celerino above, of the three finalist Xavi would be my pick.", "recommendationCount": 0}, {"assetID": 2275839, "replies": [], "lft": 1462, "assetURL": "http://www.nytimes.com/2011/01/11/us/11giffords.html", "parentID": null, "commentID": 3209795, "rgt": 1463, "userDisplayName": "J Harrison", "createDate": "1294721181", "userID": 59945630, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1294724948", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "NYC", "commentType": "comment", "updateDate": "1294755955", "commentSequence": 530, "commentBody": "if you watch the commercials for the green hornet and direct tv you might think that they caused the killer to kill all those people in Tucson-you might also want to consider all of the kiling video games.", "recommendationCount": 2}, {"assetID": 2280866, "replies": [], "lft": 6, "assetURL": "http://goal.blogs.nytimes.com/2011/01/10/messi-to-his-surprise-repeats-as-fifa-player-of-year/", "parentID": null, "commentID": 3209881, "rgt": 7, "userDisplayName": "Tyler", "createDate": "1294722963", "userID": 62389162, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1294724956", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "South Carolina", "commentType": "comment", "updateDate": "1294724956", "commentSequence": 3, "commentBody": "Sneijder deserved this year's trophy... (even though Messi May be the most talented attacker in history).  My take on the trophy can be seen here:  <a href=\"http://tylersworldfootball.blogspot.com/2011/01/leo-messi-fifa-golden-ball-winner.html\" target=\"_blank\">http://tylersworldfootball.blogspot.com...</a>", "recommendationCount": 1}, {"assetID": 2275839, "replies": [], "lft": 1468, "assetURL": "http://www.nytimes.com/2011/01/11/us/11giffords.html", "parentID": null, "commentID": 3209865, "rgt": 1469, "userDisplayName": "Allen Wilcox", "createDate": "1294722586", "userID": 60613168, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1294724984", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Brooklyn, NY", "commentType": "comment", "updateDate": "1294724984", "commentSequence": 531, "commentBody": "No one ought to be surprised that Jared Loughner has psychological problems: He committed multiple murders in cold blood. First thing in the morning, he killed a child. He killed the elderly. He killed and attempted to kill those who serve the public good. We should wait for the facts of his trial, e.g., his plea, his reasoning, the evidence.<br /><br />Then we should ban handguns. ", "recommendationCount": 2}, {"assetID": 2275839, "replies": [], "lft": 1470, "assetURL": "http://www.nytimes.com/2011/01/11/us/11giffords.html", "parentID": null, "commentID": 3209871, "rgt": 1471, "userDisplayName": "Scott Nolde", "createDate": "1294722681", "userID": 131242, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1294725086", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Sydney, Australia", "commentType": "comment", "updateDate": "1294725086", "commentSequence": 532, "commentBody": "While I applaud calls to return some level of civility to political debate and support proposals to better protect members of Congress and their staff, it seems clear to me that the most direct and effective response to this problem would be to more effectively and rationally control access to the instruments of mass violence so often used to these tragic ends; handguns.  As a realist, though, I recognize that there is little or no chance for any effective legislation establishing handgun controls that would protect all Americans (and not just those elected to Congress).  Why not, though, let gun owners pay for the consequences of freely available handguns by imposing a national tax on gun sales to support, for example, increased security costs for members of Congress or medical and compensation funds for the victims of gun violence?  ", "recommendationCount": 3}]}, "copyright": "Copyright (c) 2016 The New York Times Company.  All Rights Reserved."}