{"debug": {"version": 3.1}, "status": "OK", "results": {"api_timestamp": "1481479878", "totalCommentsFound": 7792, "totalCommentsReturned": 25, "comments": [{"assetID": 3344295, "replies": [], "lft": 3, "assetURL": "http://www.nytimes.com/2012/10/19/opinion/krugman-snow-job-on-jobs.html", "parentID": 7420746, "commentID": 7421062, "rgt": 4, "userDisplayName": "Rima Regas", "createDate": "1350619153", "userID": 52131820, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1350619342", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Mission Viejo, CA", "commentType": "userReply", "updateDate": "1350615742", "commentSequence": 1, "commentBody": "Summers has been gone for a while. Geithner did a decent job with a really bad economy. Not prosecuting the Banksters was very bad. To see them swaggering and continue to make huge bonuses is galling. The latest news from Citigroup made a small splash in the news, buried under a ton of Romney fluff. <br/><br/>One battle at a time, Ron! Hopefully, the grassroots will apply the right kind of pressure the second after the election results are called. I am sure many groups have progressive action lists a mile long, starting with who will replace Geithner. He did say he wouldn't serve a second term. First things first, though. Let's win this battle.", "recommendationCount": 74}, {"assetID": 3344295, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 7421081, "replies": [], "commentID": 7422062, "trusted": 0, "userDisplayName": "tony zito", "createDate": "1350634794", "userID": 32343898, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1350667283", "userTitle": null, "recommendations": 5, "editorsSelection": false, "parentUserDisplayName": "Bryan Barrett", "userURL": null, "userLocation": "Poughkeepsie, NY", "depth": 1, "commentType": "userReply", "updateDate": "1350663683", "commentSequence": 16, "commentBody": "You have missed the point Mr. Barrett.  We cannot offer arguments against Mr. Romney's suggestions.   He hasn't made any."}, {"recommendedFlag": 0, "parentID": 7421081, "replies": [], "commentID": 7422120, "trusted": 0, "userDisplayName": "karen w-p", "createDate": "1350636301", "userID": 44008502, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1350667283", "userTitle": null, "recommendations": 5, "editorsSelection": false, "parentUserDisplayName": "Bryan Barrett", "userURL": null, "userLocation": "Zurich, Switzerland", "depth": 1, "commentType": "userReply", "updateDate": "1350663683", "commentSequence": 17, "commentBody": "Mr. Barrett, your disdain for the 'Professor'  is evident in your every response to Paul Krugman. This  personal animosity (Is it envy?) is distasteful  to many of us. <br/><br/>In reading your many responses to any columnist critical of Mitt Romney's quest for the presidency or of Republican policy and motives, I must wonder why you even bother to read the New York Times. Time and again you have insulted  the readership of this paper and I find your condescension towards me and my fellow readers, as well as towards its esteemed journalists, not only tiresome  - I have now promised myself to skip over  all your future comments to Paul Kru..., excuse me,  the Professor - but arrogant beyond acceptance. Why not totally immerse yourself in the Wall Street Journal where you can be a happy camper among your own kind?<br/><br/>Everyone needs to read opposing viewpoints and I welcome those readers who intelligently offer new information and try to influence my opinion - although I must admit that they have not been successful in winning me over as a Romney supporter. <br/><br/>Your eloquence, upon which you so obviously pride yourself, offers me nothing new and usually is simply offensive."}, {"recommendedFlag": 0, "parentID": 7421081, "replies": [], "commentID": 7422974, "trusted": 0, "userDisplayName": "James H. Longstreet", "createDate": "1350648340", "userID": 21748893, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1350673685", "userTitle": null, "recommendations": 2, "editorsSelection": false, "parentUserDisplayName": "Bryan Barrett", "userURL": null, "userLocation": "Elmhurst, IL", "depth": 1, "commentType": "userReply", "updateDate": "1350670085", "commentSequence": 18, "commentBody": "For months, Bryan, you have dismissively asserted that the details of Romney's tax and economic policies would eventually be revealed. First it would be at the convention, then at the debates. Now that these plans are shown to be mere smoke and mirrors, you complain, in your characteristic, overlong, obfuscating, wayward sentences, that it's impolite to say so. No one has better outlined the disasters of the Bush/Romney approach than Professor Krugman. Similarly, he has brought you binders of analyses demonstrating the proper way forward.<br/><br/>Nevertheless, you persist in your vacuous Foghorn Leghorn speechifying. There is none so blind as he who will not see.<br/><br/>You cannot imagine the daily delight I take in the knowledge that your Pennsylvania ballot will be utterly without impact."}]}, "lft": 154, "assetURL": "http://www.nytimes.com/2012/10/19/opinion/krugman-snow-job-on-jobs.html", "parentID": null, "commentID": 7421081, "rgt": 189, "userDisplayName": "Bryan Barrett", "createDate": "1350619369", "userID": 57593485, "replyCount": 17, "commentTitle": "n/a", "status": "approved", "approveDate": "1350619397", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Malvern, Pa.", "commentType": "comment", "updateDate": "1350615797", "commentSequence": 17, "commentBody": "Professor, your resurrection of the confidence fairy, your repeated references recently to variations on lies, liars, lying and falsehoods, is a return to the press standards of more than a century ago which definitely brings a level of coarseness to the discussion for which as far as I am aware you are the sole practitioner or representative at the New York Times now indulging in this unedifying practice. <br/><br/>If you would be so kind as to share with us the counter argument as to why the various suggestions of Governor Romney will not work and which you dismiss out of hand, I for one would be in your debt. That you are an expert economist is not in doubt, you won the Nobel Prize in the subject. That you fail to analyze the proposals with which you disagree hardly adds to your luster since you have failed to make your case; you simply state your opinion and leave it at that.<br/><br/>So what we are getting instead is an attempt to brazen it out with nakedly false claims, you have written in reference to Governor Romney. Then you close with; there's no jobs plan; just a plan for a snow job on the American people. Truly and amazing assertion.<br/><br/>Then perhaps you could change gears and inform your readers as to what President Obama intends to do to find employment for the 25,000,000 Americans currently unemployed. Surely that is an easier task for you since you agree with the administration across the board despite the abysmal record of the almost four years they have run the country.", "recommendationCount": 7}, {"assetID": 3344285, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 7420702, "replies": [], "commentID": 7421360, "trusted": 0, "userDisplayName": "publius", "createDate": "1350622352", "userID": 8609956, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1350645521", "userTitle": null, "recommendations": 2, "editorsSelection": false, "parentUserDisplayName": "Josephine Brinkman", "userURL": null, "userLocation": "new hampshire", "depth": 1, "commentType": "userReply", "updateDate": "1350641921", "commentSequence": 1, "commentBody": "So you just want good news?  Do you think news about cures for Aids and breast cancer is being suppressed by the Times?"}, {"recommendedFlag": 0, "parentID": 7420702, "replies": [], "commentID": 7423215, "trusted": 0, "userDisplayName": "Josephine Brinkman", "createDate": "1350650004", "userID": 66445676, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1350650406", "userTitle": null, "recommendations": 0, "editorsSelection": false, "parentUserDisplayName": "Josephine Brinkman", "userURL": null, "userLocation": "Encinitas, Ca", "depth": 1, "commentType": "userReply", "updateDate": "1350646806", "commentSequence": 2, "commentBody": "My name isn't Pollyanna but yes I would like to read more about those issues because they deserve to be heard.  Newspapers across the nation report to inform, to incite change, and hopefully action. The Times is no different but I do not believe that giving voice to murderers like this freak achieves anything but promotes more hatred toward the U.S. by other nutballs and is nothing but a microphone for his anti-U.S. sentiments.  I believe that the people who are the experts in National Security are quite aware of this murderer and are addressing this situation as I write this very response.  <br/><br/>Journalism like many other forms of media often step over boundaries in the name of journalistic license but there is something to be said about leaving things in which you know nothing about alone.  Let these freaks who use our media to spread their insanity find other ways to spew their venom.  We know they are out there, and I am fairly certain that those whose business it is to know these things are definitely aware.  Long story short, this is just my opinion. It isn't a perfect world but wouldn't it be lovely if we tried harder to change the things that we have power to change? We have to start somewhere why not here at home?  "}]}, "lft": 150, "assetURL": "http://www.nytimes.com/2012/10/19/world/africa/suspect-in-benghazi-attack-scoffs-at-us.html", "parentID": null, "commentID": 7420702, "rgt": 155, "userDisplayName": "Josephine Brinkman", "createDate": "1350615945", "userID": 66445676, "replyCount": 2, "commentTitle": "n/a", "status": "approved", "approveDate": "1350619443", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Encinitas, Ca", "commentType": "comment", "updateDate": "1350615843", "commentSequence": 26, "commentBody": "There are so many things in the United States that need, and deserve our attention like hungry children, sick veterans, the mentally ill,  families living in cars, child abuse, elder abuse, domestic abuse, unemployment, our economy, our brave soldiers fighting for and protecting our country while at the same time getting killed by the very people they are supposed to be protecting.  Our politics here at home are scandalous.  Will the real person telling the truth please stand up?  Yet, here we are giving another lunatic air time, free press.  <br/><br/>Report about something that we can maybe do something about.  I am sick of hearing about yet another nutcase who hates the U.S. Please tell me something new, and extraordianary.  Tell me we have found a cure for Breast Cancer, Aids, or Alzheimers, tell me that we can be safe in our schools, theaters, hair salons, or tell me that we can protect our children from pedophiles, serial killers, rapists, and drug dealers.  I guess none of these issues are considered scintilating enough to be considered news worthy.  <br/><br/>Finally, please tell me why the U.S. is always criticized for answering the calls from other nations when they are in trouble only to turn around and accuse our country of  being the world's biggest bully when it suits their political agenda. How about the U.S. stay home from now on and take care of their own.  The people here at home need the most help now.  But I'm sorry that wouldn't be newsworthy.  ", "recommendationCount": 13}, {"assetID": 3344285, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 7420711, "replies": [], "commentID": 7421324, "trusted": 0, "userDisplayName": "Tomian", "createDate": "1350621929", "userID": 55327060, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1350625370", "userTitle": null, "recommendations": 9, "editorsSelection": false, "parentUserDisplayName": "Patrick", "userURL": null, "userLocation": "New York", "depth": 1, "commentType": "userReply", "updateDate": "1350621770", "commentSequence": 1, "commentBody": "Democrats and Republicans were divided over the Clinton impeachment, and then completely polarized from the fallout of the 2000 election. 911 didn't cause the split."}, {"recommendedFlag": 0, "parentID": 7420711, "replies": [], "commentID": 7421932, "trusted": 0, "userDisplayName": "EN", "createDate": "1350631901", "userID": 11513130, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1350645886", "userTitle": null, "recommendations": 0, "editorsSelection": false, "parentUserDisplayName": "Patrick", "userURL": null, "userLocation": "Tempe, AZ", "depth": 1, "commentType": "userReply", "updateDate": "1350642286", "commentSequence": 2, "commentBody": "Terrorists have very little impact upon US elections.  What does matter is the economic climate.  Carter lost to Reagan because the economy was a complete disaster.  Bush Sr. won against Mondale because the 80s economy was good, then lost to Clinton because there was a recession in 1992.  Clinton won his re-election because the economy was strong.  Bush Jr. won in 2004 despite a less than stellar economy, because we were largely united against terrorism.  Finally, McCain lost in 2008 because the economy was poor and looking like it could get really bad.<br/><br/>The only election in this span that terrorists had a hand in was 2004, and it really didn't work out so well for them.  As for Democrats versus Republicans, you must not remember the government shutting down when Gingrich went to war with Clinton."}, {"recommendedFlag": 0, "parentID": 7420711, "replies": [], "commentID": 7421959, "trusted": 0, "userDisplayName": "doris", "createDate": "1350632426", "userID": 40933768, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1350645886", "userTitle": null, "recommendations": 3, "editorsSelection": false, "parentUserDisplayName": "Patrick", "userURL": null, "userLocation": "Chicago", "depth": 1, "commentType": "userReply", "updateDate": "1350642286", "commentSequence": 3, "commentBody": "No, Gingrich and the Republcians caused the split. Gingrich was kicked out of his role as Speaker of the House, and  eventually out of the House. Gingrich was also on of the Republcians that met on the day of the Obama inauguration and plotted to stop President from accomplishing anything or getting us out of the deep recession they created. At that meeting was Frank Luntz, Paul Ryan, Eric Cantor, and John Kyl, and McCarthy along with several others. We have never seen this amount of obstruction from day one as the Republcians created to bring down a president, since the attempt on  FDR. "}]}, "lft": 156, "assetURL": "http://www.nytimes.com/2012/10/19/world/africa/suspect-in-benghazi-attack-scoffs-at-us.html", "parentID": null, "commentID": 7420711, "rgt": 163, "userDisplayName": "Patrick", "createDate": "1350616026", "userID": 44287968, "replyCount": 3, "commentTitle": "n/a", "status": "approved", "approveDate": "1350619506", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Long Island NY", "commentType": "comment", "updateDate": "1350615906", "commentSequence": 27, "commentBody": "My friends, the terrorists have been conducting a primitive and basic strategy of \"Divide and Conquer\" against America since the Carter Reagan election in which Iran played a part in getting Reagan elected. After all these years, we still fight, American against American. The worst of our kneejerk reaction was following the attacks of September 11th, 2001. The Governement did more to restrict American freedom than any other time in history. Since 2001, Democrats and Republicans have been intense adversaries with a resulting decline in our economy, comraderie, society, and trust.<br/><br/>America,..... The terrorists are the enemy, not each of us.", "recommendationCount": 42}, {"assetID": 3344285, "replies": [], "lft": 123, "assetURL": "http://www.nytimes.com/2012/10/19/world/africa/suspect-in-benghazi-attack-scoffs-at-us.html", "parentID": 7420676, "commentID": 7420970, "rgt": 124, "userDisplayName": "Denning", "createDate": "1350618225", "userID": 13689210, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1350619520", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "new york", "commentType": "userReply", "updateDate": "1350615920", "commentSequence": 1, "commentBody": "Dear Norman, I think there is a simple answer to your question: the ideology United States it imposing/defending is better than that of any terrorist or Islamic militant.  ", "recommendationCount": 8}, {"assetID": 3344286, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 7421097, "replies": [], "commentID": 7422725, "trusted": 0, "userDisplayName": "Ron", "createDate": "1350646367", "userID": 43404505, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1350650211", "userTitle": null, "recommendations": 11, "editorsSelection": false, "parentUserDisplayName": "Shelley Diamond", "userURL": null, "userLocation": "Dansville, NY", "depth": 1, "commentType": "userReply", "updateDate": "1350646611", "commentSequence": 2, "commentBody": "But the president has the bully pulpit and this president should be able to frame the debate in a way to stand up to the NRA and not alienate voters. As an American citizen it's embarressing when we have so many people being killed every year and not a peep out of the major political players.<br/><br/>Lets see 30,000 deaths a year and nothing said. Why isn't anyone calling this terrorism?"}, {"recommendedFlag": 0, "parentID": 7421097, "replies": [], "commentID": 7423177, "trusted": 0, "userDisplayName": "Jerry", "createDate": "1350649733", "userID": 58072650, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1350650211", "userTitle": null, "recommendations": 17, "editorsSelection": false, "parentUserDisplayName": "Shelley Diamond", "userURL": null, "userLocation": "St. Louis", "depth": 1, "commentType": "userReply", "updateDate": "1350660155", "commentSequence": 3, "commentBody": "It's not that no one cares what you think. It's getting someone elected to congress over the propaganda of the NRA that is the problem. Case in point is here in Missouri. If Senator McCaskill came out boldly against assault rifles she would never get elected and we would be stuck with that monster Akin. See what I mean?<br/>\nThe NRA, as everyone knows, is an extremist organization, relatively small but very vocal,  that puts the fear of loosing all guns and ammunition, even to hunters, out there and all too many short sighted believers in this fallacy. "}, {"recommendedFlag": 0, "parentID": 7421097, "replies": [], "commentID": 7421129, "trusted": 0, "userDisplayName": "Concerned Citizen", "createDate": "1350620016", "userID": 11228992, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1350659739", "userTitle": null, "recommendations": 2, "editorsSelection": false, "parentUserDisplayName": "Shelley Diamond", "userURL": null, "userLocation": "Anywheresville", "depth": 1, "commentType": "userReply", "updateDate": "1350656139", "commentSequence": 4, "commentBody": "It's most assuredly good enough, Shelley. You should speak your mind on this issue, and let your representatives in the House and Senate know how you feel.<br/><br/>However, you need to know that yours (and the NYT's) position is an extreme minority position. Most Americans not only see the need for ownership of weapons for self-protection, but also that it is a CONSTITUTIONALLY protected right -- not some imaginary \"right\" invented by the  media -- but an actual part of our Constitution, and upheld by the Supreme Court as applying DIRECTLY to individuals (and not formal militias)."}]}, "lft": 14, "assetURL": "http://www.nytimes.com/2012/10/19/opinion/the-issue-that-goes-ignored.html", "parentID": null, "commentID": 7421097, "rgt": 23, "userDisplayName": "Shelley Diamond", "createDate": "1350619537", "userID": 53754055, "replyCount": 4, "commentTitle": "n/a", "status": "approved", "approveDate": "1350619573", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "San Francisco", "commentType": "comment", "updateDate": "1350615973", "commentSequence": 2, "commentBody": "I believe Congress, not the President, has jurisdiction over gun control. I want Congress to take action on gun control. But no one seems to care what I think. I don't have a lobbyist and I'm not a corporation so I'm not as important a person. I'm just a voter and a citizen and a taxpayer. But apparently that's not good enough.", "recommendationCount": 125}, {"assetID": 3344285, "replies": [], "lft": 139, "assetURL": "http://www.nytimes.com/2012/10/19/world/africa/suspect-in-benghazi-attack-scoffs-at-us.html", "parentID": 7420636, "commentID": 7420950, "rgt": 140, "userDisplayName": "Shivaji Banerjee", "createDate": "1350618040", "userID": 3978469, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1350619607", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Farmington, CT", "commentType": "userReply", "updateDate": "1350616007", "commentSequence": 1, "commentBody": "And he will foster the creation of many more Abu Khattala. I was surprised when we elected War Monger George Bush for the second term which is at the root of hatred to the Americans by the Arab world. And that will bu furthered by Romney!", "recommendationCount": 28}, {"assetID": 3344257, "replies": [], "lft": 53, "assetURL": "http://www.nytimes.com/2012/10/19/world/middleeast/horrific-bombing-in-northern-syria-kills-dozens.html", "parentID": 7420473, "commentID": 7421054, "rgt": 54, "userDisplayName": "BigToots", "createDate": "1350619055", "userID": 61551670, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1350619655", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Colorado Springs, CO", "commentType": "userReply", "updateDate": "1350616055", "commentSequence": 1, "commentBody": "And who will come after Assad?", "recommendationCount": 10}, {"assetID": 3344257, "replies": [], "lft": 41, "assetURL": "http://www.nytimes.com/2012/10/19/world/middleeast/horrific-bombing-in-northern-syria-kills-dozens.html", "parentID": 7419488, "commentID": 7421064, "rgt": 42, "userDisplayName": "BigToots", "createDate": "1350619165", "userID": 61551670, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1350619665", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Colorado Springs, CO", "commentType": "userReply", "updateDate": "1350616066", "commentSequence": 1, "commentBody": "In a word: no.", "recommendationCount": 4}, {"assetID": 3344257, "replies": [], "lft": 43, "assetURL": "http://www.nytimes.com/2012/10/19/world/middleeast/horrific-bombing-in-northern-syria-kills-dozens.html", "parentID": 7419488, "commentID": 7421088, "rgt": 44, "userDisplayName": "John", "createDate": "1350619426", "userID": 35544359, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1350619676", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Big City", "commentType": "userReply", "updateDate": "1350616076", "commentSequence": 2, "commentBody": "What is disgusting is that the Syrian government is bombing civilians. If the rebels do not occupy cities, government forces will. That is the nature of war.", "recommendationCount": 4}, {"assetID": 3344295, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 7421102, "replies": [], "commentID": 7421450, "trusted": 0, "userDisplayName": "Michael", "createDate": "1350623369", "userID": 52699596, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1350663818", "userTitle": null, "recommendations": 2, "editorsSelection": false, "parentUserDisplayName": "Michael", "userURL": null, "userLocation": "Florida", "depth": 1, "commentType": "userReply", "updateDate": "1350660218", "commentSequence": 1, "commentBody": "Your last sentence hits the nail, congress is where the cancer lies.   Reid needs to eliminate the filibuster on day one, if the Dems keep control of the Senate.  It will still be rough if the GOP retains the House, but Obama must use the \"fiscal cliff\" legislation set to take effect early next year as a major bargaining chip in a showdown with them.  We all must be prepared to lose our Bush tax cuts, at least for a time, while Obama engages in brinksmanship with the fanatics yet again.  Everyone knows this is coming, I hope.  <br/><br/>Romney and a GOP congress would simply extend the Bush tax cuts for all, and then double down with even more tax cuts.  He and the GOP would also immediately rescind all the cuts agreed to in the \"fiscal cliff\" legislation, with nothing gained and no price to pay.  Of course, then they'd start slashing away at the safety nets (again passing the Ryan budget) and your itemized deductions to mitigate the even larger deficit they will have created.  These are no secrets.  These are the clear stakes, ones that Romney will never admit to. "}]}, "lft": 190, "assetURL": "http://www.nytimes.com/2012/10/19/opinion/krugman-snow-job-on-jobs.html", "parentID": null, "commentID": 7421102, "rgt": 193, "userDisplayName": "Michael", "createDate": "1350619640", "userID": 9993186, "replyCount": 1, "commentTitle": "n/a", "status": "approved", "approveDate": "1350619694", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Fleetwood, NY", "commentType": "comment", "updateDate": "1350616094", "commentSequence": 18, "commentBody": "I just don't understand why anyone would see Romney's experience at Bain as qualification for the Presidency. A President has to work for the interests of all the people and the nation as a whole.<br/><br/>Romney has repeatedly shown that he would work for the interests of the few, even if many people would lose jobs (as in the auto industry) their homes (as in assistance to homeowners) or their healthcare (as in the promised repeal of Obamacare). <br/><br/>Given the role of corporate risk taking and outright fraud in the collapse of the US and world economy, and that the very executives who made the lousy decisions that brought this about continued to give themselves bonuses for their rotten performance, why assert that voting for a CEO is in our interest?<br/><br/>We need a president who will look after the interest of business while also maintaining a balance of care for those who work in those very same businesses. Romney is not qualified for this job. He has repudiated even his own past positions on health care and energy sector regulation. I'll take President Obama's success in preventing a collapse of the banking sector and the auto industry while advocating for health care coverage for all as evidence that he is qualified to advocate for both business and worker's interests.<br/><br/>If we want better results, we need change in Congress, not the White House.", "recommendationCount": 243}, {"assetID": 3344257, "replies": [], "lft": 62, "assetURL": "http://www.nytimes.com/2012/10/19/world/middleeast/horrific-bombing-in-northern-syria-kills-dozens.html", "parentID": null, "commentID": 7420505, "rgt": 63, "userDisplayName": "Annette", "createDate": "1350613918", "userID": 47842531, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1350619715", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "NJ", "commentType": "comment", "updateDate": "1350616115", "commentSequence": 9, "commentBody": "It's a horrible, tragic situation, but the U.S. can't fight and solve every civil war.  After reading the post by \"Del\" from Beverly Hills, I realize that some of us have outdated expectations of our ability to solve complicated issues. Of course, military action would take billions of dollars.  Where does this revenue come from?  Does it fall from the sky? It comes from taxes.  Yes, \"taxes\" pay for WARS, roads, infrastructure, education, healthcare and even clean, safe drinking water.  If anyone thinks that the U.S. should get involved in Syria's civil war, then keep your mouths shut if you're asked to pay a higher (and fair) tax. Also, send Romney a letter asking him to get his money out of the Cayman Islands and other tax shelters.  Perhaps we wouldn't have a deficit if Romney and other top earners played by the rules. ", "recommendationCount": 10}, {"assetID": 3344257, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 7421022, "replies": [], "commentID": 7424698, "trusted": 0, "userDisplayName": "Marv W", "createDate": "1350661285", "userID": 21472340, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1350667086", "userTitle": null, "recommendations": 0, "editorsSelection": false, "parentUserDisplayName": "Karl", "userURL": null, "userLocation": "NJ, USA", "depth": 1, "commentType": "userReply", "updateDate": "1350663486", "commentSequence": 1, "commentBody": "Isolationism isn't wrong; it's just not workable. When Germany was murdering their Jewish population by the millions, do you think it would have been right to say, \"Let the Germans fix the issue for themselves?\"  And if the Jews fought back, would we call them rebels?  How about Bosnian ethnic cleansing?  Do we classify such situations as allowable for which the world and the US should just watch and mourn?  We're not the police of the world, but when a world leader doesn't take a stand against the brutality of dictators, what does that say about our commitment to what we say are any human being's inalienable right to life, liberty, and the pursuit of happiness?  You're right to protect what's yours, but while you're doing that, check your conscience.  Think it through.  Your humanity may guide you to take a slightly modified approach."}, {"recommendedFlag": 0, "parentID": 7421022, "replies": [], "commentID": 7426066, "trusted": 0, "userDisplayName": "Mikes", "createDate": "1350670221", "userID": 66806427, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1350671484", "userTitle": null, "recommendations": 1, "editorsSelection": false, "parentUserDisplayName": "Karl", "userURL": null, "userLocation": "Egypt", "depth": 1, "commentType": "userReply", "updateDate": "1350667884", "commentSequence": 2, "commentBody": "Thank You Karl, YES, CIA should stay out of Syria and stop giving arms to the rebels, let the Syrians be, and fix issues on their own.<br/>\nI wish the US (NOT me alone) with millions of others, to stop Mangling in other countries business, specially in the Mid-East...Ah mierda that's hard to do isn't it...!"}]}, "lft": 64, "assetURL": "http://www.nytimes.com/2012/10/19/world/middleeast/horrific-bombing-in-northern-syria-kills-dozens.html", "parentID": null, "commentID": 7421022, "rgt": 69, "userDisplayName": "Karl", "createDate": "1350618739", "userID": 62528383, "replyCount": 2, "commentTitle": "n/a", "status": "approved", "approveDate": "1350619730", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "CA", "commentType": "comment", "updateDate": "1350616130", "commentSequence": 10, "commentBody": "It's time for the US to stay out of the conflict, which means that the CIA should stay out of Syria and stop giving arms to the rebels.   Let the Syrians fix the issue for themselves.  The US is not the police of the world.", "recommendationCount": 20}, {"assetID": 3344084, "replies": [], "lft": 387, "assetURL": "http://opinionator.blogs.nytimes.com/2012/10/17/reaping-the-whirlwind/", "parentID": 7415483, "commentID": 7421106, "rgt": 388, "userDisplayName": "STYLEMAN", "createDate": "1350619701", "userID": 16856444, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1350619755", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "SAN JOSE, CA", "commentType": "userReply", "updateDate": "1350616155", "commentSequence": 2, "commentBody": "I don't buy this argument that the SAT's are designed to \"explicitly discriminate in favor  white applicants\". What a bunch of sociological nonsense.  That is just a sorry excuse to diffuse the personal responsibility of the poor performing student among the general society, leaving us to blame for a crisis of underachievement among some minority students.  Nobody should get a free pass.  Admissions should be based on merit.  Assign each student a password, let them be anonymous, hide their gender and ethnicity and just go by the numbers. If a student squandered his/her opportunity to get a good education, or were not encouraged by their family environment to study, that's on them, not on the rest of us. It seems impossible to me to achieve diversity without favoring one race over another - all of these attempts to distinguish socio-economic factors on the one hand and racial quotas on the other is a fool's errand and an intellectual exercise at best. And Mr. Lundgren of Sweden, race is real  - ask any anthropologist.", "recommendationCount": 0}, {"assetID": 3344257, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 7420705, "replies": [], "commentID": 7421855, "trusted": 0, "userDisplayName": "wahab", "createDate": "1350630171", "userID": 66806598, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1350646892", "userTitle": null, "recommendations": 3, "editorsSelection": false, "parentUserDisplayName": "sgallaghe", "userURL": null, "userLocation": "syria", "depth": 1, "commentType": "userReply", "updateDate": "1350643292", "commentSequence": 1, "commentBody": "USA is doing the same here as it did two deades bak while supporting taliban. you create monsters to get down ur opponents and then those monsters come back at u. the rebels would had never reached cities without US, Europe support. The regime could have been overthrown slowly and peacefully later"}, {"recommendedFlag": 0, "parentID": 7420705, "replies": [], "commentID": 7422361, "trusted": 0, "userDisplayName": "Phil", "createDate": "1350641705", "userID": 4739937, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1350646892", "userTitle": null, "recommendations": 2, "editorsSelection": false, "parentUserDisplayName": "sgallaghe", "userURL": null, "userLocation": "Beirut", "depth": 1, "commentType": "userReply", "updateDate": "1350643292", "commentSequence": 2, "commentBody": "This kind of judgment, while factually correct, doesn't help at all understanding what it is really at stake there. This conflict is multi-layered onion style from the original Deraa children protest, their abduction and murder and the fight against the regime in its most brutal and imbecile incarnation to the sectarian and country vs city aspects, and the sheer criminality and fundamentalist elementa that are finding very fertile grounds in this mess. But the main fight is still between a people and an absolutely corrupt and brutal regime. This is what should not be forgotten."}]}, "lft": 70, "assetURL": "http://www.nytimes.com/2012/10/19/world/middleeast/horrific-bombing-in-northern-syria-kills-dozens.html", "parentID": null, "commentID": 7420705, "rgt": 75, "userDisplayName": "sgallaghe", "createDate": "1350615973", "userID": 2044941, "replyCount": 2, "commentTitle": "n/a", "status": "approved", "approveDate": "1350619810", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Santa Clara CA", "commentType": "comment", "updateDate": "1350616210", "commentSequence": 11, "commentBody": "As far as I can tell, both sides are killing their own people. It's a civil war, get it?", "recommendationCount": 13}, {"assetID": 3344295, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 7421113, "replies": [], "commentID": 7421252, "trusted": 0, "userDisplayName": "Aaron Walton", "createDate": "1350621195", "userID": 57027870, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1350658584", "userTitle": null, "recommendations": 1, "editorsSelection": false, "parentUserDisplayName": "Kent James", "userURL": null, "userLocation": "Geelong, Australia", "depth": 1, "commentType": "userReply", "updateDate": "1350654984", "commentSequence": 4, "commentBody": "Romney didn't claim that the rich would pay less in taxes; he claimed that the PROPORTION of total tax revenues bourne by the wealthy will remain unchanged. He's proposing a 20% rate cut for everyone, so total tax revenues will certainly decrease as will the absolute amount, if not the share paid by the one-percenters. "}, {"recommendedFlag": 0, "parentID": 7421113, "replies": [], "commentID": 7421272, "trusted": 0, "userDisplayName": "Aaron Walton", "createDate": "1350621408", "userID": 57027870, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1350658584", "userTitle": null, "recommendations": 1, "editorsSelection": false, "parentUserDisplayName": "Kent James", "userURL": null, "userLocation": "Geelong, Australia", "depth": 1, "commentType": "userReply", "updateDate": "1350654984", "commentSequence": 5, "commentBody": "Uggh, I meant that Romney didn't claim the rich would NOT pay less in taxes. <br/><br/>(It'd be nice if the Times could enable comments editing, or at least if it were possible to withdraw a screwed-up comment before the moderator posts it on the site.)"}, {"recommendedFlag": 0, "parentID": 7421113, "replies": [], "commentID": 7421408, "trusted": 0, "userDisplayName": "Prospero", "createDate": "1350623031", "userID": 66648222, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1350658586", "userTitle": null, "recommendations": 3, "editorsSelection": false, "parentUserDisplayName": "Kent James", "userURL": null, "userLocation": "Southern Oregon", "depth": 1, "commentType": "userReply", "updateDate": "1350654986", "commentSequence": 6, "commentBody": "This ties in with a comment I made recently, to the effect that the private sector is sitting on a cash reserve of several trillion dollars, which in fact constitutes the hostage you mention."}]}, "lft": 194, "assetURL": "http://www.nytimes.com/2012/10/19/opinion/krugman-snow-job-on-jobs.html", "parentID": null, "commentID": 7421113, "rgt": 207, "userDisplayName": "Kent James", "createDate": "1350619817", "userID": 54995351, "replyCount": 6, "commentTitle": "n/a", "status": "approved", "approveDate": "1350619877", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Washington, PA", "commentType": "comment", "updateDate": "1350616277", "commentSequence": 19, "commentBody": "As usual, Dr. Krugman, you've nailed it.  There are two points I'd like to add. <br/><br/>First, in the last debate, Romney even abandoned the Bush ideology of lowering taxes on the \"job creators\" when he promised that the wealthy would not pay a penny less in taxes under his plan.  So his jobs program makes no sense even according to his own philosophy, since the source of job creation is additional investments by the upper classes made possible by reducing their taxes.  <br/><br/>Second, I too was struck the the remarks to the funders about how the mere news of his election would spur investment (and that statement has not gotten the scrutiny that it deserves, since it is almost as offensive as his comments about the 47%).  If Romney's assertion is true,  then the 1% are essentially holding the economy hostage until their man gets elected.  They are willing to forego profitable investments now, just to keep the economy in poor condition, and hurt Obama's chances to be re-elected.  While I am not quite so cynical to believe that the wealthy are that selfish, Romney certainly thinks that's true, and he knows them a lot better than I do.  And if it's true, that's a sad commentary on the patriotism of the 1%.", "recommendationCount": 180}, {"assetID": 3344285, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 7420864, "replies": [], "commentID": 7421346, "trusted": 0, "userDisplayName": "KarlQ", "createDate": "1350622226", "userID": 58609755, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1350645472", "userTitle": null, "recommendations": 0, "editorsSelection": false, "parentUserDisplayName": "Einstein", "userURL": null, "userLocation": "Fancy Gap, VA", "depth": 1, "commentType": "userReply", "updateDate": "1350641872", "commentSequence": 1, "commentBody": "See my other comment for his motive:  to have the video of him leading the attack  broadcast world wide!<br/>\nWho does he think is playing with America's emotions to win elections?<br/>\n-  he who bragged about killing Bin Laden and putting Al Qaeda on the run?<br/>\n-  he who pointed out the appologies to muslim radicals were bad policy?<br/>\n-  the media who played favoites with the facts and created fantasies ???<br/>\n-  all of the above !!!<br/><br/>From his perspective, all of this humiliates America and demonstrates the superiority of the Muslim radical Jihad for all to see.<br/><br/>He sees absolutely no difference between Obama and Romney, hates both, as well as any and all of us unwilling to be their slaves.<br/><br/>Your question reflects the myopic, ego centric attitude that it is all about us and our political campaign.  He couldn't care less!  ...we're all flaming cowards with nothing but lies and childish emotions we cannot control. Dare I put it this very politically incorrect way:  to him we are all girley men, deserving of no respect and a quick, humiliating death.  This is what he has been taught, belives, and is more than willing to die for."}, {"recommendedFlag": 0, "parentID": 7420864, "replies": [], "commentID": 7421743, "trusted": 0, "userDisplayName": "John", "createDate": "1350627750", "userID": 51184641, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1350645634", "userTitle": null, "recommendations": 2, "editorsSelection": false, "parentUserDisplayName": "Einstein", "userURL": null, "userLocation": "Napa, Ca", "depth": 1, "commentType": "userReply", "updateDate": "1350642034", "commentSequence": 2, "commentBody": "Oh gosh-the Bolton Sec of State thing makes sense but what a nightmare....yet...one MORE reason to keep Romney form the White House "}]}, "lft": 164, "assetURL": "http://www.nytimes.com/2012/10/19/world/africa/suspect-in-benghazi-attack-scoffs-at-us.html", "parentID": null, "commentID": 7420864, "rgt": 169, "userDisplayName": "Einstein", "createDate": "1350617378", "userID": 58955230, "replyCount": 2, "commentTitle": "n/a", "status": "approved", "approveDate": "1350619903", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "America", "commentType": "comment", "updateDate": "1350616303", "commentSequence": 28, "commentBody": "According to this article, Mr. Abu Khattala  \"accused the leaders of the United States of “playing with the emotions of the American people” and “using the consulate attack just to gather votes for their elections.”<br/><br/>So who is he referring to? Who benefits politically from the attack?<br/><br/>President Obama and Secretary of State Hilary Clinton? <br/><br/>or<br/><br/>Presidential candidate hopeful Romney and his chief foreign policy advisor &amp; Secretary of State hopeful John Bolton?<br/><br/>BTW Isn't Rep Chaffetz close to Romney?<br/><br/>Please keep up the good reporting New York Times!", "recommendationCount": 16}, {"assetID": 3344285, "replies": [], "lft": 170, "assetURL": "http://www.nytimes.com/2012/10/19/world/africa/suspect-in-benghazi-attack-scoffs-at-us.html", "parentID": null, "commentID": 7421107, "rgt": 171, "userDisplayName": "Hal", "createDate": "1350619712", "userID": 32886668, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1350619915", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Washington", "commentType": "comment", "updateDate": "1350616315", "commentSequence": 29, "commentBody": "IF this man has done what he claims he will be off the streets very soon. In prison for trial or killed. He doesn't appear to be as interested in staying alive as Bin Laden was.", "recommendationCount": 14}, {"assetID": 3344285, "replies": [], "lft": 65, "assetURL": "http://www.nytimes.com/2012/10/19/world/africa/suspect-in-benghazi-attack-scoffs-at-us.html", "parentID": 7420409, "commentID": 7420823, "rgt": 66, "userDisplayName": "John", "createDate": "1350617030", "userID": 55290126, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1350619992", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Fairfiled, Ct.", "commentType": "userReply", "updateDate": "1350616392", "commentSequence": 8, "commentBody": "Can you imagine what Romney and his team would have done if they were on the other side when  9/11 happened?<br/><br/>I do not recall any Democrats blaming Bush for the incredible lack of intelligence and action before the attack.<br/><br/>Republicans may be licking their chops - as they do when bad jobs numbers come out - but I think many fair minded voters will see the \"offensive\" nature of the political gesturing.<br/><br/>The Romney attacks are self serving and unseemly - it will backfire if he tries it again.<br/><br/>He should be spending his prep time figuring out how to explain his reluctance to go after Bin Laden,  his stumbles on the overseas trip he took, the saber rattling over Iran, wanting to leave troops in Iraq and a wishy washy stance on withdrawal from Afghanistan.<br/><br/>Oh, and what about his China policy?  So far all we know is that he has outsourced jobs there, invested in Chinese companies that steal American proprietary information etc. etc.", "recommendationCount": 21}, {"assetID": 3344285, "replies": [], "lft": 41, "assetURL": "http://www.nytimes.com/2012/10/19/world/africa/suspect-in-benghazi-attack-scoffs-at-us.html", "parentID": 7420434, "commentID": 7421103, "rgt": 42, "userDisplayName": "MikeT", "createDate": "1350619665", "userID": 60596996, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1350619998", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Vancouver", "commentType": "userReply", "updateDate": "1350616398", "commentSequence": 2, "commentBody": "Absolutely.  A calm and measured response once all of the available information has been collected and analyzed.  Great comment.", "recommendationCount": 11}, {"assetID": 3344287, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 7421140, "replies": [{"recommendedFlag": 0, "parentID": 7424078, "replies": [], "commentID": 7424193, "trusted": 1, "userDisplayName": "Deb Amlen", "createDate": "1350657908", "userID": 38225670, "replyCount": 0, "commentTitle": "", "status": "approved", "approveDate": "1350657908", "userTitle": "Wordplay Blogger", "recommendations": 0, "editorsSelection": false, "parentUserDisplayName": "mdelinson", "userURL": null, "userLocation": "", "depth": 2, "commentType": "reporterReply", "updateDate": "1350654308", "commentSequence": 1, "commentBody": "Greetings and welcome to Wordplay!<br/><br/>The short answer is that some of them are speed solvers, and they are a species unto themselves. Another answer is that some of them cheat. :)<br/><br/>Most of the solvers you'll meet here are not speed solvers but are people who enjoy the journey more than the destination. Pull up a chair and join us."}], "commentID": 7424078, "trusted": 0, "userDisplayName": "mdelinson", "createDate": "1350657225", "userID": 1036232, "replyCount": 1, "commentTitle": "n/a", "status": "approved", "approveDate": "1350657256", "userTitle": null, "recommendations": 0, "editorsSelection": false, "parentUserDisplayName": "Mac Knight", "userURL": null, "userLocation": "new york", "depth": 1, "commentType": "userReply", "updateDate": "1350653656", "commentSequence": 1, "commentBody": "I've just started playing the puzzle on line and am amazed at how quickly some people solve the puzzle.  Today's puzzle took me 20 minutes using AcrossLite.  I then entered the solution on line.  It took me longer to type in the answers that I had already worked out than it took the first 50 solvers on the list.  How do they do it?"}, {"recommendedFlag": 0, "parentID": 7421140, "replies": [], "commentID": 7424631, "trusted": 0, "userDisplayName": "Mac Knight", "createDate": "1350660825", "userID": 65278019, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1350660855", "userTitle": null, "recommendations": 1, "editorsSelection": false, "parentUserDisplayName": "Mac Knight", "userURL": null, "userLocation": "Yakima, WA", "depth": 1, "commentType": "userReply", "updateDate": "1350657255", "commentSequence": 2, "commentBody": "Md- When I said quickly, it was a relative term. It took me about 20 minutes to get done today. That is only quick for me. I'm not a fast solver.<br/><br/>I bought a program tor my Kindle that has \"hard\" NYT puzzles that were published on Thurs.-Sat. I average 45 minutes or so on those, which made my 20-minute time fast for me. <br/><br/>I only compete against myself as I'll never be a \"speed solver.\" My software on the Kindle keeps track of my time.<br/><br/>Mac"}]}, "lft": 22, "assetURL": "http://wordplay.blogs.nytimes.com/2012/10/18/purple-territory/", "parentID": null, "commentID": 7421140, "rgt": 29, "userDisplayName": "Mac Knight", "createDate": "1350620095", "userID": 65278019, "replyCount": 2, "commentTitle": "n/a", "status": "approved", "approveDate": "1350620114", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Yakima, WA", "commentType": "comment", "updateDate": "1350616514", "commentSequence": 5, "commentBody": "I loved the puzzle. Solved it quickly for a Friday. Maybe I was on Mr. Berry's wavelength. Great puzzle.<br/><br/>Mac", "recommendationCount": 1}, {"assetID": 3344295, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 7421165, "replies": [], "commentID": 7421401, "trusted": 0, "userDisplayName": "AnnS", "createDate": "1350622895", "userID": 43069609, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1350658585", "userTitle": null, "recommendations": 8, "editorsSelection": false, "parentUserDisplayName": "stevchipmunk", "userURL": null, "userLocation": "MI", "depth": 1, "commentType": "userReply", "updateDate": "1350654985", "commentSequence": 5, "commentBody": "\"Hope that Romney can somehow wave a magic wand and make hjobs appear by doing the exact same things that have failed for 30 eyars?<br/><br/>Yep and there really is a 6 ft white rabbit named Harvey. "}, {"recommendedFlag": 0, "parentID": 7421165, "replies": [], "commentID": 7421439, "trusted": 0, "userDisplayName": "c kaufman", "createDate": "1350623319", "userID": 39553902, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1350665053", "userTitle": null, "recommendations": 2, "editorsSelection": false, "parentUserDisplayName": "stevchipmunk", "userURL": null, "userLocation": "Hoboken, NJ", "depth": 1, "commentType": "userReply", "updateDate": "1350661453", "commentSequence": 6, "commentBody": "Hope can easily blind you into thinking the Republican Party is going to give up it's supply side politics, and do a one eighty turn.  Romney isn't going to stray from Bush economic policy, or current Republican doctrine.  The object of P. Krugman's column is to point out how completely disingenuous the GOP has become.  If his campaign is all smoke and mirrors behind a clean cut facade be very afraid.  Romney's hidden finances, his ties to investment funds and Wall St., and his total lack of substance is not the norm for American presidential candidates. It's a new low point in American politics."}, {"recommendedFlag": 0, "parentID": 7421165, "replies": [], "commentID": 7422177, "trusted": 0, "userDisplayName": "Ellen in CA", "createDate": "1350637727", "userID": 49709722, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1350667284", "userTitle": null, "recommendations": 1, "editorsSelection": false, "parentUserDisplayName": "stevchipmunk", "userURL": null, "userLocation": "Albany, CA", "depth": 1, "commentType": "userReply", "updateDate": "1350663684", "commentSequence": 7, "commentBody": "Sounds like you think people should consider voting for Romney based on their own hopes about who he might turn out to be, even though he has never said or done anything to suggest that those hopes have the slightest chance of coming true.  For example, Romney has never suggested he would support a massive government stimulus--quite the opposite.  He didn't even think the government should have bailed out General Motors."}]}, "lft": 208, "assetURL": "http://www.nytimes.com/2012/10/19/opinion/krugman-snow-job-on-jobs.html", "parentID": null, "commentID": 7421165, "rgt": 223, "userDisplayName": "stevchipmunk", "createDate": "1350620341", "userID": 33745564, "replyCount": 7, "commentTitle": "n/a", "status": "approved", "approveDate": "1350620354", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "wayne, pa", "commentType": "comment", "updateDate": "1350616754", "commentSequence": 20, "commentBody": "The Truth is neither Obama nor Romney has explained how he will create jobs.  So... sad to say, does this mean that we should give Romney a chance?<br/><br/>It is plainly obvious that Obama has been unsuccessful in creating enough jobs.  True, the biggest reason for his lack of success has been the Obstructionist Republicans who have blocked every move Obama has tried to make.  But what should give us any Hope that Obama will be more successful during the next 4 years?  Those Obstructionist Republicans will still be there.<br/><br/>Romney -- as the esteemed Professor Krugman points out -- has presented no real plan that he will share with us. <br/><br/>But there is the Hope that Romney, after getting elected, can be like Nixon.  It was only arch conservative anti-Communist President Nixon who could go to Communist China (over objections from the Republican Right) to bring them into the world of nations, helping usher in a period of Peace and Prosperity.<br/><br/>Maybe Romney can do the same with the Economy, which is in deep crisis and getting worse, as the rest of the world economies keep deteriorating.  What we need is a Massive Stimulus, to provide the Demand necessary for businesses to hire and expand.  <br/><br/>(There is Hope that  Businessmen Romney (deep down) knows that giving more tax breaks to the Rich won't create jobs. If there isn't sufficient Demand, these Rich people will have no incentive to invest this money.  Businessmen know better.)", "recommendationCount": 2}, {"assetID": 3344202, "replies": [], "lft": 260, "assetURL": "http://bats.blogs.nytimes.com/2012/10/18/live-analysis-game-4-of-the-alcs-yankees-vs-tigers/", "parentID": null, "commentID": 7421150, "rgt": 261, "userDisplayName": "Danny Cook", "createDate": "1350620214", "userID": 57315554, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1350620485", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Stratford Connecticut", "commentType": "comment", "updateDate": "1350616885", "commentSequence": 91, "commentBody": "Yes, the Yankees need to hire young players including pitchers.", "recommendationCount": 0}, {"assetID": 3344202, "replies": [], "lft": 262, "assetURL": "http://bats.blogs.nytimes.com/2012/10/18/live-analysis-game-4-of-the-alcs-yankees-vs-tigers/", "parentID": null, "commentID": 7421171, "rgt": 263, "userDisplayName": "Kleinau", "createDate": "1350620383", "userID": 62380453, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1350620520", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Carbondale, Il", "commentType": "comment", "updateDate": "1350616920", "commentSequence": 92, "commentBody": "What a delight  to read the fans comments. Kill the manager. Fire this  guy, fire that guy. The Yankee's were in a weak division  and figured they were unbeatable. Frankly there were 7-8 teams better and good pitching proved. My advice is \"go spend another billion trying to buy another ring. It's the way you have done it in the past,  so go at it.\" But in the meantime do congratulate the Tigers. Be good sports.", "recommendationCount": 4}, {"assetID": 3343909, "replies": [], "lft": 64, "assetURL": "http://bats.blogs.nytimes.com/2012/10/16/benching-rodriguez-and-swisher-was-a-group-decision/", "parentID": null, "commentID": 7421178, "rgt": 65, "userDisplayName": "Rowland", "createDate": "1350620439", "userID": 36716349, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1350620547", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Orleans, MA", "commentType": "comment", "updateDate": "1350616947", "commentSequence": 21, "commentBody": "A-Rod should have hit for Ibanez in the ninth.  He could have bunted.  He didn't have to swing for the fence.  A manager could have told him to do those things.  Who is calling the shots in the Yankee dugout?<br/>\nAlso: How come the line drive hitting Cano--the great 2nd baseman with the perfect swing-- could not get the ball out of the infield for the last four games?", "recommendationCount": 0}]}, "copyright": "Copyright (c) 2016 The New York Times Company.  All Rights Reserved."}