{"debug": {"version": 3.1}, "status": "OK", "results": {"api_timestamp": "1481460318", "totalCommentsFound": 2734, "totalCommentsReturned": 25, "comments": [{"assetID": 2302832, "replies": [], "lft": 18, "assetURL": "http://fifthdown.blogs.nytimes.com/2011/01/15/teams-warned-to-keep-trash-talk-off-the-field/", "parentID": null, "commentID": 3240898, "rgt": 19, "userDisplayName": "Sec314", "createDate": "1295153773", "userID": 32642669, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1295154302", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Joisey", "commentType": "comment", "updateDate": "1295154302", "commentSequence": 8, "commentBody": "The Pats made it personal with Rex's wife. I am betting they will regret it. Its our turn, pretty boy and his basketball type offense is gonna be no match for the physical Jets and all the talk will end until the final whistle when we mock everything BOSTON!!", "recommendationCount": 0}, {"assetID": 2300988, "replies": [], "lft": 460, "assetURL": "http://parenting.blogs.nytimes.com/2011/01/14/the-tiger-mother-speaks/", "parentID": null, "commentID": 3240189, "rgt": 461, "userDisplayName": "Daleth", "createDate": "1295130560", "userID": 12790968, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1295154381", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "California", "commentType": "comment", "updateDate": "1295154381", "commentSequence": 216, "commentBody": "Terry in #164 said, \"Calling anyone, much less one's own dependent child 'garbage' is emotional abuse and it is invalidating that child's existence with lifelong consequences.\"<br /><br />Don't you wonder what Ms. Chua's daughter had called her? Remember, she said that in response to something insulting that her daughter had just said to her (she didn't specify what her daughter said, at least not in the WSJ excerpt). IN THAT CONTEXT--and the context is important--I think virtually anyone would understand that \"garbage\" was not a comment on their very \"existence,\" as you put it, but on their behavior at that moment. That's how Ms. Chua herself understood it when her own father said it to her.<br /><br />And I just don't buy your view of the long-term ramifications--teenagers are not such hothouse flowers that responding to an insult with an insult will scar them for life. And certainly not when, through everything else that you do, the kid understands that you love them and want the best for them.<br /><br />Somebody else on this thread chastised Ms. Chua's \"garbage\" remark with a story of their own, saying their son came home with bad grades and they're so glad they didn't call him \"garbage,\" because it turned out the bad grades were due to bullying. People, read the article! She didn't say that in response to bad grades--which I agree would be totally inappropriate--she said it in response to a verbal insult from her daughter.<br /><br />Personally I think it's better for both you and the kids to model real human behavior--such as the fact that when the kid acts obnoxious it makes you angry--than to slowly kill yourself trying to model Ultra-Reasonable-Never-Gets-Mad behavior. We're not highly evolved gurus, we're not the Dalai Lama. We're parents. We're real, normal, well-meaning people with normal human flaws and a few kids in the house. It's far better for kids to learn that people who love each other can make each other mad, flip out (verbally, not physically), and then recover, than to learn that expressing anger is some kind of mortal sin. Exposing children to that truth is hardly child abuse.<br /><br />You also said, \"Doesn't look like Tiger Mother follows the rationale of The Yale Center for the Study of Children psychiatrists.\" Um, okay, I'm sure she's very sorry that she doesn't follow whatever the flavor of the month is in optimal child rearing. If it were 1955 you'd chastise her for not following the rationale of Dr. Spock, but these days half the things Dr. Spock said would probably be considered \"child abuse\" by those who--as Ms. Chua wisely put it--\"assume weakness\" in their children instead of \"assuming strength.\"", "recommendationCount": 5}, {"assetID": 2300988, "replies": [], "lft": 462, "assetURL": "http://parenting.blogs.nytimes.com/2011/01/14/the-tiger-mother-speaks/", "parentID": null, "commentID": 3240201, "rgt": 463, "userDisplayName": "Daleth", "createDate": "1295131210", "userID": 12790968, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1295154402", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "California", "commentType": "comment", "updateDate": "1295154402", "commentSequence": 217, "commentBody": "Tintin in post #170 wondered about Ms. Chua's sister with Down's Syndrome, wondered (rhetorically) how the \"Tiger Mother\" approach could work with developmentally disabled kids, and concluded, \"Any philosophy of parenting that cannot be applied across all children, regardless of ability or disability, is elitist, flawed, and obsolete.\"<br /><br />In the WSJ article Ms. Chua mentioned that her sister with Down's Syndrome has won two gold medals in the Special Olympics, has a job at Wal-Mart and has a nice boyfriend. So I think that kinda answers your question. Their mother pushed each of her children TO REACH THEIR OWN POTENTIAL, not to reach some predetermined ideal of what all kids were supposed to be. Three of them had the potential to get Ivy League graduate degrees, and one of them had the potential to medal at the Special Olympics, hold a steady job and have a steady relationship... which frankly is a lot more in the way of accomplishment than many coddled slacker kids with normal or high IQs have reached.<br /><br />And I seriously have to question your sweeping generalization that any child-raising philosophy that doesn't work on all children must be wrong. That's tantamount to saying that all children should be raised the same way--regardless of their IQs, personalities, etc.--which is absurd.", "recommendationCount": 5}, {"assetID": 2279081, "replies": [], "lft": 158, "assetURL": "http://parenting.blogs.nytimes.com/2011/01/10/an-egg-donors-tale/", "parentID": null, "commentID": 3240213, "rgt": 159, "userDisplayName": "Alex", "createDate": "1295131383", "userID": 62522374, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1295154408", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Atlanta, GA", "commentType": "comment", "updateDate": "1295154408", "commentSequence": 76, "commentBody": "Bookworm8571, I guess if genetics is that important then, by your logic, we should have only open adoptions and all children should be tested at birth to determine who the genetic father is. When I had my son, my partner and the state just took my word that my partner was the father. But of course, I could have been wrong or have misled them.<br /><br />Oh, you might be interested to know that repeat procedures with IVF using egg donation are not as \"necessary\" as they are with regular IVF. The success rates are really high, somewhere around 65-75% the first time. And since the success rates are so high, couples often just put in one embryo to lessen the chance of twins. Another reason why this route is more appealing to couples experiencing infertility.<br /><br />", "recommendationCount": 1}, {"assetID": 2300988, "replies": [], "lft": 464, "assetURL": "http://parenting.blogs.nytimes.com/2011/01/14/the-tiger-mother-speaks/", "parentID": null, "commentID": 3240227, "rgt": 465, "userDisplayName": "Luke", "createDate": "1295131747", "userID": 3240683, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1295154421", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New York, NY", "commentType": "comment", "updateDate": "1295154421", "commentSequence": 218, "commentBody": "Ms Chua's narcissism and the contents of her book should have been kept in confidentiality between Ms Chua and her therapist.  I don't hold out much hope for a cure though.  Let's be clear, there is nothing remarkable or virtuous about this person or her story--or the academic institution whose robes she used to help propel her into fame.  Having grown up inside an ivy league school, I cannot count the number of lives that were ruined by their overwhelmingly narcissistic academic parents, and the pathological demands they placed on their children.  Surely there is a balancing of virtues in child-rearing?<br /><br />Apparently too many people--newspapers, publishers, and readers alike--are still too enamored of the charming sociopath.  Their outrageous utterances still sell.  That's what this story is about to me.", "recommendationCount": 8}, {"assetID": 2282188, "replies": [], "lft": 474, "assetURL": "http://parenting.blogs.nytimes.com/2011/01/11/on-chinese-mothers-and-american-kids/", "parentID": null, "commentID": 3240241, "rgt": 475, "userDisplayName": "Daleth", "createDate": "1295132218", "userID": 12790968, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1295154430", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "California", "commentType": "comment", "updateDate": "1295154430", "commentSequence": 232, "commentBody": "Lb at #220 said the problem with Ms. Chua's approach is that \"her daughters are growing up in upper middle class elite East Coast America - private school (probably), tennis lessons, etc. But Miss Chua is applying immigrant methods borne of immigrant longings for financial and social comfort.\"<br /><br />We need look no farther than Paris Hilton for an example of what can happen when a child is raised to take her upper middle class elite status and her parents' wealth for granted... I just hope the sex tapes, jail time and drug abuse/rehab have left her happy and creatively fulfilled. Haha.", "recommendationCount": 2}, {"assetID": 2300988, "replies": [], "lft": 466, "assetURL": "http://parenting.blogs.nytimes.com/2011/01/14/the-tiger-mother-speaks/", "parentID": null, "commentID": 3240270, "rgt": 467, "userDisplayName": "Mukherjee", "createDate": "1295133316", "userID": 17407544, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1295154444", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Topeka, Kansas", "commentType": "comment", "updateDate": "1295154444", "commentSequence": 219, "commentBody": "Amy Chua is too smart to know that her parenting (as described her book) is bordering child abuse. It is not even funny. “It is difficult to raise a child in these days and age” my mother used to say.  It has not changes much since then. The book like this certainly does a disservice, especially when it comes from someone of her credentials.<br /><br />All parents want their children to grow up to be healthy, happy and successful.  There could be some degree of differences in that order. “A Jews boy never grow up to be a man until his mother died”, a frustrated Jews child wrote somewhere. We could easily replace the word “Jews” by “Chinese” or “Irish”. It is meant be funny but it is not.<br /><br />We had the privilege of raising a kid in a small Midwestern town, and served as a “Taxi-Parent” to a group of children; – took them to various school competitions. We did not see much difference between a Chinese mom and a Russian dad. We came across an Irish dad who was in the school committee. “My three children are in this school system, so I have to get involved”, he told me.<br /><br />A certain amount of pushing and prodding is required to achieve certain proficiency in any field. Most parents know when to back off. When someone doesn’t, it could bring problems. It has nothing to do with Chinese, Indian, Black or Brown. I was not particularly a motivated kid; I could still hear my dad’s voice, “Leave him alone, he will do fine”.<br /><br />EJ Corey was famous in producing great scientists.  He was not “Chinese”. Jason Altom was not “Chinese”. Of course Fung Lam was.<br />", "recommendationCount": 0}, {"assetID": 909077, "replies": [], "lft": 780, "assetURL": "http://parenting.blogs.nytimes.com/2009/11/18/defining-fatherhood/", "parentID": null, "commentID": 3240275, "rgt": 781, "userDisplayName": "Simone", "createDate": "1295133511", "userID": 45379646, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1295154462", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New York, NY", "commentType": "comment", "updateDate": "1295154462", "commentSequence": 361, "commentBody": "To # 13 Melissa,  True once pregnant it is ultimately the woman's choice whether or not carry the pregnancy to term, however to say men have not choice is ludicrous. They can use a condom, get a vasectomy or better yet DON'T have sex if you are not prepared for all the responsibility that comes along with having sex. You play you pay.", "recommendationCount": 0}, {"assetID": 2301968, "replies": [], "lft": 40, "assetURL": "http://fifthdown.blogs.nytimes.com/2011/01/15/is-jets-patriots-turning-into-a-ravens-steelers-type-rivalry/", "parentID": null, "commentID": 3240938, "rgt": 41, "userDisplayName": "CL", "createDate": "1295154429", "userID": 22266772, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1295154478", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "CA", "commentType": "comment", "updateDate": "1295154478", "commentSequence": 19, "commentBody": "ProgressivePower, 18-1 is not a perfect season.", "recommendationCount": 0}, {"assetID": 2300988, "replies": [], "lft": 468, "assetURL": "http://parenting.blogs.nytimes.com/2011/01/14/the-tiger-mother-speaks/", "parentID": null, "commentID": 3240296, "rgt": 469, "userDisplayName": "Patty Chang anker", "createDate": "1295135057", "userID": 62522572, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1295154500", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New York", "commentType": "comment", "updateDate": "1295154500", "commentSequence": 220, "commentBody": "My Chinese mother put a lot of pressure on me to succeed growing up.  And I performed very well, until I hit a wall.  Not pretty.  After watching me raise my 2 children with special needs, my mother has changed her world view.  Our story, at the Huffington Post:  <a href=\"http://www.huffingtonpost.com/patty-chang-anker/chinese-mother-evolve_b_807332.html\" target=\"_blank\">http://www.huffingtonpost.com...</a><br /><br />Also, the best teachers in my life were always the ones who inspired me with high goals, the support needed to reach for them, and positive reinforcement for sincere effort.  Ruling by fear just leads people to avoid taking risks.  One of my mentors gets a shoutout on my blog today:  <a href=\"http://www.upside-down-patty.blogspot.com\" target=\"_blank\">www.upside-down-patty.blogspot.com</a>", "recommendationCount": 5}, {"assetID": 2300988, "replies": [], "lft": 470, "assetURL": "http://parenting.blogs.nytimes.com/2011/01/14/the-tiger-mother-speaks/", "parentID": null, "commentID": 3240297, "rgt": 471, "userDisplayName": "dc lambert", "createDate": "1295135067", "userID": 58224008, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1295154509", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "nj", "commentType": "comment", "updateDate": "1295154509", "commentSequence": 221, "commentBody": "There is no such thing as bad publicity.<br />That in a nutshell is this woman's strategy:   shock marketing.<br />The more noise people make about her, the better.<br />Who knows what the truth is about her, and WHO CARES?  She's just one woman, she has only two daughters.  It means nothing.  ", "recommendationCount": 3}, {"assetID": 2300988, "replies": [], "lft": 472, "assetURL": "http://parenting.blogs.nytimes.com/2011/01/14/the-tiger-mother-speaks/", "parentID": null, "commentID": 3240326, "rgt": 473, "userDisplayName": "Daleth", "createDate": "1295136417", "userID": 12790968, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1295154534", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "California", "commentType": "comment", "updateDate": "1295154534", "commentSequence": 222, "commentBody": "Hoops said in post #215, \"It makes me very angry that if Amy Chua were a poor single parent and did some of things she is so proud of she would be arrested and lose custody of her children.\"<br /><br />Tell that to famous neuroscientist Dr. Benjamin Carson (<a href=\"http://www.achievement.org/autodoc/page/car1bio-1), who\" target=\"_blank\">http://www.achievement.org/autodoc/page/car1bio-1), who</a> was raised in the Detroit ghetto by an academically pushy single mom who got married when she was only 13 and never even learned to read. He didn't even know she was illiterate until he was an adult. She used to force him and his brother to read two books a week, write book reports on them and present the reports to her orally. She refused to let them play until they had finished their homework, sharply cut down their TV watching, etc. etc. He's now a famous neuroscientist and his brother is an engineer.<br /><br />I heard Dr. Carson speak at my brother's college graduation. He credits his mother with saving his brother and himself from prison or early death in the Detroit ghetto. But I suppose you think his mom should've been arrested for child abuse and should've lost custody? Seriously?<br /><br />I'm also interested in the commenters who were raised by \"Tiger Mother\"-style parents. Some of them say they were emotionally and socially stunted in their youth, needed therapy, etc. I don't know what to say to that, because my parents were hippies, I had a very permissive upbringing, and yet I too was socially and emotionally a mess in late high school and college. I ended up needing therapy too. Was that because of parenting problems? I certainly blamed it on my parents at the time, and even into my mid to late twenties. But is that really fair? Maybe some of us are just more delicate and are going to be screwed up one way or another, social late bloomers one way or another. Not everything is our parents' fault.<br /><br />", "recommendationCount": 8}, {"assetID": 2300988, "replies": [], "lft": 474, "assetURL": "http://parenting.blogs.nytimes.com/2011/01/14/the-tiger-mother-speaks/", "parentID": null, "commentID": 3240328, "rgt": 475, "userDisplayName": "Terska", "createDate": "1295136494", "userID": 55077961, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1295154539", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "USA", "commentType": "comment", "updateDate": "1295154539", "commentSequence": 223, "commentBody": "I often wonder about the pressure to produce achieving children when perhaps the only thing that may really matter is that they become happy adults no matter what path the take. What has Chua achieved if she doesn't really enjoy her own life? ", "recommendationCount": 2}, {"assetID": 2282188, "replies": [], "lft": 476, "assetURL": "http://parenting.blogs.nytimes.com/2011/01/11/on-chinese-mothers-and-american-kids/", "parentID": null, "commentID": 3240344, "rgt": 477, "userDisplayName": "JS Shainberg", "createDate": "1295137761", "userID": 62569110, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1295154545", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "NYC", "commentType": "comment", "updateDate": "1295154545", "commentSequence": 233, "commentBody": "Instead of taking certain actions that successful people talk about as part of their upbringing and combine them to create a healthy system of success in teaching children to be successful and happy, we concentrate on self serving and wrong behavior that we assume is the only way.<br /><br />The Chinese way is extremely damaging and bring's emotionally disturbed children into adulthood. What is not being mentioned is that Chinese mothers already know this and not only are not mistakenly doing what they think will bring success but know that their children will never be complete. They believe that their is no choice in the decision to demand that no fun is allowed and certainly no childhood. No mother wants a child to be unhappy but with a decision of having some chance at happiness with complete chance of success what do you think any society would chose?<br /><br />Whatever is said about Americans and our obsession in the 'self esteem' movement is 100% correct. Since this has now been proven after 40 years not to have been successful, Chinese mothers have only more ammunition in their clearly harmful teaching methods.<br /><br />So, what is the answer? To be mostly American with a bit of Chinese 'push' or to act mostly like Chua's mother but to be a bit more relaxed? I say allow the children to be children with all our flaws but to utilize better teaching methods that include strong discipline. If that means to self school them then that is one answer. I also believe that allowing them to have fun even if they are not good at 'it' is healthy. You can have fun and practice too.<br /><br />What is unhealthy and what Chua's mom is totally right about is the TV and computer craze that has taken over our children. Whatever thoughts television executives had about getting us to go from 1 hour per week to 1 hour per night watching the boob tube has become a joke. The interactive generation has totally been transformed into an electronic extension of the electronics used. Just sit on a park bench and watch the youth today. Few are talking to each other or even having fun. Most are texting or on the cell phone or reading a book by 'Nook' or some DSL game, etc. The removal of these games and units from children and adults causes withdrawal syndrome that creates agitation that resides only after several days. This is worse than drugs or alcohol. All in the name of entertainment.<br /><br />I do not blame electronics. I too have a strong desire to use the computer but strictly for business . When my business is done I do not think about nor care to go back on the computer for any reason. So, the attempt to create a 'fun' environment is actually an addiction. maybe this too is understood by Chua's mom.<br /><br />", "recommendationCount": 1}, {"assetID": 2300988, "replies": [], "lft": 476, "assetURL": "http://parenting.blogs.nytimes.com/2011/01/14/the-tiger-mother-speaks/", "parentID": null, "commentID": 3240345, "rgt": 477, "userDisplayName": "Sharon", "createDate": "1295137811", "userID": 34720441, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1295154556", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "SF,CA", "commentType": "comment", "updateDate": "1295154556", "commentSequence": 224, "commentBody": "When I read comments of many Chinese Americans in my SF paper,who were raised by strict parents, they talked of friends who committed suicide, or were in therapy for years or were estranged from their parents. Those are not very good outcomes. Also it was pointed out that many of these same people are not good in leadership roles, innovative thinking or taking risks. In the real world, most people don't ask if you got straight A's or can play a piano piece perfectly. If your social skills are weak, you aren't going to get far either. Regardless,the Tiger mom is making a bundle and maybe her daughters  will grow up to write their side of the story.", "recommendationCount": 6}, {"assetID": 2233313, "replies": [], "lft": 1340, "assetURL": "http://parenting.blogs.nytimes.com/2010/12/29/their-bodies-my-babies/", "parentID": null, "commentID": 3240346, "rgt": 1341, "userDisplayName": "Grace's Mom", "createDate": "1295138014", "userID": 35827470, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1295154564", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Los Angeles, CA", "commentType": "comment", "updateDate": "1295154564", "commentSequence": 628, "commentBody": "Many of the comments to this article make a point of saying that this family is above reproach because reproductive choices are personal. That is true, unless and until you publish an article about your experience in the Times! I do have some discomfort with this article. I am a mother of an adopted child, and as much as she is a miracle in my life, I know that adoption is not for everybody. I also understand, first hand, the feeling of loss of never giving birth to a child. But the author is neither the biological nor gestational mother of those children, so what was really driving this?!? As much as the author's tone was supposedly confessional and open throughout the article, I felt that she pulled her punches about adoption. One or two dismissive lines about how they didn't qualify to adopt from China (why?) and then on with her story, as if her only choice was to create children this way. It just doesn't add up. There are countless children in need of parents all over the world, not just in China! Adoption is not for everybody, but I found it cowardly that she was not more forthcoming as to why they did not choose adoption. I will also say, that in these economic times, a story like this is hard to stomach. Yes, it's their money and they can do with it as they choose, but it feels like conspicuous consumption when they could have adopted two African babies and built a school in their village with what they spent! I'm just saying . . .", "recommendationCount": 3}, {"assetID": 2300988, "replies": [], "lft": 478, "assetURL": "http://parenting.blogs.nytimes.com/2011/01/14/the-tiger-mother-speaks/", "parentID": null, "commentID": 3240349, "rgt": 479, "userDisplayName": "Robin", "createDate": "1295138256", "userID": 62121576, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1295154574", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Here", "commentType": "comment", "updateDate": "1295154574", "commentSequence": 225, "commentBody": "@Di: Don't forget Amy Chua's fellow Asians, otherwise known as \"those Asians who look like, but aren't like Amy Chua.\" THEY'LL be talking or thinking about her book, too, because, while they do stress the importance of education, they don't and aren't as willing to take the extreme measures that Amy Chua does in order to discipline her children. All of a sudden these same Asian parents have a stereotype thrust upon them, and in defense, they are surely participating in some way in the heated discussion between those who \"enjoy a good fight\" and those who \"need to show they Aren't Like Those People.\"", "recommendationCount": 1}, {"assetID": 2300988, "replies": [], "lft": 480, "assetURL": "http://parenting.blogs.nytimes.com/2011/01/14/the-tiger-mother-speaks/", "parentID": null, "commentID": 3240356, "rgt": 481, "userDisplayName": "Alice", "createDate": "1295138693", "userID": 57273795, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1295154577", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "CA", "commentType": "comment", "updateDate": "1295154577", "commentSequence": 226, "commentBody": "Suzuki's book about training young musicians was called \"Nurtured by Love.\"  Doesn't sound anything like the environment she was creating in her home.", "recommendationCount": 5}, {"assetID": 2300988, "replies": [], "lft": 482, "assetURL": "http://parenting.blogs.nytimes.com/2011/01/14/the-tiger-mother-speaks/", "parentID": null, "commentID": 3240364, "rgt": 483, "userDisplayName": "anne", "createDate": "1295139111", "userID": 27162868, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1295154586", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "il", "commentType": "comment", "updateDate": "1295154586", "commentSequence": 227, "commentBody": "#54:<br />\"Amy Chua's husband is Jewish. The Chinese immigrants are just following the proven path of the Jewish immigrants half a century again: hard work and education pays off.\"<br />No, several articles have explicitly stated that in contrast to how Chua herself was raised, her husband's parents allowed him to discover his own interests and were much more relaxed and laid back as parents. Furthermore, the husband repeatedly questions and disagrees with his wife's authoritarian methods. Comparing the backgrounds of Chua and her husband, it's clear that there is more than one way to raise kids who grow up to become Yale Law professors.<br /><br />Hard work and education do pay off, but that is not what Chua wrote about.  She wrote a memoir about her unusually harsh form of punitive child rearing, which she believes is the way to produce successful children.", "recommendationCount": 2}, {"assetID": 2246518, "replies": [], "lft": 210, "assetURL": "http://parenting.blogs.nytimes.com/2011/01/03/more-on-the-twiblings/", "parentID": null, "commentID": 3240370, "rgt": 211, "userDisplayName": "Grace's mom", "createDate": "1295139431", "userID": 35827470, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1295154593", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Los Angeles, CA", "commentType": "comment", "updateDate": "1295154593", "commentSequence": 101, "commentBody": "Once again, the author is not being honest and forthcoming on her aversion to adoption! The statistics she quoted are decades old and/or made up out of thin air! Most minority babies that are adopted in the US are adopted by white parents, the cost is far less than $20,000 and the wait is usually about a year. Many parents in their 40s adopt with ease, especially those that are financially well-off. I was 42 years old and single when I adopted my Ethiopian daughter. The process took nine months. If the author did not want to adopt her children, that is her choice. I object to the hypocrisy of a \"tell all\" article where she is not forthcoming on her true reasons, instead spreading negative misinformation about the difficulty of adoption. Shame on her.", "recommendationCount": 2}, {"assetID": 2300988, "replies": [], "lft": 484, "assetURL": "http://parenting.blogs.nytimes.com/2011/01/14/the-tiger-mother-speaks/", "parentID": null, "commentID": 3240382, "rgt": 485, "userDisplayName": "Cheryl", "createDate": "1295139823", "userID": 34986459, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1295154602", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Texas", "commentType": "comment", "updateDate": "1295154602", "commentSequence": 228, "commentBody": "I find it striking, particularly in the wake of the Tucson shooting and the national soul-searching about the effects of ugly political rhetoric, that this Yale professor, sort of like Sarah Palin, can try to excuse herself by saying she didn't know what the effect of her words -- both her piece in the Wall Street Journal and the horrible things she said to her daughters -- could have.  And I don't believe either of these attention-seekers one bit. Wouldn't we all be better off if we could just recognize and ignore provocateurs like this?", "recommendationCount": 15}, {"assetID": 2300988, "replies": [], "lft": 486, "assetURL": "http://parenting.blogs.nytimes.com/2011/01/14/the-tiger-mother-speaks/", "parentID": null, "commentID": 3240401, "rgt": 487, "userDisplayName": "Sheila", "createDate": "1295141109", "userID": 61228080, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1295154614", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New York, NY", "commentType": "comment", "updateDate": "1295154614", "commentSequence": 229, "commentBody": "One of my best friends was raised by a super-strict Korean mother who was constantly critical of her then normal weight. Now my friend is easily 100 pounds overweight and basically never sees or talks to her mother because her mother never asks her anything except about her weight. All the pressure this woman put on her daughter backfired. She has neither the slim daughter she wanted or, far worse, any relationship with her daughter at all. 100 extra pounds or not, my friend is a great person and her mother is a fool for not treating her with humanity and respect for who she is. ", "recommendationCount": 13}, {"assetID": 2282188, "replies": [], "lft": 478, "assetURL": "http://parenting.blogs.nytimes.com/2011/01/11/on-chinese-mothers-and-american-kids/", "parentID": null, "commentID": 3240404, "rgt": 479, "userDisplayName": "PMM", "createDate": "1295141217", "userID": 31055689, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1295154634", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Savannah", "commentType": "comment", "updateDate": "1295154634", "commentSequence": 234, "commentBody": "My goal in having children was to give gifts to the world.  Well, ok, that sounds extreme.  But the idea was, as with my parents, that our kids would work to do their best, but would still be loved unconditionally.  Their success did not determine how much we loved them.  One today is a violinist at a college music conservatory.  She began playing at age 4 because of her own interest after watching a boy and his dad play their violins on Mr. Rogers TV show.  When she got older, she wanted to quit.  I would put her off each year until she got into a performing arts h.s. and found her own motivation to continue.  She was the best violinist in her orchestra for 3 of the 4 years in high school.  She learned using the \"Suzuki\" method from age 4 until her teen years.  Shinichi Suzuki wrote a book about his method translated into English:  \"Nurtured by Love\".  It's a lot of work for the parent, but is not a punitive system and is intended for everyone:  \"You are never too old or too young to twinkle.\" (as in play the beginning rhythms using the melody of \"Twinkle Twinkle Little Star\")<br />Our other daughter stopped playing her musical instruments after high school (she was principal db. bassist in her h.s. orchestra).  She is a determined young grad student that has traveled the world and is planning to \"make a difference while making a living.\"<br />Both daughters are avid readers, have a love of sports, outdoors, animals, cooking, their boyfriends and lots of other friends and family members.<br />We could not be happier with our daughters and I would hope that all parents can give that to their children.  But I work in an elementary school so I know that is a dream.  Our students have rules, they have consequences for not following the rules and of course, rewards when they make good choices,  A reward they appreciate is a smile and/or a hug.  Like our daughters, our students know I and other adults work very hard to provide the best including keeping them safe and expecting the best from them.  I tell my students everyday that they can be anything they want, but it will take a lot of hard work and good choices each day.  They should quiet and responsible in the media center and run around a lot and be loud on the playground.  A lot of what we give our students, they are missing at home, including enforced rules and unconditional love.<br />It seems to me what is missing in the \"Chinese\" way of parenting is balance.  I had a Korean work study student many years ago at an arts college.  She went to school 6 days a week growing up, told me she was constantly sick and most certainly did not have a life long love of learning.<br />Isn't what makes us great as a nation is that we are not like the punitive parent model?  We have children that are expected to make good behavior choices and do not always get their way, but they are respected as people with ideas and desires.  Raising children is a process, not to produce some trophy-like human product, but to see a young person emerge into the world a confident, creative, happy, brave and bold good citizen.  That describes a lot of Americans, maybe more than any other nationality and that is why the rest of the world flocks to us.  We are inclusive while striving to be the best we can be individually and as a nation.  To only be satisfied with being the best all the time is automatically exclusive.<br />", "recommendationCount": 1}, {"assetID": 2300155, "replies": [], "lft": 120, "assetURL": "http://parenting.blogs.nytimes.com/2011/01/14/raising-happy-imperfect-children/", "parentID": null, "commentID": 3240408, "rgt": 121, "userDisplayName": "mscheng", "createDate": "1295141509", "userID": 56934182, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1295154649", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Beijing", "commentType": "comment", "updateDate": "1295154649", "commentSequence": 59, "commentBody": "I'm concerned that the way the WSJ portrayed Chua was distorted to begin with, and that now even the readers of the article are misquoting it.  Chua, for example, never called her kids garbage; she was citing something that happened to her, which does NOT mean she insists that calling her children that moniker is a good idea.  Please read the articles carefully and also get past bombastic journalism, both Dr. Carter and the author.", "recommendationCount": 3}, {"assetID": 2300988, "replies": [], "lft": 488, "assetURL": "http://parenting.blogs.nytimes.com/2011/01/14/the-tiger-mother-speaks/", "parentID": null, "commentID": 3240415, "rgt": 489, "userDisplayName": "motherlodebeth", "createDate": "1295141934", "userID": 9171130, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1295154658", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Calaveras County Ca", "commentType": "comment", "updateDate": "1295154658", "commentSequence": 230, "commentBody": "Common sense would tell you that no author can come off 100% as they are in real life because a book only has so many pages.  But the core ideas that American parents as a whole have become more like friends than parents rings true.   Stop and be honest enough to  ask yourselves some questions.  Do your kids get praise for doing nothing of substance?   Are they expected to do their best, practice more than half an hour if taking music lessons?<br /><br />And while we are at it, lets remember that more parents were like the author, back pre 1960's. So it's not as if she is some modern day oddity. And what about all the WASP and Jewish parents who for generations have raised their kids as the author writes about?   And have you paid any attention to the successful  families from India and how strict they are with their kids here in the states?   Maybe it's the non Chua types who need to realize that being your childs best friend is not what being a parent is all about.<br /><br />Something to remember when one notes the USA is now 24/25 in science and math in the world.", "recommendationCount": 2}]}, "copyright": "Copyright (c) 2016 The New York Times Company.  All Rights Reserved."}