{"debug": {"version": 3.1}, "status": "OK", "results": {"api_timestamp": "1481460660", "totalCommentsFound": 4536, "totalCommentsReturned": 25, "comments": [{"assetID": 3199546, "replies": [], "lft": 396, "assetURL": "http://thecaucus.blogs.nytimes.com/2011/09/07/live-blog-perry-makes-his-debate-debut/", "parentID": null, "commentID": 4478113, "rgt": 397, "userDisplayName": "nicky1", "createDate": "1315454206", "userID": 60953766, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1315454426", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "mclean, va", "commentType": "comment", "updateDate": "1315450826", "commentSequence": 178, "commentBody": "#150,  \"TR Planet Earth.\"  Could you share your assumptions and analysis as to why your proposed Republican presidential-veep tickets would be better than Obama-Biden?   It's difficult to assess your assertions without some insights into your underlying assumptions and analysis.  Are the Democrats still weak on national security?  Are the Republicans more representative of \"American values\" on social issues.  Can politicians of the party that led us into our present economic cul-de-sac now get us out better than politicians of the other party?  Can either party's candidates better convince the German bankers to take U.S. job creation needs into account as they try to bott German jobs and prop up the southern-tier European economies at lowest cost to German taxpayers?", "recommendationCount": 15}, {"assetID": 3200250, "replies": [], "lft": 6, "assetURL": "http://www.nytimes.com/2011/09/08/business/economy/american-economy-on-the-verge-of-a-double-dip-recession.html", "parentID": null, "commentID": 4478111, "rgt": 7, "userDisplayName": "RonNV", "createDate": "1315454175", "userID": 78614, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1315454428", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Las Vegas, NV", "commentType": "comment", "updateDate": "1315450828", "commentSequence": 3, "commentBody": "I just hope the stock market rallys over the next few weeks so that I can make some money. I'll need it to sustain myself from the pending recession.", "recommendationCount": 21}, {"assetID": 3196838, "replies": [], "lft": 12, "assetURL": "http://travel.nytimes.com/2011/09/11/travel/personalizing-your-hotel-search.html", "parentID": null, "commentID": 4477741, "rgt": 13, "userDisplayName": "R", "createDate": "1315446969", "userID": 54518253, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1315454463", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "NY", "commentType": "comment", "updateDate": "1315450863", "commentSequence": 6, "commentBody": "Call me crazy but I've just looked up hotels in the desired area, went on their websites and then made reservations directly with the picked hotel/s online.  Worked every time.  I only use a travel agent for the airlines and cruise lines.", "recommendationCount": 1}, {"assetID": 3193626, "replies": [], "lft": 598, "assetURL": "http://www.nytimes.com/2011/09/07/us/politics/07romney.html", "parentID": null, "commentID": 4478054, "rgt": 599, "userDisplayName": "ChristineV", "createDate": "1315453034", "userID": 58545979, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1315454524", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "California", "commentType": "comment", "updateDate": "1315450924", "commentSequence": 277, "commentBody": "I've just finished reading this whole thread and my head hurts. In lieu of trying to write anything meaningful, I submit the following nominations: \r<br/><br/>Best simile:  Carole #74  \"as effective as pushing a string.\"  \r<br/><br/>Best rhetorical question:  Frank #210  [Why do] so many dirt-poor Americans get so upset over taxing the rich - can they honestly be naive enough to think that some day they will earn enough for that to affect them?\r<br/><br/>Best “OMG I don’t believe someone actually wrote that\" :  PMac #46 “I want to listen and look at a president I can relate to even though I may not agree with some of his policies”  \r<br/><br/>I promised myself I would not make  disparaging comments about any of the content. \"Oh, mom, please, just a word or two?  No?  Well, ok, guess I'll just click submit\"  \r", "recommendationCount": 0}, {"assetID": 3192335, "replies": [], "lft": 370, "assetURL": "http://www.nytimes.com/2011/09/07/us/07drought.html", "parentID": null, "commentID": 4478105, "rgt": 371, "userDisplayName": "Bill Q.", "createDate": "1315454106", "userID": 35185908, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1315454548", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Mexico", "commentType": "comment", "updateDate": "1315450948", "commentSequence": 163, "commentBody": "We should all be as careful and stingy with water as the Llano folk are, even if we aren't currently suffering a drought. Those habits will stand us well. ", "recommendationCount": 1}, {"assetID": 3199838, "replies": [], "lft": 2, "assetURL": "http://economix.blogs.nytimes.com/2011/09/07/the-challenge-of-creating-good-jobs/", "parentID": null, "commentID": 4478123, "rgt": 3, "userDisplayName": "Jerry", "createDate": "1315454662", "userID": 2366411, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1315454703", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Michigan", "commentType": "comment", "updateDate": "1315451103", "commentSequence": 1, "commentBody": "All these ideas related to creating jobs do not give any time table.<br/>\nWe need jobs now.  I sense that many of these ideas will take years to make any difference in our unemployment rate.  Please add a time and an idea of how many jobs these idea will generate.  A good idea for creating jobs is not good if it takes years to make any difference.", "recommendationCount": 4}, {"assetID": 3198115, "replies": [], "lft": 122, "assetURL": "http://www.nytimes.com/2011/09/08/health/research/08stent.html", "parentID": null, "commentID": 4478128, "rgt": 123, "userDisplayName": "Sastrugi", "createDate": "1315454755", "userID": 60468361, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1315455270", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "NC", "commentType": "comment", "updateDate": "1315451670", "commentSequence": 51, "commentBody": "So in other words, the stent-makers and the FDA experimented on live human beings to conduct medical research.  In medical ethics that is supposed to be the worst of all possible abuses.  How did this experiment get past even the most rudimentary ethics reviews?  Who approved this human experiment on humans that has evidently caused thousands of patients who, in trusting their doctors and the government, have had strokes they would not otherwise have had?  Did nobody on the ethics review panels have trouble with this?  If they did, who overruled them?  ", "recommendationCount": 2}, {"assetID": 3194742, "replies": [], "lft": 212, "assetURL": "http://www.nytimes.com/2011/09/07/business/white-house-to-propose-plan-to-help-postal-service.html", "parentID": null, "commentID": 4478148, "rgt": 213, "userDisplayName": "birchhillfarms", "createDate": "1315455176", "userID": 64808529, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1315455302", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Branchville, NJ", "commentType": "comment", "updateDate": "1315451702", "commentSequence": 97, "commentBody": "It is true that First Class mail has fallen due to the advent of email and web services, but that is not the reason the Post Office is facing the $7 Billion default the Media and Federal Government would have you believe. The main reason is that the USPS is the ONLY federal agency that has to 100% Pre-Fund their pension and health retiree funds.  In fact, no other federal agency or corporation has to do that.  By contrast, the Office of Personnel Management (OPM) has pension funding levels of 41% for their federal employees and 24% for the military. The OPM’s own retiree health care prefunding for their federal employees is 0 percent.  By law or private sector accounting standards, no private company in America had to pre-fund future retiree health benefits.  Those companies that voluntarily do pre-fund would never have adopted the overwhelming schedule to pre-fund 80 percent of retiree health costs in just 10 years, especially in this recession.<br/>\nOn top of that, the USPS has overpaid this contribution by $75 billion dollars.  If the USPS were able to use the $75 billion overpayment or a combination of actions to equal the overpayment, it would fully fund the pension and health retiree plans.  They would no longer have a $7 billion dollar annual pre-funding need, because the retiree plans would be fully funded and interest income from the fully funded plans could pay the annual premiums.  Without the annual 100% pre-payment mandate, and the overpayments, the USPS actually realized a profit of about $700 million over the last four years instead of a $20 billion loss, unlike the car companies, banks, etc that received a government bailout which did come from tax payer money.<br/>\nIt should be made clear that the salaries, pension and health plans are not paid for by Tax Payer money.  All expenses of the USPS are paid from the sale of postal products.  Health and retirement plans are NOT funded by the Tax Payer, but instead by the USPS employees own money and money collected from postal sales.<br/>\nA closer look at the Federal Health plans will show that the Postal Health plans are not much different than any other Federal Health Care plans available to Federal Employees, and not as good as that of Congressional Representatives.  Were these rights won by the USPS employee’s respective Union’s through collective bargaining rights? Yes, they were hard won and I question if that may be another reason Washington politics has it in its headlights.<br/>\nThe same overseeing agency that made the decision of pre-funding is the same ones that regulate the postage rates.  But it would seem that they have no problem with accepting the Congressional “Franking” privileges. The public might be interested to know that most of the Congressional Representatives send mass mailings and they do it absolutely free.  In fact, between 1997 and 2007, 1.24 billion pieces of mass mail at a total postage cost of $199.3 million dollars was sent using their “Franking” privilege. Most of this is unsolicited campaign literature and unlike the average citizen, they don’t pay a sent for it.<br/>\n The USPS is aware that they must adapt to changing times and has made excellent strides to keep up with the changes in mail delivery.  There are many options available at the USPS website for personal and business customers that are set up to save both time and money.  Add to that fact the Postal Service delivers to every address in the USA, 6 days a week. No one has to pay extra because they live in an out of the way, rural area or a crime ridden part of the city.<br/>\n As far as not being up to the competition, I suggest you try taking a parcel to UPS or FEDEX and then to the USPS for a price quote.  Unless you are using a large commercial account for payment, the USPS will beat the competitions price every time.<br/>\nUnlike many other countries, the USPS has a no strike agreement.  This means they cannot close down the mail service for days or weeks at a time, as just happened in Canada and is a common occurrence in many other countries throughout the world.<br/>\nThe USPS First Class mail prices, excluding those countries that subsidize their rates, are the lowest in the world. In fact, Japan and Germany, the two principal economic competitors, prices are double ours.  Considering that the US Post Office moves and delivers billions of pieces of mail and parcels daily, they still have one of the best track records of postal mail delivery worldwide.  \r", "recommendationCount": 2}, {"assetID": 3195425, "replies": [], "lft": 446, "assetURL": "http://www.nytimes.com/2011/09/07/world/middleeast/07borders.html", "parentID": null, "commentID": 4478120, "rgt": 447, "userDisplayName": "michael mills", "createDate": "1315454587", "userID": 64808398, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1315455864", "userTitle": null, "editorsSelection": 1, "statusID": 2, "userURL": null, "userLocation": "canberra australia", "commentType": "comment", "updateDate": "1315452264", "commentSequence": 193, "commentBody": "Some misinformation has also been given about the name \"Palestine\".  It is derived from the ethnic name \"Philistine\" (Plistim in Hebrew), a people who inhabited the coastal plain at the same time as the Israelite tribes inhabited the hill regions north and south of Jerusalem.\r<br/><br/>The Ancient Greeks adopted the name of the Philistines and called the coastal region south of Phoenicia \"Palaistina\", which they confused with their own word \"palaios\" = old, and thus interpeted the meaning of the name as \"ancient land\".  The roman name \"Palaestina\" was borrowed from the Greek.\r<br/><br/>Originally the name Palestine denoted only the coastal plain south of Phoenicia, in the same way as the name Judea originally denoted only the land around Jerusalem.  Eventually under Roman rule it was extended to the whole country between the coast and the Jordan River.\r<br/><br/>The same process applied to the name \"Syria\", which is derived from the Canaanite word \"Tsur\" meaning \"rock\".  The name originally denoted only the area around the coastal city of Tsur, which the Greeks called Tyros, and we call Tyre.  After the conquest of the area by Alexander, the Greeks applied the name to a much wider territory, and in that sense the name was adopted by the Romans.\r<br/><br/>Origin", "recommendationCount": 2}, {"assetID": 3195425, "replies": [], "lft": 448, "assetURL": "http://www.nytimes.com/2011/09/07/world/middleeast/07borders.html", "parentID": null, "commentID": 4478164, "rgt": 449, "userDisplayName": "michael mills", "createDate": "1315455684", "userID": 64808398, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1315455870", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "canberra, australia", "commentType": "comment", "updateDate": "1315452270", "commentSequence": 194, "commentBody": "Some comments have suggested that the present territory of the Hashemite Kingdom of Jordan was illegally separated by Britain from the territory subject to the Mandate for Palestine granted by the League of Nations in 1922.  The poster of those comments have presumably not read the text of the Mandate, which defined the northern and southern boundaries of the Mandated Territory (with the Mandated Territory of Syria and the independent Kingdom of Egypt respectively), but stated that the eatsern boundary was still to be defined.\r<br/><br/>Furthermore, the Mandate specifically gave Britain the authority to make any political arrangements for the territory lying east of the River Jordan it saw as appropriate.  Hence, the territory place under British protection east of the Jordan was never at any time part of the territory subject to the Mandate for Palestine, and the creation in that territory of the Emirate of Transjordan was entirely legal and in compliance with the authority granted to britian by the League of Nations.  Accordingly, the requirement under the terms of the Mandate for Palestine to foster the creation of a Jewish National Home never at any time applied to the territory east of the Jordan River, and it is an historical falsehood to claim that the Jewish people has in some way been deprived of that territory.", "recommendationCount": 3}, {"assetID": 3195661, "replies": [], "lft": 78, "assetURL": "http://www.nytimes.com/2011/09/07/world/asia/07afghanistan.html", "parentID": null, "commentID": 4478155, "rgt": 79, "userDisplayName": "Tim Lum", "createDate": "1315455380", "userID": 18959665, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1315455896", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "DEA Retired, Trainer, Afghanistan", "commentType": "comment", "updateDate": "1315452296", "commentSequence": 38, "commentBody": "Re: Educator #32...\"Bomb you back to the stone age.\"  was a quote from USAF General Curtis Lemay to North Vietnam's General Giap who then replied, \" We are in the stone age.\" ", "recommendationCount": 0}, {"assetID": 3198306, "replies": [], "lft": 58, "assetURL": "http://cityroom.blogs.nytimes.com/2011/09/07/rest-in-peace-in-a-suitcase-in-the-bronx/", "parentID": null, "commentID": 4478165, "rgt": 59, "userDisplayName": "Golfendude", "createDate": "1315455698", "userID": 58307779, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1315455904", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "USA", "commentType": "comment", "updateDate": "1315452304", "commentSequence": 20, "commentBody": "The danger to America is not Barack Obama but a citizenry capable of entrusting a man like him with the Presidency. It will be far easier to limit and undo the follies of an Obama presidency than to restore the necessary common sense and good judgment to a depraved electorate willing to have such a man for their president. <br/><br/>The problem is much deeper and far more serious than Mr. Obama, who is a mere symptom of what ails America . Blaming the prince of the fools should not blind anyone to the vast confederacy of fools that made him their prince. <br/><br/>The Republic can survive a Barack Obama, who is, after all, merely a fool. It is less likely to survive a multitude of fools such as those who made him their president.", "recommendationCount": 3}, {"assetID": 3195632, "replies": [], "lft": 146, "assetURL": "http://www.nytimes.com/2011/09/08/world/asia/08india.html", "parentID": null, "commentID": 4478129, "rgt": 147, "userDisplayName": "Shlok Vaidya", "createDate": "1315454768", "userID": 57466776, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1315455943", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Philadelphia, PA", "commentType": "comment", "updateDate": "1315452343", "commentSequence": 59, "commentBody": "It is not possible to win the war against terror just as it is not possible to win the war against cancer. The terrorists appear as one of us and the only way to win this is to prevent them from being born. A healthy society which is corruption free and well governed is the only way.  We cannot find and neutralize a few hundred terrorists hiding amongst crores of us in a million places. The war should begin by cleansing the political system that breeds corruption. So the next time we buy a cinema ticket in black or give commission to get our work done, we need to remember that we are creating another terrorist somewhere. We cannot unite even in our comments in newspapers, so how can we present a united face against terror? We need to ask ourselves what we can do before expecting anybody to do. If we can't do this, we can continue to pass time writing about terror and pray and hope that one day our misfortune doesn't become news.", "recommendationCount": 1}, {"assetID": 3198673, "replies": [], "lft": 64, "assetURL": "http://www.nytimes.com/2011/09/08/business/daily-stock-market-activity.html", "parentID": null, "commentID": 4478146, "rgt": 65, "userDisplayName": "Tyler", "createDate": "1315455156", "userID": 64778692, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1315455972", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Altoona, PA", "commentType": "comment", "updateDate": "1315452372", "commentSequence": 28, "commentBody": "I think this points out something that should be a lot more obvious to the average person: the fact that what happens in one country WILL affect other countries. I think if more people understood this, especially people in power, then we would have a fighting chance to save ourselves. Instead, leaders are making decisions to help out their own countries (and who can blame them?), but what we need are leaders that are willing and able to take the ENTIRE economy – the entire world – into consideration when making policies. It’s like a wildfire. You can put the fire out where it started, but it’s just going to spread again unless you put the whole thing out. We just keep banging our heads against a wall trying to put out the fire in our own country, and it’s not doing us any good.", "recommendationCount": 6}, {"assetID": 3199921, "replies": [], "lft": 2, "assetURL": "http://opinionator.blogs.nytimes.com/2011/09/07/the-iron-horse-at-war/", "parentID": null, "commentID": 4477783, "rgt": 3, "userDisplayName": "Hank Helley", "createDate": "1315447851", "userID": 58674630, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1315456064", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "San Francisco, CA", "commentType": "comment", "updateDate": "1315452464", "commentSequence": 1, "commentBody": "Wolmar is spot on about the importance of railroads and is accurate about the the North's advantages in stock &amp; organization during the war, despite the South demonstrating \"how its done\" in 1st Bull Run.\r<br/><br/>Please keep these coming...every day...\r<br/><br/>H<br/>\n H<br/>\n  H", "recommendationCount": 6}, {"assetID": 3199921, "replies": [], "lft": 4, "assetURL": "http://opinionator.blogs.nytimes.com/2011/09/07/the-iron-horse-at-war/", "parentID": null, "commentID": 4477823, "rgt": 5, "userDisplayName": "Ross Williams", "createDate": "1315448567", "userID": 1694096, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1315456068", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Minnesota", "commentType": "comment", "updateDate": "1315452468", "commentSequence": 2, "commentBody": "\"informed by the ideology which had led them to break away in the first place.\"<br/><br/>Again, this silly argument that the Confederates went to war over some ideological belief in states rights. They went to war to defend and extend slavery. It had nothing to do with states rights. The only reason it was an issue at all is that the United States didn't recognize their \"right\" to unilaterally withdraw from the union just because they didn't like the outcome of an election. And there were plenty of southernors who supported secession who believed the  only right they had to secede was one they could enforce by force of arms. ", "recommendationCount": 20}, {"assetID": 3199921, "replies": [], "lft": 6, "assetURL": "http://opinionator.blogs.nytimes.com/2011/09/07/the-iron-horse-at-war/", "parentID": null, "commentID": 4477901, "rgt": 7, "userDisplayName": "Bengt", "createDate": "1315450056", "userID": 1396119, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1315456071", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Acton, MA", "commentType": "comment", "updateDate": "1315452471", "commentSequence": 3, "commentBody": "I think it is confusing the refer to Potomac Creek, a tributary to the Potomac River, as THE Potomac (<a href=\"http://en.wikipedia.org/wiki/Potomac_Creek)\" title=\"http://en.wikipedia.org/wiki/Potomac_Creek)\" target=\"_blank\">http://en.wikipedia.org/wiki/Potomac_Creek)</a>.  Otherwise, most enjoyable column.", "recommendationCount": 5}, {"assetID": 3199921, "replies": [], "lft": 8, "assetURL": "http://opinionator.blogs.nytimes.com/2011/09/07/the-iron-horse-at-war/", "parentID": null, "commentID": 4478072, "rgt": 9, "userDisplayName": "Mark", "createDate": "1315453362", "userID": 12531966, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1315456073", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "NYC", "commentType": "comment", "updateDate": "1315452473", "commentSequence": 4, "commentBody": "Excellent and insightful article!", "recommendationCount": 11}, {"assetID": 3199921, "replies": [], "lft": 10, "assetURL": "http://opinionator.blogs.nytimes.com/2011/09/07/the-iron-horse-at-war/", "parentID": null, "commentID": 4478084, "rgt": 11, "userDisplayName": "Dwighthdt", "createDate": "1315453552", "userID": 36737361, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1315456076", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Stoughton, Mass.", "commentType": "comment", "updateDate": "1315452475", "commentSequence": 5, "commentBody": "Stonewall Jackson pulled a great rail coup after capturing Harper's Ferry at the beginning of the war.  He manipulated the schedulers of the northern trains which were still sending them through Harper's Ferry to pick up coal in West Virginia.  By a series of \"requests\" he was able to get eighty northern locomotives corralled close to Harper's Ferry, most of which he destroyed, but some of which he was able to dismantle and send south.", "recommendationCount": 12}, {"assetID": 3198625, "replies": [], "lft": 166, "assetURL": "http://opinionator.blogs.nytimes.com/2011/09/07/the-only-america-theyve-ever-known/", "parentID": null, "commentID": 4477858, "rgt": 167, "userDisplayName": "Ruanne", "createDate": "1315449298", "userID": 12803667, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1315456091", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Arkansas", "commentType": "comment", "updateDate": "1315452491", "commentSequence": 83, "commentBody": "I still believe in America's potential. We really are greater than the sum of our parts, as people from vastly different backgrounds (politically, religiously, economically, you name it) we Veterans worked together to accomplish a mission at some personal risk to our safety. But too many of our politicians seem to think they can only win if the other side loses and too many Americans have bought into this mindset, where they view the political opposition as the enemy. Those of us who served know what a real enemy is - it's someone who wants to blow you into little bits, not someone who'd like to beat you at the next round of elections. I'm so tired of this bitter partisan divide. ", "recommendationCount": 1}, {"assetID": 3198625, "replies": [], "lft": 168, "assetURL": "http://opinionator.blogs.nytimes.com/2011/09/07/the-only-america-theyve-ever-known/", "parentID": null, "commentID": 4477867, "rgt": 169, "userDisplayName": "BEW", "createDate": "1315449436", "userID": 10215860, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1315456123", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New York", "commentType": "comment", "updateDate": "1315452523", "commentSequence": 84, "commentBody": "You speak for the vast majority of us who despite all the corruption and mirrors see through the game and don't know how to stop the wheel from spinning.  How many signatures would it take to put you on the ballot for public office next year?  Put mine down.  Thank you, thank you.", "recommendationCount": 2}, {"assetID": 3198625, "replies": [], "lft": 170, "assetURL": "http://opinionator.blogs.nytimes.com/2011/09/07/the-only-america-theyve-ever-known/", "parentID": null, "commentID": 4477887, "rgt": 171, "userDisplayName": "Vexray", "createDate": "1315449767", "userID": 46980601, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1315456126", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Spartanburg SC", "commentType": "comment", "updateDate": "1315452526", "commentSequence": 85, "commentBody": "One can't confuse the Daily Show designed to make us laugh, with REAL Republican politics as practiced today - where votes are cast in congress that impact the real lives of people. <br/><br/>That is a denial of the real world.", "recommendationCount": 3}, {"assetID": 3198625, "replies": [], "lft": 172, "assetURL": "http://opinionator.blogs.nytimes.com/2011/09/07/the-only-america-theyve-ever-known/", "parentID": null, "commentID": 4477905, "rgt": 173, "userDisplayName": "stevie68a", "createDate": "1315450092", "userID": 38461277, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1315456132", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "nyc", "commentType": "comment", "updateDate": "1315452532", "commentSequence": 86, "commentBody": "A very thoughtful piece of writing. I, too, am frightened by what this nation is becoming. That a Rick Perry<br/>\ncould hold a prayer request in April to end the drought, and got fire instead, and his credibility is not damaged. (had it rained purely by chance, Perry would be glorifying his imaginary friend to no end).<br/>\nThe lunatic fringe has taken over the republicans for some time now. They don't care, as long as they win.<br/>\nMost disturbingly, the religious zealots are more capable of creating hell-on-earth, rather than heaven.", "recommendationCount": 7}, {"assetID": 3198625, "replies": [], "lft": 174, "assetURL": "http://opinionator.blogs.nytimes.com/2011/09/07/the-only-america-theyve-ever-known/", "parentID": null, "commentID": 4477919, "rgt": 175, "userDisplayName": "Steve", "createDate": "1315450400", "userID": 32910541, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1315456134", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "OH", "commentType": "comment", "updateDate": "1315452534", "commentSequence": 87, "commentBody": "If you think of where we were then and where we are now, one can only cry.  Incomes of average americans were going up, the debt was being paid off, and the only discussion was how fast to do it.  Our standing in the world after Clinton was good and we had hope for peace in the Middle East.  Now, we look back on a decade of only loss - lost lives, lost treasure, and lost opportunities.  In our lives, we are presented at times with choices that determine the course of our futures.  Frequently, we do not know we are at such a critical juncture.  <br/><br/>After 911 though, it was clear that we were at such a point.  We chose to go shopping and pretend that war was without cost.  Many lived lives unchanged from before 911 for years until everything came crashing down.  Now we listen to those who tell us to be afraid instead of hope, that only by retrenching can we recover our future.  Instead of believing in ourselves and the promise of tomorrow, we fear to even try.  And so we have ordinary people who care about their country clinging to simplistic solutions and yearning for yesterday.  <br/><br/>I don't know if Barack can carry the day tomorrow.  The deck is certainly stacked against him and he must accept his part in some of that.   But I believe also that we are at one of those critical junctures.  I think most know it and are ready to listen, perhaps just once more.  <br/><br/>Americans in their hearts are deeply optimistic and if the president can call that forth from his disheartened countrymen, I do not think the naysayers in Congress can stand in his way, because he will not be the one, we will be the many.  I believe such things are possible because I have lived long enough to see such moments.  Tomorrow, I hope it is so; I pray it is so.", "recommendationCount": 7}, {"assetID": 3198625, "replies": [], "lft": 178, "assetURL": "http://opinionator.blogs.nytimes.com/2011/09/07/the-only-america-theyve-ever-known/", "parentID": null, "commentID": 4477958, "rgt": 179, "userDisplayName": "glenn113", "createDate": "1315451051", "userID": 59490369, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1315456142", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Ft. Lauderdale", "commentType": "comment", "updateDate": "1315452542", "commentSequence": 88, "commentBody": "Well said young man.", "recommendationCount": 2}]}, "copyright": "Copyright (c) 2016 The New York Times Company.  All Rights Reserved."}