{"debug": {"version": 3.1}, "status": "OK", "results": {"api_timestamp": "1481459947", "totalCommentsFound": 5135, "totalCommentsReturned": 25, "comments": [{"assetID": 1430985, "replies": [], "lft": 56, "assetURL": "http://thecaucus.blogs.nytimes.com/2010/05/04/blogtalk-miranda-rights-for-terrorists/", "parentID": null, "commentID": 1944680, "rgt": 57, "userDisplayName": "Patricia Monger", "createDate": "1273027412", "userID": 13511540, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1273032278", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Hamilton, Ontario", "commentType": "comment", "updateDate": "1273028678", "commentSequence": 17, "commentBody": "Howdy from NYC, I wish what you wish, but the fact of the matter is that the country had the chance to be the amazing country that you, at least, want it to be, and has failed spectacularly.  If it is in our cultural DNA, it is most clearly a recessive gene.  The citizens of the United States are entirely driven by fear - or even hysteria.  Thus the 9/11 suspects can't be tried in New York, other terrorism suspects can't be given trials at all, or even be incarcerated in U.S prisons, and now U.S citizens can't get the due process that the law of the land has mandated for 44 years.  ", "recommendationCount": 4}, {"assetID": 1431386, "replies": [], "lft": 6, "assetURL": "http://thecaucus.blogs.nytimes.com/2010/05/04/primary-roundup/", "parentID": null, "commentID": 1944704, "rgt": 7, "userDisplayName": "Topher", "createDate": "1273027849", "userID": 60400381, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1273032278", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Greene County, OH", "commentType": "comment", "updateDate": "1273028678", "commentSequence": 3, "commentBody": "Big story for good or ill is Olivia Freeman OH-7th House Dem.... lost to Bill Conner 48%-38% on a $150 budget.  Grass roots effort run out of the back of her pick up truck which was broken down for part of the campaign.  I kid you not, the woman who proclaims to speak for the people received 38% of the vote and had all of 12 yard signs.  That didn't go up until this afternoon!<br /><br />12 yard signs.  $150 and $125 of that was the cost to have her name on the ballot.  38% of the vote!", "recommendationCount": 5}, {"assetID": 1431731, "replies": [], "lft": 22, "assetURL": "http://thecaucus.blogs.nytimes.com/2010/05/04/fox-and-white-house-tangle-on-spill-theory/", "parentID": null, "commentID": 1944722, "rgt": 23, "userDisplayName": "Don Duval", "createDate": "1273028041", "userID": 31110263, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1273032278", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "North Carolina", "commentType": "comment", "updateDate": "1273028678", "commentSequence": 8, "commentBody": "In the years ahead--will historians look back and determine that there was a specific date when the Republican Party became completely detached from any connection whatsoever with reality--or will they conclude that it was a gradual slide into mass dementia that took place over a period of months or years?<br /><br />Let's contemplate for a moment what a mammoth leap through the looking glass it would take for Heckuvajob Brownie's scenario to take place.<br /><br />BP--which has compelling interests in a) minimizing the extent of the damage caused by this spill (and with it, the size of their liability) and b) not letting it become an environmental disaster so significant that offshore drilling is shutdown through the Gulf and possibly even beyond--would have had to conspire with the federal government--and agreed to spend days trying to hide the extent of the leak.<br /><br />Beginning with the initial reports--FROM BP--that the oil slick surrounding the rig was simply \"residual oil\" from the rig--and continuing on to the subsequent reports--FROM BP--that consistently underestimated the rate of the oil leak.<br /><br />Then, BP, faced with a spill that some have begun speculating could very well bankrupt the company, would have had to blithely stood by and NOT asked the federal government to step in.<br /><br />The truth of the matter is the right wing--which has spent decades claiming that anything the government can do, the private sector can do better AND for less money--would have been screaming bloody murder if the government had intervened sooner.<br /><br />", "recommendationCount": 45}, {"assetID": 1431302, "replies": [], "lft": 10, "assetURL": "http://thecaucus.blogs.nytimes.com/2010/05/04/obama-interviews-judge-wood/", "parentID": null, "commentID": 1944749, "rgt": 11, "userDisplayName": "eyesopen", "createDate": "1273028628", "userID": 17751261, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1273032278", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New England", "commentType": "comment", "updateDate": "1273028678", "commentSequence": 4, "commentBody": "The G-NO-P would consider her nominaton a provocation?  Then provoke them!", "recommendationCount": 3}, {"assetID": 1431731, "replies": [], "lft": 26, "assetURL": "http://thecaucus.blogs.nytimes.com/2010/05/04/fox-and-white-house-tangle-on-spill-theory/", "parentID": null, "commentID": 1944763, "rgt": 27, "userDisplayName": "Jos", "createDate": "1273028955", "userID": 56781528, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1273032278", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Fairfax, VA", "commentType": "comment", "updateDate": "1273028678", "commentSequence": 9, "commentBody": "Mr Brown's charge is quite simply beyond the pale. Of I cold advise him, I'd say he can redeem himself without making wild allegations. He was on CNN, airing what claims \"Bush did to\" him.<br />So sad!", "recommendationCount": 11}, {"assetID": 1430985, "replies": [], "lft": 60, "assetURL": "http://thecaucus.blogs.nytimes.com/2010/05/04/blogtalk-miranda-rights-for-terrorists/", "parentID": null, "commentID": 1944778, "rgt": 61, "userDisplayName": "CBWHITE", "createDate": "1273029221", "userID": 35424288, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1273032278", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Houston, Texas", "commentType": "comment", "updateDate": "1273028678", "commentSequence": 18, "commentBody": "Faisal Shahzad... the Times Square car bomber, planned terrorist attack was foiled thanks to the smart \"See Something, Say Something\" instincts of a NYC Times Square cart-vender... and proud Vietnam War veteran.<br /><br />A mere 48-hours past, prior to the Time Square terrorist plot being neutralized thanks to the coordinated efforts of civilians, NYPD, FBI, DOJ, and yes... \"Republicans hate this:\" President Barack Obama &amp; Co.<br /><br />Texas Sen. John Cronyn is merely attempting to score political points, at the expense of national security; an ongoing investigation, and leads to subsequent plot-theories.<br /><br />Who really benefits from a Faisal Shahzad \"Water-boarding\"-free unfettered testimony: those of our beloved American ideals... innocence before guilt... afforded one are Miranda Rights prior to charges of criminality?<br /><br />Of the GOP' prohibitive prisoner-of-war rights at Guantanamo? Show me the Intel extracted via torture.... clearly the very antithesis of the Obama' due-process methods, which should have squashed the Times Square attempted-attack.<br /><br />Warned in advance of the \"9/11\" attacks, the following Presidential daily threat-assessment brief was hand-delivered to the President George W. Bush: \"August 6, 2001 Presidential Daily Brief entitled \"Bin Laden Determined to Strike in US\"...?<br /><br />American counterintelligence warned of \"high-jacked airplanes\" being an option. Yet, while bunkered-down at \"The Texas White House\" in Crawford Texas... fully-aware of the threat, neither Bush-II, Rumsfeld, Cheney, nor Rice did dilly-squat to prevent \"9/11.\"<br /><br />Thus far... knock on wood, the Obama administration has neutralized all such terrorist threats meant to harm Americans. If Republicans torture-fetishes were so effective, Why the 2001 American \"9/11,\" \"2005 London England bombings,\" \"2004 Madrid Spain bombings,\" or the \"2008/2006 Mumbai India bombings?\"<br />", "recommendationCount": 6}, {"assetID": 1428604, "replies": [], "lft": 66, "assetURL": "http://thecaucus.blogs.nytimes.com/2010/05/04/the-early-word-times-square-arrest/", "parentID": null, "commentID": 1944782, "rgt": 67, "userDisplayName": "Ed", "createDate": "1273029365", "userID": 55042593, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1273032278", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Arizona", "commentType": "comment", "updateDate": "1273028678", "commentSequence": 24, "commentBody": "John McCain also said...\"if we don't fight them over there, they will follow us home\"...referring to the war on terror.<br /><br />Well it seems that Mr. McCain is wrong...a deadly statement, if not corrected, we will see an escalation of terrorist attacks on our soil. We will not force the extreme Islamic terrorist to their knees in Pakistan, with  Mr. Obama's unrelenting, unforgiving, unmanned drones over Pakistan.<br /><br />It is a recruitment tool for the extremist of the Muslim world...unbeknownst to Mr. Obama and our patriot Mr. McCain. In an uncanny way, President Obama has pacified the Republicans in his drone initiative, and now support him. President Bush never rained drones from the skies onto Pakistan like Obama is now doing...it is over-kill and it will hurt us in the long run.<br /><br />The more drones we rain on Pakistan, the more chance of the extreme Islamic fundametalist will retaliate with terror on our homeland. we have had 4 or 5 terror attacks on our homeland, in the time Mr. Obama has been president...unheard of in the Bush era.<br /><br />John McCain was wrong...they did follow us home...and we are still fighting them over there.<br /><br />President Obama is wrong...we are being led into the Islamic world and their internal problems...our military involvement must be withdrawn...diplomacy, talks, whatever...our military involvement will be our downfall<br /><br />", "recommendationCount": 1}, {"assetID": 1427023, "replies": [], "lft": 14, "assetURL": "http://goal.blogs.nytimes.com/2010/05/03/all-eyes-on-wigan/", "parentID": null, "commentID": 1944739, "rgt": 15, "userDisplayName": "Lucy Ferr", "createDate": "1273028414", "userID": 59989268, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1273032853", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Vancouver WA", "commentType": "comment", "updateDate": "1273029253", "commentSequence": 6, "commentBody": "Never mind Wigan - I'm thinking of Hull coach Iain Dowie. Two hours after Hull were relegated, his niece Natasha scored two goals - including the 119th minute winner - for Everton Ladies to win their first FA Cup final against the all-conquering (four times defending champion) Arsenal.<br /><br />Sorry, had to mention that seeing as the Women's FA Cup final wasn't covered by this blog. It's a pretty old competition, possibly the oldest for women, having started in 1971. The next oldest I can find is Norway's NM Cup from 1978. (Though the English women had footie contests even in the 20s - wonder how they managed that, given the times - would love to hear the stories on that.)<br /><br />As for Wigan, I wish some statistican/probabilist/bookie would come out with some numbers about the uncertainty of a team's performance. Wigan would be way up there.", "recommendationCount": 0}, {"assetID": 1430528, "replies": [], "lft": 160, "assetURL": "http://bats.blogs.nytimes.com/2010/05/04/to-tase-or-not-to-tase/", "parentID": null, "commentID": 1944875, "rgt": 161, "userDisplayName": "FR", "createDate": "1273031558", "userID": 3942671, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1273032871", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "NY", "commentType": "comment", "updateDate": "1273029271", "commentSequence": 72, "commentBody": "Look at how fat that police officer was! If they required the police to be in shape at the stadium maybe they could catch the kid instead of using a weapon on him. ", "recommendationCount": 0}, {"assetID": 1430580, "replies": [], "lft": 10, "assetURL": "http://fifthdown.blogs.nytimes.com/2010/05/04/defending-dez-bryant-a-question-of-decency/", "parentID": null, "commentID": 1943946, "rgt": 11, "userDisplayName": "Variations on a theme of Paul", "createDate": "1273014030", "userID": 59733021, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1273032918", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Decatur, GA", "commentType": "comment", "updateDate": "1273029318", "commentSequence": 6, "commentBody": "\"Had it been asked out of the blue or based on innuendo, I'd be among those hollering that it was out of bounds.\"<br /><br />\"But context does matter, which is why I held my opinion in reserve until we learned more.\"<br /><br /><a href=\"http://fifthdown.blogs.nytimes.com/2010/04/28/an-apology-after-dolphins-are-criticized-for-being-callous/#more-43229\" target=\"_blank\">http://fifthdown.blogs.nytimes.com...</a><br /><br />You defended Ireland immediately following the first reports of this, before any claims about the context were made.  If you felt these unverified claims regarding the context of the question validated your initial defense of Ireland, then say that, but don't say you withheld opinion when the comments on the article linked to above to say otherwise.", "recommendationCount": 0}, {"assetID": 1430560, "replies": [], "lft": 8, "assetURL": "http://fifthdown.blogs.nytimes.com/2010/05/04/defending-the-dolphins-no-question-is-out-of-bounds/", "parentID": null, "commentID": 1944005, "rgt": 9, "userDisplayName": "Walt Bennett", "createDate": "1273015095", "userID": 56979, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1273032928", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Harrisburg PA", "commentType": "comment", "updateDate": "1273029328", "commentSequence": 3, "commentBody": "Atte,<br /><br />Millen knows more about the NFL than you or I do.<br /><br />And please read the part where Bryant offered the information that his Dad was a pimp and his Mom worked for his Dad.", "recommendationCount": 1}, {"assetID": 1430580, "replies": [], "lft": 12, "assetURL": "http://fifthdown.blogs.nytimes.com/2010/05/04/defending-dez-bryant-a-question-of-decency/", "parentID": null, "commentID": 1944014, "rgt": 13, "userDisplayName": "Walt Bennett", "createDate": "1273015254", "userID": 56979, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1273032934", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Harrisburg PA", "commentType": "comment", "updateDate": "1273029334", "commentSequence": 7, "commentBody": "Bakes,<br /><br />Here's what I am claiming:<br /><br />You jumped the gun.<br /><br />Don't feel bad, so did most of America, including lots of people more famous than either of us.<br />", "recommendationCount": 0}, {"assetID": 1430580, "replies": [], "lft": 14, "assetURL": "http://fifthdown.blogs.nytimes.com/2010/05/04/defending-dez-bryant-a-question-of-decency/", "parentID": null, "commentID": 1944061, "rgt": 15, "userDisplayName": "Walt Bennett", "createDate": "1273016040", "userID": 56979, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1273032958", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Harrisburg PA", "commentType": "comment", "updateDate": "1273029358", "commentSequence": 8, "commentBody": "Luis,<br /><br />These are not job interviews.<br /><br />That's what people seem to keep forgetting. Most of those who object to these sorts of questions have used the argument that you wouldn't get asked that question in a job interview.<br /><br />These are background discussions, feeling-out sessions. These are men who are lining up for massive payday without having been on the field for a single NFL snap.<br /><br />These are men who, too often, bring baggage with them. Certainly we applaud those who overcome their baggage, but let's please be honest: If you have a world of talent (YES, GOD-GIVEN), almost anything about you will be overlooked by those who want to leverage that talent for their own aims. You ARE a commodity and you ACCEPT those terms, because you want the BIG PAYDAY.<br /><br />So now you're in this room talking to a man who has to decide if he is going to make you rich, without ever having seen you play as a pro. Now your entitled life comes face to face with a world of zero excuses and zero acceptance of failure. Now you are face to face with the top level, men as talented as you and maybe more. Now is when the free ride ends.<br /><br />And as we have clearly learned, these men are not always ready for that transition. So much money - why drive drunk? So much money - why carry a gun? So much money - why consort with drug dealers and prostitutes? So much money - why kill dogs?<br /><br />I understand that it's distasteful, but are we infants here? We can tolerate distasteful. We do it every day. Some stuff just has to be done, and we don't have to like it.<br /><br />Is the argument that the pampering must continue? Haven't we all at one time or another railed against pampering?<br /><br />I have little use for the argument that players are being disrespected by tough questions. (a) So what? Is disrespect a crime? A GM has to report to his owner whether or not this man deserves guaranteed millions. He should worry that a question may make the player feel disrespected? So, no questions which might hurt the young man's feelings? This cannot be a serious argument. (b) What is disrespectful about exploring the man's background? If the very act of doing so is on its face disrespectful, then you tie a team's hands behind its back. Now, due diligence is disrespect? We turn the process on its head?<br /><br />And again, why? To sustain the sense of entitlement? To keep playing the \"don't know don't tell\" game so we can have this commodity on our team?<br /><br />And of course that used to be the case. Turn a blind eye and all that. And then one player after another embarrassed the league, his team, himself and his family. And suddenly \"character\" became, for many teams, the most important asset of a player.<br /><br />And that is each team's choice. Perhaps Ireland should have simply declined to interview Bryant, or perhaps Ireland wanted to know more about the man and how he had overcome his baggage. I don't know and nobody else knows what it takes to get a feeling about the maturation process of another person. The best any of us can do is try to get to know some things about the person and see how we feel about it.<br /><br />It is an unavoidably imperfect process, and we're all just doing the best we can. I'm sure that Bryant was upset by the question, but let's be brutally honest: He's more upset that his Dad was a pimp and his Mom was a drug dealer.", "recommendationCount": 2}, {"assetID": 1430560, "replies": [], "lft": 10, "assetURL": "http://fifthdown.blogs.nytimes.com/2010/05/04/defending-the-dolphins-no-question-is-out-of-bounds/", "parentID": null, "commentID": 1944606, "rgt": 11, "userDisplayName": "Walt Bennett", "createDate": "1273025931", "userID": 56979, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1273032964", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Harrisburg PA", "commentType": "comment", "updateDate": "1273029364", "commentSequence": 4, "commentBody": "Paul,<br /><br />It was a perfectly natural question under the circumstances, perfectly natural.", "recommendationCount": 1}, {"assetID": 1424821, "replies": [], "lft": 26, "assetURL": "http://fifthdown.blogs.nytimes.com/2010/05/03/best-quarterbacks-in-the-n-f-l-the-top-10-list/", "parentID": null, "commentID": 1944644, "rgt": 27, "userDisplayName": "pmam", "createDate": "1273026585", "userID": 60400299, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1273032980", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "tx", "commentType": "comment", "updateDate": "1273029380", "commentSequence": 13, "commentBody": "mcnabb should not be on this list, at all if we're talking current day.  maybe a few years ago he'd be on this list.  tom brady should be number 1, peyton's chocked far too many times in big games and doesn't have the hardware to match.  brady's been doing more with less for the longest time.", "recommendationCount": 2}, {"assetID": 1431752, "replies": [], "lft": 2, "assetURL": "http://www.nytimes.com/2010/05/05/opinion/05friedman.html", "parentID": null, "commentID": 1944514, "rgt": 3, "userDisplayName": "Marie Burns", "createDate": "1273024175", "userID": 4461145, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1273034179", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Fort Myers, Florida", "commentType": "comment", "updateDate": "1273065969", "commentSequence": 1, "commentBody": "There must be a blue moon. I agree with Friedman.<br /><br />The President is still hanging back, assessing his options. Lindsey Graham is still in hissy-fit mode, the better placate the South Carolina tea party, I suppose. (In fact, the Graham snit makes it disingenuous for Friedman to posit there is one Senate Republican behind energy reform legislation, because Graham was that lone Senator.)<br /><br />But there are surprising signs of light elsewhere. Graham Amigo Joe Lieberman just \"opened the door to trying to advance Senate climate legislation without the backing of...Graham,\" according to The Hill. And Harry Reid, who is occasionally a profile in courage, was more forthcoming than the President today. Reid said, \"I think we're all going to back off from offshore drilling until we get a better handle of how we can make it safe.\"<br /><br />I'm hoping the President can learn from Republican Arnold Schwarzenegger, who yesterday was unequivocally courageous when he rescinded his support of limited drilling off the California Coast. California is famously strapped for cash, but Schwarzenegger had the guts to say he'd find another place to raise the huge revenues offshore drilling promised to funnel into his state's coffers. \"You turn on the television and see this enormous disaster, you say to yourself, 'Why would we want to take on that kind of risk?'\" the Governator asks. Why, indeed?<br /><br />The Constant Weader at <a href=\"http://www.RealityChex.com\" target=\"_blank\">www.RealityChex.com</a>", "recommendationCount": 301}, {"assetID": 1431752, "replies": [], "lft": 4, "assetURL": "http://www.nytimes.com/2010/05/05/opinion/05friedman.html", "parentID": null, "commentID": 1944603, "rgt": 5, "userDisplayName": "Kate Madison", "createDate": "1273025908", "userID": 25120579, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1273034179", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Depoe Bay, Oregon", "commentType": "comment", "updateDate": "1273030579", "commentSequence": 2, "commentBody": "...\"Responding to this oil spill could well become the most important leadership test of the Obama presidency. The president has always had the right instincts on energy, but he is going to have to decide just how much he wants to rise to this occasion — whether to generate just an emergency response that over months ends the spill or a systemic response that over time ends our addiction. Needless to say, it would be a lot easier for the president to lead if more than one Republican in the Senate was ready to lift a finger to help him.\"<br /><br />Aye, and therein lies the rub! I for once do agree with you, Tom, which is a rare delight!  However, I do not hold any hope that the Republicans will grow up, come to their senses and stop playing Nintendo!  They are much too invested in their adolescent rebellion and naysaying against anything Obama supports!  And so far, unfortunately, the polls seem to support them.  How crazy is that?<br /><br />I think it is going to take an all out truth squad, armed with the facts--accurately reported by the media.  This includes somebody besides Keith Olbermann calling out Fox News!  People need to have the unpleasant, horrible, getting worse facts in their faces EVERY DAY!  No sound bites or partisan bickering. Just the facts. How many birds have died today. Exactly where the oil spill has moved.  How many jobs lost today.  How many sea creatures washed up on beaches.  And PICTURES!<br /><br />Are we mature enough as a country to do this?  Can our people move beyond \"Drill Baby Drill\" to \"Save our Ecological Soul?\"<br /><br />", "recommendationCount": 253}, {"assetID": 1431752, "replies": [], "lft": 6, "assetURL": "http://www.nytimes.com/2010/05/05/opinion/05friedman.html", "parentID": null, "commentID": 1944623, "rgt": 7, "userDisplayName": "jrfromdallas", "createDate": "1273026299", "userID": 57217193, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1273034179", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "dallas", "commentType": "comment", "updateDate": "1273030579", "commentSequence": 3, "commentBody": "I have an idea.... Instead of worrying about Green Jobs and Obama \"never letting a crisis go to waste\" to pass another bill we can't afford to pay for. Why doesn't Obama create the jobs that the stimulus bill was supposed to create?  ", "recommendationCount": 54}, {"assetID": 1431752, "replies": [], "lft": 8, "assetURL": "http://www.nytimes.com/2010/05/05/opinion/05friedman.html", "parentID": null, "commentID": 1944712, "rgt": 9, "userDisplayName": "avrds", "createDate": "1273027939", "userID": 234516, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1273034179", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Montana", "commentType": "comment", "updateDate": "1273030579", "commentSequence": 4, "commentBody": "I understand your commitment to a green economy, but remember -- every drop of oil _conserved_ is a drop of oil we don't need to drill for, or support with our military in the Middle East.<br /><br />Please put conservation at the very top of your list when encouraging investment in our country's energy future.    ", "recommendationCount": 279}, {"assetID": 1431752, "replies": [], "lft": 10, "assetURL": "http://www.nytimes.com/2010/05/05/opinion/05friedman.html", "parentID": null, "commentID": 1944736, "rgt": 11, "userDisplayName": "h. grey", "createDate": "1273028363", "userID": 60399618, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1273034179", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "nv", "commentType": "comment", "updateDate": "1273030579", "commentSequence": 5, "commentBody": "You are naiive , Tom.  Under Obama, the too-big-to-fail banks have grown even bigger.  Rest assured, that Big Oil will grow as well under Obama.  Expect the same for Big Ag, Big Insurance, Big Pharma, etc.", "recommendationCount": 63}, {"assetID": 1431752, "replies": [], "lft": 12, "assetURL": "http://www.nytimes.com/2010/05/05/opinion/05friedman.html", "parentID": null, "commentID": 1944815, "rgt": 13, "userDisplayName": "Greg", "createDate": "1273030076", "userID": 48820235, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1273034179", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Austin, TX, USA", "commentType": "comment", "updateDate": "1273030579", "commentSequence": 6, "commentBody": "President Bush was handed a national tragedy to galvanize the nation behind a war he was already planning.<br /><br />As you mentioned, President Obama has a similar opportunity.  But will our often too-calm, above-all-that president find it beneath him to make lemonade with this lemon?<br /><br />I hope not, lest we find ourselves a generation from now still invading other nations to ensure we get our daily fix.", "recommendationCount": 72}, {"assetID": 1431752, "replies": [], "lft": 14, "assetURL": "http://www.nytimes.com/2010/05/05/opinion/05friedman.html", "parentID": null, "commentID": 1944847, "rgt": 15, "userDisplayName": "Andrew Kent", "createDate": "1273030857", "userID": 29637343, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1273034179", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Arlington, VA", "commentType": "comment", "updateDate": "1273030579", "commentSequence": 7, "commentBody": "Funny to see the same people in Southern states who rail against big government now begging for help from Obama to fight a corporate disaster caused by their own support of offshore drilling.<br /><br /><a href=\"http://akwag.blogspot.com/2010/05/government-is-problem-until-you-need.html\" target=\"_blank\">http://akwag.blogspot.com...</a>", "recommendationCount": 468}, {"assetID": 1431752, "replies": [], "lft": 16, "assetURL": "http://www.nytimes.com/2010/05/05/opinion/05friedman.html", "parentID": null, "commentID": 1944863, "rgt": 17, "userDisplayName": "Ruskin", "createDate": "1273031212", "userID": 23634565, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1273034179", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Buffalo, NY", "commentType": "comment", "updateDate": "1273030579", "commentSequence": 8, "commentBody": "It begins to look as though the planet was doomed from the moment the automobile-assembly-line was perfected. Our affordable-boxes-on-wheels have become ESSENTIAL - not just to get us from place to place (mostly one at a time) but to reassure us that we are in charge. It is a deeply-rooted conviction that will not be denied; and it may yet kill us off.", "recommendationCount": 150}, {"assetID": 1431752, "replies": [], "lft": 18, "assetURL": "http://www.nytimes.com/2010/05/05/opinion/05friedman.html", "parentID": null, "commentID": 1944872, "rgt": 19, "userDisplayName": "Bill", "createDate": "1273031492", "userID": 56771955, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1273034179", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Seattle", "commentType": "comment", "updateDate": "1273030579", "commentSequence": 9, "commentBody": "If Obama and our Congress cannot get the message after this disaster and get a meaningful climate/energy bill then I'm writing them off and giving up all hope with our Federal Government.<br /><br />The fierce urgency of now.  Truly.<br /><br />For our children, and our children's children.", "recommendationCount": 102}, {"assetID": 1431752, "replies": [], "lft": 20, "assetURL": "http://www.nytimes.com/2010/05/05/opinion/05friedman.html", "parentID": null, "commentID": 1944879, "rgt": 21, "userDisplayName": "Zeppo", "createDate": "1273031626", "userID": 3633780, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1273034179", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Portland, OR", "commentType": "comment", "updateDate": "1273030579", "commentSequence": 10, "commentBody": "Sorry, Tom, but I just don't see where this \"clean energy\" movement is going to come from. Breaking our addiction to oil is going to require that Americans give up their fast, high-powered autos and embrace slower, lighter, low-powered vehicles (mostly powered by electricity), and also embrace public transit. Americans love their fast cars and SUVs, and will never give them up.", "recommendationCount": 78}]}, "copyright": "Copyright (c) 2016 The New York Times Company.  All Rights Reserved."}