{"debug": {"version": 3.1}, "status": "OK", "results": {"api_timestamp": "1481460051", "totalCommentsFound": 2270, "totalCommentsReturned": 25, "comments": [{"assetID": 1638332, "replies": [], "lft": 12, "assetURL": "http://mediadecoder.blogs.nytimes.com/2010/07/09/agency-drops-mel-gibson-after-latest-episode/", "parentID": null, "commentID": 2239550, "rgt": 13, "userDisplayName": "Thor 9", "createDate": "1278733706", "userID": 52829047, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1278734414", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Staten Island, New York", "commentType": "comment", "updateDate": "1278730814", "commentSequence": 4, "commentBody": "It is a shame how a great man had fallen from grace.  He was once a beloved actor.", "recommendationCount": 0}, {"assetID": 1582739, "replies": [], "lft": 182, "assetURL": "http://parenting.blogs.nytimes.com/2010/06/22/sleep-away-separation-pains/", "parentID": null, "commentID": 2239248, "rgt": 183, "userDisplayName": "chicagoknitter", "createDate": "1278728490", "userID": 57240999, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1278734441", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "chicago", "commentType": "comment", "updateDate": "1278730841", "commentSequence": 89, "commentBody": "It is NOT only an East coast thing to send kids away to summer camp. I've lived in the Midwest my whole life and went away to camp from the age of 8-13. I LOVED going away for the whole summer and being with my camp friends. This summer my 11 year old is away at camp for the first time for two weeks. We could barely afford it but were able to get generous scholarships from the camp and our synagogue. I cried to first day but since then I've been overjoyed to have the space to myself. My husband and I have gone out to dinner and had time together to talk. I think this is a terrific growth opportunity for both my son and I. Of course, I can't wait to see him again in another 10 days.", "recommendationCount": 0}, {"assetID": 1636651, "replies": [], "lft": 156, "assetURL": "http://parenting.blogs.nytimes.com/2010/07/09/unwanted-parenting-advice-from-strangers/", "parentID": null, "commentID": 2239252, "rgt": 157, "userDisplayName": "di", "createDate": "1278728568", "userID": 1748158, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1278734447", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "california", "commentType": "comment", "updateDate": "1278730847", "commentSequence": 74, "commentBody": "The appropriate comeback for people with only one child who get criticized is, \"Well, we used to have two but we traded one in for the new car.\"", "recommendationCount": 8}, {"assetID": 1636651, "replies": [], "lft": 158, "assetURL": "http://parenting.blogs.nytimes.com/2010/07/09/unwanted-parenting-advice-from-strangers/", "parentID": null, "commentID": 2239276, "rgt": 159, "userDisplayName": "Samantha", "createDate": "1278728946", "userID": 25184627, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1278734452", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Los Angeles", "commentType": "comment", "updateDate": "1278730852", "commentSequence": 75, "commentBody": "But it is totally normal to want to scream in the check out line at Fairway...", "recommendationCount": 28}, {"assetID": 1636651, "replies": [], "lft": 160, "assetURL": "http://parenting.blogs.nytimes.com/2010/07/09/unwanted-parenting-advice-from-strangers/", "parentID": null, "commentID": 2239358, "rgt": 161, "userDisplayName": "Employee X", "createDate": "1278730274", "userID": 60664025, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1278734460", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Western Massachusetts", "commentType": "comment", "updateDate": "1278730860", "commentSequence": 76, "commentBody": "#72 - As a Target employee, I just want to say \"thank you.\"  If more parents could be troubled to expend just a single sentence on their kids, my job would be much easier, and much less depressing.<br /><br />Well, moderately less depressing, anyway.", "recommendationCount": 9}, {"assetID": 1636651, "replies": [], "lft": 162, "assetURL": "http://parenting.blogs.nytimes.com/2010/07/09/unwanted-parenting-advice-from-strangers/", "parentID": null, "commentID": 2239359, "rgt": 163, "userDisplayName": "MT", "createDate": "1278730333", "userID": 42816, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1278734485", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Washington, DC", "commentType": "comment", "updateDate": "1278730885", "commentSequence": 77, "commentBody": "Rebecca (#67): \"At three months past birth, there are still plenty of hormones to flush from your system. Give the lady a break!\"<br /><br />With all due respect, if she is so fragile (due to hormones or any other reason) that a single sentence from a stranger can send her into an emotional tailspin, then quite frankly, I'm not the one who needs to give her a break. She needs to give herself a break.<br /><br />\"Desert the groceries to be picked up later? At Fairway? Are you kidding??\"<br /><br />I see. Are you really arguing that continuing to get groceries from Fairway should be more important to the author than her baby's welfare, and her own sanity? (I hope not...)<br /><br />More to the point: If you don't like my suggestions for preventing a meltdown, why don't you offer some practical ones of your own?", "recommendationCount": 2}, {"assetID": 1636651, "replies": [], "lft": 164, "assetURL": "http://parenting.blogs.nytimes.com/2010/07/09/unwanted-parenting-advice-from-strangers/", "parentID": null, "commentID": 2239496, "rgt": 165, "userDisplayName": "jzzy55", "createDate": "1278732529", "userID": 42974235, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1278734515", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New England", "commentType": "comment", "updateDate": "1278730915", "commentSequence": 78, "commentBody": "OK, so when I was adopting my son in another country, every time I took him outside (he was a few months old) some old lady would come up to me and tell me that he a) should be wearing a wool hat or b) he wasn't wearing enough clothing (the temperature was in the low 60s and rather humid).  I found the experience kind of sweet -- it was obvious that I was an American adopting one of \"their\" kids, and they wanted to make sure I knew how to take care of him their way.<br /><br />They weren't always that nice but I wasn't offended. I wonder what was so different about those interactions vs the ones you NYers seem to have. ", "recommendationCount": 1}, {"assetID": 1636651, "replies": [], "lft": 166, "assetURL": "http://parenting.blogs.nytimes.com/2010/07/09/unwanted-parenting-advice-from-strangers/", "parentID": null, "commentID": 2239499, "rgt": 167, "userDisplayName": "burningspeer", "createDate": "1278732616", "userID": 12170548, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1278734520", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New York, NY", "commentType": "comment", "updateDate": "1278730920", "commentSequence": 79, "commentBody": "Pear-shaped??", "recommendationCount": 3}, {"assetID": 1632748, "replies": [], "lft": 94, "assetURL": "http://parenting.blogs.nytimes.com/2010/07/08/budgeting-for-a-child/", "parentID": null, "commentID": 2239538, "rgt": 95, "userDisplayName": "Jennifer", "createDate": "1278733496", "userID": 13375114, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1278734588", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Connecticut", "commentType": "comment", "updateDate": "1278730988", "commentSequence": 47, "commentBody": "Its not OK to just have kids without having some confidence that you will be able to support them in a way that you would be satisfied with.  There are data out there regarding the short term and long term costs of raising a child.  Start a spreadsheet and crunch the numbers.  Its not rocket science.<br /><br />Kids are wonderful but raising them well is incredibly expensive and time consuming.  Yes, its a question of love, and who wouldn't choose love?  But this kind of love costs real money and real time.  Plenty of people fail their kids because they are stressed out, overworked, underfunded and they plunk their kids in front of the TV and feed them junkfood and tell themselves, \"Hey, its OK, I'm doing the best I can\".  That may be true, but is it really good enough?  I say don't have them in the first place if thats all you have to give.  Human life deserves more than that.<br /><br />The fundamental question is not \"can I afford them.\"  For one thing, they are not possessions, and secondly, humans are pretty cheap to keep alive if mere survival is the goal.  The question is \"do I have the financial and emotional resources to raise good people?\"  What are your standards?  I'm not talking bugaboo strollers and froo-froo nurseries.  That's silliness.  Kids need to be loved and they need to be taught.  You cannot show them love when you are away, so you need to make time for them,  That is a challenge for dual income families and a greater one for single parents.  Teaching takes time and your money to the extent you outsource it, and outsourced education is expensive because of housing costs for good school districts or private school tuition.   And don't think that learning is all done at school -- homework, life skills, empathy, faith, work ethic, social responsibility -- somehow you have to find time to teach all this on your own.<br /><br />Raising good kids is expensive.  Sorry.<br />", "recommendationCount": 3}, {"assetID": 1638230, "replies": [], "lft": 96, "assetURL": "http://bats.blogs.nytimes.com/2010/07/09/cliff-lee-traded-to-texas-rangers/", "parentID": null, "commentID": 2239584, "rgt": 97, "userDisplayName": "JT", "createDate": "1278734315", "userID": 487695, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1278734716", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Boyd", "commentType": "comment", "updateDate": "1278731116", "commentSequence": 48, "commentBody": "I see the Yanks making a push for Smoak someday in order to replace Texiera. Smoak looks like he could be a monster switch hitter in a year or so.", "recommendationCount": 0}, {"assetID": 1631179, "replies": [], "lft": 22, "assetURL": "http://runway.blogs.nytimes.com/2010/07/07/valentino-up-in-the-air/", "parentID": null, "commentID": 2239386, "rgt": 23, "userDisplayName": "visione", "createDate": "1278730871", "userID": 59137609, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1278734736", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Hudson Valley, NY", "commentType": "comment", "updateDate": "1278731136", "commentSequence": 10, "commentBody": "Adieu, RJH, and bon voyage as you sail off to your island retreat. Enjoy the blue Med waters and be sure to slap on the sunscreen before you stretch out on your Hermes beach towel. (Did you snag one of those glorious Pucci bikinis?) And come back refreshed in time for the summer wrap-ups we're sure to be having OTR.<br /><br />Heatherlynn, welcome! And thanks for your kind nod. Isn't Fashion Land a wonderful, dizzying, crazy, tragic and hilarious place to escape to? Billions of dollars flying every hour of the day, designers conjuring up the next collection, ateliers filled with seamstresses and artisans bent over their work late into the night, wheeling and dealing of business partners and directors spinning faster and faster, gossip racing via twitter, fashion editors and bloggers vying to find the newest of the new, the freshest of the fresh, or the lowest of the depths - ahhh, Fashion Land!  And ahhh, OTR, where new voices are welcome, and anyone with a passion for fashion can join the dance and kick up their heels.<br /><br />It has been such a full year thus far that I'm planning to spend some time simply letting things settle a bit in my mind. For me, the sadness of McQueen's death still hangs heavily, but I am feeling very optimistic about the future of the house since Sarah Burton has taken the helm with such a sure touch. But there will never come another quite like Lee. His final pieces are truly amazing, priceless works of art. It is hard to look at the photos of them without feeling the loss afresh.<br /><br />It has been a wonderful year for Gaultier and Galliano, I think, and both have exhibited such joyfulness and sureness of touch that you feel like giggling and tossing a perfect ripe strawberry into an icy flute of La Veuve to celebrate. La Croix may have folded, but the two Mr. G's are carrying on the tradition of gaiety and romance and sheer sexiness.<br /><br />So many wonderful newer designers are making their mark: Haider Ackerman springs to mind (although HA has been around a while, this year there is a real movement going on there); Raf Simons continues to astonish. Herr Lagerfeld just keeps me on the edge of my seat all the time - his lion-hearted show was the epitome of . . . well, it was just the epitome of entertainment, as was his romp of resortwear through the Cote d'Azure. He is the showman first class! Valentino's tradition lives on - not quite as elegante as when Maestro Garavani was at the helm, but it moves, it breathes, and it holds still the essential romance that Valentino made so beautifully. Miuccia continues to challenge. Shoe business fascinates - where will it end? How much more can we heighten, decorate, embellish, lace and bedazzle our footwear? Fragrance (my dearest love) unfolds in ever more lovely colors and metaphors - got my bottle of Wonderwood last week, and have been living in a magical forest of mysteriously drifting allusions ever since!<br /><br />I've enjoyed the revelry as the invasion of the Teeny-Weeny Bloggers became a fascinating force in fashion reviewing and criticism - yes, I mean Miss Tavi and that little whippet BryanBoy and the glorious Jane sailing the Sea of Shoes. I've loved the Great Magazine Debate: will they live or die or simply become irrelevant? What will become of Anna? Carine? (Not for one moment do I believe they are going anywhere any time soon - not those two slender titans!)<br /><br />And I've rejoiced at the mere presence of Daphne Guinness in the world - her decision to purchase the marvelous collection of the late, great Issy Blow is a gift and a blessing, and was done from the finest and purest of motivations. Preserving the collection that Ms. Blow created, honoring Isabella's pursuit of excellence and her mentoring and discovery of so many wonderful talents, and reminding us that real friendship never dies - mille grazie, Daphne, from the heart.<br /><br />So I'm planning to let all this just swirl lazily around as the summer swims along up here in the Hudson Valley. Time to go berrying once the raspberries and blackberries ripen; time for the trek to my favorite Cape Cod beach to watch the waves roll in; time for another visit to California. Time to get more work done on a special writing project or two . . .<br /><br />Be good RJH, but not TOO good, if you get my drift! Hutton and E. Frantz, I'll see you on the Yellow Brick Road. Mr. Moholitny, here's a wave to you and thanks for your many insightful posts. To the Thrifters - happy pickings! May you stumble on a lovely cache of vintage YSL and Hermes!<br /><br />And to Cathy - - - YOU, my dear, are one in a million!<br /><br />I'll be reading OTR, posting when I can, and having adventures somewhere in Fashion Land.<br /><br />Cheers, one and all!<br /><br />", "recommendationCount": 4}, {"assetID": 1638761, "replies": [], "lft": 4, "assetURL": "http://wordplay.blogs.nytimes.com/2010/07/09/fields-pair/", "parentID": null, "commentID": 2239581, "rgt": 5, "userDisplayName": "Howard B", "createDate": "1278734300", "userID": 49164631, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1278734759", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "NJ", "commentType": "comment", "updateDate": "1278731159", "commentSequence": 1, "commentBody": "Congratulations to those intrepid souls who braved their way through the puzzle, and good luck to those who have temporarily put it aside in the attempt. It's quite a challenge.<br /><br />To second Jim's words, I can confirm both the cleverness of some clues, and the nastiness of others. Those that do not fit either simply have very difficult answer words or phrases.  Be patient, take time to think it over, look things up if you need to.  This one is a Saturday+ on the difficulty scale, and you are not alone.", "recommendationCount": 4}, {"assetID": 1633587, "replies": [], "lft": 84, "assetURL": "http://thelede.blogs.nytimes.com/2010/07/08/as-octopus-ponders-final-choice-parrot-tips-dutch-to-take-world-cup/", "parentID": null, "commentID": 2239343, "rgt": 85, "userDisplayName": "Keith A", "createDate": "1278730104", "userID": 53661591, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1278734812", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Portland, OR", "commentType": "comment", "updateDate": "1278731212", "commentSequence": 39, "commentBody": "Sadly, his name held a secret prediction which didn't come true: An anagram for 'Paul Octopus' is 'Lo, USA top Cup.' Perhaps in the year 2222, which adds up to 8, incidentally. If he fails this weekend, the appropriate anagram might be 'Paul cops out.'", "recommendationCount": 0}, {"assetID": 1637871, "replies": [], "lft": 2, "assetURL": "http://artsbeat.blogs.nytimes.com/2010/07/09/michael-tilson-thomas-looks-back-on-bernstein-and-mahler/", "parentID": null, "commentID": 2239472, "rgt": 3, "userDisplayName": "David Heiss", "createDate": "1278732099", "userID": 4862132, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1278734841", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New York, NY", "commentType": "comment", "updateDate": "1278731241", "commentSequence": 1, "commentBody": "As a Tanglewood fellow in 1976, I had the opportunity to play under  Bernstein's baton in the cello section for his own \"West Side Story\" suite. It was thrilling of course, but at one point he was displeased with the volume of a percussionist's whistle in the score. He pointedly told him to \"blow into that thing like you mean it!!\" When we arrived at that particular place in the performance, it could be heard all the way from the shed into Lenox!", "recommendationCount": 5}, {"assetID": 1638230, "replies": [], "lft": 98, "assetURL": "http://bats.blogs.nytimes.com/2010/07/09/cliff-lee-traded-to-texas-rangers/", "parentID": null, "commentID": 2239603, "rgt": 99, "userDisplayName": "joe", "createDate": "1278734749", "userID": 46532546, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1278735074", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "NY", "commentType": "comment", "updateDate": "1278731474", "commentSequence": 49, "commentBody": "Cliff Lee, former Cy Young Award winner, and currently the best left-handed pitcher in the majors going to the Yankees would have been an unjust travesty. How many times over the past several years has Yankee money destroyed any semblance of parity in baseball? Mussina, Giambi, Clemens, Sabathia, Texiera, the list goes on and on. All real fans of baseball should thank God Lee went somewhere else.", "recommendationCount": 1}, {"assetID": 1638688, "replies": [], "lft": 112, "assetURL": "http://www.nytimes.com/2010/07/10/us/10enforce.html", "parentID": null, "commentID": 2239384, "rgt": 113, "userDisplayName": "Chilo45", "createDate": "1278730831", "userID": 59249927, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1278735921", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Southern Oregon", "commentType": "comment", "updateDate": "1278732321", "commentSequence": 41, "commentBody": "In the 21st century and with the technology available to just about every 15 year old in America, why is it that our government will not utilize this vast array of talent?  Hold contests to find the smartest, least costly methodologies to do what 19th physical audits are being mentioned about in articles like this. Find every registered company's indexed files across all of the governmental department databases to determine those companies not in compliance within the law.<br /><br />Make it known that this technology driven enforcement of our immigration laws is being implemented and expanding rapidly.  Watch the mass firing of illegals and undocumented workers and the creation of a lot of legal worker demand.  And since most of the fired workers will not get to stay on any other job for more than a pay period by the screening in place for every newly hired worker and the immediate crackdown by those federal agencies responding to the violations reported by the kids of America software creations.<br /><br />The cost to every single American household to support the illegal immigrants in our country is over $1800.  That's a tax break of $150 per month.  I do not think that I will be spending that much for the increase in farm worker related food products when the prices rise so that the legal workers are being paid the fair rate per hour the jobs demand. ", "recommendationCount": 104}, {"assetID": 1638688, "replies": [], "lft": 116, "assetURL": "http://www.nytimes.com/2010/07/10/us/10enforce.html", "parentID": null, "commentID": 2239393, "rgt": 117, "userDisplayName": "Aaron", "createDate": "1278730952", "userID": 4488719, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1278735921", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Singapore", "commentType": "comment", "updateDate": "1278732321", "commentSequence": 63, "commentBody": "\"After the firings, Gebbers Farms advertised hundreds of jobs for orchard workers. But there were few takers in the state.\"  Hmmm... I wonder why?  Could it be that most Americans are unwilling to sign up for back-breaking indentured servitude?  Here's a lesson in basic economics and labor practices:  when only illegals will sign up for a job, it is a slave wage.  The Obama administration is being too lenient with these slavers.", "recommendationCount": 165}, {"assetID": 1638688, "replies": [], "lft": 122, "assetURL": "http://www.nytimes.com/2010/07/10/us/10enforce.html", "parentID": null, "commentID": 2239400, "rgt": 123, "userDisplayName": "E.T. Bass", "createDate": "1278731074", "userID": 2425379, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1278735921", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Chapel Hill, N.C.", "commentType": "comment", "updateDate": "1278732321", "commentSequence": 59, "commentBody": "To the former illegal, now legal, complaining about the microeconomics of labor wage applications -- if it is so lousy here, why not go back to Mexico? And fix Mexico's problems?<br /><br />The law is being enforced. About time -- 24 years late. OWE-bama knows, it is either the illegals or no second term. Guess which one he chose?<br /><br />Comprehensive reform? Only if illegals go home (with their anchor babies) and get in line, like everyone else.<br /><br />I've been \"profiled,\" at a bus station. I.C.E. approaches, asks \"where you going?\" I answer in flat-tone Midwest accent -- they leave ASAP.<br /><br />Annoying? Yeah -- and a lot less worse than OWE-bama's $3,600,000,000,000.00 spending spree (with taxes going up 1/1/11). If that is what it will take to deter the invasion -- go for it.", "recommendationCount": 66}, {"assetID": 1638688, "replies": [], "lft": 124, "assetURL": "http://www.nytimes.com/2010/07/10/us/10enforce.html", "parentID": null, "commentID": 2239401, "rgt": 125, "userDisplayName": "Keith Ensminger", "createDate": "1278731190", "userID": 29621927, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1278735921", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Merced, CA", "commentType": "comment", "updateDate": "1278732321", "commentSequence": 57, "commentBody": "I have no problem with this whatsoever. As a liberal, it's the greedy business owners who encourage Mexicans for the most part to migrate north for work. The immigrants are only trying to eat and make a living. Greedy business owners trying to make a killing off low wage, compliant workers are driving this problem. ", "recommendationCount": 137}, {"assetID": 1638688, "replies": [], "lft": 126, "assetURL": "http://www.nytimes.com/2010/07/10/us/10enforce.html", "parentID": null, "commentID": 2239403, "rgt": 127, "userDisplayName": "Joe", "createDate": "1278731212", "userID": 9933329, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1278735921", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Raleigh, NC", "commentType": "comment", "updateDate": "1278732321", "commentSequence": 44, "commentBody": " “To those kids, this is their country.” That says it all. Most of these workers have children who are U.S. citizens, and everyone, including Obama, knows this. Depending on whose figures you quote, the number may be over two million. Crushing these families, forcing a whole generation of Hispanic U.S. citizen children either into an underclass without opportunity or out of the country, is simply ethnic cleansing. If this were happening in another country we would be outraged. Most ironically, we seem intent on crushing a generation of U.S. citizen children while calling for increased immigration of “desirable” young people from other countries (who, unlike us, make serious investments in education, and can supply tech industry employees).<br /><br />As to the adults: These “illegal alien invaders” have in many cases been here for 20 years or more. Their U.S. citizen children die for us in Iraq and Afghanistan, teach in our schools and practice law in our courts. (Yes, I can cite examples of all these.) The parents have grown our food for a generation and they built our cities during the boom years of the 1990's. They have paid billions into our Social Security fund with no hope of recovering a cent. They came when our economy needed them, and when most of us welcomed them.<br /><br />President Obama knows this, as one can tell from his speeches when he needs to placate the immigrant advocacy groups. In light of this, his sheer cynicism is astounding.<br /><br />Aside from the federal enforcement practices that your article describes, the Administration continues to promote the 287(g) program, giving vast powers to sheriffs, many of whom build their careers by demagoguing race-based fear and bigotry. How can it be, this President, of all Presidents? I know he’s too young to remember some things personally, but didn’t they teach history in the Hawaii public schools?", "recommendationCount": 63}, {"assetID": 1638688, "replies": [], "lft": 128, "assetURL": "http://www.nytimes.com/2010/07/10/us/10enforce.html", "parentID": null, "commentID": 2239404, "rgt": 129, "userDisplayName": "swatter", "createDate": "1278731222", "userID": 172496, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1278735921", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Washington DC", "commentType": "comment", "updateDate": "1278732321", "commentSequence": 45, "commentBody": "I recall when I was a kid, another kid who we all didn't like chipped my baseball bat when he threw it after getting up.  We marched him to his house to demand that he pay for the bat.  The father paid us and then said \"ok, now it's his bat\" and took the bat so that we couldn't play anymore.<br /><br />Point: some may get great platitudinous/anecdotal satisfaction from illegals being fired or even deported, but after the fact, without a good plan to transition businesses that rely on the illegals, we'll be worse off rather than better.<br /><br />This isn't the time or way to focus on this.  Sessions and other like him just don't get it:<br />1) Legal workers are mostly not interested in these jobs at the going rate - those unemployed will remain unemployed<br />2) raise the rate and many of the jobs that were cheap disappear with few legals taking those available<br />3) as previously cheap jobs disappear, jobs and some businesses that relied on the disappearing cheap jobs may disappear as well<br /><br />Feels good, but not smart.", "recommendationCount": 52}, {"assetID": 1638688, "replies": [], "lft": 130, "assetURL": "http://www.nytimes.com/2010/07/10/us/10enforce.html", "parentID": null, "commentID": 2239406, "rgt": 131, "userDisplayName": "nikolas van egten", "createDate": "1278731241", "userID": 28470567, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1278735921", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New Amsterdam", "commentType": "comment", "updateDate": "1278732321", "commentSequence": 47, "commentBody": "What is one to make of an administration that genuflects from one ideological extreme to another; first, cattle prodding the Justice department to challenge the Arizona Immigration measure and then, here, sending in the gestapo-like Feds to sweep through and find the illegals.<br /><br />These conflicting actions seem to be wrought out of  the haphazard gesticulations of an executive branch that is both politically uncoordinated,and ideologically maladroit.<br />It is concerning, no matter what side of the political spectrum you are from, because it suggests that there is no coordinated strategic guidance, and that does not bode well for the very leadership that this country so desperately needs in so many areas such as health, Finance, the environment and foreign policy.<br /><br />I can only surmise that the Tea partyers are wreaking a certain amount of havoc on the No Drama Obama<br />schema.   It would be unfortunate if this was all just some sort of smokescreen strategy to obscure the real policy positions that deserve the courage of conviction.        ", "recommendationCount": 28}, {"assetID": 1638688, "replies": [], "lft": 134, "assetURL": "http://www.nytimes.com/2010/07/10/us/10enforce.html", "parentID": null, "commentID": 2239420, "rgt": 135, "userDisplayName": "mr.independent", "createDate": "1278731449", "userID": 40846985, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1278735921", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "MA", "commentType": "comment", "updateDate": "1279127010", "commentSequence": 46, "commentBody": "The article stated that 60% of the workers who do agricultural work are illegals. If this is the case and we stop them from working and also deport them, others will leave due to lack of work, who's going to pick all the produce?<br /><br />I wonder how many people commenting here about the illegals picking lettuce and apples will be the first to complain about the shortage of these items in their local Walmart.<br /><br />Will Americans pick lettuce 10 hours a day in the searing heat of a summer day in California? Will they pick apples all day?<br />75 years ago we had conditions that brought about Steinbeck' \"The Grapes of Wrath\". I guess if we go back to that kind austerity long enough more Americans will take these low wage jobs without benefits.<br /><br />I'm all for controlling our borders but somehow I don't think shutting down growers is the answer. What is the answer to this problem? I don't really know. Maybe we need a documented migrant worker policy that gives these illegals temporary work permits. After which they have to go home.<br />I'm not sure if this would work but somethings got to give.  ", "recommendationCount": 54}, {"assetID": 1638688, "replies": [], "lft": 136, "assetURL": "http://www.nytimes.com/2010/07/10/us/10enforce.html", "parentID": null, "commentID": 2239422, "rgt": 137, "userDisplayName": "greg789", "createDate": "1278731477", "userID": 60580762, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1278735921", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "San Diego", "commentType": "comment", "updateDate": "1278732321", "commentSequence": 42, "commentBody": "  Farm work may account for 600,000 illegal workers out of a total 12-20 million illegal workers.  Just  one company, opting to cut cost by employing illegals, forces all competing companies to follow the practice.<br /><br />Americans, legal workers, can and will do any job if they are paid a living wage.  My Anglo parents worked on ranches in Arizona long before air conditioning.  Their parents and grandparents and worked ranches in Texas and Arizona going back 175 years. I worked in construction in Arizona and 1500 feet underground in a Arizona copper mine, Magma Copper.    I doubt I could find a job there today.<br /><br />Cesar Chavez, the great union organizer of the western farm fields fought against illegal immigration and guest worker programs all his life.  He believed that the government, influenced by agribusiness (bribed), allowed illegals to break his labor movement.  Nelson Mandela once said that illegal immigration was the greatest threat his country faced.<br /><br />I am continually amazed that progressive, liberal thinkers are on the side of agribusiness, multinationals owners of sweat shops and business lobbies working  to tear down 150 years of U.S. labor law. There is no bottom for these people.  If Mexicans were to  successfully demand equal pay, the corporate exploiters of labor would simply find a new source of cheap labor to further attack labor here and where ever we export.  ", "recommendationCount": 356}, {"assetID": 1638688, "replies": [], "lft": 138, "assetURL": "http://www.nytimes.com/2010/07/10/us/10enforce.html", "parentID": null, "commentID": 2239429, "rgt": 139, "userDisplayName": "Steve B.", "createDate": "1278731583", "userID": 187748, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1278735921", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "USA", "commentType": "comment", "updateDate": "1278732321", "commentSequence": 49, "commentBody": "I think we can all admit we as a country made it past the child labor laws that were said would shut down industry.  And we can make it past immigrations enforcement that returns jobs to legal residents.  The whooping and hollering are people who in earlier times were screaming in their own self-interests.<br /><br />The article did not mention whether or not our immigration services enforces the departure of all those temporary workers when their visas expire.  That has been a problem in the past, and if those workers are allowed to just wander off, isn't the government adding to the problems instead of fixing them?  Are they sent home or not?", "recommendationCount": 66}]}, "copyright": "Copyright (c) 2016 The New York Times Company.  All Rights Reserved."}