{"debug": {"version": 3.1}, "status": "OK", "results": {"api_timestamp": "1481460083", "totalCommentsFound": 2557, "totalCommentsReturned": 25, "comments": [{"assetID": 1701011, "replies": [], "lft": 8, "assetURL": "http://bats.blogs.nytimes.com/2010/07/30/fans-head-over-heels-for-ike-davis/", "parentID": null, "commentID": 2333822, "rgt": 9, "userDisplayName": "Laney", "createDate": "1280634294", "userID": 57370942, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1280635337", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Brooklyn, NY", "commentType": "comment", "updateDate": "1280631737", "commentSequence": 4, "commentBody": "Yes, the legs bobble.  The Brooklyn Cyclone's Facebook page confirmed this in a comment on one of their wall posts way back.  As amazing as Ike has been, this is only one of the dozens of amazing giveaways the Cyclones have shown their fans all season.  I'm actually a Yankee fan, but a Brooklyn lover and MCU Park is a great place to spend the summer.", "recommendationCount": 0}, {"assetID": 1704194, "replies": [], "lft": 22, "assetURL": "http://bats.blogs.nytimes.com/2010/07/31/deals-aimed-to-solve-old-yankee-problems/", "parentID": null, "commentID": 2333831, "rgt": 23, "userDisplayName": "Bo Belinsky", "createDate": "1280634643", "userID": 26964661, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1280635367", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Hoboken, NJ", "commentType": "comment", "updateDate": "1280631767", "commentSequence": 11, "commentBody": "The original sin was not Cashman letting Damon and Matsui go - but trading Austin Jackson for Curtis Granderson.  Jackson is hitting about the same as Granderson and is making only $400,000.  The Yanks are paying 5 mil for a platoon player, who will make 8 mil in 2011 and 10 mil in 2012.  Even if you didn't keep Jackson, Cashman could have found a better hitter to trade him for than a stiff who can't hit lefties.", "recommendationCount": 0}, {"assetID": 1705428, "replies": [], "lft": 28, "assetURL": "http://kristof.blogs.nytimes.com/2010/07/31/reader-comments-on-medical-abortion/", "parentID": null, "commentID": 2333833, "rgt": 29, "userDisplayName": "William J. Keith", "createDate": "1280634789", "userID": 3387469, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1280636016", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Philadelphia, PA", "commentType": "comment", "updateDate": "1280632416", "commentSequence": 11, "commentBody": "I consider myself pro-life and thank Mr. Kristof for accurately terming it a medical abortion.  But being pro-life includes being pro- the life of the mother, and abortions in developing countries, especially illegal abortions, come with a horrific maternal (and, therefore, fetal) death rate.<br /><br />It appears that this *particular* area of law is one in which the well-known tendency of people to follow a law, merely because it is the law, does not hold.  Criminalizing abortions, according to the studies I have seen, does not reduce the abortion rate; reducing unwanted pregnancies, and the mother being a member of a culture that values the unborn and assists mothers in need of support, are far better at preventing deaths both maternal and filial.<br /><br />The advent of medical abortion in developing countries is a good thing, even to a pro-lifer; its disappearance when we empower women in these nations to avoid unwanted pregnancies in the first place, and have the support in place for an extra mouth to feed when necessary, will be much, much better.", "recommendationCount": 57}, {"assetID": 1705428, "replies": [], "lft": 30, "assetURL": "http://kristof.blogs.nytimes.com/2010/07/31/reader-comments-on-medical-abortion/", "parentID": null, "commentID": 2333846, "rgt": 31, "userDisplayName": "colton", "createDate": "1280635291", "userID": 56500631, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1280636018", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Lake Worth FL", "commentType": "comment", "updateDate": "1280632418", "commentSequence": 12, "commentBody": "First and foremost, I detest the political terms \"pro-choice\" and\" pro-life\". I, and I venture to assume many others, are neither according to the accepted definitions. I find abortion abhorrent. I also recognize that it has existed from the beginning of time and will always exist. Extremists who think that holding signs and screaming outside of facilities that provide abortions are on a fool's errand. How many of the saved babies will they commit to care for?  Furthermore, most of those extremists have no interest or compassion for women who find themselves in the position to have to consider aborting a baby. While a very few women do so casually, for most it is a wrenching decision. I have never forgotten the woman who was deserted by her husband and left to care for two children on her own with very limited resources. She was ecstatic when he returned and wanted to reconcile. During the brief time of reconciliation she became pregnant. He then deserted her again. She could find no way that she could have another baby with along the attendant challenges of caring for a  newborn,  still care for her two children financially and emotionally and possibly losing her job. Sadly, she chose abortion. She saw no other option.<br /><br />Would it have been better if this woman, and so many others, had to resort to dangerous, untrained abortionists? Would it have been better if she had died during an illegal abortion and left her two children alone? These are the questions that so called \"pro-life\" people have to answer. These are the undesirable choices we have to make. Obviously, the best approach is to prevent those pregnancies to begin with. Yet some  \"pro-life\" individuals are also against contraception. That includes the Catholic Church (of which I was a member from birth) and makes no sense.<br /><br />Can we possibly come together with the understanding that unplanned, unwanted pregnancy  can be a horrible burden on women and living children? Can we do everything in our power to prevent women, where ever they live, from being in that position where abortion becomes a choice they have to make? Can we end the political fight and come together to a position  where we reverence  life from its beginning but understand that, in the real world, women will choose to end pregnancies even at the risk of their own lives? Will anyone listen? ", "recommendationCount": 69}, {"assetID": 109844, "replies": [], "lft": 14, "assetURL": "http://www.nytimes.com/travel/guides/north-america/united-states/new-york/long-island/the-hamptons/attractions.html", "parentID": null, "commentID": 3115632, "rgt": 15, "userDisplayName": "", "createDate": "1280636730", "userID": 9804894, "replyCount": 0, "commentTitle": "", "status": "approved", "approveDate": "1280636730", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "", "commentType": "userSuggestion", "updateDate": "1280670930", "commentSequence": 3, "commentBody": "Guild Hall's Museum and Theater", "recommendationCount": 0}, {"assetID": 1705055, "replies": [], "lft": 16, "assetURL": "http://wordplay.blogs.nytimes.com/2010/07/31/play-bargaining/", "parentID": null, "commentID": 2333890, "rgt": 17, "userDisplayName": "Eleanor", "createDate": "1280636875", "userID": 23808689, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1280637237", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "California", "commentType": "comment", "updateDate": "1280633637", "commentSequence": 8, "commentBody": "This was a long, hard slog for me.  The theme was not too hard, and it helped me get some of the answers, but the very obscure trivia wore me down.  I happened to know Tony SARG, but ESPIAL?  I'm still not sure it's right.  What's TMI?  To me it's Three Mile Island and the nuclear near-meltdown. I had to rely on crosses for 67A -- What's a line score, and what does RHE mean?  I liked SHARPEI PEN and CHEZ DEVIL, although the latter took me a long time to get because I doubted FIFED.  All in all, I'd say it was a clever puzzle, but it only rates a C+ for enjoyment.", "recommendationCount": 0}, {"assetID": 1704194, "replies": [], "lft": 24, "assetURL": "http://bats.blogs.nytimes.com/2010/07/31/deals-aimed-to-solve-old-yankee-problems/", "parentID": null, "commentID": 2333883, "rgt": 25, "userDisplayName": "Peter A.", "createDate": "1280636410", "userID": 4580130, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1280637390", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New York, NY", "commentType": "comment", "updateDate": "1280633790", "commentSequence": 12, "commentBody": "Why does Brian Cashman always get kudos ... for cleaning up his own messes?  If he was worth being the Yankees' GM, shouldn't he get these decisions right the first time?", "recommendationCount": 0}, {"assetID": 1685975, "replies": [], "lft": 228, "assetURL": "http://dotearth.blogs.nytimes.com/2010/07/26/next-steps-on-climate-and-energy-2/", "parentID": null, "commentID": 2333347, "rgt": 229, "userDisplayName": "John P. Reisman - OSS Foundation", "createDate": "1280617497", "userID": 52801853, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1280637476", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Basel, Switzerland", "commentType": "comment", "updateDate": "1280633876", "commentSequence": 103, "commentBody": "#99 Girma<br /><br />You can cherry pick data points and ask questions till the cows come home and that won't get you anywhere.<br /><br />Obviously, you have not yet studied attribution yet. Do that first, as it answers your questions, then you can come back and say you don't believe it because it is not convenient for you to believe it, or choose not too because of blah blah blah; you can go in circles all on you own for as long as you want, or you can actually choose to learn.<br /><br />Natural Cycle:<br /><a href=\"http://www.youtube.com/watch?v=VlzQ1i2caj4\" target=\"_blank\">http://www.youtube.com/watch?v=VlzQ1i2caj4</a><br /><br />Attribution:<br /><a href=\"http://www.realclimate.org/index.php/archives/2010/05/on-attribution/\" target=\"_blank\">http://www.realclimate.org...</a><br /><a href=\"http://www.ossfoundation.us/projects/environment/global-warming/attribution\" target=\"_blank\">http://www.ossfoundation.us...</a><br /><br />—<br />A Climate Minute: <a href=\"http://www.youtube.com/watch?v=VlzQ1i2caj4\">The Natural Cycle</a> - <a href=\"http://www.youtube.com/watch?v=Hi3ERes0h84\">The Greenhouse Effect</a> - <a href=\"http://www.youtube.com/watch?v=czRDS3jTM4o\">History of Climate Science</a> - <a href=\"http://www.youtube.com/watch?v=rp4m2Xs1iv0\">Arctic Ice Melt</a><br /><br /> <a href=\"http://www.climatelobby.com/\">'Fee &amp; Dividend'</a> <a href=\"http://www.climatelobby.com/\">Our best chance:</a> - <a href=\"http://www.climatelobby.com/fee-and-dividend/\">Learn the Issue</a> - <a href=\"http://www.climatelobby.com/\">Sign the Petition</a>", "recommendationCount": 1}, {"assetID": 1698199, "replies": [], "lft": 198, "assetURL": "http://dotearth.blogs.nytimes.com/2010/07/29/lessons-from-two-important-climate-forecasts/", "parentID": null, "commentID": 2333383, "rgt": 199, "userDisplayName": "Adrian O", "createDate": "1280618561", "userID": 19926270, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1280637487", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "State College, PA", "commentType": "comment", "updateDate": "1280633887", "commentSequence": 92, "commentBody": "James of Nevada  You answer my  \"I thought that the whole fuss was about the effects of increased CO2 climate, not about CO2 itself beloved by our trees which now grow 4 times faster.\"<br /><br />By saying: \"Oh, really? Care to offer some supporting evidence for that claim? 'Cause they're sure not growing noticably faster around here, nor do the growth rings show a pattern of increase.\"<br /><br />Absolutely. I only bring data, don't make stuff up.<br /><br /><a href=\"http://www.nytimes.com/2010/02/02/science/earth/02trees.html\" target=\"_blank\">http://www.nytimes.com...</a><br /><br />Forests in the eastern United States appear to be growing faster in response to rising levels of carbon dioxide in the atmosphere, a new study has found.<br /><br />All are growing two to four times as fast as normal, according to a study published in Tuesday’s issue of The Proceedings of the National Academy of Sciences.<br /><br />After controlling for other variables, scientists concluded that the change resulted largely from the increase in carbon dioxide.<br /><br />********************************************<br />So if you love trees, the least you can do for them is put out more CO2.<br /><br />They will be grateful to you and answer by growing faster...", "recommendationCount": 3}, {"assetID": 1700937, "replies": [], "lft": 76, "assetURL": "http://dotearth.blogs.nytimes.com/2010/07/30/varied-views-of-bloody-coves/", "parentID": null, "commentID": 2333413, "rgt": 77, "userDisplayName": "Jon", "createDate": "1280619781", "userID": 60788833, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1280637491", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Faroe Islands", "commentType": "comment", "updateDate": "1280633891", "commentSequence": 36, "commentBody": "Many city-dwellers today have never seen animals being slaughtered,? and there is nothing wrong with that. then you can have big slaughterhouses to do it for you. Many believe that it is ok to eat all sorts of meat you get from the supermarket, but when you see such a slaughter, it becomes an entirely different matter.", "recommendationCount": 2}, {"assetID": 1700937, "replies": [], "lft": 78, "assetURL": "http://dotearth.blogs.nytimes.com/2010/07/30/varied-views-of-bloody-coves/", "parentID": null, "commentID": 2333425, "rgt": 79, "userDisplayName": "Simon Avery", "createDate": "1280620244", "userID": 54990922, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1280637495", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "California, USA", "commentType": "comment", "updateDate": "1280633895", "commentSequence": 37, "commentBody": "Jon Joensen - I understand your argument, but comparison to another evil (the mass production and slaughter of livestock in factory farms) does not excuse the actions of the Faroese, and others who defend the killing of whales and dolphins in the name of tradition. It is a false counter-argument.<br /><br />The slaughter of whales not only looks barbaric - it is barbaric.  Although it is not the most pressing of issues in the context of global climate change, environmental degradation and the mass extinction of species which we are currently witness to, the slaughter of cetaceans in the 21st century is one of the testing moral arguments of our time.<br /><br />Little more than a 60-years ago, a single whaling company in Western Australia was taking about a 1000 sperm and humpback whales each year. Today Australia is one of the most vocal and active anti-whaling nations on the planet. Why is this so? Because, Australians woke up to the reality that cetaceans are complex, social, highly intelligent beings, and that killing them was simply wrong.<br /><br />Research continues to show that cetaceans are capable of a level of self-awareness and learned cultural behaviour that puts them on a par with ourselves, to an extent where killing them should be abhorrent to all but the most callous and greed-driven individual.<br /><br />Today the Faroese enjoy a standard of living higher than most other developed nations, including the USA, so arguing that the practice is necessary for food is disingenuous. Yes, you are honest about the fact that you and your neighbours like to kill whales in the name of tradition. But are you really being honest to your soul?<br /><br />Respectfully,<br />Simon Avery", "recommendationCount": 2}, {"assetID": 1700937, "replies": [], "lft": 80, "assetURL": "http://dotearth.blogs.nytimes.com/2010/07/30/varied-views-of-bloody-coves/", "parentID": null, "commentID": 2333437, "rgt": 81, "userDisplayName": "makita4", "createDate": "1280620596", "userID": 60788489, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1280637503", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Marieholm", "commentType": "comment", "updateDate": "1280633903", "commentSequence": 38, "commentBody": "I think you misunderstand the term \"long standing cultural traditions\". It´s not like the Faroes just invented whale-killing for the fun of it. It is/was/always has been an essentiel part along with fishing to providing food on the table.<br /><br />“Long standing cultural traditions” have no bearing in today’s modern culture. (though I wish they did). If they did then the meat these creatures provided would remain local, feeding the local population, not getting shipped all over the world to upscale restaurants and or as remedies for absurd medical issues.<br /><br />And they do remain local!! It´s strictly prohibited by law to export whale-meat from the Faroes, but not that I would expect anything else but ignorance on your behalf on that matter. They are also ONLY feeding the local people by old traditions that anybody from the community showing up when the whales are being divided can stake a claim regardless if they actually participated or not. This to secure elder and/or people that for any reason are unable to participate a fair part. Everything on the whale is consumed. In later years some meat has been available for sale (still prohibited for export) to secure faroese of other areas of the country to be able to buy it. It varies a lot where around these islands the whales will be found.<br /><br />And there is no such thing as “local waters” anymore. We’re a global world now. The C02 in China eventually reaches us just like the C02 we produce ultimately reaches them.<br /><br />And unfortunately both the CO2 that you and China produce eventually reaches the Faroe Islands (eventually is of course an understatement since it already  has reached us ages ago!!). Sadly the reversed thing can´t be said since our contribution is so minor that it blows away like a fart in the wind.<br /><br /> We all know the waters in which these mammals swim ultimately evaporates, goes up into the atmosphere to create clouds, and those clouds make rain that falls everywhere. So this isn’t about “their rights” to do whatever they want in their “local waters” anymore. Their waters are a part of our global commons. What they do effects the entire global ecosystem.<br /><br />Are you for real??? what the population of the Faroe Islands (approx.48000 people) do in whale-hunting affect the entire global ecosystem. You should be ashamed of yourself, probably driving off in your Chevy V8 (just using some generalizing ignorance like yourself) as a typical american car housing a 5-7 liters engine, which is more or less the same as 7 of those engines (0.9 liters) in an european eco-car. And that CO2 wont reach the clouds and drip on my face face in the Faroes<br />?<br /><br />these cars are popular in the Faroes among other european countries, and did you know why? because we have to pay green taxes, gas taxes and this-and-that taxes to prevent us from driving anything else. At the same time your government has stretched it´s brain to commiting to a strategy to see american cars doing at least 15 km/l in 15 years from now. WHAT A JOKE!!! thats what a middle-class-car did in europe some 10 years ago!!!!<br /><br />...These authors imagine what earth must have been like before man stepped foot on this planet; a palpable sorrow beats between their lines of prose. Well I mourn for these dolphins and whales with an equally palpable sorrow.<br /><br />NO YOU DONT!! You just say that you do, but you really dont! However if you where sincere you go to  the recycling-scrapyard first thing tomorrow and get rid of your ridicilous Chevy and buy a bicycle instead or an european eco-car. YOU SEE YOU DONT!!<br /><br />I wonder and imagine what the world must have been like for them long, long ago. And it must have been one in which they swam free from the endless torment of our ruthless species.<br /><br />Elizabeth Tjader<br /><br />I can assure you that swimming in Faroese waters still would be the preferred location for any pilot-whale any day of the week, and the closest they will ever get to long, long ago (although i´m not sure for how long we´ll be able to keep you polluting people off our back). I seriously doubt that the pilot-whales would fancy a stroll around your oily mexican golf these days where swimming is litterally impossible even for these magnificient creatures..., but than again your Chevy needs its daily fix (see you are still hanging on to it..haven´t you understood one word said so far??)<br /><br />But I know what this is all about. It´s absolution for your poluting sins, thats what it is. You can´t pick on the chinese and you surely won´t pick on yourself, so the easy and obvious choice would be to pick on the Faroes.<br /><br />jonatan joensen<br /><br />", "recommendationCount": 5}, {"assetID": 1698199, "replies": [], "lft": 200, "assetURL": "http://dotearth.blogs.nytimes.com/2010/07/29/lessons-from-two-important-climate-forecasts/", "parentID": null, "commentID": 2333486, "rgt": 201, "userDisplayName": "Adrian O", "createDate": "1280622659", "userID": 19926270, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1280637507", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "State College, PA", "commentType": "comment", "updateDate": "1280633907", "commentSequence": 93, "commentBody": "90 GeneG \"assuming the predictions of the warmers are very roughly half right (my personal guess; I stress guess) we still will have a major disaster on our hands.\"<br /><br />Gene, you don't get anywhere by going halfway between measurements and junk.<br /><br />You stil get junk.<br /><br />Go for the measurements.<br /><br />100%.<br /><br />Measurements failed to detect any effect of the extra 1/100 of 1% on any major area of climate. Nothing which is out of line with the behavior BEFORE the higher CO2 levels.<br /><br />CO2 is greenhouse gas, but the climate system proved - by measurement - to be stable enough to compensate for the minute effects of that extra 1/100 of 1%.<br /><br />The response to other stressors, like cooling from giant volcano particulates emissions, confirm that out climate system happens to be stable.<br /><br />Scientifically, as in measurable science rather than consensus social science, AGW was a storm in a teapot.<br /><br />", "recommendationCount": 5}, {"assetID": 1704326, "replies": [], "lft": 42, "assetURL": "http://dotearth.blogs.nytimes.com/2010/07/31/tracking-gulfs-fate-as-slicks-recede/", "parentID": null, "commentID": 2333512, "rgt": 43, "userDisplayName": "Dinah Friday", "createDate": "1280624368", "userID": 57339625, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1280637510", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Williamsburg", "commentType": "comment", "updateDate": "1280633910", "commentSequence": 20, "commentBody": "Mac, you're just another Brit desperate to stoke his smoldering jealousy of the US. Honestly, don't you folks know when you've embarrassed yourselves? In the US, we recognize sneering as a sure-fire sign of deficiency -- of intelligence, of self-esteem, of humanity. Next time, invest your pounds in an environmentally responsible enterprise.", "recommendationCount": 1}, {"assetID": 1698199, "replies": [], "lft": 202, "assetURL": "http://dotearth.blogs.nytimes.com/2010/07/29/lessons-from-two-important-climate-forecasts/", "parentID": null, "commentID": 2333553, "rgt": 203, "userDisplayName": "David B. Benson", "createDate": "1280626123", "userID": 57084036, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1280637515", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Pullman", "commentType": "comment", "updateDate": "1280633915", "commentSequence": 94, "commentBody": "wmar --- In this universe the physics of CO2 is well understood.  Most of the variance seen in the past 13 decades is due to CO2.  There are small contibutions from aersols and so on as well as internal variability.  Usin the AMO as a index for those minor wobbles around the CO2 driven trend, almost everything is explained:<br /><a href=\"http://www.realclimate.org/index.php/archives/2010/03/unforced-variations-3/comment-page-12/#comment-168530\" target=\"_blank\">http://www.realclimate.org...</a><br /><br />While climate is not at all akin to a mass-spring system, there being no restoring force, it is possible that there is, in addition to CO2+AMO, a linear trend.  This was explored in  Tol, R.S.J. and A.F. de Vos (1998), ‘A Bayesian Statistical Analysis of the Enhanced Greenhouse Effect’, Climatic Change, 38, 87-112.  I did the same with the simple model used in the study linked above.  The result trend over the 13 decades was found to be 0.063 K/century, hardly enough to matter.<br /><br />That's how it works in this universe", "recommendationCount": 2}, {"assetID": 1704326, "replies": [], "lft": 44, "assetURL": "http://dotearth.blogs.nytimes.com/2010/07/31/tracking-gulfs-fate-as-slicks-recede/", "parentID": null, "commentID": 2333602, "rgt": 45, "userDisplayName": "Bob", "createDate": "1280627329", "userID": 55538437, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1280637519", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "NYC", "commentType": "comment", "updateDate": "1280633919", "commentSequence": 21, "commentBody": "#5 \"They will not kill this well people.\"<br />I hope not, we are not a nation of chicken littles that throw their hands up at the first sign of trouble.<br />The residents of the affected areas are pro drill.<br />BP may have to stop now for PR reasons, sooner or later they will bring that much needed oil up.", "recommendationCount": 4}, {"assetID": 1700937, "replies": [], "lft": 82, "assetURL": "http://dotearth.blogs.nytimes.com/2010/07/30/varied-views-of-bloody-coves/", "parentID": null, "commentID": 2333618, "rgt": 83, "userDisplayName": "Annika", "createDate": "1280628046", "userID": 60788814, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1280637543", "userTitle": null, "editorsSelection": 1, "statusID": 2, "userURL": null, "userLocation": "Faroe Islands", "commentType": "comment", "updateDate": "1280633943", "commentSequence": 39, "commentBody": "I love whales. They are cute and highly intelligent. But I eat them.<br /><br />I love seeing nature documentary films about their way of living, communicating skills and family bonding. Fascinating. But I still eat them.<br /><br />I love birds, sheep’s, fish and also my kids loved Disneys fantasy fish-movie “Finding Nemo” and they also think whales are adorable. But we still eat them.<br /><br />I love that my food is more healthy, natural and more free of chemicals than most industrialized “western” mass food is.<br /><br />I love that we have a big natural fridge just outside our door filled with natures best fresh fish, birds and whales, and we do not have to buy and eat overprized artificial flavored chemical pumped crap industrial food from money hungry food stores packed in plastic waste and transported thousands of unnecessary of polluting miles to ignorant big city people who have no clue about the origins of their food.<br /><br /> I love that the Faroese way of whale killing is not endangering the wonderful pilot whale.<br /><br />BUT, what I do NOT love are that my beloved whales, my beloved nature and my beloved natural food  is endangered!  Endangered by YOU!! Endangered by too many ignorant Americans and other western polluting countries.<br /><br />I do NOT like the way your industry is polluting our ocean with your chemicals and slowly killing it and all us trying to live with and by nature and natural food.<br /><br />I do NOT like the way you mass produce your food in claustrophobic small cages. Abuse your land, fill it with toxic chemicals, force your animals to live there and eat unnatural gen-modified wegetables, just because it makes the profit go up for your evermore money hungry food industry.<br /><br />Your crap food comes from animals most of you do not know how unnatural they have been brought up is so sick, that they have to be pumped up with antibiotics just to stay alive a few days more before they are forced into massive death by electrification.<br /><br />I do NOT like how you Americans are the biggest killers on earth by how your are the biggest polluting nation ever, most ignorant about how your food is actually produced, never first hand seen how your food really is slaughtered, and how it is filled with profit-focused-maximizing unnatural unhealthy  industrial chemicals, and how you still sit there with your Big Mac and think you are superior and claim your industrial way of living,and that your food production is the right on.<br /><br />Your are not just hypocritical. Your are not just plain ignorant. Your are dum.<br /><br />You do NOT care about the whales. If you really did, you would start by cleaning up in your own back yard and stop killing our earth with your egoistic pollution!!!<br /><br />Yes, I know you Americans are not all like this.Have lived in California and like how many people there try to change traditional polluting way of American living for the better. But I feel sad when so many of you “big city” people base your hypocritical judgment on so big stupidity and so few facts, let your understandable good feelings for cute animals blindfold your from understanding how much more unnatural, bad and cruel your own food and way of living is than those of the Faroese that is in much better harmony with nature than your culture.<br /><br />", "recommendationCount": 10}, {"assetID": 1704326, "replies": [], "lft": 46, "assetURL": "http://dotearth.blogs.nytimes.com/2010/07/31/tracking-gulfs-fate-as-slicks-recede/", "parentID": null, "commentID": 2333680, "rgt": 47, "userDisplayName": "Asteroid Miner", "createDate": "1280630072", "userID": 60006593, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1280637554", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Illinois", "commentType": "comment", "updateDate": "1280633954", "commentSequence": 22, "commentBody": "8. saintron60: email your blog post to the president at <a href=\"mailto:president@messages.whitehouse.gov\">president@messages.whitehouse.gov</a>", "recommendationCount": 2}, {"assetID": 1698199, "replies": [], "lft": 204, "assetURL": "http://dotearth.blogs.nytimes.com/2010/07/29/lessons-from-two-important-climate-forecasts/", "parentID": null, "commentID": 2333696, "rgt": 205, "userDisplayName": "G. Howard", "createDate": "1280630526", "userID": 50161020, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1280637558", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Idaho", "commentType": "comment", "updateDate": "1280633958", "commentSequence": 95, "commentBody": "# 91.James Northern Nevada,<br /><br />It's nice to discuss this. I think you may have hit on a viable option that may have some profit potential.<br />Solar water heaters and you could make them yourself. Well maybe not you but I could as I build things all the time.<br />Perhaps we will look into that but not soon. There is far too much money splashing around from .gov for the current operations to entertain innovation.", "recommendationCount": 3}, {"assetID": 1698199, "replies": [], "lft": 206, "assetURL": "http://dotearth.blogs.nytimes.com/2010/07/29/lessons-from-two-important-climate-forecasts/", "parentID": null, "commentID": 2333743, "rgt": 207, "userDisplayName": "JD", "createDate": "1280631963", "userID": 1266283, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1280637561", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Ohio", "commentType": "comment", "updateDate": "1280633961", "commentSequence": 96, "commentBody": "#80 Killian<br /><br />\"Growth cannot go on forever with limited resources.\"<br /><br />This is a flat earther myth that has been thoroughly disproved by Julian Simon, but is widely believed.  Knowledge has always grown faster than resource depletion, and now with the Internet and the education of the Chinese &amp; Indians, it is even growing faster than it did 50 or 100 years ago..  Human intelligence aided by computers and connectivity provided by the Internet will find less expensive substitutes for anything that could be become scarce in the coming decades.  Just as petroleum replaced whale oil, substitutes for oil and coal will become available if necessary.<br /><br />JD", "recommendationCount": 5}, {"assetID": 1704326, "replies": [], "lft": 48, "assetURL": "http://dotearth.blogs.nytimes.com/2010/07/31/tracking-gulfs-fate-as-slicks-recede/", "parentID": null, "commentID": 2333839, "rgt": 49, "userDisplayName": "Kim", "createDate": "1280634909", "userID": 14162766, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1280637565", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Arkansas", "commentType": "comment", "updateDate": "1280633965", "commentSequence": 23, "commentBody": "#8 (saintron60):  Every oil worker that I know did not see how to fix the well after the explosion.  None of the techniques that work on shore or in shallow water would work.  I heard nor read of any oil field experts with quick solutions.  Please tell us explicitly how you think a roughneck could have fixed the problem in 5 days and what your expertise is.  I'm really interested to hear.<br /><br />BP also has NOT agreed to donate any profits \"that could and should be gotten\" from the well, to quote you.  It has said it will donate net profits from what it actually recovers in skimming, which has been negligible, and \"net\" means after it deducts all of its costs--including paying for the environmental damage.  I'm including a link here from BP :  <a href=\"http://www.bp.com/genericarticle.do?categoryId=2012968&amp;contentId=7062799\" target=\"_blank\">http://www.bp.com...</a><br />Please educate yourself and check your facts.  The amount donated will be extremely limited.<br /><br />#17 (Allan):  The crab larvae are severely contaminated with Corexit, the dangerous dispersant that BP used to hide the problem of the giant oil slick.  In case you didn't read, the sucking ship didn't work as BP had hoped.  It captured a tiny fraction of the spill.<br /><br />I'm saddened by how little science I see reflected in the comments here, but I suppose that is to be expected.  Did the Times consider checking IP addresses on some of the comments here to see how many are coming from BP or its affiliates?", "recommendationCount": 6}, {"assetID": 1700854, "replies": [], "lft": 2072, "assetURL": "http://schott.blogs.nytimes.com/2010/07/30/weekend-competition-the-saddest-words-in-the-english-language/", "parentID": null, "commentID": 2333442, "rgt": 2073, "userDisplayName": "Andy", "createDate": "1280620934", "userID": 10027075, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1280639167", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Los Angeles", "commentType": "comment", "updateDate": "1280635563", "commentSequence": 983, "commentBody": "You were never any fun!", "recommendationCount": 0}, {"assetID": 1700854, "replies": [], "lft": 2074, "assetURL": "http://schott.blogs.nytimes.com/2010/07/30/weekend-competition-the-saddest-words-in-the-english-language/", "parentID": null, "commentID": 2333521, "rgt": 2075, "userDisplayName": "Flour-girl", "createDate": "1280624864", "userID": 45931598, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1280639171", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Rural North Texas", "commentType": "comment", "updateDate": "1280635571", "commentSequence": 984, "commentBody": "plaintive wail", "recommendationCount": 0}, {"assetID": 1700854, "replies": [], "lft": 2076, "assetURL": "http://schott.blogs.nytimes.com/2010/07/30/weekend-competition-the-saddest-words-in-the-english-language/", "parentID": null, "commentID": 2333541, "rgt": 2077, "userDisplayName": "Elizabeth", "createDate": "1280625824", "userID": 39080798, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1280639173", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Chapel Hill, NC", "commentType": "comment", "updateDate": "1280635573", "commentSequence": 985, "commentBody": "And in my heart you'll always stay<br />Forever young<br />-Rod Stewart ", "recommendationCount": 1}, {"assetID": 1700854, "replies": [], "lft": 2078, "assetURL": "http://schott.blogs.nytimes.com/2010/07/30/weekend-competition-the-saddest-words-in-the-english-language/", "parentID": null, "commentID": 2333607, "rgt": 2079, "userDisplayName": "Nowhere Man", "createDate": "1280627444", "userID": 726834, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1280639175", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Nowhere, CA", "commentType": "comment", "updateDate": "1280635575", "commentSequence": 986, "commentBody": "You might want to think about a girdle, at least for now.", "recommendationCount": 3}]}, "copyright": "Copyright (c) 2016 The New York Times Company.  All Rights Reserved."}