{"debug": {"version": 3.1}, "status": "OK", "results": {"api_timestamp": "1481460227", "totalCommentsFound": 4261, "totalCommentsReturned": 25, "comments": [{"assetID": 2059195, "replies": [], "lft": 126, "assetURL": "http://dotearth.blogs.nytimes.com/2010/11/10/tallying-the-price-of-human-progress/", "parentID": null, "commentID": 2828861, "rgt": 127, "userDisplayName": "Lou Gold", "createDate": "1289528574", "userID": 9166280, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1289539432", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Brazil", "commentType": "comment", "updateDate": "1289539432", "commentSequence": 58, "commentBody": "To Phil #51<br /><br />I think I'll stay with my statement, \"All development destroys, with or without cheap energy.\"<br /><br />This is an empirical fact and not a moral judgment.<br /><br />Once we accept this reality as it is, we can go on to ask the moral questions of how to destroy with the least harm and least injustice to present and future generations of all life.<br /><br />It is simply a convenient strategy to ignore or deny or marginalize the destruction instead confronting the \"inconvenient truths\" with openness and respect for the great diversity perspectives and opinions. This makes for arrogance and war when we need instead mutual support for multiple experiments and strategies for getting through difficult times.<br /><br />", "recommendationCount": 4}, {"assetID": 2063377, "replies": [], "lft": 44, "assetURL": "http://dotearth.blogs.nytimes.com/2010/11/11/troublesome-blend-white-houses-editing-science/", "parentID": null, "commentID": 2828927, "rgt": 45, "userDisplayName": "pfhenshaw", "createDate": "1289529818", "userID": 39452637, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1289539438", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "way uptown", "commentType": "comment", "updateDate": "1289539438", "commentSequence": 22, "commentBody": "Yep... mother nature has no paid staff sticking up for the functional necessities of existing on a planter at all.   You'd think she'd give us a sign anyway, that we're not paying much attention to her signs...", "recommendationCount": 1}, {"assetID": 2063377, "replies": [], "lft": 46, "assetURL": "http://dotearth.blogs.nytimes.com/2010/11/11/troublesome-blend-white-houses-editing-science/", "parentID": null, "commentID": 2828988, "rgt": 47, "userDisplayName": "David B. Benson", "createDate": "1289531237", "userID": 57084036, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1289539453", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Pullman", "commentType": "comment", "updateDate": "1289539453", "commentSequence": 23, "commentBody": "wmar --- There are four major surface temperature products.  Each adjusts the station data their own way.  All four are in close agreement.<br /><br />Tamino found a fifth way.  Guess what?  It agrees as well.<br /><br />All methods agree with other methods such aa phenology and glaciology data.<br /><br />In addition, a recent study of station data by NCDC found that leaving out urban areas resulted in a temperature product which showed more warming, not less.<br /><br />But I suppose the Koch brothers, or somebody like them, pay you by the word; you certainly post enough (all of it wrong) to make that believable.  Any paycheck in a recession, I guess.", "recommendationCount": 5}, {"assetID": 2059195, "replies": [], "lft": 128, "assetURL": "http://dotearth.blogs.nytimes.com/2010/11/10/tallying-the-price-of-human-progress/", "parentID": null, "commentID": 2829003, "rgt": 129, "userDisplayName": "David B. Benson", "createDate": "1289531617", "userID": 57084036, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1289539460", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Pullman", "commentType": "comment", "updateDate": "1289539460", "commentSequence": 59, "commentBody": "Arno Arrak @57 --- But in fact the two satellite temperature products do show global warming.  Not surprising as in accordance with the atmospheric physics of CO2 already well understood by Guy Callendar in 1938.", "recommendationCount": 5}, {"assetID": 2050034, "replies": [], "lft": 272, "assetURL": "http://dotearth.blogs.nytimes.com/2010/11/07/scientists-join-forces-in-a-hostile-climate/", "parentID": null, "commentID": 2829027, "rgt": 273, "userDisplayName": "David B. Benson", "createDate": "1289532131", "userID": 57084036, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1289539485", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Pullman", "commentType": "comment", "updateDate": "1289539485", "commentSequence": 121, "commentBody": "Ron Cram @116 --- CRU is subject to British law regarding disclosure; you ought to know that basic fact.  The only relevance of CRUhack was that the hacker committed a crime under British law.<br /><br />As for whicch exact year was or will be the warmest, it depends upon the temperature product used and, more importantly, is scientifically irrelvant; irrelevant to policy formation as well.<br /><br />Do you often have such a bad case of the Gish Gallop?", "recommendationCount": 1}, {"assetID": 2042663, "replies": [], "lft": 92, "assetURL": "http://dotearth.blogs.nytimes.com/2010/11/05/growth-on-a-finite-planet-so-far-so-good/", "parentID": null, "commentID": 2829032, "rgt": 93, "userDisplayName": "David B. Benson", "createDate": "1289532304", "userID": 57084036, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1289539500", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Pullman", "commentType": "comment", "updateDate": "1289539500", "commentSequence": 43, "commentBody": "In exponential growth (cancer like) half the resources are still there in the time unit just before the end.", "recommendationCount": 0}, {"assetID": 2059195, "replies": [], "lft": 130, "assetURL": "http://dotearth.blogs.nytimes.com/2010/11/10/tallying-the-price-of-human-progress/", "parentID": null, "commentID": 2829043, "rgt": 131, "userDisplayName": "Erich J. Knight", "createDate": "1289532526", "userID": 40298560, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1289539554", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "VA", "commentType": "comment", "updateDate": "1289539554", "commentSequence": 60, "commentBody": "To anthropogenic Deniers;<br />In the \"Annals of the Association of American Geographers\",<br />I'm glad this work by Dr. Dull is getting attention. Together with Dr. William Woods and citing Bill Ruddiman's work, the pieces of anthropogenic climate change fall into place.<br /><br />The Columbian Encounter and the Little Ice Age: Abrupt Land Use Change, Fire, and Greenhouse Forcing<br /><br />The implications are really important. Dull, et al, argue that the re-growth of Neotropical forests following the Columbian encounter led to terrestrial biospheric carbon sequestration on the order of 2 to 5 GtC, thereby contributing to the well-documented decrease in atmospheric C recorded in Antarctic ice cores from about 1500 through 1750. While the paper does not extend to the medieval maximum, from charcoal in lake bed studies it documents increased biomass burning and deforestation during agricultural and population expansion in the Neotropics from 2500 to 500 years BP, which would correspond with atmospheric carbon loading and global warming 1100 to 650 years BP.<br /><br /><a href=\"http://www.informaworld.com/smpp/content\" target=\"_blank\">http://www.informaworld.com/smpp/content</a>~db=all?content=10.1080/00045608.2010.502432<br /><br />The charcoal evidence is hard to ignore.<br /><br />Also, Lou has written on the use of Biochar, a soil technology of the Kayopo Amazon \"Terra Preta\" peoples.<br /><br />Modern versions of this soil carbon sequestration / Biofuel technology offers manifold ecological services and yield increases.<br /><br />Biochar viewed as soil Infrastructure; The old saw;<br />\"Feed the Soil Not the Plants\" becomes;<br />\"Feed, Cloth and House the Soil, utilities included !\".<br />Free Carbon Condominiums with carboxyl group fats in the pantry and hydroxyl alcohol in the mini bar.<br />Build it and the Wee-Beasties will come.<br />Microbes like to sit down when they eat.<br />By setting this table we expand husbandry to whole new orders &amp; Kingdoms of life.<br />( These oxidised surface charges; carbonyl. hydroxyl, carboxylic acids, and lactones or quinones,  have as well a role as signaling substances towards bacteria, fungi and plants.)<br /><br />Reflective of the soil food web analogies of Paul Stamets' that fungi is;<br />\"An Interstate highway for Water &amp; Nutrients and the Internet for plant chemical communication\"<br /><br />The electron microscope pictures of char show a Fractal vision of lignin's cell structure showing the greatest surface area with the least material is a NanoTechnology for the Soil.<br /><br />Conservation Agricultural;<br />\"In general, soil carbon sequestration during the first decade of adoption of best conservation agricultural practices is 1.8 tons CO2 per hectare per year. On 5 billion hectares of agricultural land, this could represent one-third of the current annual global emission of CO2 from the burning of fossil fuels (i.e., 27 Pg CO2 per year).\"<br /><br /><a href=\"http://www.fao.org/ag/ca/doc/CA_SSC_Overview.pdf\" target=\"_blank\">http://www.fao.org...</a><br /><br />Add just 1 Ton more of Biochar / Ha (800lb/Ac) and you cover 100% Current Annual Fossil CO2 Emissions.<br /><br />Small Scale,<br /> Hillary Makes a big Announcement with The Global Stove Initiative;<br />State Dept. Release;<br />100 million clean-burning stoves in kitchens around the world.<br /><a href=\"http://www.state.gov/r/pa/prs/ps/2010/09/147494.htm\" target=\"_blank\">http://www.state.gov...</a><br /><br />Even BIG AG must be seeing the writing on the wall concerning soil carbon. Particularly since the writing is on the very ivory tower walls of the major Ag universities they fund. Like ISU &amp; U of ll;<br />This  meta-analysis of Syn-N and soil Carbon content incorporating fertilizer studies back to WWII,  show our dilemma;<br /><a href=\"https://www.agronomy.org/publications/jeq/articles/38/6/2295\" target=\"_blank\">https://www.agronomy.org...</a><br /><br />N &amp; P CYCLES TOO;<br />Whole systems solutions based on building soil carbon take a while to filter through one's mind to see the manifold benefits. The \"Eyes Glaze Over\" microbial complexity, labile verses recalcitrant carbon, Cation Exchange Capacity (CEC) etc, all conspire to slow peoples comprehension .<br /><br />Once thought through however, the elemental carbon nature of biochar understood, soil's reduced GHG emissions and the local economic stimulus perceived, then can be added that beyond rectifying the Carbon Cycle, biochar systems serve the same healing function for the Nitrogen &amp; Phosphorous Cycles, Toxicity in Soils &amp; Sediments and cut the carbon foot print of livestock by 1/2 with a 5%Char feed ration.<br /><br />The production of fossil fuel free ammonia &amp; char (SynGest, <a href=\"http://www.syngest.com/ ) and\" target=\"_blank\">http://www.syngest.com/ ) and</a> the 52% conservation of NH3 in composting with chars, are just the newest pathways for the highest value use of the fractionation of biomass.<br /><br />The Soil Carbon Standard committee's work with USDA, EPA and Congressional Ag committees offers real hope, with expansion to ISO status, the world can all be on the same soil carbon page.<br /><br />", "recommendationCount": 4}, {"assetID": 2059195, "replies": [], "lft": 132, "assetURL": "http://dotearth.blogs.nytimes.com/2010/11/10/tallying-the-price-of-human-progress/", "parentID": null, "commentID": 2829094, "rgt": 133, "userDisplayName": "James", "createDate": "1289533694", "userID": 57643240, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1289539588", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Northern Nevada", "commentType": "comment", "updateDate": "1289539588", "commentSequence": 61, "commentBody": "Re #53: \"James<br /><br />Are you saying you prefer the following?<br /><br /><a href=\"http://bit.ly/bYr3J3\" target=\"_blank\">http://bit.ly/bYr3J3</a><br /><br />Compared to the following?<br /><br /><a href=\"http://bit.ly/cO4Qz6\" target=\"_blank\">http://bit.ly/cO4Qz6</a> \"<br /><br />Why, yes, if those are the only two alternatives (I thought I'd made that clear :-)), though I would, if I were the competitive sort, prefer something like this to running the NYC Marathon (BTW, that is NOT me in the picture.):<br /><br /><a href=\"http://www.foxtrotters-hinkebein.com/images/teviscup06_b.jpg\" target=\"_blank\">http://www.foxtrotters-hinkebein.com...</a><br /><br />But as I'm not, I prefer to take an afternoon walk in a place like this:<br /><br /><a href=\"http://webpages.charter.net/jamesqf/th7.jpg\" target=\"_blank\">http://webpages.charter.net...</a><br /><br />or this:<br /><br /><a href=\"http://webpages.charter.net/jamesqf/ridge1.jpg\" target=\"_blank\">http://webpages.charter.net...</a><br /><br />But the point I keep trying to make is that the two extremes you keep presenting AREN'T the only alternatives.  There's plenty of room for a middle ground that keeps the good parts of both, one in which I can make a decent living in a high-tech field, yet live where I can have fresh fruit &amp; vegetables from my own garden, and reach places like those with a 20 minute drive (in an Insight hybrid, 'till somebody builds a good &amp; affordable electric).  It would, IMHO, be a far better world if we gave some thought to making this sort of life attainable to everyone who wants it.", "recommendationCount": 5}, {"assetID": 2063377, "replies": [], "lft": 48, "assetURL": "http://dotearth.blogs.nytimes.com/2010/11/11/troublesome-blend-white-houses-editing-science/", "parentID": null, "commentID": 2829110, "rgt": 49, "userDisplayName": "wmar", "createDate": "1289534230", "userID": 13143930, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1289539706", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "usa", "commentType": "comment", "updateDate": "1289539706", "commentSequence": 24, "commentBody": "16.<br />schmocker,<br /><br />No part of the below quote of yours is correct, although it is (was) the speculative-conjecture of the former consensus:<br /><br />\"There is no way to argue with the fact that what we are currently experiencing climate wise is anomalous both in rapidity and extremes. Nor can you argue with the fact that high and low temperatures over the last 400,000 years have closely mirrored Co2 in the atmosphere. It is also impossible to argue with the fact that climate modeling based on earlier expectations of cooler temperatures are showing that the degradation of our climate is moving much faster that was predicted, and that concomitant changes are pushing the warming faster that what could have been foreseen.\"<br /><br />I will be happy to take each of your confusions on one by one if you wish, just let me know ... but the reality is that yes things have warmed since the end of the LIA (or its low point) and this noisy path has primarily followed oceanic and solar oscillations,  you claim to anything changing beyond this is belied by the objective data (not the speculative or warm-adjusted data).  Just as my post quoted the folks at Potsdam correctly, they cannot find AGW or any GW in line with anything suggested by the IPCC and by extension, Hansen or the former consensus.<br /><br />\" In a paper published in 2003, using their own studies, the authors concluded there had been no global warming over the last decades. (J.F. Eichner, E. Koscielny-Bunde, A. Bunde, S. Havlin, and H.-J. Schellnhuber: Power-law persistence and trends in the atmosphere, a detailed study of long temperature records, Phys. Rev. E 68 2003),<br /><br />The temperature records of 95 stations distributed over the globe were studied. In the paper’s summary discussion, Schellnhuber and his colleagues wrote:<br /><br />    In the vast majority of stations we did not see indications for a global warming of the atmosphere.<br /><br />and<br /><br />    Most of the continental stations where we observed significant trends are large cities where probably the fast urban growth in the last century gave rise to temperature increases.<br /><br />And la pièce de resistance!<br /><br />    The fact that we found it difficult to discern warming trends at many stations that are not located in rapidly developing urban areas may indicate that the actual increase in global temperature caused by anthropogenic perturbation is less pronounced than estimated in the last IPCC Intergovernmental Panel for Climate Change.\"<br /><br />In other words, when the actual data are examined, by warmists themselves it shows no AGW, for decades, then other warmists 'adjust' the data at which point, like magic, AGW appears.<br /><br />These warm-biased adjustments are shockingly coarse, because no one ever expected anyone to examine them who were not in the 'clique', (those of climategate), but now we are.  What is seen is stunning in its audacity and in its warming=-effect on the final calculations - at least 0.5 degrees of added global warming - and as we know - see above, the folks at Potsdam cannot find any GW anyways.<br /><br />There remains no objective data to establish that AGW exists within the real climate (though I accept that it may to some very small amount), and the data that is considered mainstream went from Potsdam's results to warmists results via adjustments not because there was unusual warming in the raw data.<br /><br />Do not take my word for it - take your fellows, or examine it yourself and see, that is what I did - the data are very clear, as Schellnhuber said so well:<br /><br />\"  The fact that we found it difficult to discern warming trends at many stations that are not located in rapidly developing urban areas may indicate that the actual increase in global temperature caused by anthropogenic perturbation is less pronounced than estimated in the last IPCC Intergovernmental Panel for Climate Change.\"<br /><br />We can argue about the data, but really the best arbiter or validity check are the oceans, are they warming and rising is melt accumulating all at an accelerated or faster pace, getting faster and faster as we have had experienced these last two decades one hotter than the next and both very hot (according to the warmists theocracy), the answers are that the oceans rise has slowed not sped, and that it has never broken its multi-century trends and that it is not warming as the models predict - as a result the IPCC calls for a mean rise of just 29 cm by 2100 with a low band of 14 cm - many other mainstream ocean experts are expecting about 1.1 - 1.6 mm/yr +/- overall, in other words, nothing unusual or outside the long-trends.<br /><br />C02 correlation with climate, no trend:<br /><br /><a href=\"http://c3headlines.typepad.com/.a/6a010536b58035970c0120a6614a9c970c-pi\" target=\"_blank\">http://c3headlines.typepad.com...</a><br /><br />Back to the topic - Obama/Browner - a fraud - Bush/McClellan - in step with objective data - yet far too gentle for my tastes, they should have had the full courage of their convictions and said it like we are now.  Politics as always a huge mess on both sides, I claim neither side but the ones backed by clean data.<br /><br />Best Wishes", "recommendationCount": 12}, {"assetID": 2059195, "replies": [], "lft": 134, "assetURL": "http://dotearth.blogs.nytimes.com/2010/11/10/tallying-the-price-of-human-progress/", "parentID": null, "commentID": 2829216, "rgt": 135, "userDisplayName": "Dale R. McIntyre, PhD", "createDate": "1289536402", "userID": 57386867, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1289539710", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Bartlesville, Oklahoma", "commentType": "comment", "updateDate": "1289539710", "commentSequence": 62, "commentBody": "#45 David F. Collins, Chicago<br /><br />Dear Mr. Collins,<br /><br />Might I persuade you to re-read my #30 with, perhaps, a little more attention than you gave it at first glance?<br /><br />The elderly I described, dying in winter due to energy poverty, were (and sadly, are) in England, in the UK.<br /><br />Not, as you write in your #45, in New England, in the US.  I've never lived in New England and know nothing about energy poverty or its opposite in the region.<br /><br />My # 30 is quite clear that the unfortunates under discussion were in England. Not New England.<br /><br />This distinction makes a considerable nonsense of your parenthetical speculation \"(I suspect this [death of the elderly due to energy poverty]  happens far less in modern Western Europe, one of the benefits of their quasi-socialism, but I don't know.)\"<br /><br />The UK is geographically and politically part of \"modern Western Europe\" with all the \"benefits\" of \"quasi-socialism\". Yet for decades the appalling \"winter kill\" of elderly pensioners too poor to heat their homes properly has continued to a greater or lesser extent.<br /><br />Firstly, energy costs were kept artificially high, by tariffs of a factor of about 500%, as protectionism for politically untouchable unionized coal-miners.  In the eighties, Welsh coal cost 125 pounds sterling per ton. This was a time when, without those tariffs, coal from Wyoming could have been mined, shipped by rail and barge across half the continental United States and by freighter across the Atlantic Ocean, to Liverpool, for a delivered cost of 21 pounds sterling per ton.<br /><br />Margaret Thatcher broke the unions in the eighties. But eye-watering taxes on energy had become a necessary staple of government spending, and thus were not abandoned.<br /><br />For example, in my time there, motor fuel in Britain cost 400% more than it did in the US, with 75% of the price being tax.<br /><br />Just lately the UK has faced soaring electricity costs due to an earnest governmental desire to use renewables to reduce GHG emissions, mainly by wind power,  instead of more economical methods of electricity production.<br /><br />The energy poverty of UK pensioners has been an acknowledged national scandal for decades.  There is a government subsidy which attempts to bridge the gap between what energy costs and what pensioners can afford.  The size and adequacy of this subsidy are constant topics of dispute in British electoral politics.<br /><br />So why, I wonder, did your eyes read \"New England\" when I wrote \"England\"?<br /><br />And why were you so eager to believe the worst about our native land and believe, against the evidence, that \"modern Western Europe\" with its \"quasi-socialism\" would have \"far less\" energy poverty?<br /><br />Do you automatically assume that callous, hard-hearted indifference is the norm in America?<br /><br /> And do you just as automatically assume that the \"quasi-socialists\" of \"modern Western Europe\" are by deed and thought kinder, gentler, more caring than your fellow countrymen?<br /><br />If such assumptions underlie your #45, they need radical adjustment to bring them in line with reality.  ", "recommendationCount": 11}, {"assetID": 2059195, "replies": [], "lft": 136, "assetURL": "http://dotearth.blogs.nytimes.com/2010/11/10/tallying-the-price-of-human-progress/", "parentID": null, "commentID": 2829340, "rgt": 137, "userDisplayName": "Girma", "createDate": "1289538834", "userID": 56529217, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1289539713", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Perth, Australia", "commentType": "comment", "updateDate": "1289539713", "commentSequence": 63, "commentBody": "I WORSHIP FOSSIL FUELS for reducing the number of us from carrying the following burden.<br /><br /><a href=\"http://bit.ly/cupKJE\" target=\"_blank\">http://bit.ly/cupKJE</a><br /><br />Haters of fossil fuels, are you prepared to live that life for a single week?<br />", "recommendationCount": 8}, {"assetID": 2059195, "replies": [], "lft": 138, "assetURL": "http://dotearth.blogs.nytimes.com/2010/11/10/tallying-the-price-of-human-progress/", "parentID": null, "commentID": 2829378, "rgt": 139, "userDisplayName": "Asteroid Miner", "createDate": "1289539235", "userID": 60006593, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1289539720", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Illinois", "commentType": "comment", "updateDate": "1289539720", "commentSequence": 64, "commentBody": "38 Sere:  10/10 is from the fossil fuel industry, not from ecologists.   Why don't YOU tell the truth?", "recommendationCount": 3}, {"assetID": 1764464, "replies": [], "lft": 98, "assetURL": "http://atwar.blogs.nytimes.com/2010/08/18/stolen-valor-act-is-declared-unconstitutional-by-circuit-court/", "parentID": null, "commentID": 2829052, "rgt": 99, "userDisplayName": "John", "createDate": "1289532803", "userID": 61824882, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1289539874", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Peoria IL", "commentType": "comment", "updateDate": "1289539874", "commentSequence": 46, "commentBody": "I wonder how this an would have felt if a Marine MP would come and place himeunder arrest for being an unauthorized absentee.  My guess is the first words out of his mouth would be something like \"Thats a lie\" ", "recommendationCount": 0}, {"assetID": 2063297, "replies": [], "lft": 4, "assetURL": "http://fifthdown.blogs.nytimes.com/2010/11/11/thusday-night-matchup-ravens-at-falcons/", "parentID": null, "commentID": 2829365, "rgt": 5, "userDisplayName": "JaZe", "createDate": "1289539071", "userID": 5001757, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1289540412", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "NYC", "commentType": "comment", "updateDate": "1289540412", "commentSequence": 2, "commentBody": "Falcons almost let this one get away. An impressive win in the Georgia Dome at the end. Good statement game. ", "recommendationCount": 0}, {"assetID": 2066351, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 2829377, "replies": [], "commentID": 2832988, "trusted": 0, "userDisplayName": "Jason Sablich", "createDate": "1289596621", "userID": 54480690, "replyCount": 0, "commentTitle": "", "status": "approved", "approveDate": "1289596621", "userTitle": "The Fifth Down", "recommendations": 0, "editorsSelection": false, "parentUserDisplayName": "cityrats", "userURL": null, "userLocation": "", "depth": 1, "commentType": "reporterReply", "updateDate": "1289596621", "commentSequence": 1, "commentBody": "I think Moeaki is a solid play out of the TE2 options this week given the matchup. Winslow did have his best game of the year on Carolina back in Week 2, but he's hard to trust. A solid but unspectacular game from Boldin. It could have been worse though as Flacco was really struggling in the first half.<br /><br />Blount would make a great flex play this week given his matchup with Carolina.<br /><br />Tough having two of the better options at defense, isn't it? I really like the Titans this week and you could probably flip a coin as to who will put up more points between the two, but I'll give the slight edge to the Giants facing a team in turmoil at home and coming off a bid day against Seattle.<br /><br />Good Luck this weekend, Cityrats."}]}, "lft": 22, "assetURL": "http://fifthdown.blogs.nytimes.com/2010/11/11/week-10-in-fantasy-football-matchups-and-q-and-a/", "parentID": null, "commentID": 2829377, "rgt": 25, "userDisplayName": "cityrats", "createDate": "1289539221", "userID": 111123, "replyCount": 1, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1289540419", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New York, NY", "commentType": "comment", "updateDate": "1289540419", "commentSequence": 6, "commentBody": "OK, hermanos. Not much lost to byes this week (Brandon Jackson and Zach Miller). Dumped Celek and picked up Moeaki. Any thoughts on TEs under the radar this week? Boldin has already played (a bit under expectations, I might add) and now have Megatron as my other WR. Benching Crabtree and Shonn Greene. Assuming I play Chris Johnson and Benson as RBs, who do I flex in my WR/RB position: any of the above, Blount or Marshawn Lynch? Finally, Giants over TItans as my D? TItans have been monsters for fantasy points (exc. vs SD) this season but you seem to like the GIants (up and down fantasy points all season) more in your ratings. League is incredibly well-matched with 4 teams in 2nd place at 5-4 and next 3 at 4-5. Every little fantasy point helps.", "recommendationCount": 0}, {"assetID": 2066758, "replies": [], "lft": 12, "assetURL": "http://wordplay.blogs.nytimes.com/2010/11/11/contest-results/", "parentID": null, "commentID": 2829547, "rgt": 13, "userDisplayName": "Eleanor", "createDate": "1289541622", "userID": 23808689, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1289542046", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "California", "commentType": "comment", "updateDate": "1289542046", "commentSequence": 6, "commentBody": "Today's was a very good puzzle -- really challenging but not impossible.  Just right for Friday!  At first I kept trying to make 15A a physicist's unit but finally realized it was a cookie.  I tried DUSTMOP for 43D, and that slowed me down quite a bit.  Likewise, trying to make 13D apply to boxing held up the solution.  It was all the more rewarding to see Mr. Happy Pencil when I finally finished.", "recommendationCount": 0}, {"assetID": 2066608, "replies": [], "lft": 6, "assetURL": "http://mediadecoder.blogs.nytimes.com/2010/11/11/newsweek-and-daily-beast-partnership-to-be-announced/", "parentID": null, "commentID": 2828809, "rgt": 7, "userDisplayName": "jjcrocket", "createDate": "1289527594", "userID": 40944690, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1289542091", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New Britain, Conn.", "commentType": "comment", "updateDate": "1289542091", "commentSequence": 17, "commentBody": "The radical left wing consolidates. Soon they will be one voice.", "recommendationCount": 5}, {"assetID": 2065961, "replies": [], "lft": 2, "assetURL": "http://mediadecoder.blogs.nytimes.com/2010/11/11/media-matters-chief-says-he-will-lunch-with-murdoch/", "parentID": null, "commentID": 2828817, "rgt": 3, "userDisplayName": "ElaineCorn", "createDate": "1289527695", "userID": 3223730, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1289542099", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Carmichael CA", "commentType": "comment", "updateDate": "1289542099", "commentSequence": 1, "commentBody": "Maybe you can set up the deportation to occur right after drinks.", "recommendationCount": 1}, {"assetID": 2066608, "replies": [], "lft": 38, "assetURL": "http://mediadecoder.blogs.nytimes.com/2010/11/11/newsweek-and-daily-beast-partnership-to-be-announced/", "parentID": null, "commentID": 2828881, "rgt": 39, "userDisplayName": "Frunobulax", "createDate": "1289528895", "userID": 50176648, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1289542133", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Chicago", "commentType": "comment", "updateDate": "1289542133", "commentSequence": 18, "commentBody": "The article gives rather short shrift to Harman, a substantial and rather interesting fellow who, among other attainments, was one of the pioneers of the high-fidelity stereo industry and co-founder of Harman-Karden. You might also have mentioned that he \"bought\" Newsweek by assuming its fairly substantial liabilities, in the $70 million range.  ", "recommendationCount": 7}, {"assetID": 2060613, "replies": [], "lft": 60, "assetURL": "http://mediadecoder.blogs.nytimes.com/2010/11/10/fox-business-network-hires-lou-dobbs/", "parentID": null, "commentID": 2828882, "rgt": 61, "userDisplayName": "Richard", "createDate": "1289528906", "userID": 56791527, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1289542140", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Stateline, NV", "commentType": "comment", "updateDate": "1289542140", "commentSequence": 27, "commentBody": "There are about 2 dozen negative comments here at the moment that is probably CNN's entire viewing audience. At this rate not only will everyone watch fox but most of the people in cable news will work there too.", "recommendationCount": 0}, {"assetID": 2066608, "replies": [], "lft": 40, "assetURL": "http://mediadecoder.blogs.nytimes.com/2010/11/11/newsweek-and-daily-beast-partnership-to-be-announced/", "parentID": null, "commentID": 2828885, "rgt": 41, "userDisplayName": "lj-jon", "createDate": "1289528924", "userID": 19073074, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1289542152", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "La Jolla", "commentType": "comment", "updateDate": "1289542152", "commentSequence": 19, "commentBody": "In the words of Charlie Brown \"Good Grief!\" - and I thought it was a good magazine...Zakaria and others...good grief!", "recommendationCount": 1}, {"assetID": 2066608, "replies": [], "lft": 42, "assetURL": "http://mediadecoder.blogs.nytimes.com/2010/11/11/newsweek-and-daily-beast-partnership-to-be-announced/", "parentID": null, "commentID": 2828886, "rgt": 43, "userDisplayName": "BH", "createDate": "1289528942", "userID": 7221086, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1289542154", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "MA", "commentType": "comment", "updateDate": "1289542154", "commentSequence": 20, "commentBody": "Fine by me so long as there is not tied up with Murdoch", "recommendationCount": 7}, {"assetID": 2066608, "replies": [], "lft": 44, "assetURL": "http://mediadecoder.blogs.nytimes.com/2010/11/11/newsweek-and-daily-beast-partnership-to-be-announced/", "parentID": null, "commentID": 2828890, "rgt": 45, "userDisplayName": "manson solomon", "createDate": "1289529140", "userID": 22765390, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1289542163", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "lincoln,ma", "commentType": "comment", "updateDate": "1289542163", "commentSequence": 21, "commentBody": "Wow!  How is she going to transform Newsweek the way she did the New Yorker:  you know, getting rid of American writers and plugging in all those tres chic, fiction pieces by mediocre British authors or translations from Russian, Greek whatever?  How is she going to dump unpretentious American reportage in favor of Bertie Wooster stuff without losing her audience?", "recommendationCount": 6}, {"assetID": 2066608, "replies": [], "lft": 46, "assetURL": "http://mediadecoder.blogs.nytimes.com/2010/11/11/newsweek-and-daily-beast-partnership-to-be-announced/", "parentID": null, "commentID": 2828893, "rgt": 47, "userDisplayName": "Karin", "createDate": "1289529181", "userID": 20800826, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1289542166", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Seattle", "commentType": "comment", "updateDate": "1289542166", "commentSequence": 22, "commentBody": "\".. without loss of enthusiasm.\" (end of the Winston Churchill quote begun in someone else's post). ", "recommendationCount": 1}, {"assetID": 2066608, "replies": [], "lft": 48, "assetURL": "http://mediadecoder.blogs.nytimes.com/2010/11/11/newsweek-and-daily-beast-partnership-to-be-announced/", "parentID": null, "commentID": 2828901, "rgt": 49, "userDisplayName": "ibidibid", "createDate": "1289529289", "userID": 16756993, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1289542170", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New York City", "commentType": "comment", "updateDate": "1289542170", "commentSequence": 23, "commentBody": "Hope the multi-talented CEO Thomas Ascheim stays on board.", "recommendationCount": 0}]}, "copyright": "Copyright (c) 2016 The New York Times Company.  All Rights Reserved."}