{"debug": {"version": 3.1}, "status": "OK", "results": {"api_timestamp": "1481460459", "totalCommentsFound": 4055, "totalCommentsReturned": 25, "comments": [{"assetID": 2640473, "replies": [], "lft": 88, "assetURL": "http://kristof.blogs.nytimes.com/2011/04/16/the-power-of-punkd/", "parentID": null, "commentID": 3702331, "rgt": 89, "userDisplayName": "Elyse", "createDate": "1303085139", "userID": 20526233, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1303099791", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "CT", "commentType": "comment", "updateDate": "1303096191", "commentSequence": 42, "commentBody": "Or, as Mel Brooks said: “Rhetoric does not get you anywhere, because Hitler and Mussolini are just as good at rhetoric. But if you can bring these people down with comedy, they stand no chance.”  ", "recommendationCount": 0}, {"assetID": 2640473, "replies": [], "lft": 90, "assetURL": "http://kristof.blogs.nytimes.com/2011/04/16/the-power-of-punkd/", "parentID": null, "commentID": 3702554, "rgt": 91, "userDisplayName": "Bejay", "createDate": "1303094284", "userID": 13650228, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1303099795", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Williamsburg VA", "commentType": "comment", "updateDate": "1303096195", "commentSequence": 43, "commentBody": "The means do not justify the ends, any more than the ends justify the means. <br/><br/>Two things are actually necessary:<br/><br/>1) Right Method.<br/><br/>2) Right Cause.<br/><br/>Gandhi understood this.  Nonviolence is not a tactic, it is an approach to life.  If it is only a tactic, it is neither praiseworthy, nor terribly effective.  <br/><br/>Laughter is a powerful 'weapon' but can certainly be abused.  Mockery employed against that which does not deserve mockery is hardly praiseworthy.   That's why it is best to mock a practice or an attitude or a hypocrisy, but not a person.   Mock a straw man and real men will avoid resembling the straw man.  Mock real men and they will not be shamed so soon as angered.  <br/><br/>The fact is, that what is sauce for the goose is NOT in fact, sauce for the gander.  It is courageous<br/>\nfor the powerless to mock the powerful.  It is cowardly for the powerful to mock the powerless.   ", "recommendationCount": 3}, {"assetID": 2640473, "replies": [], "lft": 92, "assetURL": "http://kristof.blogs.nytimes.com/2011/04/16/the-power-of-punkd/", "parentID": null, "commentID": 3702560, "rgt": 93, "userDisplayName": "Nik", "createDate": "1303094593", "userID": 51864512, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1303099798", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "San Francisco", "commentType": "comment", "updateDate": "1303096198", "commentSequence": 44, "commentBody": "Regarding calculus, be careful what you ask for: <br/><br/>\"In Samoa, when elementary schools were first established, the natives developed an absolute craze for arithmetical calculations. They laid aside their weapons and were to be seen going about armed with slate and pencil, setting sums and problems to one another and to European visitors. The Honourable Frederick Walpole declares that his visit to the beautiful island was positively embittered by ceaseless multiplication and division.\" -- Robert Briffault ", "recommendationCount": 1}, {"assetID": 2640473, "replies": [], "lft": 94, "assetURL": "http://kristof.blogs.nytimes.com/2011/04/16/the-power-of-punkd/", "parentID": null, "commentID": 3702728, "rgt": 95, "userDisplayName": "PJ", "createDate": "1303097936", "userID": 3785245, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1303099813", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Brooklyn NY", "commentType": "comment", "updateDate": "1303096213", "commentSequence": 45, "commentBody": "Mr Kristoff: I am looking forward to hearing your reaction to the 60 Minutes report on Greg Mortenson.  I believe that you have in the past held him up as a particularly compelling example of a foreign policy approach that should be a bigger part of our efforts.  Obviously, the fact that you wrote about his book and work does not make you responsible for any deficiencies in his story.  But I will be watching for any comments you make.  It is such an interesting development. ", "recommendationCount": 1}, {"assetID": 2642304, "replies": [], "lft": 2, "assetURL": "http://goal.blogs.nytimes.com/2011/04/17/penarol-fans-unfurl-flag-few-will-forget/", "parentID": null, "commentID": 3702907, "rgt": 3, "userDisplayName": "JaZe", "createDate": "1303101430", "userID": 5001757, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1303101681", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "NYC", "commentType": "comment", "updateDate": "1303098081", "commentSequence": 1, "commentBody": "Wow.. I thought Texas cornered the market on \"big\", but this is big.", "recommendationCount": 1}, {"assetID": 2642318, "replies": [], "lft": 2, "assetURL": "http://www.nytimes.com/2011/04/18/opinion/18douthat.html", "parentID": null, "commentID": 3702383, "rgt": 3, "userDisplayName": "Marie Burns", "createDate": "1303088083", "userID": 4461145, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1303103832", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Fort Myers, Florida", "commentType": "comment", "updateDate": "1303100232", "commentSequence": 1, "commentBody": "\"Such unprecedented levels of taxation would throw up hurdles to entrepreneurship, family formation and upward mobility.\" -- Ross Douthat<br/><br/>Right. Because people will just stop working if they have to pay more taxes. I'll bet Jeffrey Immelt &amp; Jamie Dimon would never lift a finger if they had to pay taxes at the rate I do. Which they don't. As Warren Buffett is fond of saying, his janitor pays a bigger percentage of his income in taxes than Buffett himself does. <br/><br/>Democrats won't raise taxes on the middle class because the middle class is ALREADY PAYING ITS FAIR SHARE. The only time in this country's history that we enjoyed a real economic boom was when the tax rate on the very wealthiest Americans was between 70 percent &amp; 90 percent. <br/><br/>The Congressional Progressive Caucus wants to return the tax rate on the highest earners to a modest 49 percent, plus tax capital gains at the same rate income in taxed, eliminate corporate loopholes, increase the estate tax and include a few other revenue sources. The CPC budget makes sense for the country. Paul Ryan's budget makes sense for Immelt, Dimon &amp; Lloyd Blankfein. It does not make sense even for you, Mr. Douthat. You should stop working against your own best interest &amp; the best interests of the country.<br/><br/>The Constant Weader at <a href=\"http://www.RealityChex.com\" title=\"www.RealityChex.com\" target=\"_blank\">www.RealityChex.com</a>   ", "recommendationCount": 737}, {"assetID": 2642318, "replies": [], "lft": 4, "assetURL": "http://www.nytimes.com/2011/04/18/opinion/18douthat.html", "parentID": null, "commentID": 3702391, "rgt": 5, "userDisplayName": "Karen Garcia", "createDate": "1303088328", "userID": 48110597, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1303103832", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New Paltz, NY", "commentType": "comment", "updateDate": "1303100232", "commentSequence": 2, "commentBody": "Your colleague David Brooks has been trying to gin up a generational war to justify huge cuts to Medicare. Now you are trying to make a case for racial unrest resulting from the \"beige and brown\" people resenting their tax dollars going toward old white people who suck up three dollars for every buck they ever contributed. What a disgraceful idea.\r<br/><br/>The Republicans are just running out of talking points and excuses, aren't they? Recent polls reveal more than 80 percent of Americans want the richest among us taxed at pre-Bush levels. Most of us want a public option in health care, thus ensuring that everyone will be treated equally and no class, age or race resentments will ever rear their ugly heads. Universal health care is what will free up more cash for jobs, since employers will no longer have to foot the bill for the outrageously priced private insurance that is the real culprit in our skyrocketing health care costs.\r<br/><br/>We've got 20 percent de facto unemployment and a government that seems unified in the notion that more suffering is the only answer. I've got three words on how to end the deficit and increase revenues: jobs, jobs, jobs. Corporations are hoarding their profits instead of creating jobs. In a recession, the government has to spend money in order to make money. It's called investing in our own citizens. It's called government for the greater good.\r<br/><br/> <a href=\"http://kmgarcia2000.blogspot.com/\" title=\"http://kmgarcia2000.blogspot.com/\" target=\"_blank\">http://kmgarcia2000.blogspot.com/</a>", "recommendationCount": 692}, {"assetID": 2642318, "replies": [], "lft": 8, "assetURL": "http://www.nytimes.com/2011/04/18/opinion/18douthat.html", "parentID": null, "commentID": 3702472, "rgt": 9, "userDisplayName": "Winning Progressive", "createDate": "1303091229", "userID": 61073654, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1303103832", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Chicago, IL", "commentType": "comment", "updateDate": "1303100232", "commentSequence": 3, "commentBody": "Yes, we have long term fiscal issues that need to be addressed.  But that fact is exactly why Rep. Ryan's cowardly Path to Poverty is so unserious, while President Obama's proposal would set us on the right path. <br/><br/>First, Rep. Ryan's plan reacts to the short and long term deficits by digging America even deeper into a hole.  The two critical steps for addressing short term deficits are asking the wealthy elite and corporations to begin paying their fair share again, and to continue efforts to stimulate economic growth which, in turn, will increase revenue.  Instead, Ryan proposes to give even further tax cuts to the wealthy and corporations, and to cut spending that benefits the middle class, working class, and poor which will even further deflate our economy.  In short, Ryan is proposing to continue the conservative economic policies that dug us into this fiscal mess. <br/><br/>Second, of the two proposals, only one - President Obama's - includes any plan to address the long term deficit issue.  The long term deficit is not a problem of government per se, but rather is the problem that health care costs across the board are escalating rapidly.  Ryan does nothing to curb these costs, but instead seeks to shift them to seniors by abolishing Medicare and eviscerating Medicaid.  Given that Medicare and Medicaid are more effective at curbing health care cost increases than is private insurance, such an approach would lead to our country spending even more on health care even if government is technically paying less.  By contrast, President Obama and the Democrats have already enacted a number of policies as part of health care reform that will reduce health care costs and are proposing to do even more by using the government's position as a major purchaser of health care to make the health care industry far more cost effective.  In response, Republicans have scapegoated such efforts with lies about \"death panels,\" and are now proposing to repeal health care reform.  That Republican approach would, of course, increase long term health care costs, not reduce them. <br/><br/>While not often thought about as a fiscal issue, a third area where Republicans are showing themselves to be truly unserious on the deficit is immigration.  Putting more immigrants on a path to citizenship would be a great way to help alleviate long term fiscal concerns, as it would provide more younger workers to be paying into Medicare and Social Security.  Yet Republicans continue to push to reduce immigration, which has always been the lifeblood of our country, through closed door policies in states like Arizona.  <br/><br/>The facts show that conservatives for decades pushed policies designed to increase deficits and now are using those deficits to try to cut government programs that they do not approve of.  The facts also show that today conservatives continue to be unserious about actually reducing the deficit.  If you are actually interested in having government live within its means while maintaining our way of life, rather than in simply continuing to shovel tax cuts and subsidies to the wealthy elite, you should be supporting Democrats, not unserious cowards like Rep. Ryan. <br/><br/><a href=\"http://www.winningprogressive.org\" title=\"http://www.winningprogressive.org\" target=\"_blank\">http://www.winningprogressive.org</a><br/><br/><a href=\"http://www.facebook.com/pages/Winning-Progressive/195682780442236\" title=\"http://www.facebook.com/pages/Winning-Progressive/195682780442236\" target=\"_blank\">http://www.facebook.com/pages/Winning-Progressive/195682780442236</a>", "recommendationCount": 350}, {"assetID": 2642318, "replies": [], "lft": 10, "assetURL": "http://www.nytimes.com/2011/04/18/opinion/18douthat.html", "parentID": null, "commentID": 3702503, "rgt": 11, "userDisplayName": "Old farmer", "createDate": "1303092651", "userID": 183589, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1303103832", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Ogden, Utah", "commentType": "comment", "updateDate": "1303100232", "commentSequence": 4, "commentBody": "It's good you're thinking 20, 30, 40 years into the future because you haven't a clue as to what to do to get us out of the current anemic recovery.  If you read the other columnist in this paper who is an actual economist with a Nobel prize you might learn something about the problems we are currently facing and, incidentally, what things work in the long term as well.  But, your vision is probably closer to Norquist's and how we can drown government in debt, deficits, and starving it of revenue.", "recommendationCount": 445}, {"assetID": 2642318, "replies": [], "lft": 12, "assetURL": "http://www.nytimes.com/2011/04/18/opinion/18douthat.html", "parentID": null, "commentID": 3702505, "rgt": 13, "userDisplayName": "MC", "createDate": "1303092699", "userID": 52877055, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1303103832", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Chicago", "commentType": "comment", "updateDate": "1303100232", "commentSequence": 5, "commentBody": "Ross Douthat says that median income for a family of four is $94,900.  Then he goes to talk about the huge tax increases that would befall this \"middle class\" family if the \"current law baseline\" remained in effect until 2035 (with no adjustment of the AMT).  But<br/>\n<a href=\"http://en.wikipedia.org/wiki/Household_income_in_the_United_States\" title=\"http://en.wikipedia.org/wiki/Household_income_in_the_United_States\" target=\"_blank\">http://en.wikipedia.org/wiki/Household_income_in_the_United_States</a> says<br/>\nthat the median household income in the US is $44,389.<br/><br/>What is that about? A 4 morphed into a 9, and doubled our median income?", "recommendationCount": 490}, {"assetID": 2642318, "replies": [], "lft": 14, "assetURL": "http://www.nytimes.com/2011/04/18/opinion/18douthat.html", "parentID": null, "commentID": 3702516, "rgt": 15, "userDisplayName": "T Gski", "createDate": "1303092962", "userID": 47693345, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1303103832", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Winter Park", "commentType": "comment", "updateDate": "1303100232", "commentSequence": 6, "commentBody": "Here is what I do not understand.  On one hand, we have talk of a tax increase on the wealthy.  On the other hand, we have the elderly forced to pay out of pocket for that which is covered today.  Is that not a tax increase in sheep's clothing?  With that said, does it not follow that those of the elderly that became ardent Tea Partiers only served to hurt their own pocketbook?  Oh, yeah, I forgot, the plan does not kick until I am elderly.  <br/><br/>Wonder what we might accomplish if both sides committed to straight talk instead of vilifying each other over the same approach, i.e. - some group of citizens will be asked to foot more of the bill.  It is simply a matter of who.  Will it be the wealthy, or will it be the poor, the sick, the young and the old?  I am among the wealthy, and I would chose to pay more rather than hurt those who cannot afford more pain.", "recommendationCount": 264}, {"assetID": 2642318, "replies": [], "lft": 20, "assetURL": "http://www.nytimes.com/2011/04/18/opinion/18douthat.html", "parentID": null, "commentID": 3702529, "rgt": 21, "userDisplayName": "stevchipmunk", "createDate": "1303093313", "userID": 33745564, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1303103832", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "wayne, pa", "commentType": "comment", "updateDate": "1303100232", "commentSequence": 7, "commentBody": "Ross says of the Obama plan to wack off $4 trillion from the country's debt:  \"But that $4 trillion is just a fraction of America’s projected long-term debt.\"\r<br/><br/>So... $4 trillion is no good?  We can't do that and do other things also?  Ross, like most other Republicans, you make a lot of cents.", "recommendationCount": 109}, {"assetID": 2642318, "replies": [], "lft": 22, "assetURL": "http://www.nytimes.com/2011/04/18/opinion/18douthat.html", "parentID": null, "commentID": 3702555, "rgt": 23, "userDisplayName": "taylor", "createDate": "1303094340", "userID": 38424914, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1303103832", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "ny", "commentType": "comment", "updateDate": "1303100232", "commentSequence": 8, "commentBody": "Reagan Raised Taxes!  We're talking about returning to the tax level of the Clinton years, not some far-fetched tax scheme against the rich. I have always hate when politicians refer to \"real America\" because I do not believe there is such a thing.  What I do know Mr. Douthat, with your views on a basic social safety net, you do not live in real America.", "recommendationCount": 367}, {"assetID": 2642318, "replies": [], "lft": 24, "assetURL": "http://www.nytimes.com/2011/04/18/opinion/18douthat.html", "parentID": null, "commentID": 3702563, "rgt": 25, "userDisplayName": "mivogo", "createDate": "1303094654", "userID": 37234670, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1303103832", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "new york city", "commentType": "comment", "updateDate": "1303100232", "commentSequence": 9, "commentBody": "Obama did not say \"The rich can pay for it all\"--the aptly named Clive Crook did. While most Americans said \"it's about time\" to Obama's plea for fairness and a return to American values, Crook found  it \"pitiful.\"<br/>\n\"I honestly wonder why he bothered,\" said the snide Crook. <br/><br/>Let me take a wild guess. Because even the \"go along, get along\" President could no longer stomach the Republicans' zeal in giving more and more to the super-rich while sticking it to the elderly, middle and working class (forget the poor--everyone else has), and had the temerity to suggest letting the \"temporary\" Bush tax cuts for the very rich expire?<br/><br/>And why do you keep harping on such \"entitlements\" as Social Security as if it were welfare, trying to stick it to those who paid into it for 40 years (not even close to a \"handout\") but rarely mention the truly obscene, actual \"government welfare\" handouts given to our banks--who are so grateful they are giving their executives record bonuses and raising credit card rates into the stratosphere?<br/><br/>Anyway you parse it, Ross, you are advocating the elderly pay more, and the super-rich pay less. Setting up a bogus, straw man argument that the rich \"shouldn't pay for everything\" doesn't take away from this nasty reality.<br/><br/><a href=\"http://www.newyorkgritty.net\" title=\"www.newyorkgritty.net\" target=\"_blank\">www.newyorkgritty.net</a>", "recommendationCount": 444}, {"assetID": 2642318, "replies": [], "lft": 28, "assetURL": "http://www.nytimes.com/2011/04/18/opinion/18douthat.html", "parentID": null, "commentID": 3702572, "rgt": 29, "userDisplayName": "RoyFan", "createDate": "1303094843", "userID": 37786273, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1303103832", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "NC", "commentType": "comment", "updateDate": "1303100232", "commentSequence": 10, "commentBody": "In 1980 the top marginal tax rate was 70% and GDP grew 16.7%. At the end of 1980 unemployment was 7.2%.  \r<br/><br/>Don't let anyone tell you that high marginal tax rates have any real effect on growth and employment.  It just isn't so.  ", "recommendationCount": 236}, {"assetID": 2642318, "replies": [], "lft": 30, "assetURL": "http://www.nytimes.com/2011/04/18/opinion/18douthat.html", "parentID": null, "commentID": 3702577, "rgt": 31, "userDisplayName": "keko", "createDate": "1303094967", "userID": 18227555, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1303103832", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New York", "commentType": "comment", "updateDate": "1303100232", "commentSequence": 11, "commentBody": "Dear Mr Douthat,<br/><br/>You claim that \"Such unprecedented levels of taxation would throw up hurdles to entrepreneurship, family formation and upward mobility.\" I am afraid that I have to disagree with you at least in part. While such tax rates would indeed throw up burdens, a non-functional government with ill-functioning schools and the consistent threat of bankruptcy in case of even a mid-level disease would throw up hurdles that are infinitely harder to overcome for anyone except the very rich -- and they would do pretty well even with the slightly higher taxation. The European rich aren't doing too poorly with much higher levels of taxation, and the American rich did pretty well with the higher levels of taxation under Reagan and Clinton, not to mention the entrepreneurship, family formation, and upward mobility under the confiscatory marginal rates of the Eisenhower years. So, please be a little more forthcoming and a little more sympathetic to the needier-than-thou. They may thank you with a newly invigorated American economy and society.", "recommendationCount": 286}, {"assetID": 2642318, "replies": [], "lft": 32, "assetURL": "http://www.nytimes.com/2011/04/18/opinion/18douthat.html", "parentID": null, "commentID": 3702580, "rgt": 33, "userDisplayName": "Bob", "createDate": "1303095051", "userID": 1962433, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1303103832", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "West Virginia", "commentType": "comment", "updateDate": "1303100232", "commentSequence": 12, "commentBody": "\"a family of four making the median income — $94,900 — \"<br/>\nHuh? Is this from a sample at the country club? Is there any point to reading anything anymore, when every number is cooked? Or perhaps you ought to make columnists provide a reference for each statistic they cite - the bloggers figured this out long ago, or are columnists exempt from such things. In any case, try this, googled in about one minute:<br/>\n<a href=\"http://www.census.gov/hhes/www/cpstables/032010/hhinc/new04_000.htm\" title=\"http://www.census.gov/hhes/www/cpstables/032010/hhinc/new04_000.htm\" target=\"_blank\">http://www.census.gov/hhes/www/cpstables/032010/hhinc/new04_000.htm</a><br/>\nHouseholds with children under 18:<br/>\nMedian income:   $59,937\r", "recommendationCount": 414}, {"assetID": 2642318, "replies": [], "lft": 34, "assetURL": "http://www.nytimes.com/2011/04/18/opinion/18douthat.html", "parentID": null, "commentID": 3702586, "rgt": 35, "userDisplayName": "Jonathan", "createDate": "1303095218", "userID": 61475327, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1303103832", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Chicago", "commentType": "comment", "updateDate": "1303100232", "commentSequence": 13, "commentBody": "The problem is that our highest bracket ends at $300k.  Back in the 1940s, our highest bracket was also about that much, except adjusted for inflation $300k is like $1.5 million today.  <br/><br/>Thus when we say raise taxes on the rich or bring back the 90% marginal tax rate of Eisenhower, we scare off a lot of upper middle class professionals who live in high cost areas and are neck deep in student debt. These are the people who show up for every election and often influence public opinion. <br/><br/>The CEO of UnitedHealth made $49 million last year, and the year before made $110 million. He doesn't have a medical degree and has never saved a single patient's life. The 90% marginal tax rate should apply to someone like him above say the first $5 million of income. Germany does this. This will reduce the incentive for CEOs to pillage a company for all its worth and then leave the radioactive bag to the shareholders and taxpayers. <br/><br/>We need more brackets beyond $300k.  We should keep tax rates the way they are for everyone who makes a living through labor, including hardworking doctors, engineers etc. ", "recommendationCount": 549}, {"assetID": 2642318, "replies": [], "lft": 36, "assetURL": "http://www.nytimes.com/2011/04/18/opinion/18douthat.html", "parentID": null, "commentID": 3702607, "rgt": 37, "userDisplayName": "terry", "createDate": "1303095632", "userID": 49651920, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1303103832", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "washingtonville, new york", "commentType": "comment", "updateDate": "1303100232", "commentSequence": 14, "commentBody": "Whatever happened to history?  In 2000 the budget was balanced and the Budget Office projected a trillion dollar surplus.  Bush tax cuts destroyed that, irresponsible budgeting--we don't really need to put the Iraq and Afghanistan war costs into the budget--with no citizen sacrifice, except those guys and gals over there, and finally the destruction of the American economy through lack of financial regulation and kowtowing to the wealthy.  Douthat glosses over this 4 trillion dollar screwup and targets poor people who, if they live long enough, will become seniors and want a decent medical system.  Yeah, the answer is simple:  ramp up the tax code to 70% which it was during America's most prosperous era and copy Canada's medical system precisely.  Poof, no budget deficit for the next half century.", "recommendationCount": 298}, {"assetID": 2642318, "replies": [], "lft": 38, "assetURL": "http://www.nytimes.com/2011/04/18/opinion/18douthat.html", "parentID": null, "commentID": 3702613, "rgt": 39, "userDisplayName": "Great Plains Observer", "createDate": "1303095719", "userID": 46682660, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1303103832", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Lincoln, NE", "commentType": "comment", "updateDate": "1303100232", "commentSequence": 15, "commentBody": "It's an interesting argument--that failing to radically trim Medicare for white seniors will alienate and incense working-age voters of color (who will have to pay the bills supposedly)--but it sure sounds exactly opposite of the racial/ethnic patterns that are currently attacking versus defending Medicare. Maybe someone should tell those white seniors to stop voting Republican (and for Medicare's fundamental overhaul).", "recommendationCount": 107}, {"assetID": 2642318, "replies": [], "lft": 40, "assetURL": "http://www.nytimes.com/2011/04/18/opinion/18douthat.html", "parentID": null, "commentID": 3702617, "rgt": 41, "userDisplayName": "Eric Tarini", "createDate": "1303095779", "userID": 4107218, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1303103832", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Framingham, MA", "commentType": "comment", "updateDate": "1303100232", "commentSequence": 16, "commentBody": "...a family of four making the median income — $94,900...\r<br/><br/>Sounds high to me, even if it were the AVERAGE (not median) and HOUSEHOLD (not family)income...source, please?", "recommendationCount": 183}, {"assetID": 2642318, "replies": [], "lft": 42, "assetURL": "http://www.nytimes.com/2011/04/18/opinion/18douthat.html", "parentID": null, "commentID": 3702623, "rgt": 43, "userDisplayName": "Karla", "createDate": "1303095852", "userID": 62241527, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1303103832", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Washington", "commentType": "comment", "updateDate": "1303100232", "commentSequence": 17, "commentBody": "There would be no crisis if politicos and the elite had left America's so called \"entitlement\" programs UNTOUCHED.", "recommendationCount": 55}, {"assetID": 2642318, "replies": [], "lft": 44, "assetURL": "http://www.nytimes.com/2011/04/18/opinion/18douthat.html", "parentID": null, "commentID": 3702631, "rgt": 45, "userDisplayName": "JamesF", "createDate": "1303096026", "userID": 5232731, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1303103832", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Chicago", "commentType": "comment", "updateDate": "1303100232", "commentSequence": 18, "commentBody": "<br/>\n\"Today, for instance, a family of four making the median income — $94,900...\" \r<br/><br/>Where did you get this number, from the Heritage Foundation?", "recommendationCount": 417}, {"assetID": 2642318, "replies": [], "lft": 48, "assetURL": "http://www.nytimes.com/2011/04/18/opinion/18douthat.html", "parentID": null, "commentID": 3702661, "rgt": 49, "userDisplayName": "ks", "createDate": "1303096565", "userID": 22220794, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1303103832", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "new york", "commentType": "comment", "updateDate": "1303100232", "commentSequence": 19, "commentBody": "What irks me no end is how Democrats think I'm rich -- just because my income is over some arbitrary, nice sound bite number. Yeah, one year my husband and I made 330K.  Between federal, state, local, payroll and other taxes, we gave 50% of our income to other entities.  That left us the princely sum of 165K.  After we paid our mortgage (for a 1700 square foot house on a 6000 square foot lot - not really a McMansion!), our daycare (20K for the one my employer recommends but doesn't actually subsidize), our food expenses, our car expenses, and our $4.25/gallon gas, we don't have much left over.  Oh, and we max out our 401k's.  But does the fact that we can fund our 401k's make us \"wealthy\"?  I think not.  \r<br/><br/>Last year, both my husband and I lost our jobs.  We got the princely sum of $450/week in unemployment.  Our total income dropped more than 100K, but we still had the privilege of paying nearly 100K in taxes, including 2K in AMT.  \r<br/><br/>I'm so very very very sick of meaningless numbers and meaningless platitudes from politicians who have no idea how to help most Americans achieve the American dream.  ", "recommendationCount": 59}, {"assetID": 2642318, "replies": [], "lft": 50, "assetURL": "http://www.nytimes.com/2011/04/18/opinion/18douthat.html", "parentID": null, "commentID": 3702669, "rgt": 51, "userDisplayName": "MS", "createDate": "1303096723", "userID": 43644377, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1303103832", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "NY", "commentType": "comment", "updateDate": "1303100232", "commentSequence": 20, "commentBody": "First, Ryan's plan would not raise enough revenue. The CBO did not score Ryan's assertion that revenue would rise to 19% of GDP in 10 years. They don't do that. That figure is Ryan's hope or perhaps another instance of what my husband refers to as GOP magical thinking. Thus, no balanced budget 70 years from now.\r<br/><br/>Second, I find your idea that young \"brown and beige\" people will resent white Medicare recipients in future years an incredible stretch. While it's quite true Republicans have been able to capitalize on the scant information most of us American voters possess on politics and economic issues, we are smart enough to know that we all (white, black, brown, beige, etc.) will eventually grow old, needing more medical care. We all know we will need Medicare, not vouchers of ever diminishing value to pay for our medical costs as we age.\r<br/><br/>Third, no matter how hard you try, abolishing Medicare, which is really what Ryan proposes, is DOA with most Americans. There simply is no wedge issue you Republicans can introduce that will change this and your attempt with this beige/brown thing is scraping the bottom of the barrell. We're not that dumb.   ", "recommendationCount": 211}]}, "copyright": "Copyright (c) 2016 The New York Times Company.  All Rights Reserved."}