{"debug": {"version": 3.1}, "status": "OK", "results": {"api_timestamp": "1481460180", "totalCommentsFound": 2678, "totalCommentsReturned": 25, "comments": [{"assetID": 1935699, "replies": [], "lft": 1126, "assetURL": "http://www.nytimes.com/2010/10/09/world/09nobel.html", "parentID": null, "commentID": 2657648, "rgt": 1127, "userDisplayName": "Sherry", "createDate": "1286588556", "userID": 38206821, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1286596905", "userTitle": null, "editorsSelection": 1, "statusID": 2, "userURL": null, "userLocation": "NYC", "commentType": "comment", "updateDate": "1286593305", "commentSequence": 454, "commentBody": "The news is blocked in Chinese media, but hardly successful. (I have sent the news out to every friend in China, and am sure others are doing the same.)  Fireworks have been fired into the sky, banquets are being booked in a number of cities where the news has gone out.  The police are on the hunt for those who dared to defy the authority, but how long can the government keep the people down?<br /><br />This is a good day for the Chinese.  The Nobel Committee has finally got it right.  Thanks!<br /><br />", "recommendationCount": 14}, {"assetID": 1935699, "replies": [], "lft": 1106, "assetURL": "http://www.nytimes.com/2010/10/09/world/09nobel.html", "parentID": null, "commentID": 2657435, "rgt": 1107, "userDisplayName": "Dan P", "createDate": "1286581101", "userID": 21968995, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1286597080", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "East Village", "commentType": "comment", "updateDate": "1286593480", "commentSequence": 455, "commentBody": "The Nobel Peace Prize has been awarded to someone who was an American political dissident, opposed intervention in Indo-China, had been arrested multiple times and moitored by the FBI:  Martin Luther King, Jr.<br /><br />Such an award by the Nobel committee could certainly be considered a criticism of American segregation laws and foreign policy and a \"slap in the face\".<br /><br />To the commentor who speculated how the US would respond to the Nobel Peace Prize being awarded to an anti-Guantanimo activist or detainee, the Administration probably would not be happy about it, but the awardee would not be arrested.<br /><br />To the commentor who suggests hypocrisy in Western democracies which have not exported democracy, but rather imposed dictatorships on their subjects:  You are correct. That is hypocrisy. But that does not undermine the notion of democracy. A fragmented and corrupt pseudo-democracy in Afghanistan is probably better than the fascist theocracy of the Taliban.", "recommendationCount": 2}, {"assetID": 1935699, "replies": [], "lft": 1110, "assetURL": "http://www.nytimes.com/2010/10/09/world/09nobel.html", "parentID": null, "commentID": 2657534, "rgt": 1111, "userDisplayName": "Sam's mom", "createDate": "1286584701", "userID": 13959647, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1286597080", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "San Francisco, CA", "commentType": "comment", "updateDate": "1286593480", "commentSequence": 456, "commentBody": "I despise Liu for saying that Chinese needs at least 300 years of colonization to achieve democracy. For a dissident, he has shown little backbone and he has done nothing for world peace.  So many more decent Chinese people are more deserving of the Peace prize e.g. Master Cheng Yen of Tzu Chi, the Tiananmen Mothers, Wang Dan (a true gentleman-scholar) and his mom. ", "recommendationCount": 4}, {"assetID": 1935699, "replies": [], "lft": 1112, "assetURL": "http://www.nytimes.com/2010/10/09/world/09nobel.html", "parentID": null, "commentID": 2657535, "rgt": 1113, "userDisplayName": "KenenLi", "createDate": "1286584738", "userID": 61300564, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1286597080", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Shanghai", "commentType": "comment", "updateDate": "1286593480", "commentSequence": 457, "commentBody": "    Does he look like a kind person? Just like a terrorist, he broadcast the enemy attitude among general people. Do we must live in hate? No! We are not enemy! We general people want live together, not to hate each other!", "recommendationCount": 1}, {"assetID": 1935699, "replies": [], "lft": 1114, "assetURL": "http://www.nytimes.com/2010/10/09/world/09nobel.html", "parentID": null, "commentID": 2657543, "rgt": 1115, "userDisplayName": "Dennis", "createDate": "1286584894", "userID": 54397519, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1286597080", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New York", "commentType": "comment", "updateDate": "1286593480", "commentSequence": 458, "commentBody": "Too many commenters are taking the cultural relativist's line of reasoning in asserting that fundamental human rights are a Western convention and irrelevant to China.  This line of reasoning must be rejected when it comes to civil rights, freedom, and equality because the moral strength of these ideas are independent of the judgment of society or the government.  Human rights are intuitive ideas, and the struggle of people like Mr. Liu and others worldwide to fight for these rights is affirmation that these rights are universal concepts.  The only place where these concepts can come from is our common biology, which is something more fundamental than one's culture.  History will one day judge Mr. Liu to be in the ranks of the abolitionists, Martin Luther King, Jr., Nelson Mandela and other great reformers.<br />", "recommendationCount": 2}, {"assetID": 1935699, "replies": [], "lft": 1116, "assetURL": "http://www.nytimes.com/2010/10/09/world/09nobel.html", "parentID": null, "commentID": 2657549, "rgt": 1117, "userDisplayName": "non-political", "createDate": "1286585054", "userID": 60263778, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1286597080", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "NYC", "commentType": "comment", "updateDate": "1286593480", "commentSequence": 459, "commentBody": "This is not a very good analogy, but will help you understand the reaction from many Chinese to Liu’s award. What would Americans think if Jesse Jackson won the Nobel Prize? ", "recommendationCount": 3}, {"assetID": 1935699, "replies": [], "lft": 1118, "assetURL": "http://www.nytimes.com/2010/10/09/world/09nobel.html", "parentID": null, "commentID": 2657559, "rgt": 1119, "userDisplayName": "theorem", "createDate": "1286585279", "userID": 61302295, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1286597080", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "USA", "commentType": "comment", "updateDate": "1286593480", "commentSequence": 460, "commentBody": "The Nobel peace prize committee had already used up all its credits when it awarded the peace prize to President Obama last year, just to get a slap on the face when Obama told them in the acceptance speech that he would escalate the Afghan war.<br /><br />Awarding the Nobel peace prize is just to buy the airtime with a million dollars to make a political statement. That I understand. What puzzles me though is how come the committee members are so near-sighted. The fiasco of awarding the prize to Obama, who by that time had only talked the talk and yet to walk the walk, is merely one of many.<br /><br />I think Liu has done a courageous job in advocating openly for radical political reforms in China while not hiding away outside China - whether or not the radical reform he advocates is feasible in current China is a separate issue, but Liu's courage under pressure is admirable. After being awarded the peace prize, however, Liu would need a lot more courage and a better judgement to not be used as a pawn by some interest groups  that do not see themselves benefit from a peaceful relationship between the West and China.<br /><br />Talking about world peace, it is really hard to deny the fact that the Chinese government, however unpopular it appears, has done a tremendous peace-enhancing job in integrating the Chinese economy with the world. The economic interdependency thereby created makes it a lot more costly to wage a war between the major powers nowadays than say after the Great Depression.", "recommendationCount": 7}, {"assetID": 1935699, "replies": [], "lft": 1122, "assetURL": "http://www.nytimes.com/2010/10/09/world/09nobel.html", "parentID": null, "commentID": 2657613, "rgt": 1123, "userDisplayName": "Vin", "createDate": "1286587269", "userID": 8131730, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1286597080", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Maryland", "commentType": "comment", "updateDate": "1286593480", "commentSequence": 461, "commentBody": "Liu Xiaobo is an interesting choice as he is not very well known to those outside China. I doubt the Prize will raise awareness of his works or bring him celebrity like in the case of Dalai Lama.  Rather it will only make him more of an enemy in the eyes of Chinese authorities, and even bring about jealousy among the \"fellow pro-democracy activists\" as we hear some of them already are protesting his prize. Sadly, Liu will likely never get to enjoy the Prize as much as Obama and others. But undoubtedly he will be more grateful for acknowledgement of his struggle.<br /><br />That said, this prize is nothing more than expression of moral guilt of the West for neglecting Chinese democracy until now. Iraq, terrorism, climate change has occupied the minds liberal activists for those years. For the last decade, China has quietly built up its economy with cooperation from the West. It is even foolishly admired by some intellectuals as the counterweight to the American \"hyperpower\". It is even hyped by the business elite as the next great market. Where was the Nobel Prize back then when everyone was enjoying the bubble economy backed by chinese money? The world enthusiastically cheered China's ascendancy during the Olympics. Only when the global economies faltered and massive unemployment in the west started to direct anger and criticsm toward china, the tide turned against China and the Nobel prize committeee considered a common man  Chinese dissident like Liu Xiabo.<br /><br />The Prize is years late.  If you look at the difference in the US economy and China's economy, China's authoritarian rulers can claim victory in that their system is the best and most efficient. They have already convinced their population that democracy is likely not needed. The Prize is just a temporary headache as China knows that Western leaders will give in to their demands just like Japan acquiesed to their pressure in the recent fishing dispute. I feel Liu Xiaobo has been betrayed. The Prize is just nothing more than a token to the  Chinese democrats who have held on in all those years.", "recommendationCount": 0}, {"assetID": 1935699, "replies": [], "lft": 1124, "assetURL": "http://www.nytimes.com/2010/10/09/world/09nobel.html", "parentID": null, "commentID": 2657641, "rgt": 1125, "userDisplayName": "jacob", "createDate": "1286588271", "userID": 4999567, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1286597080", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Palo Alto, Ca", "commentType": "comment", "updateDate": "1286593480", "commentSequence": 462, "commentBody": "Giving a \"peace\" prize like this really politicize a supposedly-neutral award and degrades the title of \"Nobel prize winner.\"<br />The peace prize should be removed from the Nobel prizes.  ", "recommendationCount": 9}, {"assetID": 1935699, "replies": [], "lft": 1130, "assetURL": "http://www.nytimes.com/2010/10/09/world/09nobel.html", "parentID": null, "commentID": 2657731, "rgt": 1131, "userDisplayName": "Daniel M Perrine", "createDate": "1286591939", "userID": 47264117, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1286597080", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Baltimore MD", "commentType": "comment", "updateDate": "1286593480", "commentSequence": 463, "commentBody": "I find it amusing that the Nobel Prize is considered a \"Western\" intrusion on Chinese culture, while Marx and Engel's communism is the normative standard of ideological repression.", "recommendationCount": 4}, {"assetID": 1935699, "replies": [], "lft": 1132, "assetURL": "http://www.nytimes.com/2010/10/09/world/09nobel.html", "parentID": null, "commentID": 2657744, "rgt": 1133, "userDisplayName": "ZHW", "createDate": "1286592501", "userID": 27240421, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1286597080", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Chengdu, China", "commentType": "comment", "updateDate": "1286593480", "commentSequence": 464, "commentBody": "I am not sure Nobel Peace Prize is quite fit for the case of Mr.Liu, or whether his idea is actually beneficial to our country. But I do agree he has freedom to express his opinion, and in terms of this I admire him for his courage and perseverance.", "recommendationCount": 1}, {"assetID": 1938852, "replies": [], "lft": 48, "assetURL": "http://projects.nytimes.com/roomfordebate/2010/10/08/when-dissidents-win-the-nobel-peace-prize/power-in-a-symbol", "parentID": null, "commentID": 2657657, "rgt": 49, "userDisplayName": "Yu-Tai Chia", "createDate": "1286588856", "userID": 107588, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1286597229", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Hsinchu, Taiwan", "commentType": "comment", "updateDate": "1286593629", "commentSequence": 22, "commentBody": "As a Chinese American in Taiwan I was thrilled to learn Liu Xiaobo earned 2010 Nobel Prize from CNN. I called my organization the Chinese Democracy Education Foundation in San Francisco to share the good news, and then called Prof. Winston Yang in Washington DC. He told me he just interviewed by the Voice of America.<br /><br />Why are we so excited about the news? Liu Xaiobo was one of the Tiananmen Four Junzis, ‘Gentlemen,’ who led the hunger strike during the student movement which started in April and ended in June 1989 by the Peoples’ Liberation Army of the Peoples’ Republic of China with tanks and machine guns. Hundreds, may be thousands, were killed. The Beijing administration has branded the movement as counter-revolutionary and those killed as anti-government. Twenty one years have passed, but justice has not been served.<br /><br />This Nobel Prize has served partial justice. The ultimate one has to come from China. The prize will provide the necessary enzyme to trigger significant changes in China in all perspectives including human rights, freedom, democracy and rule of law.<br /><br />China has to change in order to transform itself from an authoritarian to a civilized country.<br />", "recommendationCount": 3}, {"assetID": 1938852, "replies": [], "lft": 50, "assetURL": "http://projects.nytimes.com/roomfordebate/2010/10/08/when-dissidents-win-the-nobel-peace-prize/power-in-a-symbol", "parentID": null, "commentID": 2657671, "rgt": 51, "userDisplayName": "曹伟", "createDate": "1286589366", "userID": 46374830, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1286597232", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Nantong, Jiangsu, China", "commentType": "comment", "updateDate": "1286593632", "commentSequence": 23, "commentBody": "I'm Chinese living along the eastern coast of China. Right now, it's morning in here. And I just browsed the news articles in the major news outlets. There has nothing to say about Mr. Liu Xiaobo's winning or Nobel Peace Prize at all.<br /><br />What an interesting country!!! In this country, when you post an article on some forum, there are certain sensitive words that cannot be displayed, or even the whole article are just under review forever.<br /><br />On TV news programs, the headlines are always about leaders busy on sth. (meeting foreign leaders, site visits, etc.); there are always economic progress, well-being improvement and some other achievements. You will for the most of time see praise, happiness and progress on TV. When sometimes the media exposes some unlucky corrupt official, that means the media has got consent from atop to condemn this guy...<br /><br />All in all, this country is an authoritarian state and all the media are in the grip in the government's hands.", "recommendationCount": 6}, {"assetID": 1938852, "replies": [], "lft": 52, "assetURL": "http://projects.nytimes.com/roomfordebate/2010/10/08/when-dissidents-win-the-nobel-peace-prize/power-in-a-symbol", "parentID": null, "commentID": 2657674, "rgt": 53, "userDisplayName": "ZhuZhu", "createDate": "1286589417", "userID": 34584699, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1286597233", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Naples", "commentType": "comment", "updateDate": "1286593633", "commentSequence": 24, "commentBody": "A  Nobel laureate made the spotlight while in a Chinese prison. The politburo, now have a  grenade in their hands not sure where to toss.  ", "recommendationCount": 1}, {"assetID": 1938852, "replies": [], "lft": 56, "assetURL": "http://projects.nytimes.com/roomfordebate/2010/10/08/when-dissidents-win-the-nobel-peace-prize/power-in-a-symbol", "parentID": null, "commentID": 2657690, "rgt": 57, "userDisplayName": "ccsummer6", "createDate": "1286590147", "userID": 61250443, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1286597238", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "China", "commentType": "comment", "updateDate": "1286593638", "commentSequence": 25, "commentBody": "     At least for the moment, China's top priority is to drag billions of citizens who still live below the international poverty line out of their frugal life. History has proved that only in a stable domestic environment can economy thrive and bear abundent fruits that could be shared by the average Chinese citizens.<br />  Just imagine who a spectacle it would be if drastic political  indeed take palce here. The entire relative stable aspect would be perturbed,  and the initially good-willed political revolution might be taken advantage of by some ulterior political brokers, and the country might fall into chaos like what it has went through during the cultural revolution lasting for ten years. What's most alarming is the halting economic development which would not only make Chinese people miserable but also shroud shadow on the whole global economic weather.", "recommendationCount": 17}, {"assetID": 1939010, "replies": [], "lft": 12, "assetURL": "http://projects.nytimes.com/roomfordebate/2010/10/08/when-dissidents-win-the-nobel-peace-prize/chinas-bitter-response-to-western-criticism-4", "parentID": null, "commentID": 2657694, "rgt": 13, "userDisplayName": "Chowh", "createDate": "1286590259", "userID": 60049108, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1286597256", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "SH", "commentType": "comment", "updateDate": "1286593656", "commentSequence": 4, "commentBody": "The CCP told the world that Liu Xiaobo is a criminal, but they dare not tell anything about him to the Chinese people, even the evidence of the crime, argument, judgement…… ", "recommendationCount": 11}, {"assetID": 1939010, "replies": [], "lft": 14, "assetURL": "http://projects.nytimes.com/roomfordebate/2010/10/08/when-dissidents-win-the-nobel-peace-prize/chinas-bitter-response-to-western-criticism-4", "parentID": null, "commentID": 2657713, "rgt": 15, "userDisplayName": "Cathy Kayser", "createDate": "1286590899", "userID": 53582043, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1286597258", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "San Jose, Costa Rica", "commentType": "comment", "updateDate": "1286593658", "commentSequence": 5, "commentBody": "China is just about impossible to lure or kick into the twentieth century in terms of human rights and democracy......maybe a few hundred years from now historians will look back and say this event was part of a beginning.  China's only priority is money for the government - the environment doesn't matter, animal rights don't matter, human rights don't matter, improving the living standards of the average person doesn't matter...", "recommendationCount": 8}, {"assetID": 1938852, "replies": [], "lft": 58, "assetURL": "http://projects.nytimes.com/roomfordebate/2010/10/08/when-dissidents-win-the-nobel-peace-prize/power-in-a-symbol", "parentID": null, "commentID": 2657715, "rgt": 59, "userDisplayName": "peace4all1", "createDate": "1286591028", "userID": 1835407, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1286597262", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Middletown, NJ", "commentType": "comment", "updateDate": "1286593662", "commentSequence": 26, "commentBody": "I fully agree with Mr. Liu that there are a lot of improvements needed in the current Chinese political system, especially in the area of permeating corruption and abusing of privilege. Furthermore I believe Chinese people will continue their struggles for a better future China even without any outside help. However this Nobel Peace Committee will actually achieve the opposite of what it intended. Why? Today’s developed countries are trying to force the currency appreciation on China while the recent economic crisis was actually created by none other the so call democratic Western systems. Using the recent incidents between North and South Koreas, or between China and Japan, USA keeps sending its largest Warship and the most advanced fighter plans many thousand miles ways to prowl around Chinese front door and also trying to interfere the disputes among China and its southern Asian neighbors. In the name of free sailing on the open sea, American actions are actually trying to deny China’s rights to protect its own coastlines. Therefore there is no reason for ordinary Chinese to perceive Western Powers as nothing but troublemakers bending on suppressing China’s deserved rising. Under this light, the Peace Award will make Mr. Liu more like a political pawn by Western Imperialism and less influential among Chinese population. The Chinese Hard-liners might actually say “Thanks” to this unexpected gift from Nobel Peace Committee.", "recommendationCount": 16}, {"assetID": 1938852, "replies": [], "lft": 60, "assetURL": "http://projects.nytimes.com/roomfordebate/2010/10/08/when-dissidents-win-the-nobel-peace-prize/power-in-a-symbol", "parentID": null, "commentID": 2657717, "rgt": 61, "userDisplayName": "Chen Zhang", "createDate": "1286591121", "userID": 56509981, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1286597267", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Auckland", "commentType": "comment", "updateDate": "1286593667", "commentSequence": 27, "commentBody": "By itself, it can be a very good thing for ordinary Chinese people. However, as always, if this award is hijacked by other political powers to impose their own political agendas against China’s integrity and economic growth, it could turn into a disaster for its internal political reforms. After all, it is hard for any citizens of any nation to fight for the concept of democracy if it is attached with the disintegration of their own nations and the destruction of their own livelihoods.<br /><br />The political reform in China and improvements in human rights can only be achieved by its own people. By the awaking and enlightening of its citizens. Any forms of foreign pressures in the name of human rights could only achieve the opposite. In factl, it will push the population towards nationalism and gradually distort their perception of democracy. At the moment the concept of democracy becomes equivalent to foreign prejudice, double standards and territorial disintegrations (Such as Tibet) in the minds of ordinary Chinese people, all hope will be lost. It is destroyed by not only the Chinese government, but also the irresponsible human rights organisations who capitalise it to push forward their own political agendas against China.<br /><br />This award is a true legacy for all Chinese people. It recognize our awaking and our efforts towards a better society. But it also reminds us there is still much to be done despite the progress we have made. Please protect it. Do not pollute it with dirty political goals and agendas. It is so much easier to throw hate among people compare to awaken them toward enlightenment and freedom.<br /><br />No doubt the national have made significant economic<br />", "recommendationCount": 11}, {"assetID": 1938852, "replies": [], "lft": 62, "assetURL": "http://projects.nytimes.com/roomfordebate/2010/10/08/when-dissidents-win-the-nobel-peace-prize/power-in-a-symbol", "parentID": null, "commentID": 2657728, "rgt": 63, "userDisplayName": "Raymond Gibbs", "createDate": "1286591761", "userID": 48749955, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1286597278", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Chevy Chase, MD.", "commentType": "comment", "updateDate": "1286593678", "commentSequence": 28, "commentBody": "Like Phinizy's and Emanuel's comments. American Midwest makes an excellent point his \"age of the internet\"--perhaps one of two determining factors, as regards China, fifty or so years from now.<br /><br />For me: this Asian Junta is alien to the Nobel Committee, the Nobel Committee alien to this Junta. Yet, the award is a \"shot\" heard around the world. As free minds reflect, do not forget. If the Chinese government can not abide a free internet &amp; its freedom of imagination then that government's relationships with its people &amp; the outside world will deteriorate. It will be constantly embarrassed &amp; scorned.<br /><br />Human-rights, well conceived &amp; practiced is critical any nation's civility, freedoms, imaginations, internet. Liu Xiaobo, now China's most famous prisoner of conscience, speaks loudly through his prison walls to China and the world. He, the Nobel Committee, others &amp; the internet will \"cause\" a different China. With forces beyond that Government's control &amp; imagination. Ultimately, neither the human spirit nor the internet can be denied.", "recommendationCount": 0}, {"assetID": 1939200, "replies": [], "lft": 8, "assetURL": "http://projects.nytimes.com/roomfordebate/2010/10/08/when-dissidents-win-the-nobel-peace-prize/pressure-from-abroad", "parentID": null, "commentID": 2657739, "rgt": 9, "userDisplayName": "Raymond Gibbs", "createDate": "1286592262", "userID": 48749955, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1286597281", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Chevy Chase, MD.", "commentType": "comment", "updateDate": "1286593681", "commentSequence": 3, "commentBody": "With all due respect, it is rewarding to hear from a former Chinese prisoner of conscience. Good that you are free to exercise the freedom of your conscience, imagination and the internet. Peace.<br /><br />Trust we will hear more from you, here, in the future.", "recommendationCount": 2}, {"assetID": 1939010, "replies": [], "lft": 18, "assetURL": "http://projects.nytimes.com/roomfordebate/2010/10/08/when-dissidents-win-the-nobel-peace-prize/chinas-bitter-response-to-western-criticism-4", "parentID": null, "commentID": 2657754, "rgt": 19, "userDisplayName": "kss", "createDate": "1286592683", "userID": 56784005, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1286597283", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "TX", "commentType": "comment", "updateDate": "1286593683", "commentSequence": 6, "commentBody": "The fact that China reacts this way to a Nobel Peace price bestowed to its own citizen, shows what a morally degraded society this is. Most Chinese are slaves to the economic prosperity carrot shown by the Communist Party.<br /><br />Still, its only a matter of time before they too collapse. ", "recommendationCount": 13}, {"assetID": 1939010, "replies": [], "lft": 20, "assetURL": "http://projects.nytimes.com/roomfordebate/2010/10/08/when-dissidents-win-the-nobel-peace-prize/chinas-bitter-response-to-western-criticism-4", "parentID": null, "commentID": 2657763, "rgt": 21, "userDisplayName": "Raymond Gibbs", "createDate": "1286593022", "userID": 48749955, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1286597286", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Chevy Chase, MD.", "commentType": "comment", "updateDate": "1286593686", "commentSequence": 7, "commentBody": "Fine post by Mr. McGregor (position and experienced China watcher) &amp; 3 thoughtful comments.<br /><br />Simply put: the internet, like human imagination, is out of the bottle. The race for freedom is, as before, still on but a different track!", "recommendationCount": 0}, {"assetID": 1939010, "replies": [], "lft": 22, "assetURL": "http://projects.nytimes.com/roomfordebate/2010/10/08/when-dissidents-win-the-nobel-peace-prize/chinas-bitter-response-to-western-criticism-4", "parentID": null, "commentID": 2657774, "rgt": 23, "userDisplayName": "bebelatela", "createDate": "1286593569", "userID": 61095308, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1286597288", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Missouri", "commentType": "comment", "updateDate": "1286593688", "commentSequence": 8, "commentBody": "Secrets keep prisons filled with innocent protestors. Naming the secret, exposing - yet again - the hypocrisy of a nation which runs on secret-keeping and which punishes discussion, can only be considered a worthy news story, a feature story, the story of a life, the story of many lives.", "recommendationCount": 2}, {"assetID": 1939010, "replies": [], "lft": 24, "assetURL": "http://projects.nytimes.com/roomfordebate/2010/10/08/when-dissidents-win-the-nobel-peace-prize/chinas-bitter-response-to-western-criticism-4", "parentID": null, "commentID": 2657782, "rgt": 25, "userDisplayName": "Michael McGrorty", "createDate": "1286593739", "userID": 47163479, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1286597289", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Pasadena, CA", "commentType": "comment", "updateDate": "1286593689", "commentSequence": 9, "commentBody": "Every purchase of a Chinese-made product lends support to the current regime.  ", "recommendationCount": 15}]}, "copyright": "Copyright (c) 2016 The New York Times Company.  All Rights Reserved."}