{"debug": {"version": 3.1}, "status": "OK", "results": {"api_timestamp": "1481460386", "totalCommentsFound": 3121, "totalCommentsReturned": 25, "comments": [{"assetID": 2444952, "replies": [], "lft": 2312, "assetURL": "http://www.nytimes.com/2011/02/27/magazine/27christie-t.html", "parentID": null, "commentID": 3446633, "rgt": 2313, "userDisplayName": "allynom", "createDate": "1298782736", "userID": 62024779, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1298782810", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "SCal", "commentType": "comment", "updateDate": "1298782810", "commentSequence": 916, "commentBody": "If I ever have to move to that area, no public school for my kids because if a governor is a preacher for taking down everything that holds a good public school system on its shoulders, there is nothing that can hold it up.<br />People,your taxes do the job of having better teachers for you kids. If the majority chooses to have lower taxes and lower quality/education teachers, well, here goes the value of your house and everything that goes with that.<br />this guy in PA has a crusade against education and teaching. Think about it.<br />", "recommendationCount": 3}, {"assetID": 2455922, "replies": [], "lft": 2, "assetURL": "http://slapshot.blogs.nytimes.com/2011/02/26/sabres-job-of-no-1-fan-is-taken/", "parentID": null, "commentID": 3446271, "rgt": 3, "userDisplayName": "David", "createDate": "1298776081", "userID": 13936357, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1298784026", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Brooklyn", "commentType": "comment", "updateDate": "1298784026", "commentSequence": 1, "commentBody": "i'm an islanders fan; but i think most other team's fans would be jealous of the sabre's having such a passionate owner.", "recommendationCount": 1}, {"assetID": 2456023, "replies": [], "lft": 26, "assetURL": "http://kristof.blogs.nytimes.com/2011/02/26/your-comments-on-my-arab-democracy-column/", "parentID": null, "commentID": 3446578, "rgt": 27, "userDisplayName": "Wally", "createDate": "1298781795", "userID": 18747164, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1298784174", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Toronto", "commentType": "comment", "updateDate": "1298784174", "commentSequence": 11, "commentBody": "As well as courage, another quality of all these uprisings is people's amazing capacity for self-organization. In short order, they have forged block committees, defended free zones, cleaned up the garbage, tended the wounded, and so on -- in an elaborate division of labour, complete with delegation, trust, coordination, communication and civic responsibility. Remarkably, they have exercised restraint in the treatment of their enemies, the regime's thugs, with a relative absence of revenge beatings that makes these pro-democracy insurgents seem like saints!<br /><br />Now this is extraordinary; it cannot last. But it shows people's capacity for building civil society institutions from the ground up. That, in turn, is crucial if electoral democracy -- choosing representatives to govern among contending parties -- is to take root. Representative democracy cannot flourish without a dense network of civil society organizations beneath it to enlist citizens in community efforts that give them a sense of responsibility for one another. Capitalism fosters growth and employment, but it does not encourage a strong sense of community -- the caring and sharing that makes citizenship meaningful. In these revolutions, time and again, we have seen masses of people show a capacity and willingness to organize themselves so as to care for one another and assure their community's life-necessities.  ", "recommendationCount": 27}, {"assetID": 2452558, "replies": [], "lft": 102, "assetURL": "http://kristof.blogs.nytimes.com/2011/02/25/lets-assure-free-passage-from-libya/", "parentID": null, "commentID": 3446590, "rgt": 103, "userDisplayName": "Andrej", "createDate": "1298782041", "userID": 15349396, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1298784174", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "NYC", "commentType": "comment", "updateDate": "1298784174", "commentSequence": 51, "commentBody": "Dear Nick, As you know, a democracy is not a question of heart or soull. There is no doubt that the Chinese, Egyptians, Libians or Americans. for that matter, are capable to express their democratic, just or whateever feelings. But in order to make it work, the democracy needs the state of law, institutions and political culture. So, while there is of doubt in the talent of the single nation,building and make fiunctioning the democracies is a painstaking process. I do not envy the young democracies for the long road they stil, habe to walk througn. I do not think that they are inferior, but they are fragile and therefore a much more time start walking......w", "recommendationCount": 0}, {"assetID": 2456023, "replies": [], "lft": 28, "assetURL": "http://kristof.blogs.nytimes.com/2011/02/26/your-comments-on-my-arab-democracy-column/", "parentID": null, "commentID": 3446597, "rgt": 29, "userDisplayName": "jrfildes", "createDate": "1298782138", "userID": 63040000, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1298784174", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Hong Kong", "commentType": "comment", "updateDate": "1298784174", "commentSequence": 12, "commentBody": "I would have to agree with your statement that, \"Egypt, Libya and Bahrain are better positioned today for democracy than Mongolia or Indonesia seemed in the 1990s\". With the revolution of social networking more and more people have been able to defy this bedouin curtain, akin to the bamboo and iron curtains, that the governments have tried to use to suppress freedom of information.<br />Where I have to disagree with you is saying that the Arab world is ready for democracy. I don't believe that the citizens of these countries are able to make educated decisions on political issues. I don't wish to generalise, because I do agree with the revolutions that are underway in the Middle East. The question is, once a country ousts its leader, what happens next? That is what we are seeing in Egypt, and undoubtedly in the other countries where revolution is successful. A country in limbo. What this leads to is a leaderless country, which can be picked up and manipulated by a Western \"democracy\" and the whole process of corruption begins again...<br />What these countries need is to be educated about proper politics, and only afterwards be allowed to decide what happens with the country. We don't need people to blindly choose a new social order, it is unfair on them.<br />The Arab world is better positioned for democracy than ever before, but something tells me that they just aren't quite ready for it..", "recommendationCount": 7}, {"assetID": 2456023, "replies": [], "lft": 30, "assetURL": "http://kristof.blogs.nytimes.com/2011/02/26/your-comments-on-my-arab-democracy-column/", "parentID": null, "commentID": 3446624, "rgt": 31, "userDisplayName": "eric", "createDate": "1298782562", "userID": 4949444, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1298784174", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "israel", "commentType": "comment", "updateDate": "1298784174", "commentSequence": 13, "commentBody": "check out <a href=\"http://www.jpost.com/Opinion/Columnists/Article.aspx?id=209770\" target=\"_blank\">http://www.jpost.com...</a><br />interview with Bernard Lewis who says elections are not the answer. Will Hamas in Gaza ever risk losing power by holding free elections?", "recommendationCount": 9}, {"assetID": 2456023, "replies": [], "lft": 32, "assetURL": "http://kristof.blogs.nytimes.com/2011/02/26/your-comments-on-my-arab-democracy-column/", "parentID": null, "commentID": 3446634, "rgt": 33, "userDisplayName": "Rebecca", "createDate": "1298782788", "userID": 62865911, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1298784174", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Danbury, CT", "commentType": "comment", "updateDate": "1298784174", "commentSequence": 14, "commentBody": "I was convinced that Democracy required a kind of stability, which is seemingly how the preceding commenters have perceived the notion.  Not only that, Democracy is still of a Western origination, which gives more experienced Democracies untold advantages one may label Imperialistic--effectively the opposite of self-sovereignty.  On the other side of the coin, in a globalized context this system, in society yearning for freedom and prosperity, theoretically one is not extremely far-fetched.  Still, a successful democracy has taken 200 years to realize a pluralism it intended in the first Constitution.  I do not think adversion to spreading our system elsewhere is particularly racist, nor patronizing, instead I think it stems from a perhaps overly-protective stance from a nation well-aware of the practical difference in our realm of a safety zone.  Naturally, the Democratic-style would need to be adapted to the customs of the said culture.  That much forewarned, how yet should our thoughts and editorials impede progress, when aside from already having destroyed neighboring countries like Afghanistan, it remains an internal affair for Egyptian leaders and the surrounding entities to modernize peacefully, at least to that extent..  Democracy makes sense, afterall.", "recommendationCount": 0}, {"assetID": 2452558, "replies": [], "lft": 104, "assetURL": "http://kristof.blogs.nytimes.com/2011/02/25/lets-assure-free-passage-from-libya/", "parentID": null, "commentID": 3446658, "rgt": 105, "userDisplayName": "Abe", "createDate": "1298783241", "userID": 25885308, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1298784174", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Chicago, IL", "commentType": "comment", "updateDate": "1298784174", "commentSequence": 52, "commentBody": "Yet another chance for President Obama to show something more than words, but fail to do so.  We spend billions on the most advanced weapons in the world and fail to use them to support freedom fighters.  A long way from JFK's promise: \"Let every nation know, whether it wishes us well or ill, that we shall pay any price, bear any burden, meet any hardship, support any friend, oppose any foe, in order to assure the survival and the success of liberty.\"  Now, we cannot even bear the expense of a few drones or guided missiles. ", "recommendationCount": 0}, {"assetID": 2456023, "replies": [], "lft": 34, "assetURL": "http://kristof.blogs.nytimes.com/2011/02/26/your-comments-on-my-arab-democracy-column/", "parentID": null, "commentID": 3446681, "rgt": 35, "userDisplayName": "alice munro", "createDate": "1298783744", "userID": 41348132, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1298784174", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "salinas, ca", "commentType": "comment", "updateDate": "1298784174", "commentSequence": 15, "commentBody": "surprised you didn't invoke edward said's \"orientalism\" in the first part of the column -- it pretty much summarizes unfounded western anxiety about the east not being ready for democracy...", "recommendationCount": 8}, {"assetID": 2456023, "replies": [], "lft": 36, "assetURL": "http://kristof.blogs.nytimes.com/2011/02/26/your-comments-on-my-arab-democracy-column/", "parentID": null, "commentID": 3446688, "rgt": 37, "userDisplayName": "Carol", "createDate": "1298783909", "userID": 6110984, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1298784174", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Los Angeles", "commentType": "comment", "updateDate": "1298784174", "commentSequence": 16, "commentBody": "I would be cautious in using a word like democracy in this context. Democracy means something different to Americans than it does to Egyptians. The best example I can cite is a poll done recently by an arab newspaper in Egypt in which 70% of the respondents said they feel stoning is the appropriate punishment for adultery. Of course they were only referring to the women !", "recommendationCount": 39}, {"assetID": 2456023, "replies": [], "lft": 38, "assetURL": "http://kristof.blogs.nytimes.com/2011/02/26/your-comments-on-my-arab-democracy-column/", "parentID": null, "commentID": 3446689, "rgt": 39, "userDisplayName": "RahmanShafiq", "createDate": "1298783911", "userID": 61315521, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1298784174", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Nebraska", "commentType": "comment", "updateDate": "1298784174", "commentSequence": 17, "commentBody": "Nicolas Kristof wrote: “I’m awed by the courage I see, and it’s condescending and foolish to suggest that people dying for democracy aren’t ready for it.” Thank you for sharing what you saw and experienced in the field. This wave of democratizing movements in middle east also created an opportunity for Western journalists to report the events being embedded with real people. Usually when Western journalists write about Middle East they put on their ideological glass (I’m not blaming them; they developed that frame of reference over time). But the recent protests were so strong, emotional and humanistic that journalists probably could feel it. I know how it would feel if you are a part of millions of people who want a change. No matter how objective you are, you are moved. So, Nicolas, thanks for sharing that feel.<br />In terms of that debate that Arabs are ready for democracy: yes, even in the overwhelming desire that people in Middle East are showing some people in the United States are rasing that question. Yes, it’s condescending, and I would say, borderline racist. It’s OK if your are skeptical whether democracy would work or how well it work, because you need institutions for the functioning of democracy. Many of the Middle Eastern countries do not have those. But it’s another thing to insinuate that Middle Eastern people are not ready for democracy.<br />", "recommendationCount": 14}, {"assetID": 2456023, "replies": [], "lft": 40, "assetURL": "http://kristof.blogs.nytimes.com/2011/02/26/your-comments-on-my-arab-democracy-column/", "parentID": null, "commentID": 3446691, "rgt": 41, "userDisplayName": "Disinterested Party", "createDate": "1298783978", "userID": 62547199, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1298784174", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "At Large", "commentType": "comment", "updateDate": "1298784174", "commentSequence": 18, "commentBody": "Well, it further seems that this word, which, iconographically, has a reference point to \"holy writ\" is something which means a great deal (huge numbers of people seem to desire it). Many of those who desire it probably are unsure of what it entails, nevertheless they are not only probably worthy of it, but also capable of it. I think that you are correct that those who maintain otherwise, do so out of a desire to maintain some sort of status quo. Political scientists would maintain the conceit regarding the mysterious division of it into two distinct types, majoritarian and consociational, thus preserving their own sanctity. The bottom line, I think, is that since ancient times (the Greek theocracy) the idea of a bonded society based upon equality for all has always proved to be an illusion not really capable of attainment. Col. Quaddfi did alot for his people. So did the Italian geographers and geologists, British petroleum interests, Aramco, etc. If he, as legitimate head of state of Libya, cannot put down a rebellion, the origin of which seems somewhat obscure, then what does that say about the countries and organizations which oppose his doing so. Do they act  in the interests of those aforementioned entities as though they were creditors foreclosing upon a long-due debt? Or is the answer more pragmatic? Again the question of the peculiar commodity looms large. Maybe he is an anachronism; all this pressure, if it continues, will surely make one of him. Its authoritarian character not only will harm the Libyan people, but also will serve as a miserable starting point for whatever changes can and or will be wrought. This idea of democracy is a hot one, pragmatic, to be sure.", "recommendationCount": 2}, {"assetID": 2455710, "replies": [], "lft": 90, "assetURL": "http://www.nytimes.com/2011/02/27/us/27gas.html", "parentID": null, "commentID": 3446063, "rgt": 91, "userDisplayName": "ruth", "createDate": "1298770711", "userID": 22693604, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1298784940", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "nyc", "commentType": "comment", "updateDate": "1298784940", "commentSequence": 39, "commentBody": "In spite of the rapidly growing concern about the damage of this technology, it has not been addressed enough with the kind of depth in the mainstream press it warrents - and for this article: THANK YOU! This study is seriously timely, as the moratorium on horizontal fracking expires end of June 2011.  I hope your study will include much more than the damage of radioactivity, which is substantial.  Coverage about the impact of land and air pollution and contamination needs to be in print.  There is evidence that toxic chemicals can not be filtered out of the water, and even in parts per billion will cause cancer and birth defects.  (We also know that because the killer whales' babies in the Pudget Sound are born with cancer caused by rain run-off on asphalt (fossil fuel and gasoline) roads.) Furthermore, the myth that natural gas is going to get us off foreign oil must be debunked now. When all aspects of drilling are considered, there are studies that show it's carbon emissions level is similar to coal. The gas companies are so eager to drill now - not because we can use it in the US but because they can sell it for a lower price than their competitors abroad.  Basically, we taxpayers are funding (by exemptions) their profits.<br /><br />New York City is pushing to convert boilers to natural gas.  Burning radioacative gas... what a bad idea that it!<br /><br />My hope is that the study the NY Times has done will inspire a deeper understanding of the serious risks of continuing to vertical (now happening in upstate NY) and horizontal hydrofracking.<br /><br />My hope is that New York would follow the lead of Seville, Spain and other cities in converting to a truly green (non-fossil fuel) energy systems now.<br /><br />We have the knowledge.  We now need to push hard for political will.", "recommendationCount": 33}, {"assetID": 2455710, "replies": [], "lft": 92, "assetURL": "http://www.nytimes.com/2011/02/27/us/27gas.html", "parentID": null, "commentID": 3446065, "rgt": 93, "userDisplayName": "Elephant lover", "createDate": "1298770763", "userID": 7531892, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1298784964", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New Mexico", "commentType": "comment", "updateDate": "1298784964", "commentSequence": 40, "commentBody": "What happens to the water used in the mining process is important in the mining of many minerals -- not just natural gas.  It is important in oil, gold and uranium mining at least.  The first question when a company wants to mine an area, is how much water does it require and what becomes of the water once it has been used in the process.<br />   Here in the arid Southwest we have had to give up many mining projects though they would have enriched us.  What good is it to be enriched if one no longer has usable water.  Important issue. ", "recommendationCount": 20}, {"assetID": 2455710, "replies": [], "lft": 98, "assetURL": "http://www.nytimes.com/2011/02/27/us/27gas.html", "parentID": null, "commentID": 3446077, "rgt": 99, "userDisplayName": "T O'Rourke MD", "createDate": "1298771011", "userID": 61250025, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1298785026", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Danville, PA", "commentType": "comment", "updateDate": "1298785026", "commentSequence": 41, "commentBody": "Thank you so much for finally putting all this information in a spot where people can easily access it.  Hardly anyone seems to appreciate how important this story is - in 20-30 years it will be dominating everything else - once this water is ruined there is no saving it, and the amounts used are staggering!  The worst case scenario, that huge areas of PA and the northeast will become uninhabitable, are more likely than anyone thinks, and the fools agreeing to leases will have worthless properties in just a few years.  The companies with money have been buying out all levels of government and quietly settling with confidentiality agreements with everyone with the guts to stand up to them.  Watch Gasland.  Keep these articles coming, before it is too late!", "recommendationCount": 29}, {"assetID": 2455710, "replies": [], "lft": 112, "assetURL": "http://www.nytimes.com/2011/02/27/us/27gas.html", "parentID": null, "commentID": 3446107, "rgt": 113, "userDisplayName": "Bob", "createDate": "1298771931", "userID": 55757213, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1298785162", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "San Francisco", "commentType": "comment", "updateDate": "1298785162", "commentSequence": 42, "commentBody": "Congress plans to cut EPA's budget by a third, reduce the Federal workforce, and furlough staff.  Right wing GOP (Newt) wants to disband the EPA.<br /><br />The new reality, the drinking water protections currently in place will fall by the wayside.   Lack of money, staff and will.  Fracking is just the tip of the iceburg.", "recommendationCount": 27}, {"assetID": 2455710, "replies": [], "lft": 126, "assetURL": "http://www.nytimes.com/2011/02/27/us/27gas.html", "parentID": null, "commentID": 3446129, "rgt": 127, "userDisplayName": "John", "createDate": "1298772635", "userID": 846692, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1298785193", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Pittsburgh", "commentType": "comment", "updateDate": "1298785193", "commentSequence": 43, "commentBody": "How much are we willing to put up with from the oil &amp; gas industry? I say enough already!!!", "recommendationCount": 16}, {"assetID": 2455710, "replies": [], "lft": 128, "assetURL": "http://www.nytimes.com/2011/02/27/us/27gas.html", "parentID": null, "commentID": 3446134, "rgt": 129, "userDisplayName": "Michael Kenyon", "createDate": "1298772739", "userID": 48057599, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1298785200", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Scranton, PA", "commentType": "comment", "updateDate": "1298785200", "commentSequence": 44, "commentBody": "The solution is not a new concept. State regulators draft maximum gross alpha radiation effluent standards. State regulators fine treatment plants when those levels are exceeded. Treatment plants are compelled to enforce influent pretreatment standards, shifting the cost onto mining companies. Mining companies get cleaner to save money.<br /><br />This is what happens when new contaminants need to be managed and it will take about a decade.   ", "recommendationCount": 5}, {"assetID": 2450449, "replies": [], "lft": 440, "assetURL": "http://www.nytimes.com/2011/02/26/nyregion/26jury.html", "parentID": null, "commentID": 3446739, "rgt": 441, "userDisplayName": "Andrew Kent", "createDate": "1298785073", "userID": 40933196, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1298785203", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Brooklyn, NY", "commentType": "comment", "updateDate": "1298785203", "commentSequence": 187, "commentBody": "BTW, I think that the best way to preserve the integrity of the jury system in pot and other malum prohibitum cases is to simply state at the voir dire that you can not in good conscience convict someone charged with that crime. While being excused does leave that seat to someone who might vote to convict, it would be unethical and immoral for someone to plant themselves on a jury with the intention of sabotaging the trial process with a prejudicial vote. We should remember that the system that sometimes puts pot violators in jail also keeps many political activists out of jail. If you want to make an omelette, you gotta break a few eggs.", "recommendationCount": 0}, {"assetID": 2455710, "replies": [], "lft": 136, "assetURL": "http://www.nytimes.com/2011/02/27/us/27gas.html", "parentID": null, "commentID": 3446156, "rgt": 137, "userDisplayName": "chego", "createDate": "1298773301", "userID": 41487519, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1298785206", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "pa", "commentType": "comment", "updateDate": "1298785206", "commentSequence": 45, "commentBody": "And people want to get rid of the EPA?", "recommendationCount": 23}, {"assetID": 2455710, "replies": [], "lft": 142, "assetURL": "http://www.nytimes.com/2011/02/27/us/27gas.html", "parentID": null, "commentID": 3446163, "rgt": 143, "userDisplayName": "Bruce Goodchild", "createDate": "1298773453", "userID": 61684114, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1298785219", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Cambridge, Massachusetts", "commentType": "comment", "updateDate": "1298785219", "commentSequence": 46, "commentBody": "This excellent article is an example of why we still need newspapers with editors and well paid,<br />experienced researchers/writers.  Great job!", "recommendationCount": 33}, {"assetID": 2455710, "replies": [], "lft": 146, "assetURL": "http://www.nytimes.com/2011/02/27/us/27gas.html", "parentID": null, "commentID": 3446181, "rgt": 147, "userDisplayName": "Don Young", "createDate": "1298773907", "userID": 7488264, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1298785228", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Barnett Shale", "commentType": "comment", "updateDate": "1298785228", "commentSequence": 47, "commentBody": "My takeaway message form this excellent report : PA Governor Tom Corbett should be jailed for his complicity in this unnatural disaster.", "recommendationCount": 48}, {"assetID": 2455710, "replies": [], "lft": 150, "assetURL": "http://www.nytimes.com/2011/02/27/us/27gas.html", "parentID": null, "commentID": 3446196, "rgt": 151, "userDisplayName": "DT", "createDate": "1298774152", "userID": 60223676, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1298785287", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "SoCal", "commentType": "comment", "updateDate": "1298785287", "commentSequence": 48, "commentBody": "It is great that NYT finally stepped up with an informative article on this issue.  This current administration is the most useless bunch of lazy bums to ever walk through the White House. The press must protect the country from oil company greed and corrupt politicians.", "recommendationCount": 13}, {"assetID": 2455710, "replies": [], "lft": 158, "assetURL": "http://www.nytimes.com/2011/02/27/us/27gas.html", "parentID": null, "commentID": 3446235, "rgt": 159, "userDisplayName": "Charles Brobst", "createDate": "1298775281", "userID": 50382615, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1298785313", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Binghamton, NY", "commentType": "comment", "updateDate": "1298785313", "commentSequence": 49, "commentBody": "Fracking will leave New York a toxic and uninhabitable wasteland.", "recommendationCount": 31}, {"assetID": 2455710, "replies": [], "lft": 160, "assetURL": "http://www.nytimes.com/2011/02/27/us/27gas.html", "parentID": null, "commentID": 3446252, "rgt": 161, "userDisplayName": "finkyp", "createDate": "1298775688", "userID": 12230644, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1298785338", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New York", "commentType": "comment", "updateDate": "1298785338", "commentSequence": 50, "commentBody": "As a scientist, this whole approach sounded completely nuts to begin with. Pump chemicals into the grounds and get back wastewater with even more chemicals in it? What is amusing is that people seem to think that if it comes out of the ground, it must be \"natural\" and therefore safe. Well, I had to tell you but radioactive forms of uranium and radon are both natural and REALLY dangerous. Let's think about our kids a little more....  ", "recommendationCount": 50}]}, "copyright": "Copyright (c) 2016 The New York Times Company.  All Rights Reserved."}