{"debug": {"version": 3.1}, "status": "OK", "results": {"api_timestamp": "1481460416", "totalCommentsFound": 3005, "totalCommentsReturned": 25, "comments": [{"assetID": 2534621, "replies": [], "lft": 1732, "assetURL": "http://www.nytimes.com/2011/03/19/world/africa/19libya.html", "parentID": null, "commentID": 3558669, "rgt": 1733, "userDisplayName": "Luke", "createDate": "1300505058", "userID": 59629723, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1300507215", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Miami, FL", "commentType": "comment", "updateDate": "1300503615", "commentSequence": 713, "commentBody": "I'll admit it.  I'm not objective.  I love Barack Obama.  And if you believe that Obama will not stay firm on his word you're wrong.  Obama offered the terms that Western and Arab nations expect.  You will see a quick action if Libya fails to respond.  The American Presidency is bigger than Barack Obama and he knows that it also is riding on this.  America must follow through with declarations.  Ultimately though we must remember that this is Barack Obama.  He has a pattern of action.  He always tends to wait a little longer than everybody wants him too and then he thrusts himself in to a decision.  He considers things extensively and waits for them to play out - sometimes longer than people would like.  But ultimately when he commits he's in.  This decision is not a no brainer and Obama wants the Arab world to keep determining its own fate.  But Gaddafi has introduced a new approach to dealing with protesters - which is to use violence.  And in some way, Western powers must support the rebels in this case.  Its the moral thing to do.  And it aligns very closely with the goals of Western nations which is primarily a spreading of open markets and open societies.  For countries that want this for themselves, Western nations must support them.  Where would the U.S. be without the support of France in the 18th century in its own revolution?  Supporting new democracies is the job of established democracies, and Obama - as expected - is making the right choice for the good of this country.  ", "recommendationCount": 0}, {"assetID": 2528425, "replies": [], "lft": 114, "assetURL": "http://economix.blogs.nytimes.com/2011/03/17/whos-afraid-of-elizabeth-warren/", "parentID": null, "commentID": 3555234, "rgt": 115, "userDisplayName": "Stephen A. Boyko", "createDate": "1300457518", "userID": 60526725, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1300507225", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Aiken, SC", "commentType": "comment", "updateDate": "1300503625", "commentSequence": 46, "commentBody": "“…[A]rgue that regulation is excessive in general and regulation of financial products is somewhere between unnecessary and dangerous for economic growth in particular.”<br /><br />Similar to differentiating “risk” from “uncertainty,” is the need to differentiate regulation (see footnote 7 in Comments on Release No. 34-49695, File No. S7-22-04 (June 9, 2004)<br /><a href=\"http://sec.gov/rules/policy/s72204/saboyko060904.pdf\" target=\"_blank\">http://sec.gov...</a> ) from rule-writing.<br /><br />Rules are codified best-practice procedures that define operational efficiency. Rule-writing is the proscriptive description of an undesirable situation. It does not necessarily produce a net benefit but has become conflated as the same as governance. Rule-writing is ad hoc policymaking that Band-Aids over the current problem. It expects buy-in from society by describing the undesirable situation and prefacing it by saying “don’t do this.” Former SEC Secretary Jonathan G. Katz commented, that when “the SEC adopts a rule, it believes it has solved whatever problem it is addressing. … The solution is to rethink the rulemaking process. Instead of assuming, as lawyers do, that rules are self-effectuating, the SEC should adopt a scientific approach.”<br /><br />Mr. Geithner’s trifecta will prevail so long as Ms. Warren’s supporters advocate the governance of “gotchas” tied to the ineffective metrics of one-size-fits-all.<br />", "recommendationCount": 0}, {"assetID": 2534621, "replies": [], "lft": 1734, "assetURL": "http://www.nytimes.com/2011/03/19/world/africa/19libya.html", "parentID": null, "commentID": 3558751, "rgt": 1735, "userDisplayName": "ewnranger", "createDate": "1300506324", "userID": 59772628, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1300507227", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "lexington,va", "commentType": "comment", "updateDate": "1300503627", "commentSequence": 714, "commentBody": "I am sure we are our using our recon satellites to determine if the cease fire is being complied with. Then the public would not have to rely on cnn reporters to brief us on the situation. Why can't this government tell the world what is going on in Libya", "recommendationCount": 2}, {"assetID": 2528425, "replies": [], "lft": 118, "assetURL": "http://economix.blogs.nytimes.com/2011/03/17/whos-afraid-of-elizabeth-warren/", "parentID": null, "commentID": 3555965, "rgt": 119, "userDisplayName": "James P", "createDate": "1300464375", "userID": 55038606, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1300507239", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Springville, CA", "commentType": "comment", "updateDate": "1300503639", "commentSequence": 47, "commentBody": "Comment after comment here insists that the congress is here to serve the people not business.  Did you all somehow miss the significance of the activist supreme court decision rendering corporations as people. As long as the right can paint government as evil and wall street can buy what government remains, our democracy is doomed.  The solution is simple but seems to alude the fractured body politic.", "recommendationCount": 2}, {"assetID": 2534621, "replies": [], "lft": 1724, "assetURL": "http://www.nytimes.com/2011/03/19/world/africa/19libya.html", "parentID": null, "commentID": 3558560, "rgt": 1725, "userDisplayName": "Tyler", "createDate": "1300502964", "userID": 53609441, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1300507264", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "California", "commentType": "comment", "updateDate": "1300503664", "commentSequence": 715, "commentBody": "The author of this article, Elisabeth Bumiller once said about her reasons for not asking tough questions of the president when G W Bush was lying the US into war, \"You can in an editorial, but I’m sorry, you can’t in a news column. Mr. Bush is lying?...You can say Mr. Bush’s statement was not factually accurate. You can’t say the president is lying—that’s a judgment call.\"<br />Is this the type of soft hitting journalism we need now? Can he NYTimes please employ journalists who will ask our elected officials tough questions when American lives are at risk?", "recommendationCount": 3}, {"assetID": 2528425, "replies": [], "lft": 120, "assetURL": "http://economix.blogs.nytimes.com/2011/03/17/whos-afraid-of-elizabeth-warren/", "parentID": null, "commentID": 3556119, "rgt": 121, "userDisplayName": "Thomas Schwartz", "createDate": "1300468271", "userID": 61746025, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1300507268", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Bethlehem PA", "commentType": "comment", "updateDate": "1300503668", "commentSequence": 48, "commentBody": "This woman has the potential to be modernity's answer to Andrew Jackson fighting and defeating Nicholas Biddle and the second \"national bank\" bank.  Any efforts from Tim Geithner, who, believe it or not, actually was given ten dollars by his father to open a lemonade stand at ten years old, and ended ten thousand dollars in debt, and his career hasn't actually flourished since then, or by the neo-conservatives on Capital Hill only elucidate the corruption and pandering to the large corporations who hold all the money, hence, according to Adam Smith, all the power.  Let us pray despite race, religion, or creed, that this woman is given the resources and manpower she needs to succeed.  Thank you. ", "recommendationCount": 3}, {"assetID": 2537817, "replies": [], "lft": 134, "assetURL": "http://www.nytimes.com/2011/03/19/world/africa/19policy.html", "parentID": null, "commentID": 3558805, "rgt": 135, "userDisplayName": "dsrobins", "createDate": "1300507115", "userID": 50639754, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1300507278", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "montana", "commentType": "comment", "updateDate": "1300503678", "commentSequence": 47, "commentBody": "Hillary Clinton is the ultimate opportunist.  Always keeping her options open and looking out for the main chance to promote her political career.  Happily, that will end in 2012.  No wonder President Obama has kept her on the road so much.  She definitely cannot be trusted here at home.  ", "recommendationCount": 27}, {"assetID": 2537817, "replies": [], "lft": 132, "assetURL": "http://www.nytimes.com/2011/03/19/world/africa/19policy.html", "parentID": null, "commentID": 3558804, "rgt": 133, "userDisplayName": "artlaw", "createDate": "1300507114", "userID": 56713224, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1300507299", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "usa", "commentType": "comment", "updateDate": "1300503699", "commentSequence": 48, "commentBody": "The armed forces of the United States are presently over extended. The cost to our nation is staggering both financially and politically. The cost to our troops is beyond calculation. Yet we toy with the idea of committing our nation to greater mayhem. Who are America's allies on the ground in Libya. What are their allegiances. That we should intervene again in the internal disputes of a Muslim nation strikes me as asinine. I have no interest in rectifying the perceived sins of prior administrations at the expense of our present generation carrying the colors. Especially where the allegiances of those we would support are beyond vague.<br />", "recommendationCount": 38}, {"assetID": 2537817, "replies": [], "lft": 130, "assetURL": "http://www.nytimes.com/2011/03/19/world/africa/19policy.html", "parentID": null, "commentID": 3558802, "rgt": 131, "userDisplayName": "VEE", "createDate": "1300507089", "userID": 58257839, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1300507307", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "CA", "commentType": "comment", "updateDate": "1300503707", "commentSequence": 49, "commentBody": "Sorry guy's  \"NO MORE AMERICAN TROOPS\" in any country. Enough is Enough. First find a way to bring our troops from Afganisthan and Iraq.", "recommendationCount": 90}, {"assetID": 2537817, "replies": [], "lft": 128, "assetURL": "http://www.nytimes.com/2011/03/19/world/africa/19policy.html", "parentID": null, "commentID": 3558800, "rgt": 129, "userDisplayName": "mickeyrad", "createDate": "1300507040", "userID": 42837060, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1300507322", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Centerville Iowa", "commentType": "comment", "updateDate": "1300503721", "commentSequence": 50, "commentBody": "Obama is a weak, cowardly man. He's spent his entire life being in awe of the rich kids at his private schools, and has done nothing - since his election - except to help rich people.<br /><br />Hillary is a strong person. We made a big mistake in 2008. I made a big mistake in 2007, organizing the Iowa caucuses and working for Obama.<br /><br />I hope Hillary runs in 2012. She'll have the nomination sewn up by early March, just as she would have in 2008 if Obama hadn't won in Iowa. 2016 will be too late for her - it's 2012 or never.", "recommendationCount": 39}, {"assetID": 2537817, "replies": [], "lft": 126, "assetURL": "http://www.nytimes.com/2011/03/19/world/africa/19policy.html", "parentID": null, "commentID": 3558796, "rgt": 127, "userDisplayName": "parik", "createDate": "1300507004", "userID": 20187083, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1300507359", "userTitle": null, "editorsSelection": 1, "statusID": 2, "userURL": null, "userLocation": "ChevyChase", "commentType": "comment", "updateDate": "1300503759", "commentSequence": 51, "commentBody": "Critics of President Obama are upset that he didn't commit Americans sooner to conduct warfare against Libya before getting other countries to ante up.  I am not.  Let other nations take a stake in the matters of seeing their sons and daughters risk death for a universal cause.<br />For these critics to call Obama dithering, or indecisive by being careful not risking American lives, is reprehensible on its face and morally inconsiderate of the families of servicemen who risk their lives.<br />Americans should no more become singularly involved, or take the lead in military actions, which are not concerning our exclusive interest.  Let the David Gergens, Newt Gingrichs, Limbaughs, Palins, and other too hot to trot arm chair pundit warriors, do their \"chest-thumping\" by donning combat gear and parachuting on to the field of battle.<br /><br />", "recommendationCount": 301}, {"assetID": 2491320, "replies": [], "lft": 172, "assetURL": "http://economix.blogs.nytimes.com/2011/03/08/how-seattle-transformed-itself/", "parentID": null, "commentID": 3553503, "rgt": 173, "userDisplayName": "yoursocalledfriend", "createDate": "1300432731", "userID": 62901399, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1300507383", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Brooklyn, NYC", "commentType": "comment", "updateDate": "1300503783", "commentSequence": 74, "commentBody": "Thank you Professor G for stimulating these comments with your piece. Rick's echo, in comment # 65 can't put it better but I'll try.<br /><br />To me, Seattle is just like an abusive, clinically-depressed but unmedicated, beautiful, intense Nordic woman with hidden class issues and an education complex who's single parent worked for Boeing. Poor beginnings, some hard work and cosmetic improvements helped her get lucky and noticed. As a city, she meant well, but she was too cool, too emotionally distant, at times boosted by an artificial sense of self-esteem. My experience of Seattle as that she asked for more than she gave, and gave less than she was worth. She's nice to look at, but the terrible infrastructure made it impossible to get around and being earthquake prone - she is far to resistant to change.<br /><br />After a 6 week road trip camping cross country, I \"lived\" in Seattle with my fatal attraction for about a month in November 2008 just before committing to our original desperate plan to move together to Hawaii. My lover was a genuine Seattleite and introduced me to her version of the city with pride and gusto. To quote mike Tyson: Everybody has a plan until they get punched in the face.<br /><br />What a remarkable and deceptively appealing introduction it was to the jewel of the Continental Pacific Northwest! To be in love and old enough to know better as the economy plunged lower each day makes all the difference when discovering the nuances of a new city. Indeed, I was shocked at the raw beauty, the cleanliness, the surface friendliness - we must have had 2 consecutive weeks without rain in November.<br /><br />In retrospect, I think I got to experience the best and worst of Seattle as a city through her (and our disintegrating relationship). In my mind, Seattle truly had it all but the weather - great companies, great people, great scenery, great real estate (at the time!) - it was everything I thought I wanted, and yes, everything I thought needed in a city. Hell, for that for a fabulously miserable month I was actually convinced i could make babies and grow old there!<br /><br />Heading back home to NYC, driving east on I-90 after picking up my trusty Jeep from her mom's garage in March 09, completely broke and broken hearted following three glorious and brutal months all alone in Hawaii I finally realized it was all an elaborate dream.<br /><br />Seattle was was killing me and I could never really live there.<br /><br />Of course, every now and then I think maybe, just maybe... i could go to school there.<br /><br />But actually live in Seattle? Out of the question!<br /><br />", "recommendationCount": 0}, {"assetID": 2537817, "replies": [], "lft": 120, "assetURL": "http://www.nytimes.com/2011/03/19/world/africa/19policy.html", "parentID": null, "commentID": 3558790, "rgt": 121, "userDisplayName": "Ethan", "createDate": "1300506884", "userID": 23166389, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1300507385", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Pennsauken, NJ", "commentType": "comment", "updateDate": "1300503785", "commentSequence": 52, "commentBody": "HRC gives preferential leaks to NY Times, NY Times adulation of HRC is unwarranted. She is largely ignored within the administration and frequently speaks out of turn.  BHO has made it clear that her services will not be needed if he is re-elected. HRC doing her best to salvage her legacy from a mistake-prone tenure as Secretary of State.<br /><br />Her next stop should be to run a non-profit organization", "recommendationCount": 23}, {"assetID": 2537817, "replies": [], "lft": 118, "assetURL": "http://www.nytimes.com/2011/03/19/world/africa/19policy.html", "parentID": null, "commentID": 3558788, "rgt": 119, "userDisplayName": "SteveInCT", "createDate": "1300506855", "userID": 15112648, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1300507389", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Connecticut", "commentType": "comment", "updateDate": "1300503789", "commentSequence": 53, "commentBody": "Here we go again.", "recommendationCount": 30}, {"assetID": 2523612, "replies": [], "lft": 66, "assetURL": "http://economix.blogs.nytimes.com/2011/03/16/taller-people-are-happier-especially-if-theyre-male/", "parentID": null, "commentID": 3553015, "rgt": 67, "userDisplayName": "Diana", "createDate": "1300421742", "userID": 5955811, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1300507412", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "San Francisco", "commentType": "comment", "updateDate": "1300503812", "commentSequence": 28, "commentBody": "This isn't about happiness. Tall men are promoted and given professional opportunities the rest of us (including women of all heights) rarely are.<br /><br />Does being lucky make you happier? Sure, especially if you associate your (genetic) height with your worth.<br /><br />(And yes, women do comment unfavorably about arrogant men of all heights.)", "recommendationCount": 0}, {"assetID": 2537817, "replies": [], "lft": 44, "assetURL": "http://www.nytimes.com/2011/03/19/world/africa/19policy.html", "parentID": null, "commentID": 3558684, "rgt": 45, "userDisplayName": "Ghengis", "createDate": "1300505236", "userID": 25017404, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1300507417", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "DC", "commentType": "comment", "updateDate": "1300503817", "commentSequence": 54, "commentBody": "Ah, once again, blood for oil conspiracy theorists square off against hand-wringing progressive interventionists in the NYT comment section.", "recommendationCount": 12}, {"assetID": 2523612, "replies": [], "lft": 68, "assetURL": "http://economix.blogs.nytimes.com/2011/03/16/taller-people-are-happier-especially-if-theyre-male/", "parentID": null, "commentID": 3553386, "rgt": 69, "userDisplayName": "Matt", "createDate": "1300428541", "userID": 6802017, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1300507418", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Atlanta", "commentType": "comment", "updateDate": "1300503818", "commentSequence": 29, "commentBody": "I don't think the chart supports the assertion \"The taller men are, generally speaking, the happier they are.\"  Specifically, the chart doesn't seem to show that tall men are happier than average height men.  Rather, the chart seems to say, \"Men under 5'9 have a steep drop off in happiness.  Above 5'9, height doesn't make much difference.\"  ", "recommendationCount": 1}, {"assetID": 2523612, "replies": [], "lft": 70, "assetURL": "http://economix.blogs.nytimes.com/2011/03/16/taller-people-are-happier-especially-if-theyre-male/", "parentID": null, "commentID": 3553422, "rgt": 71, "userDisplayName": "wedge", "createDate": "1300429598", "userID": 7996184, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1300507423", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "China", "commentType": "comment", "updateDate": "1300503823", "commentSequence": 30, "commentBody": "News Flash!  Better Looking People A Happier, Especially if They're Female", "recommendationCount": 1}, {"assetID": 2537817, "replies": [], "lft": 136, "assetURL": "http://www.nytimes.com/2011/03/19/world/africa/19policy.html", "parentID": null, "commentID": 3558808, "rgt": 137, "userDisplayName": "Patrick", "createDate": "1300507245", "userID": 44287968, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1300507450", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Long Island NY", "commentType": "comment", "updateDate": "1300503850", "commentSequence": 55, "commentBody": "Way ta go, Sandy Lewis! It IS up to Congress, but the sad fact is, they will go for it to distract public anger away from internal matters to outside the country. That's just how it works. Really, think about it.", "recommendationCount": 12}, {"assetID": 2523612, "replies": [], "lft": 72, "assetURL": "http://economix.blogs.nytimes.com/2011/03/16/taller-people-are-happier-especially-if-theyre-male/", "parentID": null, "commentID": 3553443, "rgt": 73, "userDisplayName": "Carmi Turchick", "createDate": "1300430378", "userID": 60696318, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1300507458", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Peterborough, Ontario", "commentType": "comment", "updateDate": "1300503858", "commentSequence": 31, "commentBody": "This article makes me happy. My wife is smart, at the top of her class in university, attractive, and twenty two years younger than I am. I have lead an interesting life, and generally I find I am much happier than other people, judging from how much everyone seems to have to complain about. I am also 5'4,\" work two part-time jobs at minimum wage, have quite a large bald spot, and do not have any kind of family fortune or other counter-weight. I have kept fit and have a decent physique for my size, largely owing to years as a NYC bicycle messenger.  I also have an active and inquisitive mind.<br />My point is that it is all about what you do with the cards you have been dealt, and fame and fortune are not the only paths to happiness for a short man (although I was on Sex and the City...). I recognize that I got very lucky finding my wife, but I had a fairly active dating life. I am happy that I bucked the odds, that I can tell others it is possible to do so. There are so many men out there that are more boring than a big rock in a ditch, do interesting things and be an interesting person and your size will not be as big or small an issue. ", "recommendationCount": 1}, {"assetID": 2537817, "replies": [], "lft": 124, "assetURL": "http://www.nytimes.com/2011/03/19/world/africa/19policy.html", "parentID": null, "commentID": 3558795, "rgt": 125, "userDisplayName": "Debouke", "createDate": "1300506969", "userID": 60722084, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1300507461", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Lake Worth, Fl", "commentType": "comment", "updateDate": "1300503861", "commentSequence": 56, "commentBody": "We are heading to the third war in the Middle East. When are we going to raise taxes, including on the top 1% to pay for them? I bet the Republicans, warmongers, will still oppose any tax to the rich. So, America, buckle up.", "recommendationCount": 35}, {"assetID": 2523612, "replies": [], "lft": 74, "assetURL": "http://economix.blogs.nytimes.com/2011/03/16/taller-people-are-happier-especially-if-theyre-male/", "parentID": null, "commentID": 3553465, "rgt": 75, "userDisplayName": "Billy", "createDate": "1300431317", "userID": 58137631, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1300507470", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Chicago", "commentType": "comment", "updateDate": "1300503870", "commentSequence": 32, "commentBody": "At 6'4\" I couldn't imagine life below 6'2\"... I think I'd rather be 30 pounds overweight (I'm at least 10 pounds over) and 6\"4 then have a body like an Olympian and be 5'9.... let alone 5'7\"<br /><br />it's strange - but there's absolutely no substitute for height... whether it's on the basketball court, in a nightclub, or in the board room. ", "recommendationCount": 1}, {"assetID": 2523612, "replies": [], "lft": 76, "assetURL": "http://economix.blogs.nytimes.com/2011/03/16/taller-people-are-happier-especially-if-theyre-male/", "parentID": null, "commentID": 3553580, "rgt": 77, "userDisplayName": "Francesca", "createDate": "1300435563", "userID": 15034013, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1300507477", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Malta", "commentType": "comment", "updateDate": "1300503877", "commentSequence": 33, "commentBody": "I suppose at 5'7 (tall for my generation) I'm lucky - hovering just about the \"right\" height... where I live though a lot of men are around my height or a little shorter and I found this gave them complexes.... having said that, I thin a lot of this is a) very obvious and b) ignores the health implications of being extremely short or tall. ", "recommendationCount": 0}, {"assetID": 2523612, "replies": [], "lft": 78, "assetURL": "http://economix.blogs.nytimes.com/2011/03/16/taller-people-are-happier-especially-if-theyre-male/", "parentID": null, "commentID": 3553816, "rgt": 79, "userDisplayName": "Lizardo", "createDate": "1300445067", "userID": 25530455, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1300507487", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Prague", "commentType": "comment", "updateDate": "1300503887", "commentSequence": 34, "commentBody": "Everything for women is more complex and contradictory.<br /><br />For men, it's simple, those who got get.  Which is why males drive evolution across species.", "recommendationCount": 1}, {"assetID": 2523612, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 3553853, "replies": [], "commentID": 6349029, "trusted": 0, "userDisplayName": "fred", "createDate": "1338858187", "userID": 4518640, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1338905365", "userTitle": null, "recommendations": 0, "editorsSelection": false, "parentUserDisplayName": "Hugo van den Berg", "userURL": null, "userLocation": "europe", "depth": 1, "commentType": "userReply", "updateDate": "1338901765", "commentSequence": 1, "commentBody": "Depends on how you carry your height and your head."}]}, "lft": 82, "assetURL": "http://economix.blogs.nytimes.com/2011/03/16/taller-people-are-happier-especially-if-theyre-male/", "parentID": null, "commentID": 3553853, "rgt": 85, "userDisplayName": "Hugo van den Berg", "createDate": "1300445714", "userID": 5220301, "replyCount": 1, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1300507500", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "United Kingdom", "commentType": "comment", "updateDate": "1300503900", "commentSequence": 35, "commentBody": "Being the ideal height is worthless if you're bald.", "recommendationCount": 0}]}, "copyright": "Copyright (c) 2016 The New York Times Company.  All Rights Reserved."}