{"debug": {"version": 3.1}, "status": "OK", "results": {"api_timestamp": "1481460404", "totalCommentsFound": 4869, "totalCommentsReturned": 25, "comments": [{"assetID": 2491320, "replies": [], "lft": 154, "assetURL": "http://economix.blogs.nytimes.com/2011/03/08/how-seattle-transformed-itself/", "parentID": null, "commentID": 3513916, "rgt": 155, "userDisplayName": "JM", "createDate": "1299819257", "userID": 46932523, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1299819990", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Washington DC", "commentType": "comment", "updateDate": "1299819990", "commentSequence": 66, "commentBody": "Glaeser advocates for small, innovative cities, calling them a primary source of urban success. Then, however, he claims that a lot of the growth in Seattle has been due to its star companies, Starbucks, Microsoft, Nordstrom, etc. Isn't this a contradiction?", "recommendationCount": 3}, {"assetID": 2501769, "replies": [], "lft": 396, "assetURL": "http://www.nytimes.com/2011/03/11/nyregion/11breast.html", "parentID": null, "commentID": 3512965, "rgt": 397, "userDisplayName": "Fred", "createDate": "1299798061", "userID": 37078650, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1299820135", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Missouri", "commentType": "comment", "updateDate": "1299820135", "commentSequence": 174, "commentBody": "I went back through and read these posts with some amusement.<br /><br />First, the zoning issue is a city created issue not a condo board created issue.  It would not surprise me to find out that the board became aware of the issue once she filed her complaint and they were gathering their records to deal with her complaint.  This leads to my next issue, if she is operating in violation of the zoning ordinances then the condo association/board may have legal liability.  The Board would have legal liability to the other condo members for failing to deal with this violation in a manner which would limit the liability to the association.  Self reporting is usual the recommendation of lawyers.<br /><br />Second, the door issue as a couple of problems.  Perhaps this building has some historical protection which would not allow the door to be easily altered to a lower weight door.  Also, if this door solely serves her space she may have an obligation to maintain it.  If not perhaps there is a power assist solution that could be tried.  In my experience, often solutions like this are offered and rejected.  Either way the door situation is separate from the zoning.  Both may be in the wrong.<br /><br />Last, the whole misogynic issue raised by Jane (#149) and talked about by others, is a canard.  Breastfeeding has become a cause célèbre for many.  Just because you CAN do it, doesn’t mean you SHOULD do it in every single place in a manner in which you please.  It reminds me of the lack of consideration demonstrated by the Westboro Baptist Church.  Just because the First Amendment gives you the right of free speech doesn’t mean you don’t need to consider others when and how you exercise it.<br />", "recommendationCount": 4}, {"assetID": 2501769, "replies": [], "lft": 398, "assetURL": "http://www.nytimes.com/2011/03/11/nyregion/11breast.html", "parentID": null, "commentID": 3512997, "rgt": 399, "userDisplayName": "lester", "createDate": "1299798623", "userID": 35652471, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1299820135", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "los angeles", "commentType": "comment", "updateDate": "1299820135", "commentSequence": 175, "commentBody": "#129<br />Your comment made me angry.  Breastfeeding is actually very difficult for some women.  Glad you are such a natural, but not everyone is, and not everyone has someone around to teach them how to do it.  I believe you are in the minority.", "recommendationCount": 4}, {"assetID": 2501769, "replies": [], "lft": 400, "assetURL": "http://www.nytimes.com/2011/03/11/nyregion/11breast.html", "parentID": null, "commentID": 3513013, "rgt": 401, "userDisplayName": "Papin", "createDate": "1299798900", "userID": 54942580, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1299820135", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Michigan", "commentType": "comment", "updateDate": "1299820135", "commentSequence": 176, "commentBody": "All I have to say is \"You go grrrl!\" I was breast-fed as most people of the world are, I don't understand the constant drama around this issue in this country<br />Shame on the boys and broads on the board of the building who are so unhinged about an open door.<br />", "recommendationCount": 2}, {"assetID": 2501769, "replies": [], "lft": 408, "assetURL": "http://www.nytimes.com/2011/03/11/nyregion/11breast.html", "parentID": null, "commentID": 3513092, "rgt": 409, "userDisplayName": "Susannah", "createDate": "1299800307", "userID": 57604587, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1299820135", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "France", "commentType": "comment", "updateDate": "1299820135", "commentSequence": 177, "commentBody": "First and foremost, breastfeeding is the best thing for a baby giving them a sense of security and providing them with health benefits. I uses a simple discreet cotton print that I cut to be 33 inches square in order to comfortably breastfeed in public. I didn't do that because I thought breastfeeding obscene but because people like to look at babies. I didn't want people touching my newborn or to interrupt this time I had with my child. A light weight printed piece of cheap calico served the trick. Also, I breast fed my children until they weened themselves off which happened to be less than 1 year of age for my girls but 22 months for my son.<br /><br />Second, Ms. Rakowski-Gallagher should find another place with an easier access and if she can afford open a plant consultation shop in that hooty-snooty place. Finding a good home for a homeless plant should just about turn the members of the board purple with rage. I would do it and ask for volunteers from local horticultural societies to come give lessons or volunteer if they wanted to. Let the donations pay them.", "recommendationCount": 1}, {"assetID": 2501769, "replies": [], "lft": 414, "assetURL": "http://www.nytimes.com/2011/03/11/nyregion/11breast.html", "parentID": null, "commentID": 3513371, "rgt": 415, "userDisplayName": "PettyPeople", "createDate": "1299806307", "userID": 1547308, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1299820135", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "NY, NY", "commentType": "comment", "updateDate": "1299820135", "commentSequence": 178, "commentBody": "Even Laura Hartstein, the bored president, looks like a man...", "recommendationCount": 0}, {"assetID": 2501769, "replies": [], "lft": 416, "assetURL": "http://www.nytimes.com/2011/03/11/nyregion/11breast.html", "parentID": null, "commentID": 3513513, "rgt": 417, "userDisplayName": "April", "createDate": "1299809357", "userID": 52582522, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1299820135", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "brooklyn, ny", "commentType": "comment", "updateDate": "1299820135", "commentSequence": 179, "commentBody": "1- some people are trying to have it both ways.  they are saying she is not breaking the law but she is offer medical consultation without a license? if the nature of services are medical than she needs to have the proper licenses for it and the proper space otherwise she is breaking the law by practicing medicine without a license.<br /><br />2- if she is not practicing medicine without a license than this is a retail establishment or non profit. and she is not selling her goods at cost or for fund raising so that she can keep the place open.  she is CLEARLY not a non profit. so she is either practicing medicine without a license or she is running a for profit business in violation of the laws.<br /><br />3- self rightoues disregard for the law and for your fellow (wo)man is not good parenting.  it is not a virtue.  you cant have both ways, you cant say she is a non profit who is making a large profit OR practicing medicine without a license OR she is a retailer who is in violation of zoning  AND not breaking any laws.  this is such an indefensible position that some people have resorted to using their babies as shields, claiming that biking or hobbies have no health benefits (blatantly false of course) as some commentators have done.<br /><br />4- the fact is that anyway you slice it this woman is doing something wrong.  and it seems clear that she is running a bussiness out an illegal location.  this doesnt mean that everyone hates babies or that we think nursing mothers are the new hitler. it means she is running a bussiness out an illegal location.<br /><br />5- she could get the proper zoning or relocate.  my guess is she doesnt want to relocate because she would have to pay more for the space.  but it doesnt mean everyone wants to kill nursing mothers.  it means we live in a civil society and everyone has to follow the law.  even people who provide a service to nursing mothers.<br /><br />6- rather than filing a lawsuit and claiming that the board members hate nursing mothers she could have just put up a door bell so that when mothers come in she can open the door for them. ", "recommendationCount": 4}, {"assetID": 2501769, "replies": [], "lft": 418, "assetURL": "http://www.nytimes.com/2011/03/11/nyregion/11breast.html", "parentID": null, "commentID": 3513621, "rgt": 419, "userDisplayName": "DW", "createDate": "1299811493", "userID": 50159560, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1299820135", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "NY", "commentType": "comment", "updateDate": "1299820135", "commentSequence": 180, "commentBody": "# 59 lost me at \"diminishing the status of women.\" Your opinion of women matters not one iota to me. The NYT won't print what I want to say to you.", "recommendationCount": 1}, {"assetID": 2501769, "replies": [], "lft": 422, "assetURL": "http://www.nytimes.com/2011/03/11/nyregion/11breast.html", "parentID": null, "commentID": 3513730, "rgt": 423, "userDisplayName": "lofie", "createDate": "1299814615", "userID": 20828989, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1299820135", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "fairfield connecticut", "commentType": "comment", "updateDate": "1299820135", "commentSequence": 181, "commentBody": "She's operating a store. No problem I suppose if she were advising on the availability of products for breast feeding moms, but it seems that a principal source of her income is derived from the sale of products not the sale of advice. It's a store she's running. I wouldn't want a store in my condo building. Zoning doesn't allow retail stores in her zone. Community Center? Nonsense. It's a store.", "recommendationCount": 3}, {"assetID": 2501769, "replies": [], "lft": 424, "assetURL": "http://www.nytimes.com/2011/03/11/nyregion/11breast.html", "parentID": null, "commentID": 3513789, "rgt": 425, "userDisplayName": "Carikate", "createDate": "1299816152", "userID": 55317863, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1299820135", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "NY,NY", "commentType": "comment", "updateDate": "1299820135", "commentSequence": 182, "commentBody": "Having breast fed nearly 38 years ago with my first and continuing to do so with two others, I only wish there had been some type of store/support group out there in 1973.  The pumps were difficult to use and the LaLeche group in Ct. had a bunch of crazies running it.  They believed that you should breast feed on demand - continuously!!No rest for the mother.  Thankfully, I was able to muddle through and was quite \"successful\" at breast feeding.  I still remember breast feeding in B. Altman's lounge and 80+ year old women were cheering me on.  The younger women were staring at me as if it was a side show even though I was extremely discreet.  Let the UBS survive and flourish!", "recommendationCount": 2}, {"assetID": 2501769, "replies": [], "lft": 426, "assetURL": "http://www.nytimes.com/2011/03/11/nyregion/11breast.html", "parentID": null, "commentID": 3513812, "rgt": 427, "userDisplayName": "FlufferFreeZone", "createDate": "1299816743", "userID": 35057947, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1299820135", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Denver", "commentType": "comment", "updateDate": "1299820135", "commentSequence": 183, "commentBody": "From the article --<br />\"... But breast-feeding boosters say it often falls to people like Ms. Rakowski-Gallagher to help women navigate a practice that can be painful and confounding. In addition to selling gear, the Upper Breast Side refers customers to lactation consultants and doctors; hosts a weekly “latch-on clinic” for women struggling to get their babies to, well, latch on; and matches up customers with properly fitting bras. At a counter referred to as the “milk bar,” bleary-eyed new mothers and their partners learn how to work a pump (the session is free if they buy one, $50 if not). ...\"<br /><br />Enough said!!!!  This place is CLEARLY performing a community service.  STOP harassing women who breast-feed!!  And if you do not have a uterus -- then guess what -- you do NOT get an opinion on this anyway!!<br /><br />Jill Duncan<br />Denver, CO", "recommendationCount": 3}, {"assetID": 2501769, "replies": [], "lft": 428, "assetURL": "http://www.nytimes.com/2011/03/11/nyregion/11breast.html", "parentID": null, "commentID": 3513822, "rgt": 429, "userDisplayName": "FlufferFreeZone", "createDate": "1299816989", "userID": 35057947, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1299820135", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Denver", "commentType": "comment", "updateDate": "1299820135", "commentSequence": 184, "commentBody": "#78 April - Knitting and wine-tasting are NOT \"community services\" as defined by the zoning law.  If you, and the 36 others who inexplicably agreed with you, would actually READ the article, you'd see that what you're saying is not true and not relevant.  The zoning law states exactly what qualifies as a \"community service\" -- and helping women with breast-feeding issues, of which there are MANY, CLEARLY falls into the category of \"health.\"  READ before you type - and READ before the rest of you hit the Recommend button.  Please.<br /><br />Jill Duncan<br />Denver, CO", "recommendationCount": 3}, {"assetID": 2501769, "replies": [], "lft": 430, "assetURL": "http://www.nytimes.com/2011/03/11/nyregion/11breast.html", "parentID": null, "commentID": 3513829, "rgt": 431, "userDisplayName": "sorry", "createDate": "1299817055", "userID": 62200981, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1299820135", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "not NY", "commentType": "comment", "updateDate": "1299820135", "commentSequence": 185, "commentBody": "I breast fed my child but I'm sorry I agree with the legality of the condo board's position.  It seems to be primarily a retail store (albeit possibly a needed one in the area) that is violation of the zoning and cond board requirements. ", "recommendationCount": 3}, {"assetID": 2501769, "replies": [], "lft": 432, "assetURL": "http://www.nytimes.com/2011/03/11/nyregion/11breast.html", "parentID": null, "commentID": 3513841, "rgt": 433, "userDisplayName": "Rachel", "createDate": "1299817503", "userID": 61502374, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1299820135", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Ex-pat American", "commentType": "comment", "updateDate": "1299820135", "commentSequence": 186, "commentBody": "When are people going to realise the importance of looking after one another?  Who cares what the Upper Breast Side should be classified as?  It is a place where people IN NEED go for care, advice and 'tools'.  It never ceases to amaze me how nasty and incompassionate people can be.  Hell in a handbasket is where we are all heading.  In fact, we've already got a foot in the door.  WAKE UP PEOPLE!!!", "recommendationCount": 1}, {"assetID": 2501769, "replies": [], "lft": 434, "assetURL": "http://www.nytimes.com/2011/03/11/nyregion/11breast.html", "parentID": null, "commentID": 3513860, "rgt": 435, "userDisplayName": "tizzielish", "createDate": "1299817984", "userID": 38342850, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1299820135", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "berkeley, ca", "commentType": "comment", "updateDate": "1299820135", "commentSequence": 187, "commentBody": "I had my only baby in June 1982. When she was six months old, my father had a very serious health crisis so the baby and I traveled to his city to spend time with him. The baby not allowed in the hospital so my brothers fed my baby some bottles of formula.  I guess my baby liked the formula or the ease of bottle feeding: baby mouths'work harder to get milk from the breast? anyway, at about 8 months, having nursed less and less and less, the kid pulled away mid-meal, shook her tiny little fast and I knew she was done breastfeeding.  I guess she had been drinking less and less. My breasts seemed to dry up on their own, no trouble. . . .<br /><br />and getting started when the baby was born was just as easy. A nurse came around, wheeling my hours-old newborn in a clear lucite bassinet/cart thingie and cooingly suggested I have a lesson in breastfeeding. The oldest daughter of 8, I had always seen my mom and her firends breastfeeding the endless babies. I had large (then humongous! with all the milk) breasts, large nipples and by the time my baby was half a day old, my breasts were overflowing.<br /><br />Our first breastfeed went smooth, with the nurse cooing about colustrum, the first nutrient intense milk my body offered my baby.  My baby latched on.  I still rank breastfeeding as one of the all time best experiences of my life:  me and the baby were more bonded than when the baby had been still inside me, attached with the umbilical cord.<br /><br />I could have, easily, fed a couple more babies. The more my baby drank, the more my breasts delivered. I finally understood tales I had heard of lactating female slaves in the slave-owning American past who were constant breastmilk nannies for the white plantation babies. Women's breasts work like cow's milk bags work;  the more you pump, the more milk gets produced.<br /><br />My baby born in June. That first hot summer, I routinely pumped two four-ounce bottles of breast milk each morning when I arose, then stored the milk in the freezer. My husband could feed the baby when I happened to be away and the baby was hungry. We threw out a lot of that frozen milk but I kept doing it because it felt good to have the flexibility. All he had to do was hold the four-ounce glass bottle under the hot tap water and it melted and became a comfortable temperature for the baby and, we reasoned, it was fairly sterile:  from breast to freezer to hot water to baby. Anyway, our kid survived it.<br /><br />I had a manual pump that worked well if I got just the right suction and that pump held four ounces. I just had to attach the pump, pull a tiny moment to get the suction going and zippity-zap, four ounces gushed out.  I did one bottle on each side. I could have done, no kidding, 8 ounces on each side and, if I had kept that up, I could have milked a quart per side every day. My breasts were gigantic and gave every indication that they were prepared to get bigger if I pumped more.<br /><br />The main reason I limited each breast to that four ounce per breast morning pump was cause I figured I didn't want my breats to grow and grow and grow and the kid couldn't drink many quarts a day. I decided that if I limited the pumping to four ounces at the same time each day, four ounces per breast, my breasts would naturally know that was all they needed. It worked for me:  I didn't have excess milk all day: just in the morning when I first awoke to do the pump.<br /><br />I have read about many women who travel for business and spend small fortunes on electric milk pumps and expensive milk storage and staying in hotel rooms with fridges and feeling desparate to get every drop their prescious boobs produce into their infancts and I am willing to believe that breast milk is sparse for some moms.  Maybe nature knows what she is doing? Maybe the moms whose breasts do not gush like fountains, as mine did, just arent supposed to be the only source of nutrition for their babies?<br /><br />I have read tales of some mothers making the production and saving of their prescious breast fluid just way too frakking precious. It's just a natural body fluid, not a magic potion. Nature is complex and does what it does for reasons mysterious to us humble humans. Maybe some really great moms just weren't destined to do all the baby feeding from their breasts and maybe their life force is better spent on something else?<br /><br />Trust. Trust in the universe. Trust that the central power of the universe is love and that what happens in your life is, like it says in the desiderata, for all its sham and broken dreams, still working out exactly as it should. maybe not all moms are supposed to pump.<br /><br />As far as this breast store being a community facility:  I say hogwash. Maybe it started out as a consulting space but it sure looks like a retail store today. Would the owner be willing to stop selling stuff and only hold classes and information sessions? Take out the retail if it isn't retail.<br /><br />And it sickens me to see women turning this into a feminist, gender-discrimnation issue. It's about money.", "recommendationCount": 2}, {"assetID": 2501769, "replies": [], "lft": 438, "assetURL": "http://www.nytimes.com/2011/03/11/nyregion/11breast.html", "parentID": null, "commentID": 3513918, "rgt": 439, "userDisplayName": "tizzielish", "createDate": "1299819294", "userID": 38342850, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1299820166", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "berkeley, ca", "commentType": "comment", "updateDate": "1299820166", "commentSequence": 188, "commentBody": "I bet a good handyman or maybe a good carpenter-type could re-install the door using some expensive hinges, maybe she would need to replace the whole door frame and it wouldn't be all that cheap, so the door would hang better and open more easily. I bet that brass door has been hanging off-balance for a long time and needs to be rehung,needs a new frame and needs new, weight-bearing hinges. It is up to the owner to fix that situation, esp. if the building guidelines expressly forbid keeping the door open.  Terms in leases are terms in a legal agreement and I resent seeing a smart woman use sophistry to fake her way out of complying with her legal obligations. And I really hate seeing women manipulate cries of gender discrimination just to behave like the stereotype of a manipulative woman.  Do what you are legally supposed to do:  man up and follow the rules. Get rid of the retail or find a new location that wants your retail business.  I haven't been in NYC in awhile but here in SF Bay Area, every single retail area has empty storefronts that would love to see The Upper Breast Side. I bet there are lots of spots near this place that would actually be even better locations. So move. Don't fight stupid fights based on manipulative rhetoric.", "recommendationCount": 2}, {"assetID": 2505716, "replies": [], "lft": 12, "assetURL": "http://www.nytimes.com/2011/03/11/world/africa/11policy.html", "parentID": null, "commentID": 3513818, "rgt": 13, "userDisplayName": "B. Mull", "createDate": "1299816871", "userID": 55840051, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1299820428", "userTitle": null, "editorsSelection": 1, "statusID": 2, "userURL": null, "userLocation": "Orange County, CA", "commentType": "comment", "updateDate": "1299849762", "commentSequence": 9, "commentBody": "I want the people of the Middle East, particularly Libya, to know that Obama doesn't speak for me. I support democracy movements in the Arab world in all cases. I would have no hesitation about imposing a no-fly zone to prevent Gadhafi from using airpower against his own people. Despite all the pragmatic-sounding talk about \"national security interests\" it is clear that the Obama administration is working to preserve the business relationships between our big corporations and Arab dictators. The fruits of this decision will be more animosity toward the U.S., more terrorism, and more global war on terror.", "recommendationCount": 111}, {"assetID": 2505716, "replies": [], "lft": 14, "assetURL": "http://www.nytimes.com/2011/03/11/world/africa/11policy.html", "parentID": null, "commentID": 3513820, "rgt": 15, "userDisplayName": "beureste", "createDate": "1299816914", "userID": 35403631, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1299820428", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Houston", "commentType": "comment", "updateDate": "1299820428", "commentSequence": 14, "commentBody": "Very disappointed Democrat with the inactions of President Obama in the Middleeast.  Weaker than, JFK, LBJ, Carter and Clinton.  Even the Republican Presidents get more points in my book.  I would place Obama a notch above Ford and below all of the rest.", "recommendationCount": 86}, {"assetID": 2505716, "replies": [], "lft": 16, "assetURL": "http://www.nytimes.com/2011/03/11/world/africa/11policy.html", "parentID": null, "commentID": 3513824, "rgt": 17, "userDisplayName": "joaoritter", "createDate": "1299817013", "userID": 63182047, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1299820428", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "chapel hill, nc", "commentType": "comment", "updateDate": "1299820428", "commentSequence": 8, "commentBody": "I believe Obama is doing what he believes is better for the wellbeing of the nation. The majority of the population who are over-zelous and think invading certain countries in order to prevent chaos is the best option should not be judging Obama's politics. Sometime what matters is not how the politically-unsavy population judges you, but rather what is truly in the best interest of the nation, and i think that is Obama's approach. I admire how Obama is willing to risk a few approval rating points in order to do what he really believes is the right thing to do. ", "recommendationCount": 69}, {"assetID": 2505716, "replies": [], "lft": 30, "assetURL": "http://www.nytimes.com/2011/03/11/world/africa/11policy.html", "parentID": null, "commentID": 3513859, "rgt": 31, "userDisplayName": "Caladonial", "createDate": "1299817979", "userID": 33765612, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1299820428", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Earp. Ca.", "commentType": "comment", "updateDate": "1299820428", "commentSequence": 3, "commentBody": "Here we go again, with that typical Obama way of dealing with difficult decisions: compromising on issues that require courageous and action. How could the call to action and duty be more clear than to assist those who are seeking to free themselves from the tyranny of a demonic tyrant and secure for themselves the liberties of democracy? Who can talk about \"National self-interest\" in a moment like this, when the very reason for our being as a nation lies in promoting and abetting the cause of freedom throughout the world: the very road that leads to world harmony and peace. In doing so we reap the bounty of putting an to the radicals who intent on engulfing us in a reign of terror. Mr. Obama, all you fair words of caution are nothing more than rationalizations to escape the call to duty and what could be for this nation one of our \"Finest Moments.\" ", "recommendationCount": 97}, {"assetID": 2505716, "replies": [], "lft": 32, "assetURL": "http://www.nytimes.com/2011/03/11/world/africa/11policy.html", "parentID": null, "commentID": 3513861, "rgt": 33, "userDisplayName": "Harveydad", "createDate": "1299817985", "userID": 22956012, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1299820428", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Melbourne Florida", "commentType": "comment", "updateDate": "1299820428", "commentSequence": 17, "commentBody": "As a retired military officer, I suggest that all those people, both in the Times and otherwise, volunteer to be in the aircraft, ships, and stealth teams required to enforce a no-fly zone over Libya.  I believe that this would give them a better understanding of what they are endorsing for our young military people.  Welcome aboard!!!", "recommendationCount": 105}, {"assetID": 2505716, "replies": [], "lft": 34, "assetURL": "http://www.nytimes.com/2011/03/11/world/africa/11policy.html", "parentID": null, "commentID": 3513863, "rgt": 35, "userDisplayName": "ROTC", "createDate": "1299818038", "userID": 3802508, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1299820428", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Dallas, TX", "commentType": "comment", "updateDate": "1299820428", "commentSequence": 12, "commentBody": "Possibly the opposition should seek assistance from their neighbors.  Egypt would assist, as would the League of Arab States, once Egypt provided the motivation and manpower.<br /><br />Maybe an AU will develop from this, as an EU did from prior conflicts.<br /><br /> ", "recommendationCount": 9}, {"assetID": 2505716, "replies": [], "lft": 38, "assetURL": "http://www.nytimes.com/2011/03/11/world/africa/11policy.html", "parentID": null, "commentID": 3513873, "rgt": 39, "userDisplayName": "James", "createDate": "1299818249", "userID": 31864023, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1299820428", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Los Angeles", "commentType": "comment", "updateDate": "1299820428", "commentSequence": 4, "commentBody": "I for one am thankful that the president has not followed the republican's approach of just diving in for fear that if we don't we lose prestige.  This philosophy is what has caused the country billions and the word hundreds of thousands of lives. Obama should let the Europeans lead for once.  They are all willing to criticize and to demand but few are willing to put up.  Libya is a bigger issue for Europeans let them jump in.<br />", "recommendationCount": 85}, {"assetID": 2505716, "replies": [], "lft": 44, "assetURL": "http://www.nytimes.com/2011/03/11/world/africa/11policy.html", "parentID": null, "commentID": 3513881, "rgt": 45, "userDisplayName": "Richard", "createDate": "1299818456", "userID": 56791527, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1299820428", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Stateline, NV", "commentType": "comment", "updateDate": "1299820428", "commentSequence": 5, "commentBody": "The truth is that the President is going to run for reelection soon and his Liberal base is already in revolt. The base sees another Vietnam under every rock and sees every dollar spent outside the country as a dollar not spent on them. The President can't afford to help Libya because his base could care less about doing so. That is what on a case by case basis really means. ", "recommendationCount": 44}, {"assetID": 2505716, "replies": [], "lft": 50, "assetURL": "http://www.nytimes.com/2011/03/11/world/africa/11policy.html", "parentID": null, "commentID": 3513888, "rgt": 51, "userDisplayName": "Christina", "createDate": "1299818609", "userID": 9643333, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1299820428", "userTitle": null, "editorsSelection": 1, "statusID": 2, "userURL": null, "userLocation": "Virginia", "commentType": "comment", "updateDate": "1299849742", "commentSequence": 7, "commentBody": "Never mind the international community, Obama should persuade the Egyptians to help the Libyan rebels right now. The Egyptian army is well-trained and well-armed, thanks to us, and they would be much better off without Gadaffi as a neighbor.  And the Egyptian people have good reason to sympathize with the rebels, having just liberated themselves.", "recommendationCount": 91}]}, "copyright": "Copyright (c) 2016 The New York Times Company.  All Rights Reserved."}