{"debug": {"version": 3.1}, "status": "OK", "results": {"api_timestamp": "1481480999", "totalCommentsFound": 3963, "totalCommentsReturned": 25, "comments": [{"assetID": 3392792, "replies": [], "lft": 57, "assetURL": "http://www.nytimes.com/2014/01/25/world/europe/ukraine-protests.html", "parentID": 11018132, "commentID": 11018515, "rgt": 58, "userDisplayName": "David", "createDate": "1390621539", "userID": 59168566, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1390626158", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Brisbane, Australia", "commentType": "userReply", "updateDate": "1390626158", "commentSequence": 11018515, "commentBody": "Exactly. We are supposed to believe that this \"revolution\" is over a decision not to sign an unfavourable political and economic agreement with EU? A decision which could be easily reversed by a new popularly elected president in just 13 months time should majority of the people truly wanted it? And we are supposed to admire people who would rather destroyed their country in a civil war instead of waiting for a year and expressing their opinion democratically? Are we supposed to support those who attack police with sticks and firebombs, seize administrative buildings, beat and intimidate their opponents and then blame all the violence on the president and government who are hesitating to hand the full power to the violent extremists? And doing all that for a 700 page agreement who none of them have even read? If the first casualty of every war is truth, then this war is well on its way. ", "recommendationCount": 3}, {"assetID": 3392792, "replies": [], "lft": 11, "assetURL": "http://www.nytimes.com/2014/01/25/world/europe/ukraine-protests.html", "parentID": 11017878, "commentID": 11018583, "rgt": 12, "userDisplayName": "David", "createDate": "1390622450", "userID": 59168566, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1390626163", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Brisbane, Australia", "commentType": "userReply", "updateDate": "1390626163", "commentSequence": 11018583, "commentBody": "Hardly. Ukraine is a democratic country where since independence (22 years ago) any president has yet to hold on to power for a second term. Yanukovich and his government could be very easily replaced democratically in March 2015, if majority of people so desires. Similarly, a referendum on the contested agreement with EU (which Yanukovich refused to sign igniting this whole unrest) could be held peacefully with a decisive and binding outcome. The reason the \"pro-Europe\" forces adamantly rfuse to engage in democratic policy in favour of violent confrontation is that they do not represent a majority of Ukrainian people and are likely to lose both the referendum and the presidential elections, should those be held democratically and in peaceful atmosphere.", "recommendationCount": 0}, {"assetID": 3392792, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 11018794, "replies": [], "commentID": 11019178, "trusted": 0, "userDisplayName": "Dennis", "createDate": "1390637282", "userID": 66980357, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1390655345", "userTitle": "NULL", "recommendations": 0, "editorsSelection": false, "parentUserDisplayName": "Stafford Smith", "userURL": "NULL", "userLocation": "Ukraine", "depth": 1, "commentType": "userReply", "updateDate": "1390655345", "commentSequence": 11019178, "commentBody": "Please do not limit the protestors to western and central Ukraine. In eastern Ukraine people just go to Kyiv to support protests. In fact it is rare to see such union around common case here, in Ukraine, but the recent events made this happen. East and West are together!"}]}, "lft": 66, "assetURL": "http://www.nytimes.com/2014/01/25/world/europe/ukraine-protests.html", "parentID": null, "commentID": 11018794, "rgt": 69, "userDisplayName": "Stafford Smith", "createDate": "1390626021", "userID": 29504678, "replyCount": 1, "commentTitle": "<br/>", "status": "approved", "approveDate": "1390626171", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Seattle", "commentType": "comment", "updateDate": "1390626171", "commentSequence": 11018794, "commentBody": "The country's future rests with the ability of young western and central Ukrainians to win over the youth of the eastern sections to their cause.  As long as the country is split into nationalistic western and Russophile eastern factions, the oligarchy and its corrupt minions can continue to play the two sides against one another and maintain control of the state. For the most part young Ukrainians who have no direct memory of Soviet oppression are more idealistic and open and less traumatized than their elders. The role of the Orthodox Church in support of change (unlike in Russia, where the Orthodox leadership backs Putin) may also prove critical because it adds moral weight and conservative respectability to the nationalist cause.", "recommendationCount": 13}, {"assetID": 3392792, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 11018740, "replies": [], "commentID": 11022874, "trusted": 0, "userDisplayName": "Steve", "createDate": "1390680402", "userID": 68732052, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1390685820", "userTitle": "NULL", "recommendations": 0, "editorsSelection": false, "parentUserDisplayName": "Alex Ponomarenko", "userURL": "NULL", "userLocation": "Colorado", "depth": 1, "commentType": "userReply", "updateDate": "1390685820", "commentSequence": 11022874, "commentBody": "I agree with everything except on thing. Ukrainians are little more than half of the country. Stalin decided the only way to keep Ukraine in his empire was to ship out millions of Ukrainians to Siberia and have the Russian people migrate into the country. Thus keeping a tight leash on the country. The country is very evenly divided. The west half is very pro European and the east half is pro Russian. I have been to the Ukraine quite a few times and been to both regions. Russian is the main language in the country, not Ukrainian. "}]}, "lft": 70, "assetURL": "http://www.nytimes.com/2014/01/25/world/europe/ukraine-protests.html", "parentID": null, "commentID": 11018740, "rgt": 73, "userDisplayName": "Alex Ponomarenko", "createDate": "1390624880", "userID": 63738862, "replyCount": 1, "commentTitle": "<br/>", "status": "approved", "approveDate": "1390626180", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "San Diego", "commentType": "comment", "updateDate": "1390626180", "commentSequence": 11018740, "commentBody": "Many people assume that Ukraine and Russia are two very similar countries, based on the fact that there are so many Russian speaking Ukrainians who are citizens of the country.  In fact, there are so many differences.  Ukrainians are peaceful, tolerant, very hospitable people - ask anyone who visited Ukraine.  Ask anyone who visited Ukraine and also visited Russia.  Ask them to compare two countries, especially recently.  It is also a historical fact that once those Ukrainians loose their patience, there is no way of stopping them until they get what they want, they have no fear.  So, there is no way this regime can hold it's power.   God bless Ukrainians who are standing up for the freedom and the democracy.  Look at these folks - they are getting tortured (beaten,frozen with ice water in 10F weather,poisoned with tear gas, many have lost limbs or eye) and while some protestors are fighting back with rocks/shields - the majority is just standing there prepared to be killed but they will not stand down.  <br/><br/>Someone asked about the police - keep in mind that many of those who are in the front lines are opposed to the violence, but they are enlisted into the military police and can't desert the police force for the fear of jail.  Horrible government that pins one citizen against another citizen to keep their power.", "recommendationCount": 20}, {"assetID": 3392792, "replies": [], "lft": 74, "assetURL": "http://www.nytimes.com/2014/01/25/world/europe/ukraine-protests.html", "parentID": null, "commentID": 11018540, "rgt": 75, "userDisplayName": "Patrick", "createDate": "1390621898", "userID": 44287968, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1390626205", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Long Island, N.Y.", "commentType": "comment", "updateDate": "1390626205", "commentSequence": 11018540, "commentBody": "Revolution is the new Modus Operandi of someone.<br/><br/>What better way to change governments than to instigate and cultivate a revolution? It's easy to hide behind.<br/><br/>Military coups are passe'.", "recommendationCount": 1}, {"assetID": 3392792, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 11018486, "replies": [], "commentID": 11022859, "trusted": 0, "userDisplayName": "Oksana", "createDate": "1390680025", "userID": 68730856, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1390685820", "userTitle": "NULL", "recommendations": 1, "editorsSelection": false, "parentUserDisplayName": "Judyw", "userURL": "NULL", "userLocation": "Ukraine", "depth": 1, "commentType": "userReply", "updateDate": "1390685820", "commentSequence": 11022859, "commentBody": "Who told you that Janukovich was elected legitimately? No foreign supervisor on the election knows about blackmailing voters and buying votes. I was threatened to lose my job during the last election campaign because I didn't want to agitate for pro-goverment party. Today's Ukrainian goverment has invented more ways to cheat on election than any other. Besides agitation they hold untruthful propaganda against Europe. They try to hide true Ukrainian  history and even now they continuosly make untruthful comments about happenings, trying to hide truth via their own mass media. So what is the way to make these people leave? Another question is why Ukraine has risen up? People came to streets when Janukovich declined pro-EU agreement. More people came to streets after police had beaten totally peaceful pro-EU protesters, most of which were students. People stayed on streets because no guilty of beating peaceful students was found. The President signed the laws that allowed to jail for 2 or 15 years any peaceful anti-goverment protester. And policemen started to imprison people on streets. Only then people started fighting. They didn't fight with guns or bombs, but police shoot four people. One man was taken to forest, bound and left to die. Yesterday his body was given back his family. And people still don't shoot, don't rob markets and shops, don't kill pro-goverment supporters. They either stand on meetings or fight with police. So are we really so wild and anti-democtatic? "}, {"recommendedFlag": 0, "parentID": 11018486, "replies": [], "commentID": 11022863, "trusted": 0, "userDisplayName": "Steve", "createDate": "1390680075", "userID": 68732052, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1390685820", "userTitle": "NULL", "recommendations": 1, "editorsSelection": false, "parentUserDisplayName": "Judyw", "userURL": "NULL", "userLocation": "Colorado", "depth": 1, "commentType": "userReply", "updateDate": "1390685820", "commentSequence": 11022863, "commentBody": "Judy,<br/><br/>The EU has far more poor countries like Greece, Portugal, Spain, etc... I have been to the Ukraine quite a few times and watched as the country has become more affluent from the Soviet era. Yes, Yanukovych was elected, but he has visibly abused his powers to trample on the people's freedoms without any merit. Thus, the people have the right to voice their disapproval. It was Yanukovych's brutal special police that started the violence. Do you understand what oppression means? Any idea? Yanukovych is only concerned about protecting his family's wealth and corruption. Putin supports him like a brother. Should I have to say anything more?"}, {"recommendedFlag": 0, "parentID": 11018486, "replies": [], "commentID": 11023097, "trusted": 0, "userDisplayName": "Judyw", "createDate": "1390686706", "userID": 22452103, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1390687774", "userTitle": "NULL", "recommendations": 0, "editorsSelection": false, "parentUserDisplayName": "Judyw", "userURL": "NULL", "userLocation": "<br/>", "depth": 1, "commentType": "userReply", "updateDate": "1390687774", "commentSequence": 11023097, "commentBody": "I would rather have Putin' suport and lower gas prices than anything from Barroso or v. Rompuy. The EU is really a bad deal for any country. If you aren't reasonably wealthy and have a strong banking system you wind up being Greece.<br/><br/>For those who say Yanukovich's elections wasn't fair -- they said the same thing about Bush in 2000 but we didn't riot and burn everything in site because we didn't like the court's decision. ANd don't forget Kiev and the West are only half the country - the Eastern half much prefers Russia to the EU and they get to vote too. Rioters in Kiev forget that the Eastern Half of Ukraine is quite satisfied. <br/><br/>Maybe it would be best if the country were split up and the East could join Russia and the West could beg and see if the EU would take them. "}]}, "lft": 76, "assetURL": "http://www.nytimes.com/2014/01/25/world/europe/ukraine-protests.html", "parentID": null, "commentID": 11018486, "rgt": 97, "userDisplayName": "Judyw", "createDate": "1390621149", "userID": 22452103, "replyCount": 10, "commentTitle": "<br/>", "status": "approved", "approveDate": "1390626211", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "<br/>", "commentType": "comment", "updateDate": "1390626211", "commentSequence": 11018486, "commentBody": "They had elections. Yanukovich was elected. In a civilized country you don't changed government by a mob on the street looting and burning. This is not a country that should be in the EU. They need to be civilized and wait for the next exlections -- <br/><br/>They are behaving like a bunch of hooligans. If I were the EU I would avoid them like the plague. THey will be more trouble than their worth.  The EU is just trying to poke a finger in Russia's eye -- Ukraine is too broke, bankrupt and unruly to be in the EU or even have a trade pact with them. ", "recommendationCount": 8}, {"assetID": 3392792, "replies": [], "lft": 98, "assetURL": "http://www.nytimes.com/2014/01/25/world/europe/ukraine-protests.html", "parentID": null, "commentID": 11018370, "rgt": 99, "userDisplayName": "Duy Huynh", "createDate": "1390619283", "userID": 35997262, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1390626216", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Royal Palm Beach", "commentType": "comment", "updateDate": "1390626216", "commentSequence": 11018370, "commentBody": "For the first couple of seconds, the picture suggested a medieval setting. Very impressionable.", "recommendationCount": 5}, {"assetID": 3392792, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 11018695, "replies": [], "commentID": 11019203, "trusted": 0, "userDisplayName": "Marc", "createDate": "1390638052", "userID": 61774035, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1390655345", "userTitle": "NULL", "recommendations": 0, "editorsSelection": false, "parentUserDisplayName": "Sasha", "userURL": "NULL", "userLocation": "Canada", "depth": 1, "commentType": "userReply", "updateDate": "1390655345", "commentSequence": 11019203, "commentBody": "Russia is to the Ukraine what the US is to Cuba. It is hard to be an independent government next to a regional super power with a different political alignment. It is easy to say that the Ukraine and Cuba are intrinsically weak governments, but their complete inhability to resist their super power neighbors is most likely what made them so vulnerable. In contrast, Iraq was a regional power in the middle east and was able to set its own course until Saddam went too far."}, {"recommendedFlag": 0, "parentID": 11018695, "replies": [], "commentID": 11020302, "trusted": 0, "userDisplayName": "kasenka", "createDate": "1390657718", "userID": 36188900, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1390685820", "userTitle": "NULL", "recommendations": 1, "editorsSelection": false, "parentUserDisplayName": "Sasha", "userURL": "NULL", "userLocation": "nyc", "depth": 1, "commentType": "userReply", "updateDate": "1390685820", "commentSequence": 11020302, "commentBody": "One can totally understand why you got out.  We all only have one life to live, our children only one future, etc.  But not everyone can emigrate.  So what can we do for the people of Ukraine who, yes, elected Yanukovich--but elected him on his promises of moving the country closer to Europe?  Dey wuz robbed, as they say."}, {"recommendedFlag": 0, "parentID": 11018695, "replies": [], "commentID": 11023021, "trusted": 0, "userDisplayName": "Vita", "createDate": "1390684445", "userID": 47980438, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1390687768", "userTitle": "NULL", "recommendations": 1, "editorsSelection": false, "parentUserDisplayName": "Sasha", "userURL": "NULL", "userLocation": "New York", "depth": 1, "commentType": "userReply", "updateDate": "1390687768", "commentSequence": 11023021, "commentBody": "Just one comment on your post. Yanukovich was NOT elected in free elections as you suggest. I personally know Ukrainians who came in to work on election day and were told to either submit a prepared ballot for Yanukovich or they're fired. Just because international observers deemed it a \"free\" election, doesn't mean it was. "}]}, "lft": 100, "assetURL": "http://www.nytimes.com/2014/01/25/world/europe/ukraine-protests.html", "parentID": null, "commentID": 11018695, "rgt": 109, "userDisplayName": "Sasha", "createDate": "1390624209", "userID": 7884317, "replyCount": 4, "commentTitle": "<br/>", "status": "approved", "approveDate": "1390626228", "userTitle": "NULL", "editorsSelection": 1, "statusID": 2, "userURL": "NULL", "userLocation": "USA", "commentType": "comment", "updateDate": "1390634468", "commentSequence": 11018695, "commentBody": "A few years ago in this paper Thomas Friedman asked an important question: \"Was Iraq the way Iraq was because Saddam was the way Saddam was, or was Saddam the way Saddam was because Iraq was the way Iraq was?\" Today we know the answer. Three years ago, watching the exuberance of protesters in Tahrir square, some of us asked the same question about Mubarak and Egypt. Today, with general el-Sisi on the verge of being elected president and a new insurgency beginning in Egypt, we know the answer for Egypt too. It’s time to ask the same question about Yanukovich and Ukraine. My bet is the answer will be the same as in the examples above. I do not mean to say that Ukraine literally is the same as Egypt or Iraq. But I do think there are reasons why Ukraine is a basket case. Deep-seated reasons. They will not go away when Yanukovich is thrown out of power and put in prison. Yanukovich was elected in free elections. His government is the way it is because Ukraine is the way it is. <br/><br/>It takes time (generations sometimes) to build a society and a culture that make better life possible.  A revolt seems to provide a shortcut, but on this road there are no shortcuts. I took a bit of a \"personal shortcut.\" I left Russia.", "recommendationCount": 13}, {"assetID": 3392792, "replies": [], "lft": 33, "assetURL": "http://www.nytimes.com/2014/01/25/world/europe/ukraine-protests.html", "parentID": 11018106, "commentID": 11018534, "rgt": 34, "userDisplayName": "David", "createDate": "1390621843", "userID": 59168566, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1390626237", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Brisbane, Australia", "commentType": "userReply", "updateDate": "1390626237", "commentSequence": 11018534, "commentBody": "In comparison with the fate of Ukraine, Olympics is an insignificant dog-and-pony show. Putin would cancel the Olympics tomorrow, if that helped him even a little in the battle for Ukraine. Don't fool yourself, Putin may be vane, but he is not stupid.", "recommendationCount": 1}, {"assetID": 3392789, "replies": [], "lft": 14, "assetURL": "http://publiceditor.blogs.nytimes.com/2014/01/24/the-hillary-clinton-covers-planetary-disruption/", "parentID": null, "commentID": 11018802, "rgt": 15, "userDisplayName": "Linda", "createDate": "1390626197", "userID": 25141914, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1390626246", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Oklahoma", "commentType": "comment", "updateDate": "1390626246", "commentSequence": 11018802, "commentBody": "Did the same person who designed the Olympic sweaters design this cover?", "recommendationCount": 13}, {"assetID": 3392792, "replies": [], "lft": 110, "assetURL": "http://www.nytimes.com/2014/01/25/world/europe/ukraine-protests.html", "parentID": null, "commentID": 11018167, "rgt": 111, "userDisplayName": "LilBubba", "createDate": "1390615710", "userID": 16464519, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1390626248", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Houston", "commentType": "comment", "updateDate": "1390626248", "commentSequence": 11018167, "commentBody": "That photograph is stunning.  ", "recommendationCount": 6}, {"assetID": 3392810, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 11018662, "replies": [], "commentID": 11020145, "trusted": 0, "userDisplayName": "Wasting Time", "createDate": "1390656535", "userID": 14644491, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1390672804", "userTitle": "NULL", "recommendations": 0, "editorsSelection": false, "parentUserDisplayName": "Zola", "userURL": "NULL", "userLocation": "DC", "depth": 1, "commentType": "userReply", "updateDate": "1390672804", "commentSequence": 11020145, "commentBody": "This killing must be stopped, but Kennedy's methods are inappropriate and almost certain to harden the stance of those who pursue it, all the while alienating the Japanese. This is NOT the way to go about it. "}, {"recommendedFlag": 0, "parentID": 11018662, "replies": [], "commentID": 11023144, "trusted": 0, "userDisplayName": "Max", "createDate": "1390688370", "userID": 44744017, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1390688769", "userTitle": "NULL", "recommendations": 1, "editorsSelection": false, "parentUserDisplayName": "Zola", "userURL": "NULL", "userLocation": "Manhattan", "depth": 1, "commentType": "userReply", "updateDate": "1390688769", "commentSequence": 11023144, "commentBody": "And of course we'll all be pleased when the Japanese ambassador to the US scolds us for whichever of our native customs happen to offend his cultural sensibilities. "}, {"recommendedFlag": 0, "parentID": 11018662, "replies": [], "commentID": 11023377, "trusted": 0, "userDisplayName": "JJ", "createDate": "1390694738", "userID": 884629, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1390694892", "userTitle": "NULL", "recommendations": 0, "editorsSelection": false, "parentUserDisplayName": "Zola", "userURL": "NULL", "userLocation": "Bangor, ME", "depth": 1, "commentType": "userReply", "updateDate": "1390694892", "commentSequence": 11023377, "commentBody": "These are typical, yet utterly flawed, anthropocentric arguments.  Although I sympathize with and understand your emotional reaction, it is not rational.  I feel the same revulsion against killing the dolphins, but the governor who says that “we live on the lives of cows and pigs” has a completely valid and rational point:  <br/><br/>What makes a dolphin's life more precious than a pig's or a cow's - or a human's for that matter?  <br/><br/>Humans certainly do not differentiate, they are equally cruel to all these species.<br/><br/>As for bullfighting: There I disagree vehemently.  If one has to kill a bull, doing so in the arena is much fairer than in the slaughterhouse.  I take it you have never been to a slaughterhouse and neither has the vast majority of the readers of these comments (or Caroline Kennedy, for that matter - that is what the governor has probably been referring to).  The bull in the arena has a chance and the torero risks his life in their match to the death.  Slaughtering a bull in the slaughterhouse carries no risk.  The bull has no chance and he knows it when he enters the abattoir.  Go there and look into the animal's eyes, you will see.  Then remember that look next time you eat a hamburger. <br/><br/>Now, I am holding my breath waiting for our government - and you - to take that principled stand on that great AMERICAN tradition, hamburgers... "}]}, "lft": 38, "assetURL": "http://www.nytimes.com/2014/01/25/world/asia/a-star-envoys-frankness-puts-kennedy-mystique-to-test-in-japan.html", "parentID": null, "commentID": 11018662, "rgt": 47, "userDisplayName": "Zola", "createDate": "1390623686", "userID": 50651540, "replyCount": 4, "commentTitle": "<br/>", "status": "approved", "approveDate": "1390626281", "userTitle": "NULL", "editorsSelection": 1, "statusID": 2, "userURL": "NULL", "userLocation": "San Diego", "commentType": "comment", "updateDate": "1390626281", "commentSequence": 11018662, "commentBody": "Caroline Kennedy has had the courage and dignity to speak for those who cannot speak for themselves in a way that has had a real impact on world opinion. Humans abuse non-human animals in every country, but some kinds of abuse stand out in particular. The savage, brutal hacking of captive dolphins is surely one of them. <br/><br/>As a surfer in San Diego I have had the wonderful fortune to see dolphins in the water up close and sometimes even playing in the surf. They are surprisingly intelligent and extraordinarly graceful and beautiful. It is incomprehensible to me that anyone would want to corral them into a cove and then slaughter them merely to capture a few young ones, who after this trauma are condemned to a horrible fate among mankind. Their suffering in these incidents is an unanswered crime. Bravo for Caroline Kennedy for finding her voice on this matter. <br/><br/>When will our ambassadors to Spain, Mexico and France speak out against the worst animal abuse of all -- bullfighting? For once I am proud of my government for taking a principled stand on something that matters enormously. ", "recommendationCount": 165}, {"assetID": 3392813, "replies": [], "lft": 35, "assetURL": "http://www.nytimes.com/2014/01/25/opinion/the-penance-of-glenn-beck.html", "parentID": 11018755, "commentID": 11018806, "rgt": 36, "userDisplayName": "Rima Regas", "createDate": "1390626267", "userID": 52131820, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1390626306", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Mission Viejo, CA", "commentType": "userReply", "updateDate": "1390626306", "commentSequence": 11018806, "commentBody": "Don't forget Bill Moyers. He's been constant in his deep coverage of TPP, inequality, and many specific economic issues that few cover.", "recommendationCount": 146}, {"assetID": 3392810, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 11018643, "replies": [], "commentID": 11018931, "trusted": 0, "userDisplayName": "gf", "createDate": "1390628791", "userID": 9547, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1390649248", "userTitle": "NULL", "recommendations": 8, "editorsSelection": false, "parentUserDisplayName": "cloudsandsea", "userURL": "NULL", "userLocation": "Novato, CA", "depth": 1, "commentType": "userReply", "updateDate": "1390649248", "commentSequence": 11018931, "commentBody": "Because if we wait to \"put our own house in order,\" we will have to be silent about all the injustices and atrocities that occur throughout this planet. We're all in this together, whether you want to be or not. "}, {"recommendedFlag": 0, "parentID": 11018643, "replies": [], "commentID": 11019076, "trusted": 0, "userDisplayName": "rude man", "createDate": "1390633794", "userID": 32822214, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1390634243", "userTitle": "NULL", "recommendations": 19, "editorsSelection": false, "parentUserDisplayName": "cloudsandsea", "userURL": "NULL", "userLocation": "Phoenix", "depth": 1, "commentType": "userReply", "updateDate": "1390634243", "commentSequence": 11019076, "commentBody": "Oh, and the two are mutually exclusive?  The decent thing is to oppose animal cruelty wherever it rears its ugly head."}]}, "lft": 48, "assetURL": "http://www.nytimes.com/2014/01/25/world/asia/a-star-envoys-frankness-puts-kennedy-mystique-to-test-in-japan.html", "parentID": null, "commentID": 11018643, "rgt": 53, "userDisplayName": "cloudsandsea", "createDate": "1390623383", "userID": 53586480, "replyCount": 2, "commentTitle": "<br/>", "status": "approved", "approveDate": "1390626310", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "France", "commentType": "comment", "updateDate": "1390626310", "commentSequence": 11018643, "commentBody": "It seems culturally arrogant to judge different societies from hilltops of our own making. I haven't eaten meat for 34 years, and although I find it repulsive, I do not condemn others for doing so. It is a horrible thing to kill dolphins and whales in this 21st century. But, its equally horrible to witness the treatment of all animals in the American corporate food chain. Why not put our own houses in order; our own bodies in order, before condemning others.", "recommendationCount": 36}, {"assetID": 3392810, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 11018624, "replies": [], "commentID": 11023404, "trusted": 1, "userDisplayName": "View from the hill", "createDate": "1390695359", "userID": 46959561, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1390695365", "userTitle": "NULL", "recommendations": 1, "editorsSelection": false, "parentUserDisplayName": "Bob Frame", "userURL": "NULL", "userLocation": "Vermont", "depth": 1, "commentType": "userReply", "updateDate": "1390695365", "commentSequence": 11023404, "commentBody": "She was stating the official position of the U.S.government after clearing her remarks with State."}]}, "lft": 56, "assetURL": "http://www.nytimes.com/2014/01/25/world/asia/a-star-envoys-frankness-puts-kennedy-mystique-to-test-in-japan.html", "parentID": null, "commentID": 11018624, "rgt": 59, "userDisplayName": "Bob Frame", "createDate": "1390623110", "userID": 65506949, "replyCount": 1, "commentTitle": "<br/>", "status": "approved", "approveDate": "1390626433", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Paris Landing, TN", "commentType": "comment", "updateDate": "1390626433", "commentSequence": 11018624, "commentBody": "I am very sorry that Caroline Kennedy lost her father to assassination.  However, she was appointed for one reason - her last name.  No prior experience in diplomacy necessary.  And we are already seeing the results.  One rule that should be enforced across government - no diplomats tweeting!  What a joke.  Caroline is following the Hillary Clinton path through the State Department.", "recommendationCount": 20}, {"assetID": 3392810, "replies": [], "lft": 70, "assetURL": "http://www.nytimes.com/2014/01/25/world/asia/a-star-envoys-frankness-puts-kennedy-mystique-to-test-in-japan.html", "parentID": null, "commentID": 11018640, "rgt": 71, "userDisplayName": "Park Street Under", "createDate": "1390623329", "userID": 59526211, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1390626433", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Massachusetts", "commentType": "comment", "updateDate": "1390626433", "commentSequence": 11018640, "commentBody": "Despite the implications of the headline for this article, Caroline is not the first Ambassador Kennedy to rattle diplomatic protocol. It was roughly 75 years earlier at the Court of St. James that another Ambassador Kennedy rattled protocol and disturbed the host nation.<br/><br/>To the eyes of this long lived observer, such behavior, far from \"testing\" the so-called Kennedy mystique, actually nurtures it. <br/><br/>I, for one, am happy that younger of these two diplomats appears to have chosen a far better and more defensible cause with which to stir the pot of controversy.", "recommendationCount": 14}, {"assetID": 3392810, "replies": [], "lft": 54, "assetURL": "http://www.nytimes.com/2014/01/25/world/asia/a-star-envoys-frankness-puts-kennedy-mystique-to-test-in-japan.html", "parentID": null, "commentID": 11018641, "rgt": 55, "userDisplayName": "David Rosen", "createDate": "1390623359", "userID": 52099257, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1390626433", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Oakland, CA", "commentType": "comment", "updateDate": "1390626433", "commentSequence": 11018641, "commentBody": "I very much respect the desire to discuss issues more openly, in particular when ethical issues are involved.  At the same time, however, I would suggest that it is possible to adopt a posture that blends frankness with sensitivity.  The latter need not dilute the former.  It is especially helpful to note, on a human rather than official level, when discomfort is likely to result.  Having a sense of this can create a certain warmth and understanding that adds greatly to the effectiveness of any message.  ", "recommendationCount": 6}, {"assetID": 3392810, "replies": [], "lft": 84, "assetURL": "http://www.nytimes.com/2014/01/25/world/asia/a-star-envoys-frankness-puts-kennedy-mystique-to-test-in-japan.html", "parentID": null, "commentID": 11018686, "rgt": 85, "userDisplayName": "Ponderer", "createDate": "1390624097", "userID": 63859109, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1390626433", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Mexico City", "commentType": "comment", "updateDate": "1390626433", "commentSequence": 11018686, "commentBody": "The U.S. opposes drive hunt fisheries. That is official USG policy, and Ambassador Kennedy is absolutely right to state the U.S. position by whatever means available.  Well done, Mme Ambassador!  ", "recommendationCount": 77}, {"assetID": 3392810, "replies": [], "lft": 3, "assetURL": "http://www.nytimes.com/2014/01/25/world/asia/a-star-envoys-frankness-puts-kennedy-mystique-to-test-in-japan.html", "parentID": 11018472, "commentID": 11018707, "rgt": 4, "userDisplayName": "Larry", "createDate": "1390624419", "userID": 17423167, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1390626433", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Oakland", "commentType": "userReply", "updateDate": "1390626433", "commentSequence": 11018707, "commentBody": "\"a can-do nation, plain-spoken, frank, unworried of rustling the feathers of sensitive foreigners, ...\"<br/><br/>As Ambassador to Japan, Caroline Kennedy is the insensitive foreigner - even if her viewpoints are absolutely correct and on the right side of history.", "recommendationCount": 9}, {"assetID": 3392810, "replies": [], "lft": 90, "assetURL": "http://www.nytimes.com/2014/01/25/world/asia/a-star-envoys-frankness-puts-kennedy-mystique-to-test-in-japan.html", "parentID": null, "commentID": 11018708, "rgt": 91, "userDisplayName": "alan", "createDate": "1390624429", "userID": 12267213, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1390626433", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "staten island, ny", "commentType": "comment", "updateDate": "1390626433", "commentSequence": 11018708, "commentBody": "Good for Ambassador Kennedy. Japan wants to be considered a modern culture - then they need to stop slaughtering these complex, sophisticated mammals. For shame.", "recommendationCount": 79}, {"assetID": 3392810, "replies": [], "lft": 92, "assetURL": "http://www.nytimes.com/2014/01/25/world/asia/a-star-envoys-frankness-puts-kennedy-mystique-to-test-in-japan.html", "parentID": null, "commentID": 11018711, "rgt": 93, "userDisplayName": "Marty O'Toole", "createDate": "1390624480", "userID": 63625232, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1390626433", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Los Angeles", "commentType": "comment", "updateDate": "1390663045", "commentSequence": 11018711, "commentBody": "Caroline spoke like a true Kennedy, clear and with conviction.<br/><br/>Her parents would be proud.", "recommendationCount": 34}, {"assetID": 3392810, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 11018720, "replies": [], "commentID": 11018858, "trusted": 0, "userDisplayName": "Lucidity", "createDate": "1390627219", "userID": 38788, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1390634243", "userTitle": "NULL", "recommendations": 14, "editorsSelection": false, "parentUserDisplayName": "Holly", "userURL": "NULL", "userLocation": "San Antonio, TX", "depth": 1, "commentType": "userReply", "updateDate": "1390634243", "commentSequence": 11018858, "commentBody": "Cruelty masquerading as \"culture\" must be opposed. The brutal slaughter of dolphins is no more defensible than other cultural aberrations such as the stoning of adulterers and forced female circumcision."}, {"recommendedFlag": 0, "parentID": 11018720, "replies": [], "commentID": 11018885, "trusted": 0, "userDisplayName": "Carol", "createDate": "1390627817", "userID": 60734867, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1390649241", "userTitle": "NULL", "recommendations": 4, "editorsSelection": false, "parentUserDisplayName": "Holly", "userURL": "NULL", "userLocation": "Northern Calif.", "depth": 1, "commentType": "userReply", "updateDate": "1390649241", "commentSequence": 11018885, "commentBody": "To answer your question:  Yes, Alaskan natives should be condemned for their slaughter of bowhead whales by anyone who holds that (more enlightened) view, including - but not limited to- the Japanese Ambassador to the US and all fellow Americans."}]}, "lft": 72, "assetURL": "http://www.nytimes.com/2014/01/25/world/asia/a-star-envoys-frankness-puts-kennedy-mystique-to-test-in-japan.html", "parentID": null, "commentID": 11018720, "rgt": 77, "userDisplayName": "Holly", "createDate": "1390624569", "userID": 55323224, "replyCount": 2, "commentTitle": "<br/>", "status": "approved", "approveDate": "1390626433", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Binghamton, NY", "commentType": "comment", "updateDate": "1390626433", "commentSequence": 11018720, "commentBody": "     Really? When there are huge issues at foot with Japanese nuclear power, international trade, economic growth and a massive China/Japan power struggle and Caroline focuses on dolphins? So should our Alaskan natives be condemned for their whale hunt by the Japanese Ambassador to the USA?<br/>    To be so culturally insensitive to the Japanese while at the same time so ignorant of the real issues at hand, shows why the Kennedy in Caroline is simply an inheritance. ", "recommendationCount": 18}, {"assetID": 3392810, "replies": [], "lft": 82, "assetURL": "http://www.nytimes.com/2014/01/25/world/asia/a-star-envoys-frankness-puts-kennedy-mystique-to-test-in-japan.html", "parentID": null, "commentID": 11018721, "rgt": 83, "userDisplayName": "jenniferlila", "createDate": "1390624583", "userID": 41311332, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1390626433", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "los angeles", "commentType": "comment", "updateDate": "1390663028", "commentSequence": 11018721, "commentBody": "The brutal killing of dolphins (and the Japanese insistence they should also be allowed to kill whales), is barbaric. And if Ms. Kennedy can show them the light, the world and ultimately the Japanese people will thank her.<br/>Slaughtering marine mammals is a shameless practice. Historical practices in this case are meaningless. After all, cannibalism was once a cultural practice. Thank God for spiritual evolution. Come on, Japan. Move into the light.", "recommendationCount": 86}, {"assetID": 3392810, "replies": [], "lft": 94, "assetURL": "http://www.nytimes.com/2014/01/25/world/asia/a-star-envoys-frankness-puts-kennedy-mystique-to-test-in-japan.html", "parentID": null, "commentID": 11018756, "rgt": 95, "userDisplayName": "Rhett Jackson", "createDate": "1390625329", "userID": 18607127, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1390626433", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Norman", "commentType": "comment", "updateDate": "1390662984", "commentSequence": 11018756, "commentBody": "I applaud Ms. Kennedy's honesty and willingness to speak the truth.  Very refreshing!", "recommendationCount": 46}, {"assetID": 3392810, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 11018763, "replies": [], "commentID": 11019043, "trusted": 0, "userDisplayName": "Nick", "createDate": "1390632204", "userID": 61617733, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1390634243", "userTitle": "NULL", "recommendations": 4, "editorsSelection": false, "parentUserDisplayName": "frankly 32", "userURL": "NULL", "userLocation": "Berkeley, CA", "depth": 1, "commentType": "userReply", "updateDate": "1390634243", "commentSequence": 11019043, "commentBody": "frankly 32, you write of \"the need to empathize with our opponents in the Fog of War.\"<br/>The year is not 1945 and Japan is our strongest, largest ally in East Asia. They are not our \"opponents\".<br/>Denmark, another close ally of the US, condones an annual, traditional drive hunt mass slaughter of pilot whales and other dolphins in the Faroe Islands by essentially the same method as the Japanese dolphin hunt. Despite their common name and relative lack of cuteness, pilot whales are dolphins too.<br/>Why do we hear such constant outrage in the news about Japanese slaughter and little to none about Danish Faroese slaughter? How is it we see fit to publicly \"rebuke\" Japan for being \"barbaric\", but we do not give the Danish government the same treatment?<br/>I see a double standard, and your comment reveals the root thereof. It is the foreignness and the lingering conception of the Japanese as barbaric, exotic enemies that we have subdued in war that makes us feel our political leaders have the right to publicly (and humiliatingly) chastise them. Danes on the other hand, are Westerners speaking a closely related language to English and sharing a large amount of cultural heritage, so their identically conducted dolphin hunt is dismissed as more quaint than disturbing by most people.<br/>Doesn't hurt that pilot whales are ugly dolphins either, I suppose..."}, {"recommendedFlag": 0, "parentID": 11018763, "replies": [], "commentID": 11019208, "trusted": 0, "userDisplayName": "Rustbelter", "createDate": "1390638302", "userID": 57365620, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1390649346", "userTitle": "NULL", "recommendations": 4, "editorsSelection": false, "parentUserDisplayName": "frankly 32", "userURL": "NULL", "userLocation": "Baltimore, MD", "depth": 1, "commentType": "userReply", "updateDate": "1390649346", "commentSequence": 11019208, "commentBody": "@Nick. I'm pretty sure you are taking the wrong track on this one. I have been opposed to the Faroe Islanders' hunt for over 20 years. The problem is that it hasn't gotten the media attention that films like \"The Cove\" have brought to people's attention, being as short in span as they are nowadays. It's a good thing that these horrible acts are finally being brought front and center. I'm sure the Faroes time flying under the mass media's radar is coming to an end, too. It's not a race issue. The Faroes are next up, regardless of their barbaric Viking heritage."}, {"recommendedFlag": 0, "parentID": 11018763, "replies": [], "commentID": 11021686, "trusted": 0, "userDisplayName": "frankly 32", "createDate": "1390666695", "userID": 35184287, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1390669997", "userTitle": "NULL", "recommendations": 2, "editorsSelection": false, "parentUserDisplayName": "frankly 32", "userURL": "NULL", "userLocation": "by the sea", "depth": 1, "commentType": "userReply", "updateDate": "1390669997", "commentSequence": 11021686, "commentBody": "  Nick, they are our \"opponents\" in the debate on whaling, as are the Danes, Norwegians -- and others off your radar -- like the Makah Indians.<br/>  We are all part of the same food chain and history.  Upon the islands where the Kennedys can play (because grandpa hunted in the stock market) -- like Martha's Vineyard -- stand stately Edgartown mansions built on the oil of whales hunted by the tough men who lie nearby.  Their primal experiences, like the Indians of our Northwest Coast,  were clear and clean compared to all the layers of civilization that have obscured how we survive.<br/>   (Just ask Alice down the street at Chez Panisse.)<br/>   I'm for whale hunting, as the whalers Edward Curtis captured on film practiced it only a hundred years ago:  out on the Pacific rollers, in carved cedar canoes, with yew harpoons and bladder floats.<br/>   And all our modern societey's gifts -- harpoon guns, four wheelers, boom boxes, and meth -- left on shore.<br/>   Why? As American ecologist, Aldo Leopold, wrote 60 years ago, because \"there is value in any experience that reminds of our distinctive national origins\"  and  \"there is value in any experience that remind us of our dependency on the soil-plant-animal-man food chain.\"<br/>   All that's missing is Leopold's third value: \"Ethical restraint.\""}]}, "lft": 60, "assetURL": "http://www.nytimes.com/2014/01/25/world/asia/a-star-envoys-frankness-puts-kennedy-mystique-to-test-in-japan.html", "parentID": null, "commentID": 11018763, "rgt": 67, "userDisplayName": "frankly 32", "createDate": "1390625398", "userID": 35184287, "replyCount": 3, "commentTitle": "<br/>", "status": "approved", "approveDate": "1390626433", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "by the sea", "commentType": "comment", "updateDate": "1390662965", "commentSequence": 11018763, "commentBody": "  Twitter seems a crude and abrupt means of conveying ones' disaproval of a host -- especially by one so educated and with such erudite blood lines, but what do we old fogies know?<br/> And Caroline has made such good use of her gifts, she deserves the benefit of the doubt and time to find her path.<br/>  As for the Dolphins, it is for us a repulsive spectacle, but like Caroline, we have never been dependent on the sea or needed to kill to eat.<br/>   A man her father respected, Robert McNamara, talks about the need to empathize with our opponents in the Fog of War.<br/>  Well, we are all part of the food chain and the New York Times' restuarant of the year only serves Sushi.<br/>  When Ms. Kennedy goes Vegan and appears in a PETA ad, she will have more standing.", "recommendationCount": 10}]}, "copyright": "Copyright (c) 2016 The New York Times Company.  All Rights Reserved."}