{"debug": {"version": 3.1}, "status": "OK", "results": {"api_timestamp": "1481460156", "totalCommentsFound": 4495, "totalCommentsReturned": 25, "comments": [{"assetID": 1871583, "replies": [], "lft": 422, "assetURL": "http://opinionator.blogs.nytimes.com/2010/09/20/windfall-in-new-york/", "parentID": null, "commentID": 2573038, "rgt": 423, "userDisplayName": "Dan", "createDate": "1285105149", "userID": 61068828, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1285128005", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Carlisle, PA", "commentType": "comment", "updateDate": "1285124405", "commentSequence": 188, "commentBody": "This article is grounds for removing Stanley Fish as a columnist for this paper.  Until a wind energy representative and multiple sustainability professionals write a column in defense of wind energy being an alternative to non-renewable energy sources, I will discontinue reading a paper that hires writers that somehow compare the debate of wind energy towers (an aesthetic issue) to \"fracking.\"<br /><br /> Fracking is a procedure that has the potential to damage one of the cleanest watersheds in the world, and natural gas corporations are exempt from publicly releasing what chemicals are using in this process.   I know Fish is understanding of the injurious effects of franking and derides natural gas corporations, but wind energy and fracking are two different animals.<br /><br />In most cases owners do not have mineral rights, but are paid insubstantial royalties (relative to the amount corporations will receive from extracting the natural gas).  Landowners are given lease-contracts for the land; they OWN the rights to the property.  Additionally, they are not paid a one-time fee, but are given a yearly stipend for allowing this energy source on their land.  Lastly, the Oil and Gas industry only needs to submit a five page permit to apply for natural gas extraction, while the wind energy companies face a 150-page permit that goes through multiple government departments, and faces an 18-month permit process instead of a few months review for O&amp;G permits.<br /><br />As for this paragraph, I nearly launched my mid-day coffee at this bombastic, cliche-ridden, red herring.<br /><br />\"So the wind interests inflict a triple injury — on the landscape, on the quality of life and on the social fabric of the community — and then, after a while, they depart, leaving behind what one resident of a turbine-infested town called a “giant junk yard.” (Yes, I know about decommissioning promises and bonds, but if you think the developers won’t devise several escape hatches when the time comes, I have a bridge in Brooklyn to sell you.)\"<br /><br />The injury upon the land due to wind tower construction is limited in comparison to what is being exacted upon Appalachian communities faced with strip mining.  Sadly, our Energy Age is full of trade offs, and while our best energy solution is decreasing consumption.  However, in order to power the grid in a cleaner fashion, wind energy is good alternative in comparison to our current reliance upon coal.<br /><br />Second, quality of life in the United States, according to the Happy Planet Index, is in the bottom tier of the world.  Russia, Iraq, and Israel are ranked above us.  The Happy Planet Index takes into account the triple bottom line measures and ecological footprints.  Quality of life in American communities are all ready at a nadir.  Could wind towers bring us down to Sierra Leone status(We only have 22 descending stairs to compete with the S.L. for 136th place.)?  I don't think so.<br /><br />Lastly, how are you defining community Stanley?  The word is plopped in that paragraph like a piece of bread without butter.  Better brush up on your Wendell Berry speak.  The word \"community\" is not only a cliche word to use in this article, but I have difficulty believing that the social fabric of communities are more fractured by wind energy than coal and natural gas extraction.  Natural gas corporations target low income, rural populations (I'm from southwestern Pennsylvania and have experienced this first hand) that will not resist their mineral-grabbing gusto.  Please (that's you Stanley) see the preview for \"Carbon Nation\" as a counter-documentary to \"Windfall.\"<br /><br />Lastly, the American Wind Energy Association has assessed that 20% of our energy needs could derive from wind turbines.   \"A questionable benefit to the grid,\" I don't think so.<br /><br />Let's choose our battles wisely Stanley.  This unimpressive opinion has the potential to harm the Times readership, and I hope this was just a middle-of-the-week fluke of an article.  As in \"whoops, I have an article due tomorrow,\" like the procrastinating college kids we can all be sometimes.  Speaking of  junk-yards, let's send this one to the deep archives of cyber-junk-space.<br />", "recommendationCount": 5}, {"assetID": 1871583, "replies": [], "lft": 428, "assetURL": "http://opinionator.blogs.nytimes.com/2010/09/20/windfall-in-new-york/", "parentID": null, "commentID": 2573108, "rgt": 429, "userDisplayName": "Peter", "createDate": "1285105693", "userID": 478949, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1285128039", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Encinitas, CA", "commentType": "comment", "updateDate": "1285124439", "commentSequence": 189, "commentBody": "This piece certainly has generated some heat. Too bad none of it is useable for generation of electricity. There are tradeoffs and few of us are very generous about donating some part of our space for the public good. The real problem, I think, is that we make energy projects pay some of the costs that they incur, but not all. There must be some dollar amount that would compensate people for living near a windmill and some other dollar amount that would compensate some people for living next to a nuclear plant and so forth. These externalities are never included in the cost of the power, but they should be. Just as the cost of getting CO2 back out of the atmosphere needs to be included in the cost of gasoline. If I choose to ride a bike to generate the electricity I need and you choose to burn gasoline, why should the garbage in the air I breathe subsidize the cost of your air conditioner ? When the atmosphere - or other externality - was infinite and the combustion garbage just disappeared without a trace, as if!, there was no problem. But that wasn't reality, which is now crowding in on us all. Some way needs to be found to spread the costs of things in a fairer way than just dumping them in someone else's backyard without compensation.", "recommendationCount": 0}, {"assetID": 1876643, "replies": [], "lft": 6, "assetURL": "http://wordplay.blogs.nytimes.com/2010/09/21/multiplies-dividing/", "parentID": null, "commentID": 2574120, "rgt": 7, "userDisplayName": "Nhart", "createDate": "1285123811", "userID": 31523591, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1285128048", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "West Texas", "commentType": "comment", "updateDate": "1285124448", "commentSequence": 3, "commentBody": "This was a fast Wednesday time for me despite being a little boxed up in the Northwest corner. I don't know my Hebrew alphabet and am not good on Asian georgraphy. I was pretty confident about AMOLE (the only arcade game at which I excel) and AMOEBA from the start, but it took me longer than it should have to get marlin.<br /><br />Got the theme answers without even looking at the theme until I was double checking myself on how to spell LEIF--so the theme did pay off for me!<br />", "recommendationCount": 0}, {"assetID": 1876643, "replies": [], "lft": 8, "assetURL": "http://wordplay.blogs.nytimes.com/2010/09/21/multiplies-dividing/", "parentID": null, "commentID": 2574128, "rgt": 9, "userDisplayName": "arthur118", "createDate": "1285124011", "userID": 3314486, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1285128076", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "mass", "commentType": "comment", "updateDate": "1285124476", "commentSequence": 4, "commentBody": "  We've been seeing a lot of Peter Collins lately; his last offering was a month ago when the theme was ALCHEMY, which changed LEAD to GOLD in a word ladder. This time we have an equally clever theme which had every solver singing at some point, I'm sure.<br /><br />  The two unfamiliar words for me, at 35 down, HIGHALTAR and 46 across PERIHELION came clear with the crosses and where they crossed it was an easy guess for the H. Worth a groan were the two \"trick\" clues, at 13 down \"What's extracted from soil to get oil?\" ESS, of course and then, compounding the indignity we have \"Second in line?\" at 31 down for LONGI; ugh to each!<br /><br />  Further to Patrick's comments on cluing, Will's talent as our clue-meister par excellence can be appreciated multiple times on any given day; just try some of the lesser puzzles available in syndication.<br /><br />  There was a wonderful example of cluing ability last Sunday in Kevin Der's puzzle where the clue was \"Funny meeting you here!\" for OHHI. In the hands of a less skilled constructor and editor, it was sure to have been clued as \"Greeting which is an anagram of a popular cracker\". Give thanks that we have Will.", "recommendationCount": 3}, {"assetID": 1871583, "replies": [], "lft": 430, "assetURL": "http://opinionator.blogs.nytimes.com/2010/09/20/windfall-in-new-york/", "parentID": null, "commentID": 2573148, "rgt": 431, "userDisplayName": "Bea Goode", "createDate": "1285106113", "userID": 57018475, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1285128084", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Tug Hill, NY", "commentType": "comment", "updateDate": "1285124484", "commentSequence": 190, "commentBody": "What nonsense!  Get your facts straight.  As a lifelong resident of the Tug Hill area, I think the wind mills are beautiful.  I  am proud that my area, considered scrub land only good for siting of landfills,  creates enough clean energy to power a city the size of Boston.  You want to see blight?  You should have taken a trip up north to see the dilapitated buildings and farms before the windmills came in.  Land owners have upgraded their properties.  As for Cape Vincent, the cash from the windmills will save many a family farm.  It's taken years for the project to get as far as it has with public input and scrutiny every step of the way.   Look across the St. Lawrence and you will see that Canada has already built windmills on Wolfe Island in the time it has taken Cape Vincent to vote.  When the arctic is melted and half the biodiversity in the world is gone I know I will be able to look my grandchildren in the eye and tell them I did what I could.  I was for wind.  What are you going to leave to subsequent generations?  This article of lies and innuendo?", "recommendationCount": 9}, {"assetID": 1876643, "replies": [], "lft": 10, "assetURL": "http://wordplay.blogs.nytimes.com/2010/09/21/multiplies-dividing/", "parentID": null, "commentID": 2574135, "rgt": 11, "userDisplayName": "Wags", "createDate": "1285124222", "userID": 10500790, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1285128089", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New Mexico", "commentType": "comment", "updateDate": "1285124489", "commentSequence": 5, "commentBody": "XwordInfo comes through again: I looked up how many times YESES had been used, 35; and how many YESSES, 14.  I would have thought the opposite.<br /><br />In this puzzle there are two of those clues/answers that we all have come to know and enjoy: \"What's extracted from soil to get oil? (ESS)\" and \"Second in line? (LONGI)\"  We need a term for them, any ideas?  Maybe there is one already that Will and the other pros use.", "recommendationCount": 1}, {"assetID": 1876643, "replies": [], "lft": 12, "assetURL": "http://wordplay.blogs.nytimes.com/2010/09/21/multiplies-dividing/", "parentID": null, "commentID": 2574137, "rgt": 13, "userDisplayName": "JPG", "createDate": "1285124327", "userID": 5499180, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1285128099", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Webster, Mass", "commentType": "comment", "updateDate": "1285124499", "commentSequence": 6, "commentBody": "I had wondered about \"Who does the clues.\"  It would seem to me that most constructors are good at filling in a grid, and keeping all the balls in the air at one time to do that.  Once done, clues are just the gravy.<br /><br />Meanwhile, Mr Shortz gets to see everyone's ideas of the \"perfect\" clue and he's probably stored away most of the better ones.  And, how the clue is worded makes a big difference on how easy (or hard) it is to answer.  Plus he knows what's in yesterday's and tomorrow's puzzles.<br /><br />Watching Will at work (vicariously) is fun.<br /><br />-- jpgaskell<br /><br />For 37A, I tried KWH - but that's 3.6 million joules.", "recommendationCount": 0}, {"assetID": 1876643, "replies": [], "lft": 14, "assetURL": "http://wordplay.blogs.nytimes.com/2010/09/21/multiplies-dividing/", "parentID": null, "commentID": 2574188, "rgt": 15, "userDisplayName": "fivethirtyam", "createDate": "1285126060", "userID": 37484715, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1285128102", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "hadlyme, connecticut", "commentType": "comment", "updateDate": "1285124502", "commentSequence": 7, "commentBody": "Ric or Ryc? Sid or Syd?  I'll have to Google to be sure.  Otherwise, I like this puzzle a lot.<br /><br />  ", "recommendationCount": 1}, {"assetID": 1872879, "replies": [], "lft": 208, "assetURL": "http://fifthdown.blogs.nytimes.com/2010/09/21/jets-edwards-arrested-on-drunken-driving-charge/", "parentID": null, "commentID": 2574232, "rgt": 209, "userDisplayName": "Bakes", "createDate": "1285127828", "userID": 47698449, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1285128112", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "In the castle of my skin", "commentType": "comment", "updateDate": "1285124512", "commentSequence": 91, "commentBody": "Rich... I'm sorry, but you're way off base on this.  Your rationale is that a large number of people do it without getting caught, therefore it's not really that bad an act.  There are thousands of unsolved crimes every year in the US, crimes in every category, from theft, to burglary, to robbery to murder.  Are we to excuse the criminality of those actors because they haven't been caught?<br /><br />Too extreme for you?  How about this one... every year the New Year is met in certain communities by a volley of \"celebratory\" gunshots.  They do it for fun (\"socially\" if you will), sometimes they do it alone, often with friends.  They intend to harm no one, they just want to have a good (\"nice\"?) time.  Yet the threat of \"falling bullets\" is a very real, credible and documented threat.  Should we excuse such similarly reckless behavior?  Call them \"criminals\" with a wink and a nod perhaps?<br /><br />And by the way, put me in that \"minority\" class... because I've never driven under the influence, nor has to my knowledge anyone else in my family, nor my friends.  In fact I can honestly say that at this moment I can't think of a single person close to me who has... it simply isn't tolerated in our circle.  And no, I don't claim to be perfect.", "recommendationCount": 1}, {"assetID": 1871583, "replies": [], "lft": 432, "assetURL": "http://opinionator.blogs.nytimes.com/2010/09/20/windfall-in-new-york/", "parentID": null, "commentID": 2573155, "rgt": 433, "userDisplayName": "prs17", "createDate": "1285106205", "userID": 121309, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1285128241", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "DeKalb, IL", "commentType": "comment", "updateDate": "1285124641", "commentSequence": 191, "commentBody": "As a member of the DeKalb (IL) County Board, I had to vote on allowing a local windfarm (we voted in favor, by a large majority).  The larger landowners (farmers in our case) generally were supportive, as the royalties from towers on their land provide a reasonably reliable source of income - which in an industry with notable fluctuations is quite welcome.  The opposition was mostly from homeowners on 5 to 10 acres of land.<br /><br />From what I've seen there are some real concerns - the towers can certainly dominate the view, they are not soundless (but they are not loud - even at 3 a.m., as I found out from a recent excursion to the farm), and the shadow flicker can cause real physical discomfort to those who suffer from motion sickness.  But there are remedies to these issues.  Any given turbine can be shut down within minutes of a phone call to the operating company, so if it is part of the permit agreement that turbines causing flicker be shut down while the shadow passes over a dwelling (typically an hour or so, for a few days a year), then shadow flicker need not cause any problems.  As to the noise - if someone is determined to be upset by it, they will be.  But my ceiling fan is louder than the row of 5 turbines I sat under at 3 a.m.  A passing car easily drowned them out.  Corn rustling in the wind drowns out the turbines.  I've had one of the opposition tell me that his computer's fan drowns them out.<br /><br />One thing I wish we'd done in DeKalb would have been to increase the offset.  We allowed no tower closer than 1400 feet (1/4 mile) to a dwelling.  I'd recommend any community considering a windfarm insist on at least a half mile or more offset.<br /><br />Bottom line for me - wind is a much better alternative to coal and nuclear.  NIMBYs have a case that needs to be accommodated as much as possible, and much can be done towards that end; but not to the point of preventing the windfarm itself.", "recommendationCount": 3}, {"assetID": 1867106, "replies": [], "lft": 114, "assetURL": "http://dotearth.blogs.nytimes.com/2010/09/20/a-10-year-checkup-on-global-goals/", "parentID": null, "commentID": 2573895, "rgt": 115, "userDisplayName": "wmar", "createDate": "1285118233", "userID": 13143930, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1285128286", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "usa", "commentType": "comment", "updateDate": "1285124686", "commentSequence": 55, "commentBody": "Sea Level, decelerating and in historical context not in any way divergent from the long trend.  According to NASA.<br /><br />Despite alarmist claims* to the contrary, according to both tide gauge and satellite altimetry data, the rate of sea level rise since 1900 (and over the past 6000 years according to paleologic data) has been decelerating, not accelerating. Carefully selected tide gauge data by Simon Holgate of the UK Proudman Oceanographic Laboratory is shown in his poster below, which notes that the rate of sea level rise decelerated in the second half of the 20th century (despite exponential increases in CO2 emissions):<br /><br /><a href=\"http://docs.google.com/viewer?a=v&amp;q=cache:FLpL2_mZg8UJ:meteo.lcd.lu/globalwarming/Holgate/sealevel_change_poster_holgate.pdf+holgate+sea+level+rise&amp;hl=en&amp;gl=us&amp;pid=bl&amp;srcid=ADGEESi8_e9k0UqsVba_MaA6nERbHMKhGnbwLfabo6lLahAPjWYAAahVA-LneNc_Oj7DmQKiW3TjIKQ3P2Smi5-uQToIXGF8w0KqIDnC_sCNr1ea7cV1UqetkpIVxrAVmNwXpvnKeP5P&amp;sig=AHIEtbT3rfKGePBNSH6CLz70g-CQQIwHGQ\" target=\"_blank\">http://docs.google.com...</a><br /><br />Furthermore, the rate of sea level rise as determined by satellite altimetry (which is only available since 1992 and is calibrated to tide gauges) has also decelerated over the past 5 years from 3.2 mm/yr to only 1.5 mm/yr, about the same rate as calculated by Holgate for the period 1954-2003. Paleologic data also indicate sea level rise has greatly decelerated over the past 6000 years, and that sea levels have been rising naturally since the last ice age.<br /><br />The long term trend Mark and the ‘consensus’ would rather you do not consider.<br /><a href=\"http://1.bp.blogspot.com/_nOY5jaKJXHM/S509edJYkOI/AAAAAAAAA9w/RJYW0Ojf-NE/s1600-h/Fullscreen\" target=\"_blank\">http://1.bp.blogspot.com...</a>+capture+2282010+65425+<a href=\"PM.jpg\">PM.jpg</a><br /><br />During most of the past 120 million years, sea levels have been 50-100 meters higher than the present. Sea levels dropped ~130 meters below the present during the last ice age and have risen since then throughout the current interglacial, but at a much slower rate over the past 7000 years &amp; had almost no change over the past 2000 years according to paleological studies<br />Sea level varied by over 100 meters during glacial-interglacial cycles as the major ice sheets waxed and waned as a result of changes in summer solar radiation in high northern hemisphere latitudes. Paleo data from corals indicate that sea level was 4 to 6 meters (or more) above present day sea levels during the last interglacial period, about 125,000 years ago. Climate and ice-sheet model simulations indicate that Greenland was about 3°C warmer than today and that the Northern Hemisphere ice sheets contributed 2.2 to 3.4 metres to the higher sea level, with the majority of the rise coming from the partial melting of the Greenland ice sheet.<br />During the last ice age, sea level fell to more than 120 meters below present day sea level as water was stored in ice sheets in North America (Laurentian, Cordilleran), Greenland, northern Europe (Fennoscandia and the Barents region) and Antarctica. As the ice melted, starting around 20 000 years ago, sea level rose rapidly at average rates of about 10 mm per year (1 m per century), and with peak rates of the order of 40 mm per year (4 m per century), until about 6000 years ago when they started to level off.<br />The last few thousand years<br />Sea level rose much more slowly over the past 7,000 years. The sea level 2,000 years ago can be deduced by (for example) examining fish tanks built by the ancient Romans. Because the tanks had to be at sea level for the sluice gates to function, we can precisely estimate sea level during the period of their use. Comparison of this level with historical records indicates that there has been little net change in sea level over the past 2000-6000 years.<br />A number of other data types are used to estimate sea level over preceding ages. Some of them are:<br />•\tGeological - e.g. raised beaches, wave-cut shelves, transgressive sequences<br />•\tBiological - e.g. shells, tree stumps, corals, salt marshes<br />•\tMan-made - e.g. Ancient Roman fish tanks, Crusader wells in the Palestine, middens<br />•\tRelated: Penn professor Bob Giegengack, PhD Geologist:<br /><br />\"Sea level is rising,\" Giegengack agrees, switching off the sound. But, he explains, it's been rising ever since warming set in 18,000 years ago. The rate of rise has been pretty slow — only about 400 feet so far. And recently — meaning in the thousands of years — the rate has slowed even more. The Earth's global ocean level is only going up 1.8 millimeters per year. That's less than the thickness of one nickel. For the catastrophe of flooded cities and millions of refugees that Gore envisions, sea levels would have to rise about 20 feet.<br /><br />\"At the present rate of sea-level rise,\" Gieg says, \"it's going to take 3,500 years to get up there. So if for some reason this warming process that melts ice is cutting loose and accelerating, sea level doesn't know it. And sea level, we think, is the best indicator of global warming.\"<br /><br /><a href=\"http://hockeyschtick.blogspot.com/2010/03/sea-level-change-last-120-million-years.html\" target=\"_blank\">http://hockeyschtick.blogspot.com...</a><br /><br />Best Wishes<br /><br />", "recommendationCount": 6}, {"assetID": 1860852, "replies": [], "lft": 198, "assetURL": "http://dotearth.blogs.nytimes.com/2010/09/17/scientists-react-to-a-nobelists-climate-thoughts/", "parentID": null, "commentID": 2574005, "rgt": 199, "userDisplayName": "Susan Anderson", "createDate": "1285120616", "userID": 57076816, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1285128333", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Boston", "commentType": "comment", "updateDate": "1285124733", "commentSequence": 93, "commentBody": "Suggest those of you selectively quoting Nobelists check in with a few others.  The overwhelming majority of those qualified in highly technical fields understand pretty well what is going on.  Choosing the outliers labels you.  I happen in my odd life to have become acquainted with a few dozen and don't know one that denies that climate change due to global warming is here and accelerating, though I understand Giaever is charming.  I know some pride themselves on their contrarian stance, but in this case it might be a good idea if they checked what they are being contrary about rather than clubbing with the unacceptable.<br /><br />The details remain to be seen.  Climate in the end is the aggregation of weather over space and time.  There's plenty of evidence, and more on the way.  In a decade or three the worst of you will owe your descendants an apology, if they are still around to receive it.<br /><br />Take a look for yourself.  The gang here could be put in perspective if you got your head out of DotEarth and checked this out - not the preponderance of comments.  Here we get a few stalwarts like wmar saying what great patriots the Koch brothers are.  There, you can see that the gang here is not a majority in the real world, and they are bent on influence, not truth.<br /><a href=\"http://www.nytimes.com/2010/09/21/opinion/21tue1.html?hp\" target=\"_blank\">http://www.nytimes.com...</a><br />(look at the \"votes\"; some of our favored few here have not done well there, where the real world is better represented)<br /><br />Girma and wmar and their friends are mainly interested in creating a certain impression.  I am, as they say, not an expert.  But I'm not dumb and I have a lot of good access and I work hard.  I wish I could say they, in good faith, do the same.  They may very well work hard, but it is in the service of an agenda, not of understanding planetary dynamics and the suicidal course our overconsumption, ignorance, and prejudice is setting for us.", "recommendationCount": 3}, {"assetID": 1871583, "replies": [], "lft": 434, "assetURL": "http://opinionator.blogs.nytimes.com/2010/09/20/windfall-in-new-york/", "parentID": null, "commentID": 2573192, "rgt": 435, "userDisplayName": "Carlos J. LaTonga", "createDate": "1285106520", "userID": 40580107, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1285128334", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Fairfield, Iowa", "commentType": "comment", "updateDate": "1285124734", "commentSequence": 192, "commentBody": "As one of the professionals effectively slammed by this article (I have represented 4 of the largest wind farm developers in the United States trying to lease land for turbine placement), I find it interesting that the horror of wind development is reduced to a re-occurring nightmare of \"War of the Worlds\" invasion, and hideous noise thresholds that create an unbearable destruction of rural American standards of life, when my experience in the field with actual development is anything but this. When hyperbole of this magnitude is employed editorially, I always ask myself who would really be motivated to tell lies on such a scale. Is it convenient that natural gas is also vilified to give the appearance that the fossil fuel industry is not the one motivated to push back against alternative energy development in this country. But I know firsthand what the wind energy developers do in working to negotiate land leases for projects (especially verses what went on for years in oil and gas leasing in this country). My experience is nothing like what Stanley Fish depicts in this dishonest rendering of manipulation and deceit by bullying wind energy development companies. There is a significant political push back against wind development by big oil in this country and resources there that dwarf anything in wind. I will simply say this article is a hack job and I suggest anyone who doubts me to go find a community where there is wind development and find out for them selves what the truth is. Stand next to a 3 megawatt Vestas V-90 turbine in the wind and listen to the noise it produces. Find a neighbor who is willing to discuss his deal on a lease and find out just how unreasonable the economic metrics of a wind farm lease may or may not be. Look at the actual impact of a single megawatt turbine on the grid, and then ask what 300 megawatts mean to a county or even a city. Ask yourself if you want coal, and gas, and hydrocarbon emissions, or the alternative of nuclear power generation, instead of wind towers to keep the lights on for your children's children.  And then ask yourself who is Stanley Fish and who is he working for here.", "recommendationCount": 5}, {"assetID": 1867106, "replies": [], "lft": 116, "assetURL": "http://dotearth.blogs.nytimes.com/2010/09/20/a-10-year-checkup-on-global-goals/", "parentID": null, "commentID": 2574212, "rgt": 117, "userDisplayName": "Gene G", "createDate": "1285126959", "userID": 22122125, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1285128337", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New Jersey", "commentType": "comment", "updateDate": "1285124737", "commentSequence": 56, "commentBody": "JeffN #48. I have thought a lot about how to limit or reverse population growth. For sure alternatively sterilizing men would not do it with certainty. That bothers me because it is unfair and so much easier to sterilize men, but I see no effective way  to make it work to limit population. I also suspect, but do not know, that many women would be delighted to be limited to no more than two kids. I have not done a survey so I apologize if this is offensive.<br /><br />You have asked a number of tough but not impossible to answer questions. However, the answers rest with those living on this earth, who are leaving where they live or would like to leave to go elsewhere with the hope of a viable or better life. The answers will become obvious when we seriously explore the implications and advantages of a greatly reduced population.<br /><br />Having just returned from a long trip through beautiful southeast Alaska it is clear that there is space to put people there and probably in other similarly attractive places in the world such as Patagonia for example . Space is definitely not the issue. I would hate to see these beautiful places grow in population. Other places in the world could support many more people, but not in comfort. There are ways to provide adequate drinking water and to grow edible food to support more people. However, in my view that is not the issue since life on earth today is barely or not viable for many of the current inhabitants. It is not clear at all that more people would solve the problem.<br /><br />What is ignored is the stress on people and the earth with high human population. Is there anything in the Bible that says 6.7 billion people on this earth are not enough? Does the instruction to multiply mean without limit? Why do we need to take the risk of letting the stress of high population density risk destroying the ability of humans and animals to live on the earth? Experiments on rats living at high density have led to complete collapse and end to the group. All ultimately died with no survivors. We now have the ability with thermonuclear bombs to make the earth’s surface unlivable for humans. That is not unlikely as population and resource competition stress builds.<br /><br />What is wrong with only 1 billion people as in 1800 or 2 billion as in 1920?<br />JeffN #48. I have thought a lot about how to limit or reverse population growth. For sure alternatively sterilizing men would not do it with certainty. That bothers me because it is unfair and so much easier to sterilize men, but I see no way effective to make it work to limit population. I also suspect but do not know that many women would be delighted to be limited to no more than two kids. I have not done a survey so I apologize if this is offensive.<br />You have asked a number of tough but not impossible to answer questions. However, the answers rest with those living on this earth, who are leaving where they live or would like to leave where they live to go elsewhere with the hope of a viable or better life. The answers will become obvious when we seriously explore the implications and advantages of a greatly reduced population.<br />Having just returned from a long trip through beautiful southeast Alaska it is clear that there is space to put people there and probably in other similarly attractive places in the world such as for example Patagonia. Space is definitely not the issue. I would hate to see these places grow in population. Other places in the world could support many more people, but not in comfort. There are ways to provide adequate drinking water and to grow edible food to support more people. However, in my view that is not the issue since life on earth today is barely or not viable for many of the current inhabitants. It is not clear at all that more people would solve the problem.<br /><br />What is ignored is the stress on people and the earth with high human population. Is there anything in the Bible that says 6.7 billion people on this earth are not enough? Does the instruction to multiply mean without limit? Why do we need to take the risk of letting the stress of high population density risk destroying the ability of humans and animals to live on the earth? Experiments on rats living at high density have led to complete collapse and end to the group. All ultimately died with no survivors. We now have the ability with thermonuclear bombs to make the earth’s surface unlivable for humans. That is not unlikely as population and resource competition stress builds.<br /><br />What is wrong with only 1 billion people as in 1800 or 2 billion as in 1920?<br /><a href=\"http://en.wikipedia.org/wiki/File\">http://en.wikipedia.org/wiki/File</a>:<a href=\"World-Population-1800-2100.png\">World-Population-1800-2100.png</a><br />Why must we continue to multiply? What is the benefit?<br />", "recommendationCount": 4}, {"assetID": 1871583, "replies": [], "lft": 436, "assetURL": "http://opinionator.blogs.nytimes.com/2010/09/20/windfall-in-new-york/", "parentID": null, "commentID": 2573205, "rgt": 437, "userDisplayName": "Bill", "createDate": "1285106695", "userID": 42613001, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1285128351", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Northern California", "commentType": "comment", "updateDate": "1285124751", "commentSequence": 193, "commentBody": "Let me just add my voice to the torrent of disappointed comments.   The logic in this article just doesn't pass the sniff test.<br /><br />Step #1 in rehab is to admit you have a problem.  OK, Dr. Fish, so you're a card-carrying NIMBY.  Not the worst thing in the world; you have plenty of company.  Just stay away from topics immersed in NIMBYism for your future essays, because it ties you up in knots and turns your normally-lucid columns to gibberish.", "recommendationCount": 2}, {"assetID": 1874521, "replies": [], "lft": 14, "assetURL": "http://dotearth.blogs.nytimes.com/2010/09/21/prospects-rise-for-cleaner-cooking-in-poor-places/", "parentID": null, "commentID": 2574231, "rgt": 15, "userDisplayName": "Dale R. McIntyre, PhD", "createDate": "1285127807", "userID": 57386867, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1285128355", "userTitle": null, "editorsSelection": 1, "statusID": 2, "userURL": null, "userLocation": "Bartlesville, Oklahoma", "commentType": "comment", "updateDate": "1285124755", "commentSequence": 6, "commentBody": "<br />The Asian \"brown cloud\" from cooking on firewood and dung is increasingly being recognized as a profound source of regional warming which also has global influence.<br /><br />V. Ramanathan and G. Carmichael published an article in Nature Geoscience, 23 March 2008, doi: <a href=\"10.1038/ngeo156\">10.1038/ngeo156</a> entitled \"Global and Regional Climate Changes due to Black Carbon\" outlining the effect and estimating its magnitude.<br /><br />Correcting this problem is low-hanging fruit with many win-win aspects.  Less smoke in 3rd world lungs, less heat trapped by soot in the troposphere, less soot on the glaciers and the Arctic ice-cap to speed ice melt, etc.<br /><br />Now if only the environmental community can swallow that big lump in its collective throat and admit that a fossil fuel source (propane) is actually superior in this instance to a renewable fuel source (firewood and dried animal dung) ...", "recommendationCount": 23}, {"assetID": 1871583, "replies": [], "lft": 440, "assetURL": "http://opinionator.blogs.nytimes.com/2010/09/20/windfall-in-new-york/", "parentID": null, "commentID": 2573279, "rgt": 441, "userDisplayName": "Gerald", "createDate": "1285107487", "userID": 1689749, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1285128398", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Portsmouth, NH", "commentType": "comment", "updateDate": "1285124798", "commentSequence": 194, "commentBody": "Give Americans a chance and they'll screw up any good idea. When I walked through the German state of Schleswig-Holstein in 2005, wind turbines were already contributing 30% of all the electric power used in the state, which includes the city of Hamburg. I walked through miles of wind farms, where the turbines were optimally located to get maximum blow and have minimum effect on home owners. The landscape is flat as a pancake, so the windmills dominate the show, just as, centuries ago, the smaller ancestors did. When I asked Germans of all stripes how they liked the turbines, many were indifferent and some were negative. But they all seemed tuned in to the communal effort for clean power. Five decades from now, the technology may no longer make sense and they'll disappear. Meanwhile, to see them dominate a landscape in a nation which prizes its environment like no other, the turbines are an impressive pragmatic symbol of what we need to be doing: replacing the burning of fossil fuels asap.", "recommendationCount": 7}, {"assetID": 1871583, "replies": [], "lft": 442, "assetURL": "http://opinionator.blogs.nytimes.com/2010/09/20/windfall-in-new-york/", "parentID": null, "commentID": 2573291, "rgt": 443, "userDisplayName": "NoNoisePlease", "createDate": "1285107615", "userID": 1481157, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1285128458", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Union Beach, NJ", "commentType": "comment", "updateDate": "1285124858", "commentSequence": 195, "commentBody": "These large industrial machines were not intended to be plopped down in peoples' back yards. They are noisy, and they cause significant losses in property values, while causing damage to birds, bats, and nature in general. In Union Beach, New Jersey the local sewerage authority is in the early stages of constructing a 380 foot monster against the unanimous will of the town's government. There will be many houses within about 1100 feet or so and maybe 200 homes within 2000 feet. They've used state laws that make utilities like themselves almost autonomous powers, and even though almost all the residents are against the machine they are going ahead anyhow.<br /><br />To support their claims of low noise and no impact on property values they use wind industry supplied reports that have been roundly criticized in the literature. At their monthly meetings, speakers produce studies and stories about what’s happening to people who live near the machines but the commissioners turn a deaf ear and plow ahead in their aggressive ignorance.<br /><br />Reports from all over the world have found that living close to these machines causes a range of illnesses in some people. But those who live far enough away from the generators, and are not bothered, sometimes feel they are getting a benefit (real or imagined) so have little sympathy for those who complain. In town after town, people split into camps and ugly situations develop.<br /><br />Whether these wind turbines will, overall, save very much carbon dioxide from being generated is still a good question, with dirty generators being needed to be quickly brought on line when the wind stops blowing.<br />", "recommendationCount": 5}, {"assetID": 1871583, "replies": [], "lft": 446, "assetURL": "http://opinionator.blogs.nytimes.com/2010/09/20/windfall-in-new-york/", "parentID": null, "commentID": 2573442, "rgt": 447, "userDisplayName": "RealDeal", "createDate": "1285109268", "userID": 61124469, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1285128511", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Watertown, NY", "commentType": "comment", "updateDate": "1285124911", "commentSequence": 196, "commentBody": "Get the facts straight!!  Jefferson County (location of the Cape Vincent Project you reference) conducts an annual survey to gauge the attitudes and opinions of the region.  here's the link:<br /><br />  (<a href=\"http://www.sunyjefferson.edu/ccs/Jefferson-Survey-Report-2010.pdf\" target=\"_blank\">http://www.sunyjefferson.edu...</a>)<br /><br />take a minute to view pages 24 and 25 and note that the overwelming majority of persons support wind development in the area (83.6% in favor) and view wind development as a significant contributor to the local Jefferson County economy.  This is in stark contrast  to the estimate you heard of 4 to 1 against and yes this includes homeowners in the town of Cape Vincent.<br /><br />Also, no Cape Vincent Planning Board member is under lease with regards to the turbine project you mention.<br /><br />Please don't rely on wind objectors for your material and take a few moments to check your facts.", "recommendationCount": 6}, {"assetID": 1871583, "replies": [], "lft": 448, "assetURL": "http://opinionator.blogs.nytimes.com/2010/09/20/windfall-in-new-york/", "parentID": null, "commentID": 2573449, "rgt": 449, "userDisplayName": "Jeremy Abramowitz", "createDate": "1285109403", "userID": 58149045, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1285128516", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Washington, DC", "commentType": "comment", "updateDate": "1285124916", "commentSequence": 197, "commentBody": "How about the noise residents have to put up with when the coal trains come roaring through?", "recommendationCount": 3}, {"assetID": 1871583, "replies": [], "lft": 452, "assetURL": "http://opinionator.blogs.nytimes.com/2010/09/20/windfall-in-new-york/", "parentID": null, "commentID": 2573562, "rgt": 453, "userDisplayName": "Bill", "createDate": "1285111086", "userID": 41083790, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1285128543", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Clarkstown, NY", "commentType": "comment", "updateDate": "1285124943", "commentSequence": 198, "commentBody": "As you can probably tell from the wide range of comments from people who oppose any option, the problem with our energy infrastructure is not the people who espouse NIMBY.  The problem is the that as a society we have adopted the philosophy of BANANA - Build Absolutely Nothing Anywhere Near Anybody.", "recommendationCount": 2}, {"assetID": 1871583, "replies": [], "lft": 454, "assetURL": "http://opinionator.blogs.nytimes.com/2010/09/20/windfall-in-new-york/", "parentID": null, "commentID": 2573584, "rgt": 455, "userDisplayName": "Ill Wind", "createDate": "1285111459", "userID": 55173163, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1285128563", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "True North", "commentType": "comment", "updateDate": "1285124963", "commentSequence": 199, "commentBody": "Most people posting on this topic apparently regard industrial wind turbines (IWTs) on the same production level as nuclear, coal or hydro plants. Wrong, wrong, wrong! IWTs are very expensive (especially when you factor in the new transmission lines needed for them), inefficient, unreliable and produce diddly in the way of useable energy. On top of that, they produce the most energy when society doesn't need it and the least when it does (ie hot smoggy days).<br /><br />Like it or lump it, IWTs are not even a partial answer to the addictive energy needs of Americans. Read Robert Bryce's \"Power Hungry\" for more on the subject.", "recommendationCount": 5}, {"assetID": 1871583, "replies": [], "lft": 456, "assetURL": "http://opinionator.blogs.nytimes.com/2010/09/20/windfall-in-new-york/", "parentID": null, "commentID": 2573587, "rgt": 457, "userDisplayName": "Viking-70", "createDate": "1285111474", "userID": 34359, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1285128582", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "USA - CA", "commentType": "comment", "updateDate": "1285124982", "commentSequence": 200, "commentBody": "The people physically close to wind turbines deserve to suffer. After all, that is what local politics is all about. Paying the cost, and receiving the benefits. The people of upstate New York receive the benefits of electricity, and sources of power in general. Somebody somewhere on planet Earth is dealing with the negative externalities that result from creating the power used by people in Tug Hill NY. Looking at it from a holistic planet wide approach, wind power has a smaller negative footprint than any other plausible source of power in New York. If the political process results in wind power in Tug Hill, but not in Andes, well that is the result or our political system in the USA. Don't let the ideal be the enemy of the merely good.", "recommendationCount": 0}, {"assetID": 1871583, "replies": [], "lft": 458, "assetURL": "http://opinionator.blogs.nytimes.com/2010/09/20/windfall-in-new-york/", "parentID": null, "commentID": 2573654, "rgt": 459, "userDisplayName": "nathan friedman", "createDate": "1285112707", "userID": 46916258, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1285128604", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "denver,n.y.", "commentType": "comment", "updateDate": "1285125004", "commentSequence": 201, "commentBody": "I think the Joe Louis comment about his second fight with Billy Conn.. \"Billy Conn can run, but he cannot hide\".<br />We cannot escape the pressure we are under ,to curb our 25% of the worlds deadly carbon pollution..<br />From the over sized cars we drive &amp; the over sized homes we inhabit.,there is no national effort to conserve.<br />Perhaps if we did,, wind turbines would not be another wedge issue that divides us presently...<br /><br />", "recommendationCount": 2}, {"assetID": 1871583, "replies": [], "lft": 460, "assetURL": "http://opinionator.blogs.nytimes.com/2010/09/20/windfall-in-new-york/", "parentID": null, "commentID": 2573740, "rgt": 461, "userDisplayName": "Peter Vicars", "createDate": "1285114591", "userID": 59844764, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1285128677", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Boston Ma", "commentType": "comment", "updateDate": "1285125077", "commentSequence": 202, "commentBody": "Dr Fish<br /><br />Misses a big point in his article. There is this thing called the silent majority and then there are the outliers for and against. The media and Dr Fish have a vested interest in the noise of those on the edge. The sad fact is the silent majority always but for a few remain quiet. Why in other democratic countries is wind being deployed and countries are taking the benefit of this renewable resource. It is sad that in the USA we give so much power to the fringe noise of a small groups of people.<br /><br />Very much in favour of doing something for all the kids I know who will have to live with the mess that we are creating in the world and its environment.<br /><br />Peter (a wind and renewable advocate)", "recommendationCount": 2}]}, "copyright": "Copyright (c) 2016 The New York Times Company.  All Rights Reserved."}