{"debug": {"version": 3.1}, "status": "OK", "results": {"api_timestamp": "1481481037", "totalCommentsFound": 5115, "totalCommentsReturned": 25, "comments": [{"assetID": 3393934, "replies": [], "lft": 162, "assetURL": "http://www.nytimes.com/2014/02/07/opinion/krugman-health-work-lies.html", "parentID": null, "commentID": 11113782, "rgt": 163, "userDisplayName": "Bruce Rozenblit", "createDate": "1391749197", "userID": 38331232, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1391749207", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Kansas City", "commentType": "comment", "updateDate": "1391749207", "commentSequence": 11113782, "commentBody": "I must say that the wording of the accounts blasted all over the Internet did cause me to draw the wrong conclusion about the CBO report.  Unfortunately, in the digital age, once the story gets out there, it can't be recalled.  The damage is done.  This incident has as much to do with accurate reporting as it does about political manipulations.  Even Mr. Krugman has failed to mention that the 2 million job changes are spread out over 10 years.  His wording in this piece could give the impression that they will occur all at once.  <br/><br/>The Republicans have been manufacturing lies about the healthcare reform with abandon and this misinterpretation of an official non-partisan report will allow them some degree of false legitimacy.  I fully expect the wimpy Democratic political machine to treat it the same as all the others and utter the standard. \"We don't see it that way.\" <br/><br/>It is true that many older workers will retire when they can get affordable insurance on their own.  That will free up many positions and younger people will fill them.<br/><br/>There is another group that will also benefit greatly and they are younger people that want to start their own businesses.  A 35 year old with 3 kids can't take the chance to start a business because the insurance needed to protect the family could cost well over $15K.  The ACA will give them an opening.  This alone could create up a lot more than 2 million jobs over the next 10 years.     ", "recommendationCount": 28}, {"assetID": 3393901, "replies": [], "lft": 712, "assetURL": "http://www.nytimes.com/2014/02/07/us/politics/senate-fails-to-advance-unemployment-extension.html", "parentID": null, "commentID": 11113784, "rgt": 713, "userDisplayName": "Tim B", "createDate": "1391749236", "userID": 29899499, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1391749267", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Seattle", "commentType": "comment", "updateDate": "1391749267", "commentSequence": 11113784, "commentBody": "The Republicans put on such a show about saving money, yet now the Farm Bill awaits the president's signature - which he could veto if he had the courage.   With the farm bill, apparently so long as a 'farmer's' adjusted income does not exceed $900,000, it is possible to qualify.   Yet in that same bill, food stamp allotments are cut again.   ", "recommendationCount": 6}, {"assetID": 3393829, "replies": [], "lft": 468, "assetURL": "http://opinionator.blogs.nytimes.com/2014/02/05/my-husbands-things/", "parentID": null, "commentID": 11113788, "rgt": 469, "userDisplayName": "LRO", "createDate": "1391749309", "userID": 5943732, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1391749328", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Los Angeles", "commentType": "comment", "updateDate": "1391749328", "commentSequence": 11113788, "commentBody": "Beautiful and evocative piece.  How difficult it is to release the belongings of our loved ones without feeling like we are erasing their very being.  My father's Eagle Scout sash with myriad of badges he'd earned, which he kept in his bureau drawer, front and center.  His father's tefillin.  These things that were treasures to him.  There is some guilt about letting go of his prized possessions that I've little connection to.  So I keep them.<br/>I have some of my mom's clothes, having kept what I knew I would wear that fit.  After she passed, I wore her robe.  It was the closest to understanding what being one of Harlow's monkeys was like.  I NEEDED that tactile connection.  As for my dads many suits, shirts, and shoes (he was an impeccable dresser in his former working life), I was able to part with most of them eventually but it took some years.  I didn't want them (or him), to become meaningless.  Some of his suits I gave to an NGO that serves refugees who have come here to start new lives.  Other suits I donated to my son's high school drama department to be given life again in school plays.  I think my dad would be pleased.<br/>I've found a cottage business that sews bags made from men's suit jackets.  I will choose one from the few remaining and have a messenger bag made from it. <br/><br/>There is no absolute prescription for a time frame of processing grief and all the \"stuff\" that goes with it.   Thank you for this piece and the comments accompanying it.  Grief escapes no one.", "recommendationCount": 17}, {"assetID": 3393934, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 11113790, "replies": [], "commentID": 11113866, "trusted": 1, "userDisplayName": "Mark Thomason", "createDate": "1391750817", "userID": 37674938, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1391750826", "userTitle": "NULL", "recommendations": 6, "editorsSelection": false, "parentUserDisplayName": "Liam Jumper", "userURL": "NULL", "userLocation": "Clawson, MI", "depth": 1, "commentType": "userReply", "updateDate": "1391750826", "commentSequence": 11113866, "commentBody": "\"CBO Director Says GOP Is Dead Wrong About ACA Job Loss?\" <br/><br/>He did?  I hadn't heard that, and I read a lot of this stuff.  <br/><br/>That means it is even worse than you thought.  Awful."}, {"recommendedFlag": 0, "parentID": 11113790, "replies": [], "commentID": 11113962, "trusted": 0, "userDisplayName": "Jack", "createDate": "1391752777", "userID": 20119230, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1391766366", "userTitle": "NULL", "recommendations": 4, "editorsSelection": false, "parentUserDisplayName": "Liam Jumper", "userURL": "NULL", "userLocation": "Illinois", "depth": 1, "commentType": "userReply", "updateDate": "1391766366", "commentSequence": 11113962, "commentBody": "The CBO is not political. I'd rather they stay that way. And Liam Jumper was only making a hypothetical statement."}, {"recommendedFlag": 0, "parentID": 11113790, "replies": [], "commentID": 11117357, "trusted": 0, "userDisplayName": "Floretta", "createDate": "1391796076", "userID": 56225853, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1391811953", "userTitle": "NULL", "recommendations": 0, "editorsSelection": false, "parentUserDisplayName": "Liam Jumper", "userURL": "NULL", "userLocation": "NY", "depth": 1, "commentType": "userReply", "updateDate": "1391811953", "commentSequence": 11117357, "commentBody": "I don't see where either Clinton is recommending anyone sit out the 2014 elections. First, Hillary has NOT declared and is unlikely to do so until next year IF she does. Second, Democrats of all stripes (Progressives, liberals, plain vanilla) remember all too keenly what happened with earlier midterm elections. Where the split seems to be today is whether to focus on keeping the Senate for Democrats or increasing numbers in the House. Shouldn't be either/or, should be both. State races are every bit as important this year as federal elections in 2016, probably more."}]}, "lft": 164, "assetURL": "http://www.nytimes.com/2014/02/07/opinion/krugman-health-work-lies.html", "parentID": null, "commentID": 11113790, "rgt": 171, "userDisplayName": "Liam Jumper", "createDate": "1391749361", "userID": 55635653, "replyCount": 3, "commentTitle": "<br/>", "status": "approved", "approveDate": "1391749387", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "South Carolina", "commentType": "comment", "updateDate": "1391749387", "commentSequence": 11113790, "commentBody": "Why didn't we read headlines this past week of, \"CBO Director Says GOP Is Dead Wrong About ACA Job Loss?\"  Why weren't top Democrats shouting that at every media outlet?  Bold, startling lies get remembered, become part of what people believe they \"know,\" and are then used to hammer opponents in elections.<br/><br/>Is it because Democratic groups are too busy composing the fund-raising letters I'm now getting regularly? Donors might be more inclined if they saw responses to GOP lies that were more nimble, potent, and sustained.<br/><br/>And now Mancuroc of Rochester, NY tells us, \"... Priorities USA says it will be pushing Hillary Clinton for President but sitting out the 2014 midterms.\"<br/><br/>Really?  Clintons didn't learn the reason Obama won the 2008 nomination was because he ran an inclusive campaign?<br/><br/>Clintons don't know you help others win elections in exchange for them helping you when you run for election?<br/><br/>Don't the Clintons realize that if the GOP keeps the House and takes the Senate, the GOP will force a two year legacy of Obama repeatedly having to use his veto pen? Doesn't it occur to them that would be one of the potent rationales used by the GOP in their attempt to place a Republican in the White House?<br/><br/>Political freedom isn't worth much if monied and ideological factions deny working people the elements needed to also attain the economic freedom to enjoy a decent, less anxious, standard of living and the hope that goes with it.  That's what's at stake.", "recommendationCount": 170}, {"assetID": 3393927, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 11113798, "replies": [], "commentID": 11113915, "trusted": 0, "userDisplayName": "Anti-Skub", "createDate": "1391751957", "userID": 56042566, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1391751967", "userTitle": "NULL", "recommendations": 1, "editorsSelection": false, "parentUserDisplayName": "FromSouthChicago", "userURL": "NULL", "userLocation": "2012 CE", "depth": 1, "commentType": "userReply", "updateDate": "1391751967", "commentSequence": 11113915, "commentBody": "Gold emerged as a currency and store of value in the past. It did so independently in many different places around the world. There was no central government spanning Europe, Asia, Africa, and the Middle East that enforced gold usage. What, then, made it emerge?  What specific properties made it useful for these purposes?<br/><br/>Something to consider as we ponder why bitcoin is now in the process of emerging."}]}, "lft": 74, "assetURL": "http://dealbook.nytimes.com/2014/02/06/the-quick-rise-and-abrupt-fall-of-a-bitcoin-champion/", "parentID": null, "commentID": 11113798, "rgt": 77, "userDisplayName": "FromSouthChicago", "createDate": "1391749579", "userID": 67594383, "replyCount": 1, "commentTitle": "<br/>", "status": "approved", "approveDate": "1391749626", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Portland, OR", "commentType": "comment", "updateDate": "1391749626", "commentSequence": 11113798, "commentBody": "\"Money\" is one of the early concepts introduced in a course in economics. Money is an abstraction. But it's an essential part of the economic system that we've developed for ourselves that relies on it. <br/><br/>Money is \"a means of exchange\" and \"a store of value.\" With Bitcoin, the means of exchange I understand. But a \"store of value,\" Bitcoin?<br/><br/>\"Value\" comes largely from trust. Governmental central banks that issue currencies, the government or governments that control the central banks in effect underwrite the value of the issued currency. The government or governments provide the \"trust\" in the currency. If you think that's not true, then look around you and look at history, shaky governments don't issue trusted currencies.<br/><br/>Bitcoin is something completely different. As near as I can tell, it doesn't pin its value against a specific currency. Its users seem to consider it a separate, independent currency.<br/><br/>So what's backing Bitcoin up? So far as I can tell, it's smoke and mirrors thus making it a playing field for scam artists, dreamers and a host of others. ", "recommendationCount": 5}, {"assetID": 3393839, "replies": [], "lft": 317, "assetURL": "http://www.nytimes.com/2014/02/06/sports/olympics/racing-to-save-dogs-roaming-around-sochi.html", "parentID": 11108107, "commentID": 11113773, "rgt": 318, "userDisplayName": "Bob Frame", "createDate": "1391749101", "userID": 65506949, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1391749860", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Paris Landing, TN", "commentType": "userReply", "updateDate": "1391749860", "commentSequence": 11113773, "commentBody": "Barbara -<br/>The truth will come out - as it has for Mr. Putin.  He can control the truth for his own country - somewhat less than in the past.  His mistake was letting the rest of the world into his realm.  It was hubris, I presume.<br/><br/>Great post, BTW.", "recommendationCount": 0}, {"assetID": 3393934, "replies": [], "lft": 65, "assetURL": "http://www.nytimes.com/2014/02/07/opinion/krugman-health-work-lies.html", "parentID": 11113357, "commentID": 11113815, "rgt": 68, "userDisplayName": "Tim Kane", "createDate": "1391749983", "userID": 20454347, "replyCount": 1, "commentTitle": "<br/>", "status": "approved", "approveDate": "1391750045", "userTitle": "NULL", "editorsSelection": 1, "statusID": 2, "userURL": "NULL", "userLocation": "Mesa, Arizona", "commentType": "userReply", "updateDate": "1391791837", "commentSequence": 11113815, "commentBody": "The ACA has the effect of giving bargaining power to workers.<br/><br/>Workers no longer have to have employment to have insurance. That reduces the employer's leverage.<br/><br/>I've repeatedly have taken the position, and still do, that the American system is based upon only one principle: free contract. In that system, bargaining power is everything. What you earn is a function of it. The Rich/Republican know this. The concentration in wealth over the last 40 years is the result of the systematic attack, by the rich, against the agencies of other groups bargaining power, the most obvious cases were unions for workers, ACORN for the very poor, the cost and quality of education for the aspiring middle class.<br/><br/>The fire of the Republican response to the ACA makes no sense on the surface: it is, after all, their idea, their plan. However, it does make sense from the perspective of bargaining power analysis. Huge swings in earnings occur at marginal shifts in bargaining power. The Rich, the republicans know that. That's why they are rich.<br/><br/>Just a subtle shift in bargaining power is going to cause a disproportional shift in the distribution of earnings from the 1% to the 99%. If you could add 2.5 million jobs to the economy tomorrow, we'd be approaching full employment and it would show up in earnings and economic security to the 99%. In time hopefully we'll see this.<br/><br/>So in my mind the effect on bargaining power is the real explanation for Republican mendacity towards their own plan.", "recommendationCount": 286}, {"assetID": 3393934, "replies": [], "lft": 121, "assetURL": "http://www.nytimes.com/2014/02/07/opinion/krugman-health-work-lies.html", "parentID": 11113677, "commentID": 11113818, "rgt": 122, "userDisplayName": "Frank", "createDate": "1391750043", "userID": 67818617, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1391750106", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "United States", "commentType": "userReply", "updateDate": "1391750106", "commentSequence": 11113818, "commentBody": "Wendell, again, we are 37 days in. <br/><br/>I can see where this is going; people working less, to get the subsidy. Multiply this by hundreds of thousands if not millions of people and what do you get; more people on the govt. teat. <br/><br/>My specifics in the premium and deductible increase?<br/><br/>I am 59 years old, prior to Obamacare had a catastrophic policy. The premium $320/month. $3,500 deductible, $5,500 max OOP.<br/><br/>With Obamacare, $680/month premium, and $6,000 deductible. <br/><br/>I am a single person, making $50,000 no subsidies for me. <br/><br/>The silver lining I have no insurance at all, now. But it is OK. I get sick, I'll just sign up then. <br/><br/>Not with the exchanges, they have strict enrollment periods. But with an insurance company outside the exchanges. There are plenty of those. With those companies I can sign up anytime. And under Obamacare they can not refuse me. <br/><br/>This will never work. This Obamacare. The basic structure is flawed. ", "recommendationCount": 3}, {"assetID": 3393531, "replies": [], "lft": 1122, "assetURL": "http://opinionator.blogs.nytimes.com/2014/02/02/the-dangers-of-certainty/", "parentID": null, "commentID": 11113832, "rgt": 1123, "userDisplayName": "Felix Qui", "createDate": "1391750300", "userID": 57659988, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1391750347", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Bangkok", "commentType": "comment", "updateDate": "1391750347", "commentSequence": 11113832, "commentBody": "An encouragingly lucid explanation for  the deep chasm that separates the despotic ways of inerrant faith of all types - religious dogma, personality cults, political utopianism, and the motley other unreasoning plagues of humanity -  from the rational pursuit of knowledge, moral as much as material. Now, how to get the fanatically devoted and infallible of all stripes to read it, with actual understanding? ", "recommendationCount": 0}, {"assetID": 3393682, "replies": [], "lft": 334, "assetURL": "http://www.nytimes.com/2014/02/09/education/edlife/a-historically-black-college-is-rocked-by-the-economy-infighting-and-a-changing-demographic.html", "parentID": null, "commentID": 11113116, "rgt": 335, "userDisplayName": "mr isaac", "createDate": "1391740149", "userID": 68467125, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1391750402", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "los angeles", "commentType": "comment", "updateDate": "1391750402", "commentSequence": 11113116, "commentBody": "There are 106 schools that claim HBCU status.  Southern University has the lowest graduation rate in the country - 8% over six years.  It is time for blacks to stop supporting failing HBCUs that are little more than citadels for sinecures.  We should focus the money on only the best HBCUs.  Howard would easily make that cut.  Am I being cold?  Try this test: 1) Wiki \"List of of HBCUs.\"  2) Enter any school in <a href=\"http://www.collegeresults.org\" title=\"www.collegeresults.org\" target=\"_blank\">www.collegeresults.org</a>.  3)  Look at the 6 year graduation rate.  You'll be 'shocked, shocked' to find that most are under 30%.  ", "recommendationCount": 4}, {"assetID": 3393934, "replies": [], "lft": 69, "assetURL": "http://www.nytimes.com/2014/02/07/opinion/krugman-health-work-lies.html", "parentID": 11113357, "commentID": 11113842, "rgt": 70, "userDisplayName": "Peg", "createDate": "1391750460", "userID": 65015308, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1391750466", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "AZ", "commentType": "userReply", "updateDate": "1391750466", "commentSequence": 11113842, "commentBody": "True.  In addition, those who freely choose to reduce their hours tend to do so because they have adequate additional sources of income, so it does not effect the economy anywhere nearly as much as when a person is let go by their employer and my find themselves in dire financial circumstances and not able to purchase basic necessities.  So these voluntary chosen reduced hours do not have the same impact, yet they open up jobs for those who do need the work.  There potentially may be a net positive effect here that is being missed.", "recommendationCount": 21}, {"assetID": 3393682, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 11113382, "replies": [], "commentID": 11117840, "trusted": 0, "userDisplayName": "Richard Wesley", "createDate": "1391800224", "userID": 51179894, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1391807420", "userTitle": "NULL", "recommendations": 4, "editorsSelection": false, "parentUserDisplayName": "Andre", "userURL": "NULL", "userLocation": "Montclair, NJ", "depth": 1, "commentType": "userReply", "updateDate": "1391807420", "commentSequence": 11117840, "commentBody": "Young Man, the complaints you lodge concerning your experience as a student at an HBCU are, in fact, no different than the complaints I have had from students at white institutions, including the one where I teach: High tuition, \"difficult\" or \"indifferent\" faculty, not enough diversity, lack of resources, HIGH DEBT upon graduation. None of this has anything to do with \"pro-black\" and everything to do with changing economics and the difficulties in delivering quality education for today's students. Many colleges - both white and HBCUs - are grappling with the need to \"change with the times.\" I graduated from Howard in 1967. My years there were among the happiest four years in my life; my academic preparation allowed me to compete at the highest levels of my profession. And we students complained, EVERY DAY, about arcane and old-fashioned rules, the school's refusal to change with the times, the rising tuition, lack of resources, and we never felt we received adequate counseling, even as some of us prepared to go to Ivy League schools for Graduate study, or enter into the business world having just been recruited by corporate \"head-hunters.\" It is fascinating to see that, 40 years later, the complaints seem to be the same. In the end, the HBCUs will survive because they must. They will grow and they will improve. They did in my day. They will in yours."}, {"recommendedFlag": 0, "parentID": 11113382, "replies": [], "commentID": 11120715, "trusted": 0, "userDisplayName": "Allison", "createDate": "1391838856", "userID": 54864750, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1391857654", "userTitle": "NULL", "recommendations": 0, "editorsSelection": false, "parentUserDisplayName": "Andre", "userURL": "NULL", "userLocation": "NYC", "depth": 1, "commentType": "userReply", "updateDate": "1391857654", "commentSequence": 11120715, "commentBody": "Internship structure and support certainly did not arrive on a silver tray, but it most certainly was there. I found faculty, advisors and a far reaching system of professional preparation readily and eagerly available to me, so long as I asked. How like the real world!"}]}, "lft": 336, "assetURL": "http://www.nytimes.com/2014/02/09/education/edlife/a-historically-black-college-is-rocked-by-the-economy-infighting-and-a-changing-demographic.html", "parentID": null, "commentID": 11113382, "rgt": 341, "userDisplayName": "Andre", "createDate": "1391743498", "userID": 68014772, "replyCount": 2, "commentTitle": "<br/>", "status": "approved", "approveDate": "1391750506", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Brooklyn", "commentType": "comment", "updateDate": "1391750506", "commentSequence": 11113382, "commentBody": "Love the frankness of the article. It is rather ironic that many students would want to say they had a wonderful experience, but these HBCU's have serious issues. Let put out, first they are expensive, the staff and faculty act as if they are doing you a favor, students graduate with more debt than they can pay back, poor structuring of internships experiences, not enough research or publications and the support level are almost non-existent, just to name a few. For the record I attended one, and this was my experience. When students graduate from these schools they often are in no position to give back because they owe SALLIEMAE!!! As it relates to diversification, they need to do so and change with the times. The world is flat and though there are issues of de-facto segregation, but some of these schools need to wake up and change with the time. This pro-black mentality is not going to work in a global economy.<br/> Clark Atlanta, Morehouse, Howard, need to create a better experience and find ways to lower the debt undergraduate and graduate students graduate with so they can give money back when they graduate. In addition, the experience at some of these schools is like attending high school. Some of faculty's  behavior is synonymous with power rather than uplifting the students who attend them. Their mode of transactional leadership needs revision and should be inclusive of transformation leadership, rather then the nepotistic culture often spewed.", "recommendationCount": 1}, {"assetID": 3393790, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 11113269, "replies": [], "commentID": 11114848, "trusted": 0, "userDisplayName": "Sandra", "createDate": "1391776985", "userID": 57266437, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1391783150", "userTitle": "NULL", "recommendations": 2, "editorsSelection": false, "parentUserDisplayName": "Lou Forte", "userURL": "NULL", "userLocation": "<br/>", "depth": 1, "commentType": "userReply", "updateDate": "1391783150", "commentSequence": 11114848, "commentBody": "Speaking of outright contempt...<br/><br/>At least these people are striving for something other than terminology."}, {"recommendedFlag": 0, "parentID": 11113269, "replies": [], "commentID": 11120797, "trusted": 0, "userDisplayName": "Lou Forte", "createDate": "1391839787", "userID": 66768169, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1391857742", "userTitle": "NULL", "recommendations": 0, "editorsSelection": false, "parentUserDisplayName": "Lou Forte", "userURL": "NULL", "userLocation": "PDX", "depth": 1, "commentType": "userReply", "updateDate": "1391857742", "commentSequence": 11120797, "commentBody": "Sandra, <br/><br/>You misunderstand me. I am referring to a necessary \"methodology\" for those interested in obtaining tangible improvements. I have only the highest regard for anyone that sincerely wants to learn. (see example below )<br/><br/><a href=\"http://www.pz.harvard.edu/pz_in_practice.php\" title=\"http://www.pz.harvard.edu/pz_in_practice.php\" target=\"_blank\">http://www.pz.harvard.edu/pz_in_practice.php</a><br/><br/>“...understanding a topic of study is a matter of being able to perform in a variety of thought-demanding ways with the topic: explain, muster evidence, find examples, generalize, apply, analogize, and represent it in a new way...”<br/><br/><a href=\"http://www.youtube.com/watch?v=yOgdEZ6jJY0&amp;feature=player_embedded\" title=\"http://www.youtube.com/watch?v=yOgdEZ6jJY0&amp;feature=player_embedded\" target=\"_blank\">http://www.youtube.com/watch?v=yOgdEZ6jJY0&amp;amp;feature=player_embedded</a>"}]}, "lft": 278, "assetURL": "http://www.nytimes.com/2014/02/09/education/edlife/creativity-becomes-an-academic-discipline.html", "parentID": null, "commentID": 11113269, "rgt": 283, "userDisplayName": "Lou Forte", "createDate": "1391742193", "userID": 66768169, "replyCount": 2, "commentTitle": "<br/>", "status": "approved", "approveDate": "1391750523", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "PDX", "commentType": "comment", "updateDate": "1391750523", "commentSequence": 11113269, "commentBody": "Trying to define an undefinable or meaningless term like \"creativity\" is a singularly uncreative and futile endeavor. Furthermore, to those that purport to reap great benefits from classes on \"creativity\", I say this: \"A stopped clock is right twice a day.\" <br/><br/>However, I might replace the word \"creativity\" with the term\"mental plasticity\" or the ability to take a simple concept and understand it from a wide variety of perspectives. Sadly, students seem to be incurious and rigid in their thought processes (if not outright contemptuous of exploring alternative viewpoints).", "recommendationCount": 0}, {"assetID": 3393934, "replies": [], "lft": 19, "assetURL": "http://www.nytimes.com/2014/02/07/opinion/krugman-health-work-lies.html", "parentID": 11113139, "commentID": 11113843, "rgt": 20, "userDisplayName": "Rima Regas", "createDate": "1391750477", "userID": 52131820, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1391750526", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Mission Viejo, CA", "commentType": "userReply", "updateDate": "1391750526", "commentSequence": 11113843, "commentBody": "Paul Ryan's handling of the CBO report, in real time, is nothing short of remarkable, considering the reactions of his fellow Republicans.<br/><br/>\"House Budget Chair Paul Ryan (R-WI) explained in a Wednesday hearing with CBO director Doug Elmendorf that the health care reform law wouldn't cost the U.S. economy more than 2 million jobs, as many of his colleagues alleged, but that Americans would choose to work less.<br/><br/>\"I want to make sure we accurately understand what it is you are saying,\" Ryan said, before leading Elmendorf through a series of questions to explain the report and its findings.\"<br/><br/>The rest can be found here: <a href=\"http://talkingpointsmemo.com/livewire/paul-ryan-gop-job-losses\" title=\"http://talkingpointsmemo.com/livewire/paul-ryan-gop-job-losses\" target=\"_blank\">http://talkingpointsmemo.com/livewire/paul-ryan-gop-job-losses</a>", "recommendationCount": 5}, {"assetID": 3393901, "replies": [], "lft": 714, "assetURL": "http://www.nytimes.com/2014/02/07/us/politics/senate-fails-to-advance-unemployment-extension.html", "parentID": null, "commentID": 11113715, "rgt": 715, "userDisplayName": "lanncas", "createDate": "1391748106", "userID": 15246158, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1391750548", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "San Francisco", "commentType": "comment", "updateDate": "1391750548", "commentSequence": 11113715, "commentBody": "Congressman Lankford:  What about the long-term effects of  leaving millions of  unemployed people with no financial support?  The children of those 1.7 million people are going through “tough times” right now.  Without help from the government, their future prospects aren’t going to get any better.  Is that a philosophy you're is willing to support?", "recommendationCount": 4}, {"assetID": 3393901, "replies": [], "lft": 703, "assetURL": "http://www.nytimes.com/2014/02/07/us/politics/senate-fails-to-advance-unemployment-extension.html", "parentID": 11113286, "commentID": 11113783, "rgt": 704, "userDisplayName": "E Kenny", "createDate": "1391749234", "userID": 64877158, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1391750561", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Philadelphia Western Suburbs", "commentType": "userReply", "updateDate": "1391750561", "commentSequence": 11113783, "commentBody": "Harry Reid was the 59th vote (not the 60th).  Harry Reid (D-NV) changed his vote at the last minute ONLY to preserve the option of bringing up the bill in the future. If he didn't the bill would have been completely dead.  It was a procedural maneuver.  The final vote was 58-40.", "recommendationCount": 3}, {"assetID": 3393901, "replies": [], "lft": 716, "assetURL": "http://www.nytimes.com/2014/02/07/us/politics/senate-fails-to-advance-unemployment-extension.html", "parentID": null, "commentID": 11113623, "rgt": 717, "userDisplayName": "Jenkins", "createDate": "1391746643", "userID": 68787925, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1391750572", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Minnesota", "commentType": "comment", "updateDate": "1391750572", "commentSequence": 11113623, "commentBody": "all I have to say is where is Mr President you need to do something stop the hardship help the people", "recommendationCount": 2}, {"assetID": 3393901, "replies": [], "lft": 547, "assetURL": "http://www.nytimes.com/2014/02/07/us/politics/senate-fails-to-advance-unemployment-extension.html", "parentID": 11112663, "commentID": 11113497, "rgt": 548, "userDisplayName": "Hellhound551", "createDate": "1391744949", "userID": 68663089, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1391750599", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "new jersey", "commentType": "userReply", "updateDate": "1391750599", "commentSequence": 11113497, "commentBody": "there are very few families that can afford to live on 1 income in today's world. I don't know how you think that any family can live on one income unless they are living in a tent out in the woods. Unemployment benefits are temporary for everyone even if that person collects for 2 years it is still temporary. Nobody wants to be unemployed, but it happens. The corporate criminals have destroyed the economy and moved hundreds of thousands of jobs overseas and fired hundreds of thousands of people here. More and more people lose their jobs every day. The problem is the economy and the lack of our government to do anything to stimulate job growth. The amount of people out of work is staggering and not mentioned in the media. The actual percentage of unemployed people is actually closer to 30%. These people have fallen off the unemployment payrolls to artificially lower the unemployment number. These people are now on welfare and food stamps to survive. The government and the media are lying about the economy and the actual number of unemployed. If there was only 1.3 million people nation wide out of work the economy would be booming. The truth is the 1.3 million is just 1 state. There are no easy answers to this problem but as long as the media and the government continue to lie and downplay the seriousness of the economic situation nothing will be done. ", "recommendationCount": 2}, {"assetID": 3393934, "replies": [], "lft": 21, "assetURL": "http://www.nytimes.com/2014/02/07/opinion/krugman-health-work-lies.html", "parentID": 11113139, "commentID": 11113853, "rgt": 22, "userDisplayName": "Rima Regas", "createDate": "1391750601", "userID": 52131820, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1391750646", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Mission Viejo, CA", "commentType": "userReply", "updateDate": "1391750646", "commentSequence": 11113853, "commentBody": "Ugh... Didn't notice there is a missing word in my next to last sentence. It should read:<br/><br/>In other words, the shoe is now on the other foot. Employers will now have to dangle a different carrot under enployees' noses. That can only be good.\"", "recommendationCount": 3}, {"assetID": 3393895, "replies": [], "lft": 206, "assetURL": "http://dealbook.nytimes.com/2014/02/06/former-sac-trader-found-guilty-of-insider-trading/", "parentID": null, "commentID": 11113854, "rgt": 207, "userDisplayName": "A.G. Alias", "createDate": "1391750613", "userID": 26366817, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1391750646", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "St Louis, MO", "commentType": "comment", "updateDate": "1391750646", "commentSequence": 11113854, "commentBody": "Most of the Wall Street crimes started since the drastic reduction of marginal tax rates in 1980s. That was a huge incentive for mega-earners to keep more than 65% they make, rather than closer to 35%  they made.<br/><br/>Steve Cohen already endured so much financial loss, $2 billion in insider case-related fines alone, on top of living in fear &amp; shame. He, as Mr. Martoma is exceptionally brilliant. Both could have achieved so much with their brain. They maybe different, but for many accolades are far more rewarding than huge amount of wealth. An actor who made only $5M, but got an academy award for best actor may feel more fulfilled than another who made $100M but no awards.<br/><br/>If hedge funds income were treated as regular income &amp; taxed at 70% on over $25M, rather than as carried interest to be taxed at 15% until 2012, the temptation to bend the rules &amp; regulations would be much less. I would even guess, some of them may even secretly wish, that were the case.        ", "recommendationCount": 6}, {"assetID": 3393901, "replies": [], "lft": 549, "assetURL": "http://www.nytimes.com/2014/02/07/us/politics/senate-fails-to-advance-unemployment-extension.html", "parentID": 11112663, "commentID": 11113389, "rgt": 550, "userDisplayName": "Gnirol", "createDate": "1391743548", "userID": 26891085, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1391750670", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Tokyo, Japan", "commentType": "userReply", "updateDate": "1391750670", "commentSequence": 11113389, "commentBody": "What sorts of jobs would you create for someone who used to be a machinist or a seamstress or work in a tire plant?  And who should be creating them?  Republicans say if we just reduce taxes on corporations to infinitesimal size then suddenly companies will be willing to create millions of jobs.  Well, we've already reduced and reduced and reduced tax rates and where are the jobs?  The <a href=\"http://dot.com\" title=\"dot.com\" target=\"_blank\">dot.com</a> companies, for example, employ almost no one in comparison to the work force manufacturers used to need, and you don't go from being a machinist to a software developer over a weekend.  We got rid of all kinds of jobs that used to employ tens of millions and never thought, with this rapid change, what those people were going to do when they became as essential to 21st century life as blacksmiths became in the 20th century.  We still seem to have no idea.  Absent one, govt either provides new jobs or long-term unemployment benefits.  It is now doing neither.", "recommendationCount": 4}, {"assetID": 3393790, "replies": [], "lft": 284, "assetURL": "http://www.nytimes.com/2014/02/09/education/edlife/creativity-becomes-an-academic-discipline.html", "parentID": null, "commentID": 11113429, "rgt": 285, "userDisplayName": "DimercWHSPAP13", "createDate": "1391744017", "userID": 68789507, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1391750679", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "I", "commentType": "comment", "updateDate": "1391750679", "commentSequence": 11113429, "commentBody": "Wow what an interesting article. I find the facts in this article to be very true such as the fact that even thought it is easier for some to be creative, we are all fullly capable. As a student myself but also someone who lives in this changing world, I do believe thst we have to keep striving and creating.For where did google, or Microsoft come From? How about a simple food such as a French fry? All these things started out small and most importantly was all creativity. You see a problem and you stsrt working on solving or fixing it. Sometimes it's not even about a problem but it is about improvement and the idea to find and search for new ways   and better ways. The creative studies", "recommendationCount": 0}, {"assetID": 3393790, "replies": [], "lft": 286, "assetURL": "http://www.nytimes.com/2014/02/09/education/edlife/creativity-becomes-an-academic-discipline.html", "parentID": null, "commentID": 11113462, "rgt": 287, "userDisplayName": "DimercWHSPAP13", "createDate": "1391744589", "userID": 68789507, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1391750692", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Raleigh, NC", "commentType": "comment", "updateDate": "1391750692", "commentSequence": 11113462, "commentBody": "Wow what an interesting article. I find the facts of this article to be very true. Though it is easier for some to be creative, we are all fully capable. As a student myself and also someone who is part of this changing world, creativity is key. New things are constantly being developed and it's not simy because you hold a degree or you went to school. Think of great inventions such as Microsoft or google? How did they come about? Or even the simple food called a French fry? It actually came to be because someone accidentally fried the potatoes intead of boiling them. It might have been a mistake but their is creativity. Creativity is also in trying something new. With Creativity comes failings of course. You cannot be sure of something without continuous trial and error to see it's fsilures and improve it. Being crestive is not only seeing or identifying a problem and trying to find it's solution, not.only is creativity.in innovation either but it is in improvement; making something better. With minds like ours in this generation we can indeed with will and determination and passion, create so many things. Instead of waiting on someone or authorities to solve your problens, go find the answer yourself and.instead of waiting on something to make something better, turn on your crestivie genes and get to being crestive.", "recommendationCount": 0}, {"assetID": 3393901, "replies": [], "lft": 718, "assetURL": "http://www.nytimes.com/2014/02/07/us/politics/senate-fails-to-advance-unemployment-extension.html", "parentID": null, "commentID": 11113565, "rgt": 719, "userDisplayName": "Dana", "createDate": "1391745858", "userID": 60777459, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1391750700", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Pennsylvania", "commentType": "comment", "updateDate": "1391750700", "commentSequence": 11113565, "commentBody": "Only those of us who are unemployed can truly know the terror of having no job, no unemployment benefits and no health insurance. I was laid-off 7 months ago after my company down-sized. I worked there 10 years. I can assure those of you who are blaming the victim, that none of us were getting rich receiving unemployment. You receive about half of what your previous income was, and I for one was barely making ends meet. Now of course with no unemployment extension I am on the verge of losing everything. All I do everyday is look for work and worry. I wish I could think about the elections in the fall, or moving to another state as someone suggested, but right now all I can think about is my mortgage being due on the 15th. I won't forget how we are being treated and how little compassion some people have for us. You can't begin to know our depression, helplessness, and hopelessness. I will pray for all of us, I am living this nightmare too.", "recommendationCount": 8}, {"assetID": 3393875, "replies": [], "lft": 155, "assetURL": "http://www.nytimes.com/2014/02/09/education/edlife/greek-life-islamic-style.html", "parentID": 11112038, "commentID": 11113538, "rgt": 156, "userDisplayName": "SB", "createDate": "1391745373", "userID": 66528503, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1391750722", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Miami", "commentType": "userReply", "updateDate": "1391750722", "commentSequence": 11113538, "commentBody": "It is not clear that the fraternity is Muslims-only, any more so than AEPi is a Jews-only fraternity. Rather, it seems a self-selecting group, which is quite different from what you suggest, Lindybill.", "recommendationCount": 0}]}, "copyright": "Copyright (c) 2016 The New York Times Company.  All Rights Reserved."}