{"debug": {"version": 3.1}, "status": "OK", "results": {"api_timestamp": "1481481237", "totalCommentsFound": 8396, "totalCommentsReturned": 25, "comments": [{"assetID": 3399403, "replies": [], "lft": 193, "assetURL": "http://parenting.blogs.nytimes.com/2014/04/17/my-daughter-profoundly-disabled-needs-a-school-for-children-like-her/", "parentID": 11665777, "commentID": 11674316, "rgt": 194, "userDisplayName": "Natalya Panteleyeva", "createDate": "1398743949", "userID": 69343450, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1398744008", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "CO", "commentType": "userReply", "updateDate": "1398740408", "commentSequence": 11674316, "commentBody": "We are grateful for the right to education, which in reality is set up for mild disabilities who can benefit from graduation delayed by 3 years. More severe needs require effort that no teacher I ever met is prepared to put in. \"Individualized\" plan in a public system in the absence of a qualified dedicated teacher is not individualized at all, but a subset of outdated set of skills at best. The teachers do not understand why I'd like them to teach my daughter to read better since she'll have no use for any of her skills in the future as an adult. They will not be employed, nor given support to live out their lives as independently as possible. With the states defunding programs for individuals with special needs, the higher cost is pushed back on the family, who often must make a choice they do not wish to make - keeping the adult in their home, or institutionalize them.  Schools alone will not solve a much larger problem of a meaningful life for people with disabilities. ", "recommendationCount": 0}, {"assetID": 3400078, "replies": [], "lft": 79, "assetURL": "http://krugman.blogs.nytimes.com/2014/04/26/is-a-banking-ban-the-answer/", "parentID": 11660082, "commentID": 11674328, "rgt": 80, "userDisplayName": "A Populist", "createDate": "1398744104", "userID": 41857935, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1398744126", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Wisconsin", "commentType": "userReply", "updateDate": "1398740526", "commentSequence": 11674328, "commentBody": "Bruce:<br/><br/>In case it is not clear - I am arguing that reducing unemployment by raising wages (the solution we used up until 1980) is better than chronically increasing  unemployment by holding down workers wages, and then compensating for the resulting slack demand and low wages, by loaning them money - which they can then spend (the maladaptive solution used since 1980). The latter solution is not sustainable, nor desirable.<br/><br/>Better to pay workers more - higher minimum wages, and infrastructure spending.<br/><br/>The excess workers can remove themselves (and many gladly will do so) - if they are paid more per hour.", "recommendationCount": 0}, {"assetID": 3400126, "replies": [], "lft": 509, "assetURL": "http://opinionator.blogs.nytimes.com/2014/04/27/what-does-buddhism-require/", "parentID": 11672854, "commentID": 11674331, "rgt": 510, "userDisplayName": "Tsultrim", "createDate": "1398744208", "userID": 28415751, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1398744245", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "CO", "commentType": "userReply", "updateDate": "1398740645", "commentSequence": 11674331, "commentBody": "There are many misconceptions in your post.  But essentially, Buddhism does not seek to deny or \"transcend\" human nature.  It looks squarely at that concept and experience, examines it, embraces it, and lets go of clinging to any part of it.  Not lets go of IT, but lets go of CLINGING.  Buddhism does not deny science or any other field or approach.  It provides the tools to research mind and its processes, which can extend to cultures, paradigms, all kinds of constructs.  Buddhism is about exploring, observing, not clinging, opening to awareness of living as perhaps we had always shut out, not even being aware to the fact of shutting out.  It is key that we in the West don't yet have the clear, precise vocabulary to discuss and explore the finer aspects of Buddhist understanding.  That means we must not judge or assume.  We must continue to explore and discuss.  In my world, the physical world is tenuous, but not from any concept or idea.  Western language and philosophy/religion hasn't touched that experience, except perhaps in something labeled \"mystical.\"  So the physical is questionable, but not from the mind of existence/nonexistence.  It's rather a question of both/and, not either/or.  it's challenging and not at all simplistic. And it recognizes and appreciates science.  Go figure that.", "recommendationCount": 4}, {"assetID": 3400217, "replies": [], "lft": 35, "assetURL": "http://www.nytimes.com/2014/04/29/opinion/when-wolves-attack.html", "parentID": 11673821, "commentID": 11674336, "rgt": 36, "userDisplayName": "Mark Thomason", "createDate": "1398744301", "userID": 37674938, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1398744306", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Clawson, MI", "commentType": "userReply", "updateDate": "1398740706", "commentSequence": 11674336, "commentBody": "I have to agree that \"mutuality and cooperation\" are what is lacking in the US approach. Those two words encapsulate the problem.<br/><br/>That was not always true. For examples, GHW Bush aligned the world before stepping off in the Middle East, and JFK inspired the world, not just the US.<br/><br/>We have done better. All we really need to do is what we've done before. It is not an impenetrable mystery.", "recommendationCount": 4}, {"assetID": 3400161, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 11674337, "replies": [], "commentID": 11678534, "trusted": 1, "userDisplayName": "RLS", "createDate": "1398789039", "userID": 59813027, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1398789067", "userTitle": "NULL", "recommendations": 5, "editorsSelection": false, "parentUserDisplayName": "RLS", "userURL": "NULL", "userLocation": "Virginia", "depth": 1, "commentType": "userReply", "updateDate": "1398785467", "commentSequence": 11678534, "commentBody": "Sharon, you missed my point which is “many” commenters, not Karen Garcia or me, go against the facts when talking about the President or the Democrats. Comments that receive 100s of recommends are generally critical of R’s or Washington, not the D’s.<br/><br/>Rima Regas, David Underwood, Socrates, and many others criticize the R’s, rarely, almost never, the D’s. In fact, a few people tend to make weak or nonsensical arguments in challenging fact-based comments that are critical of the President and the D's."}, {"recommendedFlag": 0, "parentID": 11674337, "replies": [], "commentID": 11686767, "trusted": 1, "userDisplayName": "Sarah D.", "createDate": "1398862414", "userID": 16909680, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1398862448", "userTitle": "NULL", "recommendations": 1, "editorsSelection": false, "parentUserDisplayName": "RLS", "userURL": "NULL", "userLocation": "Monague, MA", "depth": 1, "commentType": "userReply", "updateDate": "1398858848", "commentSequence": 11686767, "commentBody": "RLS:  The bias isn't surprising, considering this is the NYT. It's probably a sign of the readership, not suppression. I can't see why that is a problem, but do see a problem when and if more critical or oppositional views are suppressed on ideological grounds. Editorial screening is for the columnists and journalists. "}, {"recommendedFlag": 0, "parentID": 11674337, "replies": [], "commentID": 11692270, "trusted": 1, "userDisplayName": "RLS", "createDate": "1398884751", "userID": 59813027, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1398884767", "userTitle": "NULL", "recommendations": 3, "editorsSelection": false, "parentUserDisplayName": "RLS", "userURL": "NULL", "userLocation": "Virginia", "depth": 1, "commentType": "userReply", "updateDate": "1398881167", "commentSequence": 11692270, "commentBody": "Sarah, my problem is not that The Times readership leans Democrat (so do I). My beef is that many are not willing to call out the Democrats for choosing to side with the 1% over everyone else. The country faces many serious problems which are not being addressed by either party."}]}, "lft": 484, "assetURL": "http://publiceditor.blogs.nytimes.com/2014/04/28/how-verified-commenters-earn-their-status-at-the-times-and-why/", "parentID": null, "commentID": 11674337, "rgt": 497, "userDisplayName": "RLS", "createDate": "1398744305", "userID": 59813027, "replyCount": 6, "commentTitle": "<br/>", "status": "approved", "approveDate": "1398744365", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Virginia", "commentType": "comment", "updateDate": "1398740765", "commentSequence": 11674337, "commentBody": "I agree with those who say it would be much more interesting to have comments appear in the order that they’re posted. Very often, the only comments that appear to the opinion pieces in the evening are from verified group. That means 5, 10, 15 comments are posted at a time when most people are free to read them, as opposed to during the day when many are at work.<br/><br/>I’ve noticed that many verified commenters are reluctant to criticize President Obama and the Democrats in Congress when it justified to do so. My hunch is that The Times skewed the group to be cheerleaders for their team, the D’s, regardless of the facts.", "recommendationCount": 5}, {"assetID": 3400163, "replies": [], "lft": 26, "assetURL": "http://www.nytimes.com/2014/04/29/opinion/britain-cant-import-obamas-magic.html", "parentID": null, "commentID": 11674341, "rgt": 27, "userDisplayName": "Prof.Jai Prakash Sharma,", "createDate": "1398744369", "userID": 57742567, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1398744426", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Jaipur, Indiaternal", "commentType": "comment", "updateDate": "1398740826", "commentSequence": 11674341, "commentBody": "The outsourcing of strategic talents by the British politicians to help win elections does not only reflect a lack of leadership acumen and a sense of political disconnect with the people on their part but also constitutes an insult to the robust common sense and political judgment of the citizens of an oldest democracy that Britain should be proud of.", "recommendationCount": 16}, {"assetID": 3400220, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 11674348, "replies": [], "commentID": 11675334, "trusted": 0, "userDisplayName": "Rosie", "createDate": "1398768569", "userID": 65631869, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1398774539", "userTitle": "NULL", "recommendations": 5, "editorsSelection": false, "parentUserDisplayName": "Anetliner Netliner", "userURL": "NULL", "userLocation": "DC", "depth": 1, "commentType": "userReply", "updateDate": "1398770939", "commentSequence": 11675334, "commentBody": "In this case, \"nuanced\" sounds too me like being \"a little bit pregnant.\" After everything Buffett has said about corporate responsibility, ethics, and blah, blah, blah, he cannot afford himself the luxury (even though he can afford a myriad other luxuries) of neutrality in this particular situation. It was his opportunity to put his words into action, and he decided not to act. He did not want to upset his fellow shareholders at Coke but, by doing so, he has demonstrated that all he says is nothing but blah, blah, blah."}, {"recommendedFlag": 0, "parentID": 11674348, "replies": [], "commentID": 11675584, "trusted": 0, "userDisplayName": "BarryL", "createDate": "1398771319", "userID": 32419386, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1398774583", "userTitle": "NULL", "recommendations": 1, "editorsSelection": false, "parentUserDisplayName": "Anetliner Netliner", "userURL": "NULL", "userLocation": "Brooklyn, NY", "depth": 1, "commentType": "userReply", "updateDate": "1398770983", "commentSequence": 11675584, "commentBody": "I agree. "}]}, "lft": 44, "assetURL": "http://www.nytimes.com/2014/04/29/opinion/nocera-buffett-changes-his-tune-on-pay.html", "parentID": null, "commentID": 11674348, "rgt": 49, "userDisplayName": "Anetliner Netliner", "createDate": "1398744431", "userID": 33888832, "replyCount": 2, "commentTitle": "<br/>", "status": "approved", "approveDate": "1398744487", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Washington, DC area", "commentType": "comment", "updateDate": "1398740887", "commentSequence": 11674348, "commentBody": "Buffett had a dilemma in addressing Coke's equity compensation plan: on the one hand, he opposes such plans in principle.  On the other hand, he thinks highly of Coke's management and supports the management team. So Berkshire split the difference by abstaining on the equity compensation vote.<br/><br/>You can look at this in two ways: Buffett can be seen as hypocritical or as nuanced.  At the moment, I'm leaning toward nuanced.  It's clear that Berkshire has reservations about Coke's pay scheme.  Could Buffett have done more? Certainly.  But it looks as if he prefers to pick his battles.", "recommendationCount": 8}, {"assetID": 3400211, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 11674352, "replies": [], "commentID": 11675021, "trusted": 0, "userDisplayName": "M", "createDate": "1398761480", "userID": 48933764, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1398772417", "userTitle": "NULL", "recommendations": 6, "editorsSelection": false, "parentUserDisplayName": "Tim B", "userURL": "NULL", "userLocation": "Dallas", "depth": 1, "commentType": "userReply", "updateDate": "1398768817", "commentSequence": 11675021, "commentBody": "I agree with this, with one caveat.<br/><br/>Men can be rape victims as well.  It's crucial in a class about sexual assault, sexual harassment, domestic violence, and the importance of affirmative consent, to not erase the male victims of rape, whether the perpetrator was male or female.  Most people don't realize that although a woman's lifetime risk of being sexually assaulted is extraordinarily high (estimates range from 1 in 5 to 1 in 3), a man's lifetime risk of being sexually assaulted is between 1 in 7 and 1 in 10.  It's still very high, though his risk is much higher during his prepubescent and pubescent years and drops dramatically after turning 18 (unless he is in prison)."}]}, "lft": 356, "assetURL": "http://www.nytimes.com/2014/04/29/us/tougher-battle-on-sex-assault-on-campus-urged.html", "parentID": null, "commentID": 11674352, "rgt": 359, "userDisplayName": "Tim B", "createDate": "1398744471", "userID": 29899499, "replyCount": 1, "commentTitle": "<br/>", "status": "approved", "approveDate": "1398744487", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Seattle", "commentType": "comment", "updateDate": "1398740887", "commentSequence": 11674352, "commentBody": "Something every college and university can do is have a mandatory one hour class, as part of freshman orientation - also required for transfer students - about rape and sexual assault, what it means to a woman and the possible long term consequences for her life.   At the end of the presentation, a mandatory exam would be given so that each person sees in writing his own responses, which illustrates his understanding of the crime of sexual assault.<br/><br/>At the beginning of each exam would appear a written statement that he or she has viewed the presentation, and knowing that rape is a crime, he understands that the university with cooperation of local law enforcement will be reporting this incident.   And that if a person is ultimately charged with rape or sexual assault, it will appear as a part of that person's permanent criminal history.   I imagine that for many, just knowing what a charge of rape can do to his long term employment possibilities and reputation may be a strong inducement never to commit or participate in a sexual assault.", "recommendationCount": 7}, {"assetID": 3400211, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 11674302, "replies": [], "commentID": 11675335, "trusted": 0, "userDisplayName": "Dean", "createDate": "1398768589", "userID": 30551550, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1398771601", "userTitle": "NULL", "recommendations": 8, "editorsSelection": true, "parentUserDisplayName": "cbr79", "userURL": "NULL", "userLocation": "US", "depth": 1, "commentType": "userReply", "updateDate": "1398768001", "commentSequence": 11675335, "commentBody": "It would be helpful to know that.  Sadly, many local police forces resent the university students in their community because of the perception that the students are more privileged and also because students often behave badly in the community (speeding, illegal parking, public drunkenness, etc.).  That resentment can cross a line into police harassment of law-abiding students and negligence or indifference toward student victims.  Universities really are in a bind here, though most could do much more.  It's unlikely that a rape victim will get a satisfactory law enforcement response. The victims know that, so are often reluctant to go to police.  University administrators fear bad publicity, which affects recruitment and enrollment (i.e., revenue), and a backlash from alumni, parents and trustees (or legislators, for public universities) -- many of whom would rather sweep the issue under the rug and share the bias against women.  Many administrators' careers have tanked at universities when they tried to \"do the right thing\" and were then abandoned by their leadership when the heat was turned up."}, {"recommendedFlag": 0, "parentID": 11674302, "replies": [], "commentID": 11675701, "trusted": 1, "userDisplayName": "Dave K", "createDate": "1398772346", "userID": 57566172, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1398772387", "userTitle": "NULL", "recommendations": 4, "editorsSelection": false, "parentUserDisplayName": "cbr79", "userURL": "NULL", "userLocation": "Cleveland, OH", "depth": 1, "commentType": "userReply", "updateDate": "1398768787", "commentSequence": 11675701, "commentBody": "The greatest penalty a college can give out is expelling the perpetrator. The greatest penalty a court can give out is imprisoning the perpetrator for an average of 5-6 years. Why should the perpetrator not face the full consequences of their actions, just because they are college students? Both the college and the criminal justice system have a duty to act.<br/><br/>Rape is not just a \"community phenomena\": Numerous female students have been raped or assaulted by their fellow male students in dorms or other similar settings. What seems to cause rape and sexual assault is men who feel entitled to do as they please to women's bodies, and there's no evidence whatsoever that men with that attitude are concentrated among those who lack the grades or ambition or funding to go to a good college - indeed, the opposite may be true.<br/><br/>This is personal for me, and it should be personal for everyone else: Odds are, you have among your closest friends and family at least one person who has been sexually assaulted where the perpetrator of that crime has not been punished."}]}, "lft": 360, "assetURL": "http://www.nytimes.com/2014/04/29/us/tougher-battle-on-sex-assault-on-campus-urged.html", "parentID": null, "commentID": 11674302, "rgt": 365, "userDisplayName": "cbr79", "createDate": "1398743722", "userID": 14185233, "replyCount": 2, "commentTitle": "<br/>", "status": "approved", "approveDate": "1398744494", "userTitle": "NULL", "editorsSelection": 1, "statusID": 2, "userURL": "NULL", "userLocation": "Washington, DC", "commentType": "comment", "updateDate": "1398740894", "commentSequence": 11674302, "commentBody": "It would be interesting to see whether a higher percentage of sexual assaults are reported at campuses that send young women down to the local DA and police force, than colleges that provide an administrative remedy on campus.  On most campuses, especially in rural areas, I suspect the last thing a student wants to do is enter the local criminal justice system. <br/><br/>Only one in four college students are in traditional, residential college settings. The rest are in community colleges, night programs and commuter schools--in other words, sexual assaults may be more of a community phenomena, than a campus one.  So what is the data for traditional college settings?", "recommendationCount": 14}, {"assetID": 3400211, "replies": [], "lft": 366, "assetURL": "http://www.nytimes.com/2014/04/29/us/tougher-battle-on-sex-assault-on-campus-urged.html", "parentID": null, "commentID": 11674307, "rgt": 367, "userDisplayName": "Olivia", "createDate": "1398743825", "userID": 65937406, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1398744545", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Ny", "commentType": "comment", "updateDate": "1398740945", "commentSequence": 11674307, "commentBody": "Whose idea was it to have co ed dorms? When my daughter started college and I dropped her off at the dorm I was shocked to see the co ed dorms. When I asked about it to the administration, everyone was so lackadaisical about it. sure because it was not their kids and the only concern they had was more money and less space for the students. I was frequently over there making sure my daughter was safe because the universities care nothing about your kids. Nothing. They have the nerve to tell parents to cut the strings! No way. my daughter was only 18 when she started college. the dorms today are open for anyone to come in who don't attend the universities. There was a time they had older people who were dorm sitters, and you couldn't get past the first floor. People had to be announced. that is the way it should still be. Forget security on campuses. THey only protect the administration building. Really sad. I was so glad my daughter moved back home after the first year living on campus. Sad what goes on on campuses today, crimes and murders.", "recommendationCount": 8}, {"assetID": 3400211, "replies": [], "lft": 368, "assetURL": "http://www.nytimes.com/2014/04/29/us/tougher-battle-on-sex-assault-on-campus-urged.html", "parentID": null, "commentID": 11674309, "rgt": 369, "userDisplayName": "palylibrary", "createDate": "1398743828", "userID": 63361074, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1398744562", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Palo Alto, California", "commentType": "comment", "updateDate": "1398740962", "commentSequence": 11674309, "commentBody": "Rape is, by nature, a he-said she-said crime. Our society prioritizes \"guilt beyond a reasonable doubt\" -- but is this really plausible given many unreported rapes involve alcohol? Though I agree that the cases have been handled badly (Florida football player, anyone?) there is still a need for colleges to take sexual assault cases into their own hands and expel repeat offenders (even if never convicted).", "recommendationCount": 2}, {"assetID": 3400211, "replies": [], "lft": 370, "assetURL": "http://www.nytimes.com/2014/04/29/us/tougher-battle-on-sex-assault-on-campus-urged.html", "parentID": null, "commentID": 11674327, "rgt": 371, "userDisplayName": "forks", "createDate": "1398744090", "userID": 57550147, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1398744578", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Seattle", "commentType": "comment", "updateDate": "1398740978", "commentSequence": 11674327, "commentBody": "The statements, \"You would be safer if you didn't get drunk,\" and \"Rape is completely the fault of the rapist, and the victim deserves no moral blame\" are completely different types of statements and cannot even in principle contradict. Indeed, I think they are both true. The first is a statement of fact.  It may be true or false, but it says something empirical about 'how things are' in the world and doesn't have an ethical component to it.  The second is a statement of values; it is about 'how things ought to be' and how we should understand our moral rights and duties.<br/><br/>Obviously if we only talk about \"not getting drunk,\" we're being remiss in ignoring the ethical imperative not to rape and failing to condemn the perpetrator who carries the sole burden of moral blame.  But on the other hand, is it really wise (in a pragmatic sense) to ignore alcohol's well-known effects before heading out into a world intractably pervaded by crime, violence, and lust?  I'm frankly mystified that so many people reject the idea of teaching both sides of the coin: always strive for justice; but until we achieve that lofty (unattainable?) aim, exercise prudence in the meantime.", "recommendationCount": 7}, {"assetID": 3400211, "replies": [], "lft": 337, "assetURL": "http://www.nytimes.com/2014/04/29/us/tougher-battle-on-sex-assault-on-campus-urged.html", "parentID": 11674289, "commentID": 11674330, "rgt": 338, "userDisplayName": "jb", "createDate": "1398744181", "userID": 45513833, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1398744582", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "ok", "commentType": "userReply", "updateDate": "1398740982", "commentSequence": 11674330, "commentBody": "I hope you never find out how wrong you are. ", "recommendationCount": 3}, {"assetID": 3400211, "replies": [], "lft": 372, "assetURL": "http://www.nytimes.com/2014/04/29/us/tougher-battle-on-sex-assault-on-campus-urged.html", "parentID": null, "commentID": 11674343, "rgt": 373, "userDisplayName": "neal", "createDate": "1398744382", "userID": 62643607, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1398744627", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "montana", "commentType": "comment", "updateDate": "1398741027", "commentSequence": 11674343, "commentBody": "Good to see our University of Montana made this Times article.  While most folks here in Missoula agree there's a problem and want it dealt with we still have our vocal loudmouths who think a Grizzly football player could never do no wrong.  I'm not saying athletes are any worse than the rest of school population, but they sure do make the headlines.  My grand daughter is coming here for college this fall.  I've warned her but I think she's smart enough to know, she grew up in a military base town and her dad has been to Iraq a few times.  And U of M isn't any worse than any other college town.", "recommendationCount": 1}, {"assetID": 3400183, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 11674359, "replies": [], "commentID": 11683799, "trusted": 0, "userDisplayName": "Suzanna", "createDate": "1398825618", "userID": 60612566, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1398862403", "userTitle": "NULL", "recommendations": 3, "editorsSelection": false, "parentUserDisplayName": "carrie", "userURL": "NULL", "userLocation": "Oregon", "depth": 1, "commentType": "userReply", "updateDate": "1398858803", "commentSequence": 11683799, "commentBody": "Yes."}]}, "lft": 170, "assetURL": "http://parenting.blogs.nytimes.com/2014/04/28/hey-whiny-modern-parents-tell-us-what-you-love-about-the-gig/", "parentID": null, "commentID": 11674359, "rgt": 173, "userDisplayName": "carrie", "createDate": "1398744638", "userID": 41859628, "replyCount": 1, "commentTitle": "<br/>", "status": "approved", "approveDate": "1398744666", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "brooklyn, ny", "commentType": "comment", "updateDate": "1398741066", "commentSequence": 11674359, "commentBody": "The detachment I had felt from my fellow humans for the previous 35 years of my life, vanished upon having my first child.  Once he was born, I experienced an entirely new emotion.  Connection.  My numbness faded, and like a switch went off, I almost immediately began to understand so much more about joy and suffering than I had prior to my experience as a new mother.  Fun parent of the day award, probably not, but for me, a working mom who owns her own successful business, my children have given me more than purpose, but also empathy.  ", "recommendationCount": 16}, {"assetID": 3400211, "replies": [], "lft": 339, "assetURL": "http://www.nytimes.com/2014/04/29/us/tougher-battle-on-sex-assault-on-campus-urged.html", "parentID": 11674289, "commentID": 11674345, "rgt": 340, "userDisplayName": "Doug Terry", "createDate": "1398744403", "userID": 65455323, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1398744805", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Out beyond the Beltway, Maryland", "commentType": "userReply", "updateDate": "1398741205", "commentSequence": 11674345, "commentBody": "I will be the first, and probably not the last, to post here that women, young or old, should not have to protect themselves and be constantly mindful of the potential of rape or forcible sex of any kind. The men, indeed, should also be the ones who understand that it is their responsibility to help protect the women around them in party type situations (knowing this might encourage some to remain a bit sober or not go so far in getting drunk). Young men should be taught to come to the aid of a woman who has gone over the top with drinking or drugs. They should understand it is their duty. This is not a matter of high morality, it is simply decent behavior and thoughtfulness, of basic humanity. <br/><br/>I understand that young men get confusing signals. A lot of the women around them are open about wanting sex, but women want it until they don't, until they decide they don't. That is their right. It is every person's right to control their body and to say, Stop!", "recommendationCount": 9}, {"assetID": 3400211, "replies": [], "lft": 155, "assetURL": "http://www.nytimes.com/2014/04/29/us/tougher-battle-on-sex-assault-on-campus-urged.html", "parentID": 11673538, "commentID": 11674349, "rgt": 156, "userDisplayName": "Ponderer", "createDate": "1398744436", "userID": 63863021, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1398744825", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Mexico City", "commentType": "userReply", "updateDate": "1398741225", "commentSequence": 11674349, "commentBody": "Unfortunately, as the NYT reporting on rapes at Florida State University showed, local police and prosecutors have also proven to be incompetent, indifferent or worse when investigating campus rapes, particularly when star college athletes may be involved.  ", "recommendationCount": 6}, {"assetID": 3400211, "replies": [], "lft": 374, "assetURL": "http://www.nytimes.com/2014/04/29/us/tougher-battle-on-sex-assault-on-campus-urged.html", "parentID": null, "commentID": 11674362, "rgt": 375, "userDisplayName": "Balint", "createDate": "1398744683", "userID": 59116529, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1398744905", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "California", "commentType": "comment", "updateDate": "1398741305", "commentSequence": 11674362, "commentBody": "Rape is a category of mental disorder in the DSM called a paraphilia.  It is a serious problem not a part of the party culture or other tags that serve only as normalization of a harmful personality style.  <br/><br/>Rapists need help and they need to be kept away from innocent people.  But their victims need much more help.", "recommendationCount": 2}, {"assetID": 3400211, "replies": [], "lft": 239, "assetURL": "http://www.nytimes.com/2014/04/29/us/tougher-battle-on-sex-assault-on-campus-urged.html", "parentID": 11673682, "commentID": 11674366, "rgt": 240, "userDisplayName": "Ponderer", "createDate": "1398744766", "userID": 63863021, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1398744924", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Mexico City", "commentType": "userReply", "updateDate": "1398741324", "commentSequence": 11674366, "commentBody": "See the reporting on how Tallahassee officials failed to investigate and prosecute rapes at Florida State University.  Since local officials may often be in the sway of colleges and universities seeking to downplay a crime, some prodding from the federal government may be in order.", "recommendationCount": 5}, {"assetID": 3400220, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 11674375, "replies": [], "commentID": 11679943, "trusted": 0, "userDisplayName": "Nora01", "createDate": "1398796834", "userID": 55364403, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1398800192", "userTitle": "NULL", "recommendations": 0, "editorsSelection": false, "parentUserDisplayName": "Tim B", "userURL": "NULL", "userLocation": "New England", "depth": 1, "commentType": "userReply", "updateDate": "1398796592", "commentSequence": 11679943, "commentBody": "Actions, as they say, speak louder than words. If you want to know a man's true values, look at what he does, not what he says."}, {"recommendedFlag": 0, "parentID": 11674375, "replies": [], "commentID": 11680516, "trusted": 0, "userDisplayName": "Sharon Stevenson", "createDate": "1398799059", "userID": 1026782, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1398799088", "userTitle": "NULL", "recommendations": 0, "editorsSelection": false, "parentUserDisplayName": "Tim B", "userURL": "NULL", "userLocation": "Lima, Peru", "depth": 1, "commentType": "userReply", "updateDate": "1398795488", "commentSequence": 11680516, "commentBody": "An old saying tacked on the wall in the basement of my old hometown bank in Fenton, Mo. \"Action turns good intentions into results.\" That's the bottom line."}]}, "lft": 50, "assetURL": "http://www.nytimes.com/2014/04/29/opinion/nocera-buffett-changes-his-tune-on-pay.html", "parentID": null, "commentID": 11674375, "rgt": 55, "userDisplayName": "Tim B", "createDate": "1398744961", "userID": 29899499, "replyCount": 2, "commentTitle": "<br/>", "status": "approved", "approveDate": "1398744965", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Seattle", "commentType": "comment", "updateDate": "1398741365", "commentSequence": 11674375, "commentBody": "I agree with Mr. Nocera on this.   As Coke's largest shareholder, Buffett was certainly in an advantageous position to speak out about excessive executive compensation.   He has been railing against these excesses for years in his yearly Letter to Shareholders.<br/><br/>Word are certainly important, his actions and influence would mean a great deal more.", "recommendationCount": 110}, {"assetID": 3400224, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 11674379, "replies": [], "commentID": 11675226, "trusted": 1, "userDisplayName": "Leapfinger", "createDate": "1398766703", "userID": 51284005, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1398766746", "userTitle": "NULL", "recommendations": 3, "editorsSelection": false, "parentUserDisplayName": "Warren Howie Hughes", "userURL": "NULL", "userLocation": "Durham, NC", "depth": 1, "commentType": "userReply", "updateDate": "1398763146", "commentSequence": 11675226, "commentBody": "Great catch on HIERO WORSHIP, TBoQ!!<br/><br/>Completely missed that, but thought the HIHAT 'n' OVERALLS were cute."}]}, "lft": 34, "assetURL": "http://wordplay.blogs.nytimes.com/2014/04/28/place-to-express-an-opinion/", "parentID": null, "commentID": 11674379, "rgt": 37, "userDisplayName": "Warren Howie Hughes", "createDate": "1398745015", "userID": 63739031, "replyCount": 1, "commentTitle": "<br/>", "status": "approved", "approveDate": "1398745025", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Quincy, Ill.", "commentType": "comment", "updateDate": "1398741425", "commentSequence": 11674379, "commentBody": "UPON my word, if the TRUCE be told, this SLEEK TUESXWDP by Jules Markey was JUTS what the doctor ordered, bec when I espied UPENN, PENS and INK scattered about the grid I was on the VERGE of going so FARR as to aptly PROclaim  \"That's ALL he ROTE!\"<br/><br/>Before bidding adieu, I must add how much I admired what may've been the inadvertent crossing of HIERO and WORSHIP!<br/><br/>Bonne Nuit, Mes AMIEs<br/>Howie  TBOQ", "recommendationCount": 7}, {"assetID": 3400211, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 11674372, "replies": [], "commentID": 11674423, "trusted": 0, "userDisplayName": "Liz S.", "createDate": "1398745754", "userID": 67594396, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1398745841", "userTitle": "NULL", "recommendations": 7, "editorsSelection": false, "parentUserDisplayName": "Todd Fox", "userURL": "NULL", "userLocation": "Worcester, MA", "depth": 1, "commentType": "userReply", "updateDate": "1398742241", "commentSequence": 11674423, "commentBody": "Rape is sexual assault, with or without a deadly weapon. Your thinking, which unfortunately is not unique, that a weapon has to be involved for it to be considered 'rape' is why so many people feel they are not able to seek help after a sexual assault. I urge you to please educate yourself on this, and why these semantic games are so dangerous. Rape does not just happen in an alleyway with a stranger holding a knife to your throat, it's more insidious than that. It could be someone you have known for years, that again, as my other comments have stated, does not understand what consent means."}, {"recommendedFlag": 0, "parentID": 11674372, "replies": [], "commentID": 11674515, "trusted": 0, "userDisplayName": "Todd Fox", "createDate": "1398747187", "userID": 64027912, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1398747779", "userTitle": "NULL", "recommendations": 3, "editorsSelection": false, "parentUserDisplayName": "Todd Fox", "userURL": "NULL", "userLocation": "<br/>", "depth": 1, "commentType": "userReply", "updateDate": "1398744179", "commentSequence": 11674515, "commentBody": "Liz. I must not have made myself clear. Rape is \"assault with a deadly weapon\" or more clearly \"equivalent to assault with a deadly weapon\" because the results are always potentially deadly. Rape is always potentially deadly if only because it carries with it the danger of contracting a life-threatening illness.<br/>The rape itself IS the \"deadly weapon\".<br/>I, in turn, urge you not to urge others to \"educate themselves\". It comes off as condescending and doesn't encourage anyone to listen to your point of view. I assure you I am more familiar than I would like to be with rape, having experienced the classic \"in the alleyway with a knife to my throat\" variety. "}]}, "lft": 376, "assetURL": "http://www.nytimes.com/2014/04/29/us/tougher-battle-on-sex-assault-on-campus-urged.html", "parentID": null, "commentID": 11674372, "rgt": 381, "userDisplayName": "Todd Fox", "createDate": "1398744816", "userID": 64027912, "replyCount": 2, "commentTitle": "<br/>", "status": "approved", "approveDate": "1398745053", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "<br/>", "commentType": "comment", "updateDate": "1398741453", "commentSequence": 11674372, "commentBody": "Suggesting that women avoid heavy drinking and drug use isn't blaming the victim. It's just good sense — for people of either gender and the gender-fluid as well. How many of the college rapists are stoned themselves when the crime takes place? How many men wake up horrified at what they've done while under-the-influence, or don't even remember? This needs to be looked at as well.<br/>Rape, of course, is assault with a deadly weapon. Sexually transmitted assaults and diseases kill and at the very least will leave the victim traumatized and possibly unable to bear children as the result of disease. Perhaps the most expedient was for women to protect ourselves is to make people aware that rape is indeed assault with a deadly weapon and victims can be expected to protect themselves accordingly.", "recommendationCount": 6}, {"assetID": 3400213, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 11674384, "replies": [], "commentID": 11675039, "trusted": 0, "userDisplayName": "Coolhunter", "createDate": "1398761877", "userID": 62569741, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1398770283", "userTitle": "NULL", "recommendations": 0, "editorsSelection": false, "parentUserDisplayName": "Anetliner Netliner", "userURL": "NULL", "userLocation": "NJ", "depth": 1, "commentType": "userReply", "updateDate": "1398766683", "commentSequence": 11675039, "commentBody": "Money for honor?  Give me a break. "}]}, "lft": 40, "assetURL": "http://www.nytimes.com/2014/04/29/opinion/bruni-sterlings-racial-honors.html", "parentID": null, "commentID": 11674384, "rgt": 43, "userDisplayName": "Anetliner Netliner", "createDate": "1398745083", "userID": 33888832, "replyCount": 1, "commentTitle": "<br/>", "status": "approved", "approveDate": "1398745146", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Washington, DC area", "commentType": "comment", "updateDate": "1398741546", "commentSequence": 11674384, "commentBody": "Well-placed donations can certainly buy encomiums for the rich.  Charities need this revenue, and I trust that the donated funds are put to good use.<br/><br/>I don't blame the charities for accepting the money.  They might dial back, though, from giving dubious honorees awards that suggest sincere belief in the cause and merely cite such donors for generosity and the extent of support given.", "recommendationCount": 47}, {"assetID": 3400217, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 11674390, "replies": [], "commentID": 11674772, "trusted": 0, "userDisplayName": "Jonathan Blees", "createDate": "1398751982", "userID": 65426163, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1398766843", "userTitle": "NULL", "recommendations": 2, "editorsSelection": false, "parentUserDisplayName": "Charles", "userURL": "NULL", "userLocation": "Sacramento, California", "depth": 1, "commentType": "userReply", "updateDate": "1398763243", "commentSequence": 11674772, "commentBody": "\"The lack of a competent, coherent American foreign policy is directly responsible for the advance of these forces.\"  100 percent wrong. It is the American foreign policy -- and the foreign policy of most other countries -- which sees other people and counties as enemies, real or potential, that is directly responsible.  Until we adopt an attitude of cooperation and tolerance, instead of conflict and fear, war is inevitable.  If all of you so-called Christians would start acting like the Christ instead of like the empire that killed Him, we might be able to create a peaceful world."}, {"recommendedFlag": 0, "parentID": 11674390, "replies": [], "commentID": 11674903, "trusted": 0, "userDisplayName": "Rafael", "createDate": "1398756508", "userID": 55275551, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1398767280", "userTitle": "NULL", "recommendations": 8, "editorsSelection": false, "parentUserDisplayName": "Charles", "userURL": "NULL", "userLocation": "NYC", "depth": 1, "commentType": "userReply", "updateDate": "1398763680", "commentSequence": 11674903, "commentBody": "@Charles, what do you suggest though? Iraq and Afghanistan have clearly shown the limits of America's \"hard power\", and worse, have done great damage to America's \"soft power\". All the problems you mention are very different from each other, the Cold War days  are over. There is probably no grand strategy of foreign policy that can address all of them. I think what you call disengagement and retreat is simply a reassessment of what the position of the US is in the world with the realization that the country is in a financial hole and cannot sustain ever-expanding Armed Forces indefinitely."}, {"recommendedFlag": 0, "parentID": 11674390, "replies": [], "commentID": 11677715, "trusted": 1, "userDisplayName": "stu freeman", "createDate": "1398784335", "userID": 35591703, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1398784387", "userTitle": "NULL", "recommendations": 0, "editorsSelection": false, "parentUserDisplayName": "Charles", "userURL": "NULL", "userLocation": "brooklyn ny", "depth": 1, "commentType": "userReply", "updateDate": "1398780787", "commentSequence": 11677715, "commentBody": "Charles:  Do you seriously want us to declare war on Boku (sic) Haram?  Along with Russia, China, Iran and everyone else whose policies won't bend to our will?  If so, that would require sending lots of Americans in uniform to places they've never heard of.  Once again: whose kids would you regard as expendable?  You're right: \"we are talking about lives here\" and that includes those of our own sons and daughters.  And if you're NOT suggesting that we make war against everyone who displeases us what ARE you suggesting?  Persuasion?  Empty threats?  Economic sanctions?  We've tried all of those.  What else ya got?"}]}, "lft": 112, "assetURL": "http://www.nytimes.com/2014/04/29/opinion/when-wolves-attack.html", "parentID": null, "commentID": 11674390, "rgt": 123, "userDisplayName": "Charles", "createDate": "1398745194", "userID": 16538221, "replyCount": 5, "commentTitle": "<br/>", "status": "approved", "approveDate": "1398745205", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "<br/>", "commentType": "comment", "updateDate": "1398741605", "commentSequence": 11674390, "commentBody": "Timely and insightful, David. This needs to be discussed as a matter of some urgency. There is growing instability in almost every region of the world. This is directly affecting the welfare of increasing numbers of people, and if unchecked, will lead to world war. Our national interest is already being affected.<br/><br/>Unfortunately, this administration's policy of global disengagement and retreat has produced a power vacuum which is being rapidly filled by Putin, China, Iran, and the likes of Boku Haram, AQ, Seleka, and Hisbollah. The lack of a competent, coherent American foreign policy is directly responsible for the advance of these forces. It will take years to undo the damage already done.<br/><br/>Equally dangerous is the widespread isolationism, defeatism, and endorsement of appeasement which one finds on many US and British comment pages and blogs. ", "recommendationCount": 4}, {"assetID": 3400196, "replies": [], "lft": 82, "assetURL": "http://krugman.blogs.nytimes.com/2014/04/28/paradigming-is-hard/", "parentID": null, "commentID": 11674389, "rgt": 83, "userDisplayName": "Ashley", "createDate": "1398745187", "userID": 60894284, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1398745206", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Asia", "commentType": "comment", "updateDate": "1398741606", "commentSequence": 11674389, "commentBody": "Maybe it's not hard. Maybe it's just impossible or even futile to adhere to a set of rules, equations or a paradigm when it comes to defining something as unpredictable as economics. I'm no economist but I view economics not as hard science but a mixture of psychology and philosophy. The market is but the collective actions of the individuals, which can be rational or irrational at times. It's probably not just hard but impossible to predict when some individuals will act rationally and some will act irrationally and who will gain an upper-hand, by how much, for how long. If we focus too much on creating a set of rules or a paradigm, we might risk losing sight on the fact that human behavior can be unpredictable and the collective unpredictability of individuals can at times surprise us and cost us dearly especially when we thought we've come to a \"perfect model\" and got everything under control.", "recommendationCount": 0}]}, "copyright": "Copyright (c) 2016 The New York Times Company.  All Rights Reserved."}