{"debug": {"version": 3.1}, "status": "OK", "results": {"api_timestamp": "1481460290", "totalCommentsFound": 2683, "totalCommentsReturned": 25, "comments": [{"assetID": 2227572, "replies": [], "lft": 56, "assetURL": "http://fifthdown.blogs.nytimes.com/2010/12/26/eli-manning-and-the-giants-interception-problem/", "parentID": null, "commentID": 3136660, "rgt": 57, "userDisplayName": "Maui Yankee", "createDate": "1293425898", "userID": 39126935, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1293426046", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Makawao, Hawaii", "commentType": "comment", "updateDate": "1293426046", "commentSequence": 24, "commentBody": "Is it physical conditioning?  This annual late season swoon (the super bowl season an exception).occurs each season.  Coaching creates conditioning.<br /><br />Is it mental toughness?  Coaches help to create that.<br /><br />Watch Eli when stuff hits the fan....he's lost.<br /><br />It's interesting to hear someone else lament the trade of Phillip Rivers for EllieMay.  Been saying that since DAY ONE!.   If he's set, he can hit a target.  Any pressure, a back foot throw, it's dubious.  He rarely hits a receiver in stride.  Eli has a ring, he has my thanks, but he is not the future.<br /><br />", "recommendationCount": 1}, {"assetID": 2227806, "replies": [], "lft": 12, "assetURL": "http://www.nytimes.com/2010/12/27/opinion/27krugman.html", "parentID": null, "commentID": 3136547, "rgt": 13, "userDisplayName": "Karen Garcia", "createDate": "1293423061", "userID": 48110597, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1293426063", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New Paltz, NY", "commentType": "comment", "updateDate": "1293463858", "commentSequence": 5, "commentBody": "Since past performance is the best predictor of future behavior, we can safely assume that Wall Street will be stretching out its greedy hands and find a way to cash in on the commodities crunch - regardless of the cause. The banksters will find a way to manipulate the global law of supply and demand and convert it into cash for their own bottomless pockets. Their casino gambling business models have not changed, because they were never held accountable when their Ponzi scheme imploded two years ago.<br /><br />And true to form, the fiscal hypocrites of the Republican Party will find a way to blame the poor and unemployed for using more than their fair share of heating oil to stay warm this winter. No doubt one of their first orders of business will be to try and defund HEAP, the federally funded home heating assistance program. And they won't waste much time griping about the longterm jobless pumping gas they didn't \"really\" pay for. But they won't dare mention China's newfound love affair with the automobile as a major factor; the Chinese are already lending the US government billions for its mercenary war mongering. We must not bite the hand that holds the mega Master Card account.<br /><br />President Obama missed a golden opportunity during the BP oil spill disaster last summer to call for energy conservation and more funding for alternative fuel initiatives. Let's hope he ponders the looming crisis as he jets back to Washington, and that he calls for strict conservation measures during his state of the Union address. In the meantime, each of us can and should commit to conservation - just because it's the right thing to do.", "recommendationCount": 574}, {"assetID": 2227806, "replies": [], "lft": 14, "assetURL": "http://www.nytimes.com/2010/12/27/opinion/27krugman.html", "parentID": null, "commentID": 3136549, "rgt": 15, "userDisplayName": "Ken", "createDate": "1293423185", "userID": 54470415, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1293426089", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Long Island", "commentType": "comment", "updateDate": "1293426089", "commentSequence": 6, "commentBody": "No doubt you are correct with respect to raw materials. But what about the rise in the price of gold and the rise of corporate bonds? Chips in a poker game? Or the real thing? Inflation is the by-product of war. If I were running things I'd opt out of both of the ones we are fighting and invest in alternative energy and education. Right now unemployment and stagnation is a bigger enemy than Al-Qeada. ", "recommendationCount": 386}, {"assetID": 2227806, "replies": [], "lft": 16, "assetURL": "http://www.nytimes.com/2010/12/27/opinion/27krugman.html", "parentID": null, "commentID": 3136550, "rgt": 17, "userDisplayName": "perk", "createDate": "1293423186", "userID": 211403, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1293426095", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Aspen CO USA", "commentType": "comment", "updateDate": "1293426094", "commentSequence": 7, "commentBody": "Though some might say commodity prices haven't risen -- the dollar has just declined in its purchasing power of commodities.<br />", "recommendationCount": 125}, {"assetID": 2227806, "replies": [], "lft": 18, "assetURL": "http://www.nytimes.com/2010/12/27/opinion/27krugman.html", "parentID": null, "commentID": 3136553, "rgt": 19, "userDisplayName": "Winning Progressive", "createDate": "1293423209", "userID": 61073654, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1293426198", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Chicago, IL", "commentType": "comment", "updateDate": "1293463865", "commentSequence": 8, "commentBody": "What the rising commodity prices do present us with is a choice of how we would like our future to look.  In essence, we have two options.<br /><br />First, we can continue to try to maintain our current ways, which rely on material wealth as the primary determinant of success in our society, which relies on measures like Gross Domestic Product to determine whether our country is doing well or poorly, and which favors use of resources over efficiency and conservation.  Down that road is the continuation of our current way of life for a decade or two at most, followed by increased expense for the commodities we need, and increased economic and perhaps military strife to gain access to those commodities.<br /><br />Or, we can take a different approach, in which we use our current position at the head of the world in terms of economic, social, and educational development to transform our society into one that is prepared for a future of constrained resources.  This approach would involve maximizing efficiency to the greatest extent possible, so that we can do more with less.  It would also mean focusing on investing in the energy technologies of the future, such as solar, wind, geothermal, and wave power, so that we can continue to obtain energy while minimizing our reliance on limited resources.  And it means beginning to measure our value as individuals and as a society on things other than simple economic prowess.  For example, for individuals, we could start valuing more highly intellectual prowess, kindness to others, caring for our families, etc.  And for our country, we can value being a world leader in developing clean energy technologies, serving as an example again on civil liberties, and rebuilding international institutions that will help avoid or settle international disputes of the future.<br /><br />The choice here is currently ours, but with commodity prices rising as the rest of the world starts demanding the same resources we are currently addicted to, time is running short.   If we don’t make the choice now to pursue option number two, we can be assured that option number one will be chosen for us not too far in the distant future.<br /><br /><a href=\"http://www.winningprogressive.org\" target=\"_blank\">http://www.winningprogressive.org</a><br />", "recommendationCount": 293}, {"assetID": 2227806, "replies": [], "lft": 20, "assetURL": "http://www.nytimes.com/2010/12/27/opinion/27krugman.html", "parentID": null, "commentID": 3136575, "rgt": 21, "userDisplayName": "Frank Mitchell", "createDate": "1293423814", "userID": 15221065, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1293426262", "userTitle": null, "editorsSelection": 1, "statusID": 2, "userURL": null, "userLocation": "South Carolina", "commentType": "comment", "updateDate": "1293465299", "commentSequence": 9, "commentBody": "Mr. Krugman, I disagree with your opinion that America was mostly \"just a bystander in this story.\"  When the big American corporations transferred tens of thousands of our factories and millions of our jobs to China, they also transferred our wealth and prosperity to China.  And this new Chinese prosperity is in the form of an oil and energy-based society which is duplicating the American lifestyle.<br /><br />Chinese auto sales surpassed US auto sales in 2009, and most of these new cars need gasoline, made from crude oil, to run.  Also, the massive increase in Chinese coal-based electric power generating plants is creating a huge demand for coal that did not exist a decade ago.<br /><br />So, by building a modern industrial economy in China, our US corporations have created a culture in China which is becoming much more dependent upon crude oil and coal.  This new wealthy China will demand a much larger share of the world's finite natural resources, including oil and coal.<br /><br />So, not only have the big American corporations transferred our prosperity and jobs to China, they  have also caused a tremendous increase in the world's demand for energy.  And the prices that Americans will pay for gas and electricity will most likely increase as well.<br /><br />Frank Mitchell<br /><a href=\"http://jobsback.com\" target=\"_blank\">jobsback.com</a><br /> ", "recommendationCount": 834}, {"assetID": 2227806, "replies": [], "lft": 22, "assetURL": "http://www.nytimes.com/2010/12/27/opinion/27krugman.html", "parentID": null, "commentID": 3136577, "rgt": 23, "userDisplayName": "W in the Middle", "createDate": "1293423874", "userID": 17032998, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1293426605", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New York State", "commentType": "comment", "updateDate": "1293474500", "commentSequence": 10, "commentBody": "Paul, as I did about a month ago, on your piece on the Irish banks, I find myself completely agreeing with you.<br /><br />America is losing scale and standing.<br /><br />Whether a spike in commodity prices can be sustained by demand has less to do with the US - and more to do with the rest of the world.<br /><br />But doesn't that simply drive a spike into the heart of the dollar's standing as the world's reserve currency?<br /><br />In a world where spot-market prices are denominated in dollars - but long-term large-scale contracts are denominated in Renminbi - you are right.<br /><br />We are bystanders.", "recommendationCount": 95}, {"assetID": 2227806, "replies": [], "lft": 26, "assetURL": "http://www.nytimes.com/2010/12/27/opinion/27krugman.html", "parentID": null, "commentID": 3136596, "rgt": 27, "userDisplayName": "Josh Cabell", "createDate": "1293424253", "userID": 37452016, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1293426696", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Watertown, NY", "commentType": "comment", "updateDate": "1293426696", "commentSequence": 11, "commentBody": "Mr. Krugman, what about coal?  Could it be high time for the US to amp up extraction and export of low-sulfur coal?  US coal reserves are vast.  Chinese demand is gigantic and growing.  Mining would mean US jobs.  Improving coal transport infrastructure (e.g. by extending the Missouri River navigation to eastern Wyoming) would mean even more US jobs.  So, whatever its environmental pitfalls, I'm a little perplexed that coal isn't on the agenda these days.  It's not even in your otherwise fascinating column!", "recommendationCount": 25}, {"assetID": 2227806, "replies": [], "lft": 28, "assetURL": "http://www.nytimes.com/2010/12/27/opinion/27krugman.html", "parentID": null, "commentID": 3136600, "rgt": 29, "userDisplayName": "MZB", "createDate": "1293424345", "userID": 31936499, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1293426712", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Chicago, IL", "commentType": "comment", "updateDate": "1293426712", "commentSequence": 12, "commentBody": "Someone, a mystery investor has bought up much of the world's copper supply? And you don't have anything more to say about this? This is the story. If someone can buy up much of the world's resources then that someone has the power to manipulate the price of those resources. Dig deep Paul. Yes, we Americans are helpless bystanders but it's not China or other emerging economies that are the driving force behind this game. ", "recommendationCount": 193}, {"assetID": 2227806, "replies": [], "lft": 30, "assetURL": "http://www.nytimes.com/2010/12/27/opinion/27krugman.html", "parentID": null, "commentID": 3136601, "rgt": 31, "userDisplayName": "Ron", "createDate": "1293424383", "userID": 48183969, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1293426755", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New York, NY", "commentType": "comment", "updateDate": "1293463837", "commentSequence": 13, "commentBody": "Conventional oil production has been flat for four years; in that sense, at least, peak oil has arrived?<br /><br />You have to be kidding. There is plenty of oil in Alaska and off our shore, we just won't allow access. Meanwhile, China is drilling off the Cuban coast, and Brazil is drilling in one of the largest off-shore oil reserve. You have no idea what the definition of peak oil is.<br /><br />And of course you ascribe to the religion of global warming. What else would one expect from a doctrinaire leftist?", "recommendationCount": 43}, {"assetID": 2227806, "replies": [], "lft": 32, "assetURL": "http://www.nytimes.com/2010/12/27/opinion/27krugman.html", "parentID": null, "commentID": 3136603, "rgt": 33, "userDisplayName": "Sean K", "createDate": "1293424507", "userID": 62152540, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1293427238", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Concord, CA", "commentType": "comment", "updateDate": "1293427238", "commentSequence": 14, "commentBody": "Although Professor Krugman is not the first to postulate on the issue of finite resources, he is none the less spot on with his analysis. He's correct about the United States increasingly being a bystander in this process. The world is catching up to us and we are at a loss for solutions to get us back in the game, as it were.<br /><br />A solution: Establish a national energy company. Take back the rights to some of our increasingly valuable oil reserves (which we give away to private interests not concerned with the welfare of the American public). Use the profits generated from domestic oil production to build the massive new electrical grid that will be necessary to transition our nation to one powered by solar and wind technologies.<br /><br />These methods are 100% clean and self-perpetuating. We can establish a workable model that doesn't require nuclear fuel (which is dangerous and expensive) and in turn help struggling nations develop energy capabilities that don't require the oil that they are no longer going to be able to afford.<br /><br />I believe a massive spike in fossil fuel prices are inevitable and this time its not a bubble that will burst and deflate. It will take us to the brink where we as a species are brought to our knees, forced into an awakening: one where we realize we must live WITH the earth and not OFF of it.", "recommendationCount": 204}, {"assetID": 2227806, "replies": [], "lft": 34, "assetURL": "http://www.nytimes.com/2010/12/27/opinion/27krugman.html", "parentID": null, "commentID": 3136606, "rgt": 35, "userDisplayName": "Lezlee", "createDate": "1293424556", "userID": 18652950, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1293427268", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "San Diego", "commentType": "comment", "updateDate": "1293463876", "commentSequence": 15, "commentBody": "I don't believe you Mr Krugman. I cite an article that I read last summer <a href=\"http://theweek.com/article/index/205182/the-great-cocoa-bean-hoarding-of-2010\" target=\"_blank\">http://theweek.com...</a>.<br /><br />This article led me to dash down the nearest store and stock up on Hersheys Cocoa Tins (they have an infinite shelf life). No one gets between me and my chocolate.<br /><br />To summarize the article...A hedge fund trader in Great Britain bought up 7% of the worlds annual supply of cocoa. His goal was to make a ton of money. The British press started calling him \"Choc-finger\". He was a former chairman of the European Cocoa Association.<br /><br />He knew of a shortage of cocoa due to weak harvests in certain countries. The goal is to sell the cocoa at a high price and make a profit. He had done a similar deal in 2002 and made $61 million in two months selling cocoa.<br /><br />The exemptions given to the large investment banks allowing them to speculate in commodities has created a monster and I am not going to wait around this time listening to you and other columnists and politicians who tell me this is a \"global\" problem and that the world is flat and that I need to give up chocolate????<br /><br />", "recommendationCount": 130}, {"assetID": 2227806, "replies": [], "lft": 36, "assetURL": "http://www.nytimes.com/2010/12/27/opinion/27krugman.html", "parentID": null, "commentID": 3136612, "rgt": 37, "userDisplayName": "Bill Pieper", "createDate": "1293424783", "userID": 12818211, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1293427936", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Taiwan", "commentType": "comment", "updateDate": "1293474512", "commentSequence": 16, "commentBody": "“It will require that we gradually change the way we live, adapting our economy and our lifestyles to the reality of more expensive resources.”<br /><br />I do not believe Americans or the world have as much time to adapt as this statement implies. In the case of oil in particular, world production has not increased significantly and has likely peaked. The reality of worldwide peak oil is upon us, though there are still many who think the US can simply drill its way out of the crisis. Good luck with that.<br /><br />The approach taken in the US to issues of scarcity of strategically vital commodities (oil especially and water) and how to deal with scarcity seems to have been to put entirely too much faith in market forces to adequately address them. There is no doubt that increasing prices will encourage innovation and force  consumers to seek alternatives. But the orthodox Econ 101 microeconomics models do not take into account the massive social costs inflicted and the countless individual tragedies that will occur in the process of making such a transition, especially if there are severe price shock or shortages as there might well be with oil in the US, and water is many other parts of the world. Dealing with these issues requires proactive far-sighted policy, which in turn requires strong leadership and social cohesion to support the effort. All these necessary ingredients are absent in the US.<br /><br />Most developed nations are anticipating the effects of peak oil and have developed comprehensive strategies and policy to attempt to deal with it (though the policy may yet prove inadequate). As is the case with human-generated global warming, most of the developed world has accepted peak oil as fact and are moving on in spite of the glaring absence of leadership from the US, currently the world’s largest economy. The Chinese government, for all its faults, has multi-year plans to deal with changes that are obviously coming. They have the advantage of being able to implement policy without the messy constraints imposed by a democracy that values rules of law. The Chinese government does not have any rivals to its authority. Contrast this with the US where powerful industry organizations (oil and coal especially) are able to control or influence public discourse in order to prevent government action that would greatly benefit the nation in the long run, but have a negative impact on the bottom line of these economic dinosaurs. The PRC appears to be far ahead of the US and perhaps most other nations in terms of coping with looming scarcities of vital and strategic resources. While I do not mean to imply the US should mimic China exactly in how it approaches these issues, the Chinese example demonstrates that powerful leadership combined with a determined cohesive populace can address important societal issues such as future oil scarcity. Americans had better get it together quickly or face being left behind by the rest of the planet.<br />", "recommendationCount": 207}, {"assetID": 2227806, "replies": [], "lft": 38, "assetURL": "http://www.nytimes.com/2010/12/27/opinion/27krugman.html", "parentID": null, "commentID": 3136614, "rgt": 39, "userDisplayName": "V. Smith", "createDate": "1293424816", "userID": 62326826, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1293427945", "userTitle": null, "editorsSelection": 1, "statusID": 2, "userURL": null, "userLocation": "NM", "commentType": "comment", "updateDate": "1293474478", "commentSequence": 17, "commentBody": "As gold approacges $1500 and silver crests $30, Krugman again tells us not to worry about inflation.  I think I'll trust the signals from the gold market", "recommendationCount": 146}, {"assetID": 2227806, "replies": [], "lft": 40, "assetURL": "http://www.nytimes.com/2010/12/27/opinion/27krugman.html", "parentID": null, "commentID": 3136617, "rgt": 41, "userDisplayName": "mindurian", "createDate": "1293424950", "userID": 54314972, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1293427947", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Memphis TN", "commentType": "comment", "updateDate": "1293427947", "commentSequence": 18, "commentBody": "Excellent column again Paul, and thanks for giving some of us thanks that we aren't very young!", "recommendationCount": 32}, {"assetID": 2227806, "replies": [], "lft": 42, "assetURL": "http://www.nytimes.com/2010/12/27/opinion/27krugman.html", "parentID": null, "commentID": 3136618, "rgt": 43, "userDisplayName": "Jon Jost", "createDate": "1293424960", "userID": 14034119, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1293427967", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Seoul, Korea", "commentType": "comment", "updateDate": "1293463886", "commentSequence": 19, "commentBody": "\"This won’t bring an end to economic growth, let alone a descent into Mad Max-style collapse.\"<br /><br />I wouldn't bet on that.  There are 6 billion+ people, rapidly expanding in numbers and in their ideas of a desired \"life-style.\"  We have already begun to hit limits in many areas, and are ravaging the planet in consequence.  As things tighten up, disparities become more extreme (for example, wealth goes into Africa and buys up agricultural land and kicks off the locals who can't compete economically; the food grown goes not locally but to S Korea or Europe or China), don't expect people to behave in a nice rational manner.  They won't.  So as we scramble for resources to sustain the unsustainable we can expect the usual four horsemen to cut down the numbers.  Economists may see logic; starving people see something else.<br /><a href=\"http://www.jonjost.wordpress.com\" target=\"_blank\">www.jonjost.wordpress.com</a><br /><a href=\"http://www.cinemaelectronica.wordpress.com\" target=\"_blank\">www.cinemaelectronica.wordpress.com</a>", "recommendationCount": 333}, {"assetID": 2227806, "replies": [], "lft": 44, "assetURL": "http://www.nytimes.com/2010/12/27/opinion/27krugman.html", "parentID": null, "commentID": 3136624, "rgt": 45, "userDisplayName": "Hugh Sansom", "createDate": "1293425038", "userID": 886389, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1293427984", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Brooklyn, NY", "commentType": "comment", "updateDate": "1293463889", "commentSequence": 20, "commentBody": "John Shimkus, Republican Congressman from Illinois, has said that there can be no climate change because God has so promised. In a recent talk at Columbia, economist Jeffrey Sachs suggested that the vast majority of figures in the US government, including the executive branch, show little if any evidence of greater intellect or competence than Shimkus.<br /><br />If most other governments are as thick with incompetent, self-serving, money-grubbing dolts as ours is, then what possible hope have we? The American dogma is that corporate America will lead the way -- much as Wall Street lead the way on finance.<br />", "recommendationCount": 395}, {"assetID": 2227806, "replies": [], "lft": 46, "assetURL": "http://www.nytimes.com/2010/12/27/opinion/27krugman.html", "parentID": null, "commentID": 3136630, "rgt": 47, "userDisplayName": "Cambo", "createDate": "1293425160", "userID": 36718696, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1293427989", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "sydney, australia", "commentType": "comment", "updateDate": "1293427989", "commentSequence": 21, "commentBody": "\"...suffering from delusions of U.S. economic grandeur. For commodity prices are set globally, and what America does just isn’t that important a factor.\"<br /><br />Or maybe it could simply be a declining U$ - commodities are almost always priced in U$ - so commodity prices only *appear* to be increasing as the U$ declines. ", "recommendationCount": 58}, {"assetID": 2227806, "replies": [], "lft": 48, "assetURL": "http://www.nytimes.com/2010/12/27/opinion/27krugman.html", "parentID": null, "commentID": 3136632, "rgt": 49, "userDisplayName": "Dave", "createDate": "1293425188", "userID": 59508062, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1293428011", "userTitle": null, "editorsSelection": 1, "statusID": 2, "userURL": null, "userLocation": "Wisconsin", "commentType": "comment", "updateDate": "1293428011", "commentSequence": 22, "commentBody": "I find it uncomfortable to know that world industrial production is reaching new highs while US unemployment is so high and not declining.  I think this emphasizes the shrinking importance of the US employee to the world, and this should make everyone uneasy.<br /><br />On top of that, our main source of transportation energy, oil, will only become more and more scarce.  So not only are our employees losing their importance but our entire system will become less efficient.  The inevitable answer from industry will be to shift more jobs overseas to take advantage of their low labor costs to offset these losses.<br /><br />It is too bad we have a system so reliant upon industry to form important decisions regarding energy and labor.  We have cabinet-level positions for these issues, right?  So what say they?  Whatever industry wants, it seems.  And industry wants short term profits at the expense of long-term economic viability.  Our system is eating itself.<br />", "recommendationCount": 925}, {"assetID": 2227806, "replies": [], "lft": 50, "assetURL": "http://www.nytimes.com/2010/12/27/opinion/27krugman.html", "parentID": null, "commentID": 3136633, "rgt": 51, "userDisplayName": "neel economist", "createDate": "1293425203", "userID": 61102150, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1293428031", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "new delhi", "commentType": "comment", "updateDate": "1293428031", "commentSequence": 23, "commentBody": "Dear Prof. Krugman,<br /><br />I agree with your assertion of Finite world, but could you take the follow up question. Where exactly we are heading.<br /><br />In the most rude way American are forced to change their life style at the same time people in developing world are raising their life style. Like you said commodity price is already at its peak. where do we go now. Your notion of FINITE world sends shiver to spines. Hope we soon discover ways to harness renewable resources for energy otherwise it spells doom for the generation to come.", "recommendationCount": 41}, {"assetID": 2227806, "replies": [], "lft": 52, "assetURL": "http://www.nytimes.com/2010/12/27/opinion/27krugman.html", "parentID": null, "commentID": 3136641, "rgt": 53, "userDisplayName": "steveo", "createDate": "1293425439", "userID": 56930594, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1293428038", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "il", "commentType": "comment", "updateDate": "1293428038", "commentSequence": 24, "commentBody": "The nations of the world allow a mystery investor to purchase so much of the copper supply. Now , what's wrong with that picture ? ", "recommendationCount": 120}, {"assetID": 2227806, "replies": [], "lft": 54, "assetURL": "http://www.nytimes.com/2010/12/27/opinion/27krugman.html", "parentID": null, "commentID": 3136642, "rgt": 55, "userDisplayName": "JohnR", "createDate": "1293425446", "userID": 16294373, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1293428058", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New Zealand", "commentType": "comment", "updateDate": "1293428058", "commentSequence": 25, "commentBody": "Mr Krugman says of commodity prices \"They have no bearing, one way or another, on U.S. monetary policy. For this is a global story; at a fundamental level, it’s not about us.\"<br /><br />I'm not so sure about that. By buying commodities one can in effect speculate against the USD; in real terms their price may not be changing, only in terms of the USD which fewer and fewer people want to hold. Note that the SFR is also on the up and up. ", "recommendationCount": 52}, {"assetID": 2227806, "replies": [], "lft": 56, "assetURL": "http://www.nytimes.com/2010/12/27/opinion/27krugman.html", "parentID": null, "commentID": 3136643, "rgt": 57, "userDisplayName": "steve", "createDate": "1293425466", "userID": 4770332, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1293428070", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "scarsdale, ny", "commentType": "comment", "updateDate": "1293428070", "commentSequence": 26, "commentBody": "Spot on...It is really critical to take the long term view and conserve resources.  With our current population &amp; trajectory thereof, there is going to be a lot of pain in certain parts of the world if we don't.<br /><br /><a href=\"http://www.scarsdaleaikido.com\" target=\"_blank\">www.scarsdaleaikido.com</a>", "recommendationCount": 15}, {"assetID": 2227806, "replies": [], "lft": 58, "assetURL": "http://www.nytimes.com/2010/12/27/opinion/27krugman.html", "parentID": null, "commentID": 3136645, "rgt": 59, "userDisplayName": "sfbb", "createDate": "1293425503", "userID": 30515999, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1293428113", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "san francisco", "commentType": "comment", "updateDate": "1293463899", "commentSequence": 27, "commentBody": "Thanks Paul. Just to remind readers that the EU forbids genetically modified food, which is the food in question. EU researchers have found that third generation lab animal;s fed genetically modified food are over 90% sterile. In the US we have not had this type of testing. How many of you want to risk this? Do people even care that their sons and daughters are sterile? I have noted this information before in the New York Times and have not seen any response. Perhaps New Yorkers would be happy to be 90% sterile? Just asking. Personally, I am up in arms and will not buy anything but organic and grass fed. 90% of US corn, soy, zucchini and yellow squash are genetically modified. And chickens, beef and pork, who are fed genetically-modified corn pass it on to us. Think about this. ", "recommendationCount": 76}, {"assetID": 2227806, "replies": [], "lft": 60, "assetURL": "http://www.nytimes.com/2010/12/27/opinion/27krugman.html", "parentID": null, "commentID": 3136647, "rgt": 61, "userDisplayName": "Alex", "createDate": "1293425518", "userID": 30453240, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1293428203", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Boston, MA", "commentType": "comment", "updateDate": "1293428203", "commentSequence": 28, "commentBody": "Out all the energy alternatives around the only one scalable enough to replace oil is nuclear.<br />Yes, the safest and cleanest form of energy if done right.<br />We need to stop to fool ourselves and start investing into latest generation of power plants that can use almost all fuel without the need of external reprocessing. These stations are safe by design and its fuel never leaves the station ground. There are research on this topic which needs to be brought to the engineering level (look it up - it was a special Scientific American issue on this topic). Besides standard fuel other abundant fuels like Tc can be used.<br />Only then when we will have enough electricity to use for heating and ground transportation (Chevy Volt, anyone?) we can kick our habit of imported oil.<br />As a side effect we will grow the next generation of scientists and engineers capable of solving global problems just like it happened when we put men on the Moon.<br />", "recommendationCount": 55}]}, "copyright": "Copyright (c) 2016 The New York Times Company.  All Rights Reserved."}