{"debug": {"version": 3.1}, "status": "OK", "results": {"api_timestamp": "1481481264", "totalCommentsFound": 4579, "totalCommentsReturned": 25, "comments": [{"assetID": 3401197, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 11774435, "replies": [], "commentID": 11776147, "trusted": 0, "userDisplayName": "Morgan", "createDate": "1399782115", "userID": 19109229, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1399799869", "userTitle": "NULL", "recommendations": 3, "editorsSelection": false, "parentUserDisplayName": "ed connor", "userURL": "NULL", "userLocation": "Medford NY", "depth": 1, "commentType": "userReply", "updateDate": "1399796269", "commentSequence": 11776147, "commentBody": "Certain  NUNS NOT COMFORTABLE with the male God are correct in their feelings.  In ancient times to the present the male gender was dominant, if females were dominant, God would be female.  This is a result of arrogant gender based domination when you invent a false ludicrous blind faith.  WAKE UP TO REALITY "}]}, "lft": 60, "assetURL": "http://www.nytimes.com/2014/05/11/opinion/sunday/dowd-with-malice-toward-nuns.html", "parentID": null, "commentID": 11774435, "rgt": 63, "userDisplayName": "ed connor", "createDate": "1399747762", "userID": 38376769, "replyCount": 1, "commentTitle": "<br/>", "status": "approved", "approveDate": "1399780901", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "camp springs, md", "commentType": "comment", "updateDate": "1399777301", "commentSequence": 11774435, "commentBody": "After re-reading this column, which is long on grievance and short on specifics, several times, it seems the offending act by the Vatican was Cardinal Muller \"objecting to their (the nuns') plan to honor Sister Elizabeth Johnson...who has written that women are uncomfortable with the dominant images of God as father, lord, and king, and would prefer non-authoritarian female language for God.\"<br/><br/>The Catholic Church, like it or not, has a 2,00 year old mission statement called the New Testament. The Council of Nicea decided 1400 years ago that the church needed to stand for several unwavering beliefs. Among these was the concept of God as \"father, lord and king.\"<br/><br/>Your quarrel, Ms. Dowd, is not with the pope, but with the Bible.<br/>But, there's always the Unitarians, if you prefer no doctrine... ", "recommendationCount": 7}, {"assetID": 3401197, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 11774478, "replies": [], "commentID": 11777275, "trusted": 0, "userDisplayName": "ACW", "createDate": "1399810883", "userID": 51865147, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1399812068", "userTitle": "NULL", "recommendations": 1, "editorsSelection": false, "parentUserDisplayName": "bill b", "userURL": "NULL", "userLocation": "New Jersey", "depth": 1, "commentType": "userReply", "updateDate": "1399808468", "commentSequence": 11777275, "commentBody": "John XXIII might not have been a John XXIII if he'd stayed a bit longer. He was in only, what, three years? Long enough to begin Vatican II, but not long enough to see it come to fruition. For all we know, he might have disapproved of many of the reforms. Please read carefully before you reply: I did not say I'm against the Vatican II reforms; I said John XXIII might not have been for at least some of them. We have no way of knowing - but in addition to the three-year parallel with Jesus' ministry, there is that other parallel, that since he is dead and no longer speaking for himself, we may put into his mouth whatever is most suitable to us, by asking 'what would Jesus / John XXIII say / do?' and supplying the answers we prefer.<br/>I'd add that sexual abuse in the Church is not new - it was happening under John XXII and well before; there's evidence it goes back centuries. John XXIII didn't do anything either, and we don't know how much he knew.<br/>Saints, said Orwell, should be judged guilty until proven innocent. "}]}, "lft": 64, "assetURL": "http://www.nytimes.com/2014/05/11/opinion/sunday/dowd-with-malice-toward-nuns.html", "parentID": null, "commentID": 11774478, "rgt": 67, "userDisplayName": "bill b", "createDate": "1399748528", "userID": 33597851, "replyCount": 1, "commentTitle": "<br/>", "status": "approved", "approveDate": "1399780918", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "new york", "commentType": "comment", "updateDate": "1399777318", "commentSequence": 11774478, "commentBody": "Pope Francis is no John 23.<br/><br/>The Nuns take the Church's teachings on social justice<br/>seriously They are the ones on front lines of the hospitals<br/>and natrually would spport expanded health care<br/>which is the true Pro-Life position<br/><br/>If you have no money and no healh insurance, chances<br/>are you are going to die if you get seriously ill.", "recommendationCount": 20}, {"assetID": 3401197, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 11774543, "replies": [], "commentID": 11776200, "trusted": 0, "userDisplayName": "Riff", "createDate": "1399783522", "userID": 59706231, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1399800255", "userTitle": "NULL", "recommendations": 8, "editorsSelection": false, "parentUserDisplayName": "Paul Kramarchyk", "userURL": "NULL", "userLocation": "Dallas", "depth": 1, "commentType": "userReply", "updateDate": "1399796655", "commentSequence": 11776200, "commentBody": "You're not alone. There are many, raised in religious homes, who have become agnostic or atheistic. And as you do, plenty of them, also wish there was a god."}]}, "lft": 68, "assetURL": "http://www.nytimes.com/2014/05/11/opinion/sunday/dowd-with-malice-toward-nuns.html", "parentID": null, "commentID": 11774543, "rgt": 71, "userDisplayName": "Paul Kramarchyk", "createDate": "1399750314", "userID": 25212350, "replyCount": 1, "commentTitle": "<br/>", "status": "approved", "approveDate": "1399780932", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Barkhamsted, Connecticut", "commentType": "comment", "updateDate": "1399777332", "commentSequence": 11774543, "commentBody": "I'm an atheist. Hard core. But you have no idea how badly I wish there were a god. An all-powerful, omniscient, ruthless, and clever one. I'd love to see the \"corrective action\" she comes up with in dealing with the zillions of self-righteous believers. For sinners like moi, It should be a hoot. ", "recommendationCount": 87}, {"assetID": 3401198, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 11776087, "replies": [], "commentID": 11776508, "trusted": 0, "userDisplayName": "Volker Hetzer", "createDate": "1399792481", "userID": 53773820, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1399817315", "userTitle": "NULL", "recommendations": 0, "editorsSelection": false, "parentUserDisplayName": "Mark Thomason", "userURL": "NULL", "userLocation": "Germany", "depth": 1, "commentType": "userReply", "updateDate": "1399813715", "commentSequence": 11776508, "commentBody": "&gt;There is no reason for us, for our benefit, to draw these lines there<br/>You never played go, haven't you?<br/>The Chinese invented it and it still shapes the way they are thinking.<br/>In short, when people like you finally get around to see the necessity of drawing a line, they will find that there's not enough area left for any lines.<br/><br/>Salami tactics at its best, and totally in line with adding disputed islands into atlases first, passport images next, declaring control zones afterwards, putting assets there next and (rightly) pointing to all the previous mostly unopposed (and therefore accepted) steps when, much too late, people start trying to resist."}]}, "lft": 18, "assetURL": "http://www.nytimes.com/2014/05/11/opinion/sunday/friedman-more-chopsticks-please.html", "parentID": null, "commentID": 11776087, "rgt": 21, "userDisplayName": "Mark Thomason", "createDate": "1399780964", "userID": 37674938, "replyCount": 1, "commentTitle": "<br/>", "status": "approved", "approveDate": "1399780986", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Clawson, MI", "commentType": "comment", "updateDate": "1399777386", "commentSequence": 11776087, "commentBody": "\"we’ll clearly need a few more chopsticks in our bundle. Which is why America’s ability to build coalitions is as vital today as the exercise of its own power.\"<br/><br/>No, WE don't need them for OUR power. THEY need us. If we do this, it is for them, not for us. Friedman offers no ideas of what is in this for us.<br/><br/>When Cuba and the US bump heads over drilling offshore oil, who wins? Same thing for China.<br/><br/>When Russia moves strategic forces into Cuba, who wins?  Would it be any better if China put their carrier killer ballistic missiles into Cuba to cover our East Coast carrier bases? Same thing for NATO moving into Ukraine.<br/><br/>Neither of those problems get better by making it our problem. A \"bundle\" that includes us means we do it for them at our expense. There is no reason for us, for our benefit, to draw these lines there, any more than it is worth it for them to let Cuba drill where we say no, or move their strategic forces into Cuba.", "recommendationCount": 28}, {"assetID": 3401197, "replies": [], "lft": 72, "assetURL": "http://www.nytimes.com/2014/05/11/opinion/sunday/dowd-with-malice-toward-nuns.html", "parentID": null, "commentID": 11774547, "rgt": 73, "userDisplayName": "Steve Ky.", "createDate": "1399750504", "userID": 9640850, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1399780999", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "<br/>", "commentType": "comment", "updateDate": "1399777399", "commentSequence": 11774547, "commentBody": "Observers on the Right grinned when the Left gave accolades to the Pope for sounding like a redistribution-minded socialist. Since then I see that the collectivist ardow has cooled. Leave it to the dedicated Left to over-emphasize the mistakes of the past anytime he Church gets mentioned, however small of a percentage of priests actually abused kids. <br/><br/>Whenever people shoot arrows at religious people and institutions they take the chance of tring to look better by comparison, but that sits right next to thinking one can work/earn/deserve their way to Heaven by human logic, which fades out of sight compared to Grace. <br/><br/>Of course any nation, court, or hirearchy that has been around since years were numbered with three digits is going to resist change. Harry Reid will smile first before that happens. ", "recommendationCount": 2}, {"assetID": 3401197, "replies": [], "lft": 74, "assetURL": "http://www.nytimes.com/2014/05/11/opinion/sunday/dowd-with-malice-toward-nuns.html", "parentID": null, "commentID": 11774554, "rgt": 75, "userDisplayName": "ACW", "createDate": "1399750825", "userID": 51865147, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1399781059", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "New Jersey", "commentType": "comment", "updateDate": "1399777459", "commentSequence": 11774554, "commentBody": "He may agree, to a degree, with the nuns, but he's an organisation man. If he weren't, at bottom, accepting of the way things are, he'd have gone outside it, as did the man whose namesake he chose to become - and for that matter, the man he claims to follow.<br/>I suspect he's the man JP the first would have developed into if he'd lived; Fr Andrew Greeley, in his book covering the Year of Three Popes (Paul VI and the two JPs) notes that on the death of Paul VI he issued a statement on what he thought the Church needed: 'A hopeful holy man who smiles'. Fr Greeley didn't live to see Francis; but Francis would appear to have fulfilled his hopes as far as that went. Conspiracy theorists have sometimes whispered that JP I was poisoned because he was sympathetic to reform and would have upset the Curia applecart; however, anyone who knew anything about JP I knew otherwise. And with JP I, so with Francis - and with Obama: in all three cases, the actual man's a Rorschach blot  on which ideologues impose their hopes and fears. ", "recommendationCount": 5}, {"assetID": 3401197, "replies": [], "lft": 76, "assetURL": "http://www.nytimes.com/2014/05/11/opinion/sunday/dowd-with-malice-toward-nuns.html", "parentID": null, "commentID": 11774782, "rgt": 77, "userDisplayName": "Socrates", "createDate": "1399757372", "userID": 51878992, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1399781138", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Verona, N.J.", "commentType": "comment", "updateDate": "1399777538", "commentSequence": 11774782, "commentBody": "Some men's clubs just can't get past their mean, medieval, misogynistic streaks.<br/><br/>\"In pain shall you bring forth children, woman, and you shall turn to your husband and he shall rule over you. And do you not know that you are Eve? God’s sentence hangs still over all your sex and His punishment weighs down upon you. You are the devil’s gateway; you are she who first violated the forbidden tree and broke the law of God. It was you who coaxed your way around him whom the devil had not the force to attack. With what ease you shattered that image of God: Man! Because of the death you merited, even the Son of God had to die... Woman, you are the gate to hell. \"<br/>    –   Tertullian, “the father of Latin Christianity” (160-225 AD)<br/><br/>\"Men have broad and large chests, and small narrow hips, and more understanding than women, who have but small and narrow breasts, and broad hips, to the end they should remain at home, sit still, keep house, and bear and bring up children.\"<br/>   –   Martin Luther (1483-1546)<br/><br/>That old, perverted men's religious club is a continuing affront to women, liberty and civil rights the world over.<br/><br/>All good men and women should head for the church exits.", "recommendationCount": 264}, {"assetID": 3401197, "replies": [], "lft": 78, "assetURL": "http://www.nytimes.com/2014/05/11/opinion/sunday/dowd-with-malice-toward-nuns.html", "parentID": null, "commentID": 11774874, "rgt": 79, "userDisplayName": "Jerry Slevin", "createDate": "1399759783", "userID": 60249970, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1399781204", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Long Island, New York", "commentType": "comment", "updateDate": "1399777604", "commentSequence": 11774874, "commentBody": "This is really unbelievable. No bishop has ever been disciplined for covering up priest sexual abuse of many thousands of defenseless children, yet dedicated sisters are humiliated and harassed for listening in a private conference to a creative non-Christian female metaphysician and for recognizing a top Catholic female theology professor whom Pope Francis' preferred theologian just said he esteems. <br/><br/>Aquinas relied on creative non-Christian metaphysicians too--- one a Jewish scholar, Maimonides, and two Muslim scholars, Averroes and Avicenna. But, alas, Aquinas was a member of the \"old boys' club\" and the metaphysicians were all men.<br/><br/>It appears that Pope Francis is either a very poor or a very insincere manager. Is the ex-Pope Benedict still calling the shots?<br/><br/>Que pasa, Francis? Will  you appoint a nun to monitor next month's meeting of the US bishops in New Orleans and to approve their speakers? Why not? Bishops have created many more serious scandals than nuns. Moreover, many of the sisters are more qualified to lead Catholics than many bishops. What is good for the goose is good for the gander. The \"old boys' club\" will end soon, whether you like it or not.", "recommendationCount": 27}, {"assetID": 3401211, "replies": [], "lft": 17, "assetURL": "http://www.nytimes.com/2014/05/11/opinion/sunday/the-rise-of-antibiotic-resistance.html", "parentID": 11776014, "commentID": 11776102, "rgt": 18, "userDisplayName": "Janice Badger Nelson", "createDate": "1399781196", "userID": 35980718, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1399781226", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Park City, Utah, from Boston", "commentType": "userReply", "updateDate": "1399777626", "commentSequence": 11776102, "commentBody": "This will never happen, unfortunately.  ", "recommendationCount": 3}, {"assetID": 3401197, "replies": [], "lft": 80, "assetURL": "http://www.nytimes.com/2014/05/11/opinion/sunday/dowd-with-malice-toward-nuns.html", "parentID": null, "commentID": 11774878, "rgt": 81, "userDisplayName": "Rip", "createDate": "1399759875", "userID": 33578256, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1399781277", "userTitle": "NULL", "editorsSelection": 1, "statusID": 2, "userURL": "NULL", "userLocation": "3025 Elmwood", "commentType": "comment", "updateDate": "1399777677", "commentSequence": 11774878, "commentBody": "The hatred for nuns which Catholic men in general and priests in particular are never slow to express is nothing new.  Back in 1979, e.g., the priest who edited Sisters Today from 1963 through 1975 wrote in the magazine about how his own feelings were different from those of other priests:  \"I also had a sort of residual respect and love for sisters.  This was undoubtedly because I had never gone to a Catholic grade or high school, so I had never gotten those prejudices against sisters that some priests seemed to have in earlier days.\"  (In 1979, at last, the magazine's editor was a sister.)<br/><br/>It wasn't only priests whose antipathy for nuns was well-known.  The sisters who attended graduate school at Notre Dame often commented on how the boys would insult with filthy remarks as they passed on the campus.  (Some boys would call from their windows to sisters on the sidewalks below.  If the sister looked up, she would see a boy exposing his genitalia.)    <br/><br/>The nuns who gave their lives to the Church are still, in retirement, being reviled and insulted by Catholic men.  Take a look at the comments on National Catholic Reporter, for instance, and see how the hatred still seethes.  It isn't only the pope and his cardinals who think it's appropriate to pay back the nuns' service with calumny.<br/><br/>The Kenneth Briggs book that Maureen mentions is one that every Catholic should read.   Give your money to the nuns, not to their abusers.", "recommendationCount": 129}, {"assetID": 3401197, "replies": [], "lft": 82, "assetURL": "http://www.nytimes.com/2014/05/11/opinion/sunday/dowd-with-malice-toward-nuns.html", "parentID": null, "commentID": 11774882, "rgt": 83, "userDisplayName": "Dotconnector", "createDate": "1399759975", "userID": 13201855, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1399781397", "userTitle": "NULL", "editorsSelection": 1, "statusID": 2, "userURL": "NULL", "userLocation": "New York", "commentType": "comment", "updateDate": "1399777797", "commentSequence": 11774882, "commentBody": "We insist on ascribing rescue fantasies to popes who outwardly act like \"nice guys,\" Francis and John Paul II being the most recent examples, while inwardly their sexism (and worse) is as hidebound as that of any of their predecessors. It's all a form of denial, the proverbial triumph of hope over experience.<br/><br/>The operative word in the Catholic Church is \"guys,\" the kind whose modus operandi is to keep women servile and under heel. Full partnership or anything remotely resembling it has never been, nor will it ever be, in the holy cards. No patriarchy on the planet has ever been more entrenched.<br/><br/>Mother's Day is as good a time as any to reflect on the fact that while Mary, the mother of Jesus, gets a lot of lip service by the \"princes of the church,\" meaningful manifestations of respect for womanhood, let alone enlightened treatment, have been sorely lacking. The reality is tokenism, to put it mildly.<br/><br/>While glass ceilings continue to be shattered worldwide, and before long maybe even in the White House, the dome of the Vatican remains impenetrable. And if you're looking for any of the dear nuns, you'll find them in the servants' quarters, in the general vicinity of the basement.", "recommendationCount": 135}, {"assetID": 3401197, "replies": [], "lft": 84, "assetURL": "http://www.nytimes.com/2014/05/11/opinion/sunday/dowd-with-malice-toward-nuns.html", "parentID": null, "commentID": 11774954, "rgt": 85, "userDisplayName": "Kristine", "createDate": "1399761629", "userID": 4859619, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1399781404", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Illinois", "commentType": "comment", "updateDate": "1399777804", "commentSequence": 11774954, "commentBody": "I’m shocked, shocked to find that misogyny is going on here! The usual suspects.", "recommendationCount": 10}, {"assetID": 3401197, "replies": [], "lft": 86, "assetURL": "http://www.nytimes.com/2014/05/11/opinion/sunday/dowd-with-malice-toward-nuns.html", "parentID": null, "commentID": 11774963, "rgt": 87, "userDisplayName": "Phill", "createDate": "1399761861", "userID": 62775010, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1399781421", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "California", "commentType": "comment", "updateDate": "1399777821", "commentSequence": 11774963, "commentBody": "I was completely done with the Catholic Church when I saw how quickly they cracked down on the \"Nuns on the Bus.\"  The church leaders can enable pedophile priests and cover up for them for decades but let any nuns step out of line to advocate for the poor and they are threatened with disciplinary actions.  Better a child molester than an uppity nun. ", "recommendationCount": 96}, {"assetID": 3401197, "replies": [], "lft": 88, "assetURL": "http://www.nytimes.com/2014/05/11/opinion/sunday/dowd-with-malice-toward-nuns.html", "parentID": null, "commentID": 11774968, "rgt": 89, "userDisplayName": "Moira", "createDate": "1399761912", "userID": 63579177, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1399781435", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Ohio", "commentType": "comment", "updateDate": "1399777835", "commentSequence": 11774968, "commentBody": "This pope is no different from any of his predecessors. I get tired of all the accolades he keeps getting. He isn't a breath of fresh air, he's just another misogynist in a very long line of misogynists. Why any woman would want to belong to that boys club is mystery to me, the self loathing must be unbearable.", "recommendationCount": 18}, {"assetID": 3401197, "replies": [], "lft": 90, "assetURL": "http://www.nytimes.com/2014/05/11/opinion/sunday/dowd-with-malice-toward-nuns.html", "parentID": null, "commentID": 11774998, "rgt": 91, "userDisplayName": "Guy Cunningham", "createDate": "1399762648", "userID": 9905192, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1399781446", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Iowa", "commentType": "comment", "updateDate": "1399777846", "commentSequence": 11774998, "commentBody": "Women shouldn't take this from the vatican.   I'm not catholic but I hope they form an alternative church that respects us all without regard to ancient prejudices.  ", "recommendationCount": 5}, {"assetID": 3401197, "replies": [], "lft": 92, "assetURL": "http://www.nytimes.com/2014/05/11/opinion/sunday/dowd-with-malice-toward-nuns.html", "parentID": null, "commentID": 11775008, "rgt": 93, "userDisplayName": "Eric", "createDate": "1399762885", "userID": 36831321, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1399781490", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "NY", "commentType": "comment", "updateDate": "1399777890", "commentSequence": 11775008, "commentBody": "I think it's reasonable to say the Catholic Church - that is, the official, Vatican-run church - is a truly awful organization. They are defined more by what they are against than anything good that they are for. The list is significant: <br/><br/>The Church is against gay rights, gay marriage, and homosexuality. They are against abortion, contraception, and equal rights for women, both within the Church (nuns can't be ordained) and outside (women are subordinate to men). The Church tolerated and protected pedophile priests for decades, and was slow to make amends and was inept when they did so.<br/><br/>The Church's positions are out of touch with the current world. They have lost membership in 1st world countries, but have made inroads in bigoted, sexist and homophobic African and South American countries.<br/><br/>The private church, the personal church, the millions of decent Catholics who help others, use birth control and ignore much of the official Church, may have some, even a lot, of goodness. But that's in spite of whatever this backward, hateful organization does and says.", "recommendationCount": 36}, {"assetID": 3401197, "replies": [], "lft": 94, "assetURL": "http://www.nytimes.com/2014/05/11/opinion/sunday/dowd-with-malice-toward-nuns.html", "parentID": null, "commentID": 11775017, "rgt": 95, "userDisplayName": "Olivia", "createDate": "1399763113", "userID": 65601739, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1399781528", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "MD", "commentType": "comment", "updateDate": "1399777928", "commentSequence": 11775017, "commentBody": "The Roman Catholic Church is so far from away from the teachings of Jesus that it is unrecognizable.  The simple truth is that the church is an institution run on power and money and it always has been. Anybody who thinks it's a good idea to be any part of the institution who basic message is to make people feel bad about their humanity really isn't using their basic intelligence. An American friend of mine who was a priest left the church in the early 80's because all they wanted him to do was deliver suitcases of cash all over Central and South America. He lived in Rome and was deeply disillusioned by the corruption.<br/>The recent Frontline report was so disturbing that I didn't think it could get any worse, but then the church glorified Pope John with sainthood, the very man who condoned pedophiles - this is mental illness.<br/>Of course if the church can keep women quiet through threats and verbal condemnation why not? After all the last thing we want is a thinking woman.", "recommendationCount": 44}, {"assetID": 3401197, "replies": [], "lft": 96, "assetURL": "http://www.nytimes.com/2014/05/11/opinion/sunday/dowd-with-malice-toward-nuns.html", "parentID": null, "commentID": 11775026, "rgt": 97, "userDisplayName": "Bmfc1", "createDate": "1399763506", "userID": 169571, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1399781533", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Silver Spring", "commentType": "comment", "updateDate": "1399777933", "commentSequence": 11775026, "commentBody": "How come Maureen Dowd doesn't refer to the Pope as \"Frankie\"?", "recommendationCount": 191}, {"assetID": 3401197, "replies": [], "lft": 98, "assetURL": "http://www.nytimes.com/2014/05/11/opinion/sunday/dowd-with-malice-toward-nuns.html", "parentID": null, "commentID": 11775032, "rgt": 99, "userDisplayName": "John McDonald", "createDate": "1399763609", "userID": 58689893, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1399781592", "userTitle": "NULL", "editorsSelection": 1, "statusID": 2, "userURL": "NULL", "userLocation": "Vancouver, Washington", "commentType": "comment", "updateDate": "1399777992", "commentSequence": 11775032, "commentBody": "Growing up, the only person capable of contradicting, overruling, or superseding the rule of law in my household were the nuns who taught me, my brothers and sisters.  <br/><br/>As I grew older, I understood why.  The nuns were perceived, correctly or not, as more fair, more wise, more consistent than the clerics.  The nuns were the ones who largely acted without a motive of self-aggrandizement.  They were paid nothing and expected nothing for teaching in the schools, working in the hospitals, keeping the books at the Church, and cooking the meals in the rectory.  <br/><br/>They are the Church's secret weapon for keeping individuals and families close to the Church, and it simply boggles my mind that they aren't treated with far greater respect and deference for their needs, opinions, and activities.<br/><br/>Of all the Catholics I know, not one will disparage the motives of a nun.  They are perceived as the forerunners of charity, mercy, and love, and a singular force with great influence on whether parents choose to keep their children attending Mass and contributing to the Church at all levels.<br/><br/>Treating a nun with disrespect for their viewpoint is worse than simply nagging them over obedience is not smart and drives people further from the Church.  From what I have seen, the Church needs all the business it can get, and it wouldn't hurt to treat \"dem nuns\", as my grandmother used to say, with a bit of respect and dignity.", "recommendationCount": 90}, {"assetID": 3401197, "replies": [], "lft": 100, "assetURL": "http://www.nytimes.com/2014/05/11/opinion/sunday/dowd-with-malice-toward-nuns.html", "parentID": null, "commentID": 11775086, "rgt": 101, "userDisplayName": "Christine MCmorrow", "createDate": "1399764530", "userID": 2073520, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1399781634", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Waltham, MA", "commentType": "comment", "updateDate": "1399778034", "commentSequence": 11775086, "commentBody": "I've commented before here that Catholics  and non-Catholics alike need to temper their expectations of Francis. Otherwise they are simply projecting their own hopes and desires onto a complex and very unfathomable man. <br/><br/>Its a setup for disappointment. Personally I'm pretty incensed at Francis for throwing the mainsteam American religious conference (that includes the Nuns on the Bus)  under one!  This conference comprises 80% of American nuns.   It isn't some rebellious splinter group except to the angry old men in the Vatican.  Not only does Francis' apparent tacit approval of the continued crackdown denigrate the sisters'charity and Christ-like compassion for sinners and downtrodden alike, it is out of sync with the liberal leanings of the American church.  <br/><br/>It almost makes me wonder if Cardinal Dolan has been whispering in the Pope's ear. Or could it be reparation for reducing Dolan's influence a year ago? If Francis is indeed playing politics, he's picked a bad target...Americans love their nuns, especially their good works. ", "recommendationCount": 19}, {"assetID": 3401197, "replies": [], "lft": 102, "assetURL": "http://www.nytimes.com/2014/05/11/opinion/sunday/dowd-with-malice-toward-nuns.html", "parentID": null, "commentID": 11775092, "rgt": 103, "userDisplayName": "Judy Creecy", "createDate": "1399764658", "userID": 58369910, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1399781667", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Phoenix, AZ", "commentType": "comment", "updateDate": "1399778067", "commentSequence": 11775092, "commentBody": "I think the church has pretty much just paid lip service to women in general.  The church is, after all, a patriarchy, founded by Jesus with the support of his apostles (all men).  A real change in the church would be to see it adopt a policy of full equality for both sexes.  Of course, I'm sure, that's just a pipe dream.  It's simply too threatening to the men in charge.", "recommendationCount": 7}, {"assetID": 3401197, "replies": [], "lft": 104, "assetURL": "http://www.nytimes.com/2014/05/11/opinion/sunday/dowd-with-malice-toward-nuns.html", "parentID": null, "commentID": 11775096, "rgt": 105, "userDisplayName": "Merete Cunnngham", "createDate": "1399764718", "userID": 65946946, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1399781683", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "fort collins, CO", "commentType": "comment", "updateDate": "1399778083", "commentSequence": 11775096, "commentBody": "And so the dissolution of the traditional Catholic Church will continue, and good riddance.  This entire debate about the American nuns is not about uppity nuns, but the power structure of the entire organization.  These old men have nothing but power to look forward to - no family, no children, no human contact as the rest of us feel it.  ", "recommendationCount": 18}, {"assetID": 3401197, "replies": [], "lft": 106, "assetURL": "http://www.nytimes.com/2014/05/11/opinion/sunday/dowd-with-malice-toward-nuns.html", "parentID": null, "commentID": 11775102, "rgt": 107, "userDisplayName": "P G", "createDate": "1399764862", "userID": 50137010, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1399781695", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Sydney", "commentType": "comment", "updateDate": "1399778095", "commentSequence": 11775102, "commentBody": "The assertion that Francis is all talk and no action ignores the reality that papal talk is action. <br/><br/>(Oh BTW, anybody heard from Cardinal Burke lately)", "recommendationCount": 5}, {"assetID": 3401197, "replies": [], "lft": 3, "assetURL": "http://www.nytimes.com/2014/05/11/opinion/sunday/dowd-with-malice-toward-nuns.html", "parentID": 11774591, "commentID": 11775106, "rgt": 4, "userDisplayName": "Sallie May Bush", "createDate": "1399764917", "userID": 26900165, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1399781702", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "America", "commentType": "userReply", "updateDate": "1399778102", "commentSequence": 11775106, "commentBody": "As an ex-Catholic, I enjoy it when Pope Francis upsets conservatives with his statements, but I really don't care what he thinks.", "recommendationCount": 5}, {"assetID": 3401197, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 11775105, "replies": [], "commentID": 11776263, "trusted": 0, "userDisplayName": "HealedByGod", "createDate": "1399784959", "userID": 68007402, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1399803336", "userTitle": "NULL", "recommendations": 0, "editorsSelection": false, "parentUserDisplayName": "Meredith", "userURL": "NULL", "userLocation": "San Diego", "depth": 1, "commentType": "userReply", "updateDate": "1399799736", "commentSequence": 11776263, "commentBody": "Why don't we hear about what Franklin Graham's Samaritan's purse?  Billy Graham's son has an awesome ministry.  When that horrible hurricane hit the Philippines they set up portable clinics and hospitals,  water treatment facilities. They brought tons of food and clothing. It's all donated. He does it all the time.  He did it with Katrina and Sandy.<br/>Why doesn't Dowd talk about great authors like Max Lucado?  One of the best I've ever read. A prolific writer and he's a pastor.  Have you ever seen her write about him?<br/>Erwin Lutzer at Moody Church in Chicago.  What about Chuck Swindoll?  After he became a Christian and before he passed away, Chuck Colson had some terrific books. Philip Yancey? Gary Smalley? There are a lot of great people that are doing great things but you'll never see it here.<br/>Ms Dowd can go after men but for several years I was a member of Promise Keepers. In fact, I ran it at my church for 2 years. Non denominational There are 7 promises  that we follow<br/>1)  A man and his God<br/>2) A man and his mentors<br/>3)  A man and his integrity<br/>4)  A man and his family<br/>5)  A man and his church<br/>6)  A man and his brothers<br/>7)  A man and his world<br/>My first was in Anaheim.  When 50,000 men sang  \"Rise up O Men of God\"  in unison it was powerful, overwhelming and it sounded great. It's not about dominating, but  assuming the role God wants us to have but also defer to the wife because in most cases, she's totally dialed in. I know mine did. Still does. "}]}, "lft": 108, "assetURL": "http://www.nytimes.com/2014/05/11/opinion/sunday/dowd-with-malice-toward-nuns.html", "parentID": null, "commentID": 11775105, "rgt": 111, "userDisplayName": "Meredith", "createDate": "1399764917", "userID": 28617892, "replyCount": 1, "commentTitle": "<br/>", "status": "approved", "approveDate": "1399781757", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "NYC", "commentType": "comment", "updateDate": "1399778157", "commentSequence": 11775105, "commentBody": "An interesting question is why 2 columnists are writing about the Pope and Catholics today. Why don’t we ever get columns about what clergy and leaders of other religions think? About this or any other issue? About what their influence is, and how their followers see the same issues that the Pope and Catholic clergy sound off on with constant media megaphones?<br/><br/> I can hardly recall reading much about or seeing on TV other religious leaders. Other religions have a range of moderate and liberal views rarely given an airing. It would be interesting to have some interviews with and commentary about them.They think their views are compatible with their religious ethics, just as the pope does. Hearing more from these clergy might give more depth and light to our debates on social issues. <br/><br/>At one time the Catholic church literally ruled the western world. Secular individual monarchies were an advancement from this monolithic power.  How much influence does it have on public opinion and politicians of the 21st C USA? Seems the media megaphone is giving it influence our of keeping with a modern democracy.", "recommendationCount": 5}]}, "copyright": "Copyright (c) 2016 The New York Times Company.  All Rights Reserved."}