{"debug": {"version": 3.1}, "status": "OK", "results": {"api_timestamp": "1481481746", "totalCommentsFound": 7097, "totalCommentsReturned": 25, "comments": [{"assetID": 3415535, "replies": [], "lft": 1117, "assetURL": "http://www.nytimes.com/2014/11/14/us/obama-immigration.html", "parentID": 13322092, "commentID": 13328252, "rgt": 1118, "userDisplayName": "KURT WASSERMAN", "createDate": "1415938178", "userID": 63515457, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1415941262", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "CA", "commentType": "userReply", "updateDate": "1415941262", "commentSequence": 13328252, "commentBody": "My family went through the legal process to immigrate. In 1953 my parents came first, they rented a house, bought cars etc. - In 1954 I followed last, and was soon drafted (those days military service was equally a duty for American and immigrants). I was glad to serve because it made feel that I belong here. In fact, I'm proud of my military service, I feel it the draft should be restored, not only because it would reduce teen and young adult unemployment, but, because it unites us all. That's my short history, and I think it should be the history of all immigrants, whether they come through the front door as I did, or the back door as these 11 million our system forces to lurk in the shadows, most of them productive tax payers. So much for how documented immigrants should feel about the undocumented. As to other countries that have had to incorporate thousands and foreign workers into their economies and societies, whether they came by the tens of thousands in boat loads, with and without papers, I'd cite Germany, Holland, Belgium, France, Spain and Italy. For me, the important thing is that they should be (or become) constructive working as well as professional law abiding people that will lift themselves and our Country higher, and love and care for these United States.   ", "recommendationCount": 2}, {"assetID": 3415470, "replies": [], "lft": 885, "assetURL": "http://www.nytimes.com/2014/11/13/opinion/law-in-the-raw.html", "parentID": 13321672, "commentID": 13328541, "rgt": 886, "userDisplayName": "Bruce", "createDate": "1415941211", "userID": 8142991, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1415941268", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Florida", "commentType": "userReply", "updateDate": "1415941268", "commentSequence": 13328541, "commentBody": "And yet, Roe v. Wade was written by a conservative, Harry Blackmun.  If Blackmun had an agenda, it almost certainly derived from his past as general counsel for Mayo Clinic, not because he was a great liberal or a champion of feminism.  The abortion political cudgel was not really  picked up  by the conservatives until years later.  There may have been partisanship on the 1973 court, but it was not really reflected in Roe v. Wade.  I remember that decision.  I was in the law school at the time. I still believed in the American constitution and the American system of governance.  However, I completely lost faith in this system with Bush v. Gore.  Here was a case where the state's right to supervise the voting of its citizens, a clear and unambiguous state's right under the US constitution, was taken away by 5 politicians wearing black robes in an election in that state which was essentially tied.  No other way to look at it than a power grab by the 5 Reagan-Bush appointees who stopped the recount because they could.  That is really when the court became a political instrument, not Roe v. Wade.", "recommendationCount": 3}, {"assetID": 3415585, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 13328542, "replies": [], "commentID": 13328706, "trusted": 0, "userDisplayName": "Lawyer/DJ", "createDate": "1415943795", "userID": 58907738, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1415962337", "userTitle": "NULL", "recommendations": 0, "editorsSelection": false, "parentUserDisplayName": "Tim Newlin", "userURL": "NULL", "userLocation": "Planet Earth", "depth": 1, "commentType": "userReply", "updateDate": "1415962337", "commentSequence": 13328706, "commentBody": "No, China is the largest emitter.<br/><br/><a href=\"http://www.epa.gov/climatechange/ghgemissions/global.html\" title=\"http://www.epa.gov/climatechange/ghgemissions/global.html\" target=\"_blank\">http://www.epa.gov/climatechange/ghgemissions/global.html</a>"}]}, "lft": 202, "assetURL": "http://www.nytimes.com/2014/11/14/opinion/paul-krugman-china-coal-climate.html", "parentID": null, "commentID": 13328542, "rgt": 205, "userDisplayName": "Tim Newlin", "createDate": "1415941219", "userID": 58745336, "replyCount": 1, "commentTitle": "<br/>", "status": "approved", "approveDate": "1415941268", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Denmark", "commentType": "comment", "updateDate": "1415941268", "commentSequence": 13328542, "commentBody": "The US adds more greenhouse gases to the atmosphere than all the other industrial countries combined, including methane which is 10 times as toxic as CO2 which comes mainly from animal livestock farts and accounts for 15% of greenhouse gas. China cities are dealing with smog worse than what I grew up with in the LA basin in the 50s. Together the US and China produce 70-80% of what sane scientists agree is the human element of Climate Change. I don't care what the partisan pundits write for their own congregations, any reduction agreement between these two is good for the planet.<br/><br/>Yes the Chinese want to sell solar panels in the west, but their need for efficiency has driven prices way down just as Europe's need for efficiency has drastically increased the efficiency of wind turbine tecnology and energy saving national policies.<br/><br/>Meanwhile companies like Exxon make more money each year than any company in the history of money while they and the US fossil fuel industry continues to get $600billion per year in federal subsidies, fracking up almost as much methane as what cows are farting and shows their gratitude by using our atmosphere as their personal garbage dump. The agreement is at least a step in the right direction and a signal to the world.", "recommendationCount": 93}, {"assetID": 3415585, "replies": [], "lft": 47, "assetURL": "http://www.nytimes.com/2014/11/14/opinion/paul-krugman-china-coal-climate.html", "parentID": 13327900, "commentID": 13328552, "rgt": 48, "userDisplayName": "David Underwood", "createDate": "1415941442", "userID": 53612425, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1415941448", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Citrus Heights", "commentType": "userReply", "updateDate": "1415941448", "commentSequence": 13328552, "commentBody": "As you point out, industry gets to pollute and the rest of us pay for it.<br/><br/>If we were a real Libertarian society, each of us would be able to sue for damages when anyone else pollutes personal space. That would include smokers, those with cars that have worn out engines, boat operators that let their engines leak oil into the water.<br/><br/>So when you hear and see those anti regulation Tea Potty types, and other so called libertarians, remember that is not what they want. What they want is to be able to continue poisoning the environment, ahd having you pay for it.<br/><br/>And to get away with it, they have have a program to convince the public that it will drive up the costs of goods, neglecting to mention, that the actual cost is being paid by the customer anyway, but it is a hidden cost.", "recommendationCount": 24}, {"assetID": 3415592, "replies": [], "lft": 2, "assetURL": "http://www.nytimes.com/roomfordebate/2014/11/13/parole-when-innocence-is-claimed/parole-boards-shouldnt-provide-incentives-for-claims-of-innocence", "parentID": null, "commentID": 13328554, "rgt": 3, "userDisplayName": "Mark Thomason", "createDate": "1415941462", "userID": 37674938, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1415941507", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Clawson, MI", "commentType": "comment", "updateDate": "1415941507", "commentSequence": 13328554, "commentBody": "\"There are a tiny number of people who have been convicted and were in fact innocent. . . . The claim that so many are actually innocent is largely an urban legend\"<br/><br/>That is just not true. <br/><br/>The police, prosecutors, and judges are just people, and not always honest or very bright people. They have many motives other than selfless justice. Even with the best, mistakes happen. <br/><br/>We must make our system from people, and people are like this. Therefore, the system must accommodate the mistakes, failures, and simple nastiness of the people who make it up.<br/><br/>To pretend it just doesn't happen is not just wrong, it is denial like climate denial or denial that cigarettes cause cancer. It is a lie told for political purposes, or just out of greed or ambition.", "recommendationCount": 22}, {"assetID": 3415493, "replies": [], "lft": 274, "assetURL": "http://www.nytimes.com/2014/11/13/upshot/kansas-announces-big-budget-gap-but-true-gap-may-be-even-larger.html", "parentID": null, "commentID": 13328557, "rgt": 275, "userDisplayName": "Steve Bolger", "createDate": "1415941519", "userID": 67892453, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1415941565", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "New York City", "commentType": "comment", "updateDate": "1415941565", "commentSequence": 13328557, "commentBody": "Since these folks don't have a clue how multiplier effect works, they don't apply it to the effect of their spending reductions on state GDP and revenue when they calculate the expected effects of their moves.", "recommendationCount": 21}, {"assetID": 3415585, "replies": [], "lft": 87, "assetURL": "http://www.nytimes.com/2014/11/14/opinion/paul-krugman-china-coal-climate.html", "parentID": 13327976, "commentID": 13328563, "rgt": 88, "userDisplayName": "Montreal Moe", "createDate": "1415941596", "userID": 62945206, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1415941626", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "WestPark,  Quebec", "commentType": "userReply", "updateDate": "1415941626", "commentSequence": 13328563, "commentBody": "Howard,<br/>If you want to write science fiction and how the world would be different start with Ronald Reagan circa 1950. A very successful B movie actor confronts the rise of television. As President of the Screen actors Guild the very liberal, progressive Mr Reagan is called to testify before the house UnAmerican Activities committee and to meet directly with J. Edgar Hoover head of the FBI.<br/>Where would we be now if Ronnie hadn't implicated friends and colleagues in a non existent plot to subvert the USA? Would Ronnie have been given the plum TV jobs of plugging the benefit of cancer sticks to American youth? Would Ronnie have been a fixture on television as the Saturday matinee became history? Would Ronnie have become governor of California? Would Ronnie have become president? We will never know what would have happened if Ronnie had told J Edgar and congress the truth that no one in the screen actors guild was in any way conspiring against the country they all loved and cherished.<br/>I personally think that if Ronnie wasn't the self serving coward he was 60 years ago there would be far fewer people agonizing over the future of the USA.", "recommendationCount": 35}, {"assetID": 3415588, "replies": [], "lft": 39, "assetURL": "http://www.nytimes.com/2014/11/14/opinion/david-brooks-the-agency-moment.html", "parentID": 13328402, "commentID": 13328561, "rgt": 40, "userDisplayName": "Tim Kane", "createDate": "1415941583", "userID": 20454347, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1415941627", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Mesa, Az", "commentType": "userReply", "updateDate": "1415941627", "commentSequence": 13328561, "commentBody": "In college a Geography professor said \"necessity is not the mother of invention, if it was then invention would come from all the poorer parts of the globe, where necessity abounds.\" I thought about that, and eventually decided that opportunity is the mother of invention. Opportunity, it seems, underwrites motivation. <br/><br/>It always seems strange to me that immigrants often have such strong work ethics. It is the perception of opportunity that they have. <br/><br/>In the conservative Midwest I grew up in, the offensive racial jokes often attacked the work ethic and family ethic of the minority. In reading the history of the abolitionist movement, the attack on slavery was based upon the fact that it broke up families and it did not reward work. That legacy still abounds. Is it perception of lack of opportunity or a lack of opportunity. <br/><br/>In the post world war II era, resources were being made available to nearly all. In the post Reagan era resources are increasinlgy being made available to only the 1/10th%.<br/><br/>I worked hard to get a job, and then worked hard on the job. Still when a recession hit in 1990-1 I was laid off. I worked hard but was unable to find a job for a year. Then my income grew over the Clinton presidency. When Bush II was elected I wondered if and when it would get to me. I lost my job in the peak Bush year of 2005. I soon lost everything and have worked hard just to stay alive. Bad as my deal is young people today have it infinitely worse, unless they are 1/10th%ers.", "recommendationCount": 160}, {"assetID": 3415585, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 13328571, "replies": [], "commentID": 13328641, "trusted": 0, "userDisplayName": "tom hayden", "createDate": "1415942829", "userID": 41157266, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1415962167", "userTitle": "NULL", "recommendations": 1, "editorsSelection": false, "parentUserDisplayName": "JT FLORIDA", "userURL": "NULL", "userLocation": "minneapolis, mn", "depth": 1, "commentType": "userReply", "updateDate": "1415962167", "commentSequence": 13328641, "commentBody": "Yes, what could possibly go wrong?"}, {"recommendedFlag": 0, "parentID": 13328571, "replies": [], "commentID": 13328954, "trusted": 0, "userDisplayName": "Sage", "createDate": "1415947886", "userID": 32798901, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1415947927", "userTitle": "NULL", "recommendations": 0, "editorsSelection": false, "parentUserDisplayName": "JT FLORIDA", "userURL": "NULL", "userLocation": "Santa Cruz, California", "depth": 1, "commentType": "userReply", "updateDate": "1415947927", "commentSequence": 13328954, "commentBody": "\"Get things done?\" I will believe that when I see it. When I see the-mostly-talk-with-little-action president actually implement new policies in support of the greenhouse gas emissions deal with China, and actually enforce, not just leak trial balloon ideas about, significant executive steps on immigration, etc., and not indulge -after the new Congress is constituted in January- in his lifelong dream of compromise, compromise, compromise, by caving to a Republican Party whose main \"policy\" in recent years has been to adamantly focus on exploiting incessant Democratic spinelessness."}]}, "lft": 208, "assetURL": "http://www.nytimes.com/2014/11/14/opinion/paul-krugman-china-coal-climate.html", "parentID": null, "commentID": 13328571, "rgt": 213, "userDisplayName": "JT FLORIDA", "createDate": "1415941695", "userID": 37343100, "replyCount": 2, "commentTitle": "<br/>", "status": "approved", "approveDate": "1415941747", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Venice, FL", "commentType": "comment", "updateDate": "1415941747", "commentSequence": 13328571, "commentBody": "President Obama is coming out swinging on climate, internet freedom and immigration. So much for being a lame duck president in the last two years.<br/><br/>With most democrats running away from a president who got them job expansion, energy independence, lower unemployment, the best economy in the OECD, deficit reduction( a republican sacred cow but he got it done) an incredible job applying U.S. military to deal with Ebola, lower gas prices, low inflation and many other gains, the president is going to use executive action.<br/><br/>It's going to be a memorable last two years because this president is going to ignore Congress and get things done.", "recommendationCount": 71}, {"assetID": 3415585, "replies": [], "lft": 206, "assetURL": "http://www.nytimes.com/2014/11/14/opinion/paul-krugman-china-coal-climate.html", "parentID": null, "commentID": 13328572, "rgt": 207, "userDisplayName": "Rita", "createDate": "1415941696", "userID": 47349721, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1415941747", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "California", "commentType": "comment", "updateDate": "1415941747", "commentSequence": 13328572, "commentBody": "The involvement of China in addressing climate change is a big deal.  Hopefully it is not too little too late.  The US and China are two of the biggest producers of greenhouse gasses.  Together the two countries can make a difference and can provide leadership for other nations.<br/><br/>I wonder how long before the climate change denier brigade shows up with their already debunked myths about the science and economics, the conspiracy theories and other ways of avoiding the merits of the discussion.", "recommendationCount": 8}, {"assetID": 3415470, "replies": [], "lft": 1806, "assetURL": "http://www.nytimes.com/2014/11/13/opinion/law-in-the-raw.html", "parentID": null, "commentID": 13328574, "rgt": 1807, "userDisplayName": "Patrick M", "createDate": "1415941697", "userID": 61261291, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1415941747", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Portland, OR", "commentType": "comment", "updateDate": "1415941747", "commentSequence": 13328574, "commentBody": "The phrase in question in the law isn't even incorrect, as \"established\" has multiple definitions including designating something, as in the State of Oregon established exchange X is the one that will be used by Oregon residents.<br/><br/>Both are synonyms for \"appointed\"--<br/><br/>\"Designated\" would have been a better word in place but \"Established\" is still correct and allows the state to choose an exchange for it's citizens.  There's not actually an issue here, this is made up nonsense.", "recommendationCount": 0}, {"assetID": 3415585, "replies": [], "lft": 214, "assetURL": "http://www.nytimes.com/2014/11/14/opinion/paul-krugman-china-coal-climate.html", "parentID": null, "commentID": 13328585, "rgt": 215, "userDisplayName": "DGA", "createDate": "1415941910", "userID": 3213486, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1415941927", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "NY", "commentType": "comment", "updateDate": "1415941927", "commentSequence": 13328585, "commentBody": "Correction:  it is not just Republican leaders that talk about war on coal.<br/><br/>\"W.Va. Democrats unload on Obama EPA over new layoffs in coal industry\"<br/><br/><a href=\"http://www.washingtontimes.com/news/2012/oct/30/epa-green-rules-cited-latest-coal-layoffs/\" title=\"http://www.washingtontimes.com/news/2012/oct/30/epa-green-rules-cited-latest-coal-layoffs/\" target=\"_blank\">http://www.washingtontimes.com/news/2012/oct/30/epa-green-rules-cited-la...</a><br/><br/>All depends on whose ox is gored.", "recommendationCount": 6}, {"assetID": 3415584, "replies": [], "lft": 3, "assetURL": "http://opinionator.blogs.nytimes.com/2014/11/13/who-burned-atlanta/", "parentID": 13327587, "commentID": 13328596, "rgt": 4, "userDisplayName": "James Lee", "createDate": "1415942011", "userID": 63418614, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1415942045", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Arlington, Texas", "commentType": "userReply", "updateDate": "1415942045", "commentSequence": 13328596, "commentBody": "Ross, I agree with you in part.  After all, Leigh mentions the Confederate sources with a vague reference to their conclusions.  But he does not analyze or critique these accounts, as he properly does with the union sources.  At the same time, those union sources themselves provide some evidence that Sherman acquiesced in the physical destruction of Atlanta.<br/><br/>Evaluating this scorched earth policy is more difficult.  Sherman (along with Lincoln and Grant) apparently believed that only by making civilians suffer could the union armies destroy morale and thereby force an end to a war that cost 750,000 military deaths.  I think one's attitude toward Sherman's actions in Georgia depend upon whether the general's rationale is considered valid.  I tend to think it was, but the events in Georgia still form part of what was clearly an American tragedy, even if a necessary one.", "recommendationCount": 18}, {"assetID": 3415535, "replies": [], "lft": 4120, "assetURL": "http://www.nytimes.com/2014/11/14/us/obama-immigration.html", "parentID": null, "commentID": 13328260, "rgt": 4121, "userDisplayName": "Alex", "createDate": "1415938215", "userID": 54770527, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1415942198", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Yi", "commentType": "comment", "updateDate": "1415942198", "commentSequence": 13328260, "commentBody": "Those who are opposed this are just like those pro-war hawks who evade the draft.  They like to say one thing but have no guts to provide a solution themselves.  If you are for deporting 11 million illegals from this country, then you go into the field that deports these families.  Many have been here for over a generation.  Many kids who didn't have a choice.  Deport them and leave them where?  At the airport on the other side with nothing?  I doubt that most of you who criticize this move would actually grab an illegal kid by the hand and then deport them yourself and fly back.  It's a complicated situation.  It takes a leader to take a stand.  The rest of you have been sitting on the side lines just criticizing with no solutions that you yourself would actually enact.", "recommendationCount": 6}, {"assetID": 3415416, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 13328037, "replies": [], "commentID": 13330179, "trusted": 0, "userDisplayName": "Maggie Steber", "createDate": "1415972376", "userID": 33021322, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1415989020", "userTitle": "NULL", "recommendations": 0, "editorsSelection": false, "parentUserDisplayName": "April Saul", "userURL": "NULL", "userLocation": "Miami, Fl.", "depth": 1, "commentType": "userReply", "updateDate": "1415989020", "commentSequence": 13330179, "commentBody": "Bravo April.....very well said!!!!"}]}, "lft": 12, "assetURL": "http://lens.blogs.nytimes.com/2014/11/12/taking-pictures-raising-children/", "parentID": null, "commentID": 13328037, "rgt": 15, "userDisplayName": "April Saul", "createDate": "1415936220", "userID": 43009253, "replyCount": 1, "commentTitle": "<br/>", "status": "approved", "approveDate": "1415942436", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "New Jersey", "commentType": "comment", "updateDate": "1415942436", "commentSequence": 13328037, "commentBody": "Having been a single mother/photojournalist for over a quarter-century, I had a hard time relating to this article. For one thing, nearly all the women interviewed had babies or toddlers, thus hadn't been juggling for very long; and also seemed to have supportive husbands and/or nannies to help them. School-aged children can't be toted along on assignments.  Even the statement, \"A generation of female photographers is looking to one another for advice and support as they raise children while still going on assignment overseas\" strains credulity for me. I realize that I'm 20 years older than these women, but even now, the younger female newspaper photogs I know are afraid that having kids will hurt their careers--not to mention that many news organizations don't even treat women right, whether they're moms or not. Bottom line is that for me, this article doesn't at all reflect what it's like to be a mother and a photojournalist, 25 years ago or now. I could be wrong, but I think I'm the only female photojournalist to win a (non-staff) Pulitzer Prize while raising kids and definitely the only single mom...and while nothing is impossible, the degree of difficulty is off the charts!  I don't regret for a minute doing both; and being a parent has definitely made me a better photographer.  While I'm happy that the women interviewed here are doing well, it would have been great if the article had gone deeper and presented a more accurate picture of what this is really like.", "recommendationCount": 7}, {"assetID": 3415470, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 13328617, "replies": [], "commentID": 13329076, "trusted": 0, "userDisplayName": "Blackdog71", "createDate": "1415951216", "userID": 16649900, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1415974659", "userTitle": "NULL", "recommendations": 1, "editorsSelection": false, "parentUserDisplayName": "toughcrowd", "userURL": "NULL", "userLocation": "New York", "depth": 1, "commentType": "userReply", "updateDate": "1415974659", "commentSequence": 13329076, "commentBody": "Re \"being forced to buy something so expensive\": you will most assuredly be happy that you were forced to if someone in your family falls seriously ill or has a serious accident.  Amazing that you seem so oblivious to the possibility that you might then lose everything you have and more without the protection of \"expensive\" health insurance."}, {"recommendedFlag": 0, "parentID": 13328617, "replies": [], "commentID": 13331531, "trusted": 0, "userDisplayName": "toughcrowd", "createDate": "1415981409", "userID": 68626095, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1416003235", "userTitle": "NULL", "recommendations": 2, "editorsSelection": false, "parentUserDisplayName": "toughcrowd", "userURL": "NULL", "userLocation": "Snowy Mountains", "depth": 1, "commentType": "userReply", "updateDate": "1416003235", "commentSequence": 13331531, "commentBody": "Blackdog,<br/><br/>No, \"forced to buy something so expensive\" as in we had coverage before, and the prices for ACA plans are astronomical.  Amazing that YOU seem so oblivious to the real issues this law causes for some of us. I guess we matter less?"}, {"recommendedFlag": 0, "parentID": 13328617, "replies": [], "commentID": 13336329, "trusted": 0, "userDisplayName": "M", "createDate": "1416016954", "userID": 48933764, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1416061376", "userTitle": "NULL", "recommendations": 0, "editorsSelection": false, "parentUserDisplayName": "toughcrowd", "userURL": "NULL", "userLocation": "Dallas", "depth": 1, "commentType": "userReply", "updateDate": "1416061376", "commentSequence": 13336329, "commentBody": "You had coverage before, analogous to your current coverage, on the open market and not through an employer?  Good for you!  You must have a very healthy family with no pre-existing conditions and no serious injuries ... ever.  That's very fortunate for you.  That is also no reason to use your (very anomalous) experiences as a reason to change a system that has, overall, helped many more people than it has hurt."}]}, "lft": 1808, "assetURL": "http://www.nytimes.com/2014/11/13/opinion/law-in-the-raw.html", "parentID": null, "commentID": 13328617, "rgt": 1815, "userDisplayName": "toughcrowd", "createDate": "1415942502", "userID": 68626095, "replyCount": 3, "commentTitle": "n/a", "status": "approved", "approveDate": "1415942526", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Snowy Mountains", "commentType": "comment", "updateDate": "1415942526", "commentSequence": 13328617, "commentBody": "\"The law is also designed to make insurance affordable, with no one being required to spend more than 8 percent of his or her income of health insurance.\"<br/><br/>You say this like it's no big deal! To put it in perspective for my family, the premium quotes we have received thus far are double the amount I spend on food for our clan of 4 each month, and that's just to cover my husband. If we had to pay 8%, it would be triple. Our only monthly expense higher than food is our mortgage. Why? Because we spend our money carefully and wisely.<br/><br/>Being forced to buy something so expensive (especially when we were doing just fine before) doesn't seem like that great of a reward for all the years of hard work and diligence on our part.", "recommendationCount": 3}, {"assetID": 3415549, "replies": [], "lft": 331, "assetURL": "http://parenting.blogs.nytimes.com/2014/11/13/adoptees-like-me-flip-the-script-on-the-pro-adoption-narrative/", "parentID": 13328467, "commentID": 13328624, "rgt": 332, "userDisplayName": "Maureen", "createDate": "1415942581", "userID": 70161722, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1415942586", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "ocean shores", "commentType": "userReply", "updateDate": "1415942586", "commentSequence": 13328624, "commentBody": "Many adoptees have problems due to prenatal drug and alcohol abuse. Many adoptees are born of Mother's who have genetic problems. To say that being adopted is the problem is just a bit to easy.", "recommendationCount": 10}, {"assetID": 3415553, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 13328623, "replies": [], "commentID": 13340068, "trusted": 0, "userDisplayName": "Earl W.", "createDate": "1416070424", "userID": 4496023, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1416070447", "userTitle": "NULL", "recommendations": 4, "editorsSelection": false, "parentUserDisplayName": "SCA", "userURL": "NULL", "userLocation": "northern Virginia", "depth": 1, "commentType": "userReply", "updateDate": "1416070447", "commentSequence": 13340068, "commentBody": "Jackie:  Okay, I guess we can be literal and stipulate that if no more children were born, eventually the human race would die off.  But the claim to be selflessly perpetuating humanity is usually just a ruse for \"I want to have children, so everyone else should subsidize my choice.\"  I'll stand by my comment that the world would be a better place if the human population went back to its level in year zero A.D.  Except for the most exceptional and productive among us, you're not \"taking one for the team\" when you have kids. "}, {"recommendedFlag": 0, "parentID": 13328623, "replies": [], "commentID": 13343370, "trusted": 0, "userDisplayName": "Suzanna", "createDate": "1416120382", "userID": 69879941, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1416132660", "userTitle": "NULL", "recommendations": 1, "editorsSelection": false, "parentUserDisplayName": "SCA", "userURL": "NULL", "userLocation": "Oregon", "depth": 1, "commentType": "userReply", "updateDate": "1416132660", "commentSequence": 13343370, "commentBody": "Earl W., that is a ridiculous argument because if people 2000 years ago had not had any children, then you yourself wouldn't be here today to tell us that children are not essential."}, {"recommendedFlag": 0, "parentID": 13328623, "replies": [], "commentID": 13354275, "trusted": 0, "userDisplayName": "Earl W.", "createDate": "1416246920", "userID": 4496023, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1416246972", "userTitle": "NULL", "recommendations": 1, "editorsSelection": false, "parentUserDisplayName": "SCA", "userURL": "NULL", "userLocation": "northern Virginia", "depth": 1, "commentType": "userReply", "updateDate": "1417462497", "commentSequence": 13354275, "commentBody": "Suzanna:  Try to follow the conversation.  It's possible to perpetuate the human race, but not have it grow in size.  I'm suggesting the world would be a wealthier, happier, and more ecologically-sustainable place if the world's population was much smaller.  We can start by not subsidizing the creation of more people through the tax code or workplace rules."}]}, "lft": 54, "assetURL": "http://www.nytimes.com/2014/11/14/upshot/being-a-father-is-good-for-your-career-but-dont-get-carried-away.html", "parentID": null, "commentID": 13328623, "rgt": 65, "userDisplayName": "SCA", "createDate": "1415942559", "userID": 31275444, "replyCount": 5, "commentTitle": "<br/>", "status": "approved", "approveDate": "1415942587", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "NH", "commentType": "comment", "updateDate": "1415942587", "commentSequence": 13328623, "commentBody": "I'm always bemused by the comments on stories like this, emphasizing that \"having children is a lifestyle choice.\"<br/><br/>For God's sake.  Raising children isn't just some particularly expensive and demanding hobby.  Aside from being essential to the continuance of society, it's the most profoundly life-altering act anyone can undertake.  If you don't want or cannot have children, your life will be profoundly different from that of parents.  This is not a value judgment.<br/><br/>All of society has an interest in the successful raising of children.  The costs to society as a whole of badly-raised children are staggering.  <br/><br/>I didn't understand what it meant to have a child until I did have one.  Children need the love and attention of both parents.  In single-parent households, children will especially need the loving attention of other meaningful adults.  Fathers who do not make the financial and status sacrifices to be with their children will find the latter parts of their lives not as rewarding as they envisioned in  their hard-driving years, but by that time it will be too late.  Until society as a whole recognizes the value of parenting, why should the average company care?", "recommendationCount": 14}, {"assetID": 3415535, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 13328272, "replies": [], "commentID": 13328958, "trusted": 0, "userDisplayName": "Charles", "createDate": "1415947958", "userID": 30393754, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1415949053", "userTitle": "NULL", "recommendations": 2, "editorsSelection": false, "parentUserDisplayName": "Beenie", "userURL": "NULL", "userLocation": "San Jose, Calif.", "depth": 1, "commentType": "userReply", "updateDate": "1415949053", "commentSequence": 13328958, "commentBody": "Many fruits and veggies are not cheap at all.  Many wealthy people got that way by farming in the fruit and veggie fields of California, with 2 to 3 crops a year, not to mention walnuts and pistachios.  When the weather turns, most of the pickers go to the fields near Yuma, AZ, and return a few months later."}, {"recommendedFlag": 0, "parentID": 13328272, "replies": [], "commentID": 13329202, "trusted": 0, "userDisplayName": "PogoWasRight", "createDate": "1415957103", "userID": 22956012, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1415959530", "userTitle": "NULL", "recommendations": 2, "editorsSelection": false, "parentUserDisplayName": "Beenie", "userURL": "NULL", "userLocation": "Melbourne Florida", "depth": 1, "commentType": "userReply", "updateDate": "1415959530", "commentSequence": 13329202, "commentBody": "And how many of those cooks, mowers, harvesters, builders and cleaners have you invited into your home?"}, {"recommendedFlag": 0, "parentID": 13328272, "replies": [], "commentID": 13329384, "trusted": 0, "userDisplayName": "NYHuguenot", "createDate": "1415962571", "userID": 65312034, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1415967866", "userTitle": "NULL", "recommendations": 2, "editorsSelection": false, "parentUserDisplayName": "Beenie", "userURL": "NULL", "userLocation": "Charlotte, NC", "depth": 1, "commentType": "userReply", "updateDate": "1415967866", "commentSequence": 13329384, "commentBody": "Me? Not a one. The men who came to take down trees recently were all Anglos. We cook for ourselves. Wooded property means no mowing. The contractor who is renovating has all Anglos on staff including subs. And we clean our own home. All it takes is insisting that a vendor provide proof that his employees are citizens or possess \"Green cards\" and that they will sign a release of lien to protect me in the event a sub doesn't pay his eployees or taxes withheld if any. Runs off the fly by nights. "}]}, "lft": 4122, "assetURL": "http://www.nytimes.com/2014/11/14/us/obama-immigration.html", "parentID": null, "commentID": 13328272, "rgt": 4129, "userDisplayName": "Beenie", "createDate": "1415938370", "userID": 3841360, "replyCount": 3, "commentTitle": "<br/>", "status": "approved", "approveDate": "1415942669", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Atl, GA", "commentType": "comment", "updateDate": "1415942669", "commentSequence": 13328272, "commentBody": "A little history lesson. This \"problem\" didn't crop up 6 years ago with Obama' s ascension to the presidency but this problem is many decades or maybe centuries old.<br/>A long time ago, low wage \"seasonal\" workers crossed the border to do farmwork throughout the Southwest and returned home after the harvest. No one saw them as nuisance and Border Patrol didn't bother them too much because their migration was good for economy i.e we get all the fruits and veggies for cheap.<br/>Then, NAFTA happened. We exported much of our farm production to Latin America - we still get our cheap fruits and veggies because labor is cheaper - but the workers kept coming. Since there aren't enough farms left to absorb them, the capitalist geniuses moved that readily cheap workforce to other industries, mainly construction, landscaping, and restaurants (they even specialize in Chinese cuisine). Now they get to stay all year long and all the movement at the southern border became unidirectional.<br/>Northward.<br/><br/>Now, they have established families, their women out perform our women in terms having children and their children fill our schools. And all of a sudden, we have a huge problem. We are surrounded by invaders.<br/>What do we do now, sir? Deport them! you say.<br/>But, who's going to cook our fairly priced meals, mow our lawns, harvest our produce, build our homes, and clean our houses, huh Mitt, huh Arnold?<br/>So, don't waste our money on the deportation and the wall.<br/>We all win.", "recommendationCount": 3}, {"assetID": 3415535, "replies": [], "lft": 4083, "assetURL": "http://www.nytimes.com/2014/11/14/us/obama-immigration.html", "parentID": 13327616, "commentID": 13328633, "rgt": 4084, "userDisplayName": "Einstein", "createDate": "1415942722", "userID": 58955230, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1415942767", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "America", "commentType": "userReply", "updateDate": "1415942767", "commentSequence": 13328633, "commentBody": "Not necessarily Jim. <br/><br/>African slaves, victims of the Holocaust, victims of the Irish famine did not believe in Manifest Destiny nor did they come here to conquer and invade. They were victims too.<br/><br/>That is why descendants of these immigrant victims must forever respect, honor and be the first to defend the rights of the descendants of the original indigenous people of this continent who were killed or displaced by those who came to this land to steal and subjugate.<br/><br/>How dare we call descendants of indigenous peoples 'illegal'. For thousand of years their ancestors were able to trade and move freely in the Americas without borders. They have every right to be here. Everyone else should respect that or leave.", "recommendationCount": 2}, {"assetID": 3415585, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 13328635, "replies": [], "commentID": 13328689, "trusted": 0, "userDisplayName": "Lawyer/DJ", "createDate": "1415943583", "userID": 58907738, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1415962259", "userTitle": "NULL", "recommendations": 1, "editorsSelection": false, "parentUserDisplayName": "David Underwood", "userURL": "NULL", "userLocation": "Planet Earth", "depth": 1, "commentType": "userReply", "updateDate": "1415962259", "commentSequence": 13328689, "commentBody": "Have to pay for it?  Gas is at a 8 year low, and MPG on autos are increasing, by law, dramatically in the next 10 years.<br/><br/>The future is about saving."}]}, "lft": 216, "assetURL": "http://www.nytimes.com/2014/11/14/opinion/paul-krugman-china-coal-climate.html", "parentID": null, "commentID": 13328635, "rgt": 219, "userDisplayName": "David Underwood", "createDate": "1415942751", "userID": 53612425, "replyCount": 1, "commentTitle": "<br/>", "status": "approved", "approveDate": "1415942767", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Citrus Heights", "commentType": "comment", "updateDate": "1415942767", "commentSequence": 13328635, "commentBody": "As the old saying goes, \"Clever these Chinese.\" They are well aware with the GOP taking over both houses there will be no action on the part of the U.S. <br/><br/>I have not seen the agreement, but as far as I can tell, both sides have to meet certain limits. With the GOP working to void the limits on power plant emissions, and not doubt other environmental restrictions. The Chinese have plenty of time to meet any goals set by this agreement. Furthermore, they will be able to accuse the U.S. of violating the agreement, which will make them look like the good guys because they can say they are trying.<br/><br/>The GOP with its everything will increase cost ideology is too backward to be able to see the unintended consequences of their obstructionist policies. They believe they are right despite any historical evidence to the contrary.<br/><br/>I have been hearing this cost argument for decades. The Spotted Owl protection, the Clean Water Act, The California Air Resources Board, the Superfund Cleanup, even such regulations as OSHA, all will cost business money, and the consumers will have to pay for it.<br/><br/>The consumers have to pay for it anyway, in increased medical and health costs, in the prevalence of COPD among the young in the San Joaquin Valley, the costs of cleaning up their drinking water. With attitudes like the GOP has, we would still have the buggy whip and harness industries. Time to move on, despite the Grand Old Troglodyte Party.", "recommendationCount": 17}, {"assetID": 3415262, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 13328638, "replies": [], "commentID": 13328688, "trusted": 0, "userDisplayName": "Stanley Wang", "createDate": "1415943529", "userID": 65493180, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1415943546", "userTitle": "NULL", "recommendations": 0, "editorsSelection": false, "parentUserDisplayName": "Bill Gosper", "userURL": "NULL", "userLocation": "White Plains, New York", "depth": 1, "commentType": "userReply", "updateDate": "1415943546", "commentSequence": 13328688, "commentBody": "Sorry I have to correct it,<br/>What if we change the question to the following, The first person says \"At least one of us are liars!\", the second person says \"Exactly one of us are liars!\", and the third person says \"No more than one of us are liars!\", and so on, the 3n+1 person says \"At least n+1 of us are liars!\", the 3n+2 person says \"Exactly n+1 of us are liars!\", and the 3n+3 person says \"No more than n+1 of us are liars!\", ... "}]}, "lft": 64, "assetURL": "http://wordplay.blogs.nytimes.com/2014/11/10/truth-2/", "parentID": null, "commentID": 13328638, "rgt": 67, "userDisplayName": "Bill Gosper", "createDate": "1415942805", "userID": 69365568, "replyCount": 1, "commentTitle": "<br/>", "status": "approved", "approveDate": "1415942826", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Los Altos, CA", "commentType": "comment", "updateDate": "1415987334", "commentSequence": 13328638, "commentBody": "Responding to various readers:<br /><br />Paul: For the bonus -- a European roulette wheel has 36 numbers plus 0.<br /><br />Bingo!  (Oops, wrong game.)  But it's a bit retro of you to suggest that 0 isn't a number.  Even stodgy old http://en.wikipedia.org/wiki/0_(number) fails to condemn as Original Research the assertion that 0 is a number.  (The article goes on to muddle the distinction between the number 0 and the digit (placeholder) 0, but perhaps the history of this distinction smacks of Original Research.<br /><br />Dr W: Right: http://www.predictem.com/roulette/wheel.php<br /><br />But -- is a wedge space on such a wheel considered an \"object\"?<br /><br />Probably not.  But what is an angle?  The thing you actually measure is not the wedge space between two rays.  It's the arc of the circle cut off by the rays.  Where is the 1 degree angle on a protractor?  I claim it's the arc between consecutive ticks. <br /> <br />Mark: I'm sure that's the answer. But for one thing a roulette wheel is not planar -- and so the angles will be smaller -- and for another the separators do not meet in the center, so there's an \"angle\" only in a pretty unusual sense.<br /><br />It may be unusual, but it shouldn't be.<br /><br />Steven Lord: That's it, as per the hint-- the nearer US wheels have zero _and_ double zero giving them 38 slots or Pi/19 angles.<br /><br />Bingo again.  Er, sorry.  Actually, Gary A found http://www.businesslinks.cz/main/best-places-to-play-roulette/ , which lists (and recommends) a few 37-slot wheels in Las Vegas.<br /><br /><br />Dr W: In a plan view (looking down) the sides of (or to be more precise, vertical planar boundaries between) the numbers and slots on a roulette wheel -- when extended -- will meet at the wheel center in a single point. Those extensions divide 360° into the specified angles.<br /><br />Yes, but I accept your earlier objection that this isn't \"physical\".<br /><br />Seth Cohen: This is sort of a cop-out answer to the bonus puzzle, but the hands on a clock with a minute hand and an hour hand that both move smoothly will eventually form any angle you want.<br /><br />You might find yourself closer to operating scissors or a flapping jaw.  But this cop-out raises<br />the interesting question of whether an event of truly zero duration has any physical reality.<br /><br />Anyway, great answers everybody.  (Although we should make sure the Russians don't have 37-shot revolvers for the mildly suicidal)-:<br />--Bill Gosper", "recommendationCount": 1}, {"assetID": 3415585, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 13328643, "replies": [], "commentID": 13328670, "trusted": 0, "userDisplayName": "ReaganAnd30YearsOfWrong", "createDate": "1415943261", "userID": 17572824, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1415962246", "userTitle": "NULL", "recommendations": 3, "editorsSelection": false, "parentUserDisplayName": "Talleyrand", "userURL": "NULL", "userLocation": "Somewhere", "depth": 1, "commentType": "userReply", "updateDate": "1415962246", "commentSequence": 13328670, "commentBody": "I'm sure the 6th weekend in London is a big decision for a lot of people.  "}]}, "lft": 220, "assetURL": "http://www.nytimes.com/2014/11/14/opinion/paul-krugman-china-coal-climate.html", "parentID": null, "commentID": 13328643, "rgt": 223, "userDisplayName": "Talleyrand", "createDate": "1415942864", "userID": 41844389, "replyCount": 1, "commentTitle": "<br/>", "status": "approved", "approveDate": "1415942887", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Geneva, Switzerland", "commentType": "comment", "updateDate": "1415942887", "commentSequence": 13328643, "commentBody": "Mr Krugman,<br/><br/>Yes, the China Summit did produce some results that might have an impact...<br/><br/>The real climate game changers, however, will be the people using energy/fossil fuels. We The People.... Can we be induced to switch ioff lights, as we did in the 70s during the energy crises? Can we turn off our engines while shopping or writing long (inane) text messages? Can we put off that 6th weekend in London planned because the flight was soooo cheap? And can we stop trying to emulate the rich, whose greatest sin is not their accumulated wealth, but the frightful example they set especially for people who have very little self-awareness and imagination?<br/><br/>We must begin understanding as a collective society across borders, that resources are finite, and those resources include our air, our water, our earth, and climate change or not, we cannot live in a polluted atmosphere, with polluted waters, with polluted earth. Amazing, 50 years after Silent Spring, we are still having to explain this bare fact to people.", "recommendationCount": 6}, {"assetID": 3415585, "replies": [], "lft": 224, "assetURL": "http://www.nytimes.com/2014/11/14/opinion/paul-krugman-china-coal-climate.html", "parentID": null, "commentID": 13328642, "rgt": 225, "userDisplayName": "sherm", "createDate": "1415942856", "userID": 20019851, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1415942888", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "lee ny", "commentType": "comment", "updateDate": "1415942888", "commentSequence": 13328642, "commentBody": "I don't get it. In simple terms we can't allow Humpty Dumpty to fall off the wall, because all the king's horses and all the king's men can't put him back together again.<br/><br/>If the global warming climate science is  accepted, terrible injury will be inflicted a good portion of the world's population, if CO2 emission continues unabated. But the headlines from China give the impression that the US and China are playing a game of chicken, both intending to ignore the dangers and do nothing if there is no politically palatable agreement on who gives up what.<br/><br/>The US, as the wealthiest and most powerful (militarily at least) nation on earth, should be taking unilateral action to fight global warming. Lead by example, not by political oneupsmanship. Of course it is possible that, after the next election, the official US position on global warming  will be that it is simply a hoax. ", "recommendationCount": 4}, {"assetID": 3415535, "replies": [], "lft": 4130, "assetURL": "http://www.nytimes.com/2014/11/14/us/obama-immigration.html", "parentID": null, "commentID": 13328281, "rgt": 4131, "userDisplayName": "Richard Scott", "createDate": "1415938445", "userID": 43392295, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1415943177", "userTitle": "NULL", "editorsSelection": 1, "statusID": 2, "userURL": "NULL", "userLocation": "California", "commentType": "comment", "updateDate": "1415943177", "commentSequence": 13328281, "commentBody": "I'm a little surprised. President Obama's approach has largely been to use a charm offensive... I still think he is surprised that the Republicans wouldn't meet him halfway when he went more than halfway to them: hiring Wall Street to allay fears, for example, or the \"grand bargain\" with the Boehner that the cowardly lion of Speakers pulled out of.<br/> And importantly here for this current issue he deported 2 million undocumented immigrants, more than his predecessors including Mr Bush. Yet still he is accused of not securing borders, of wanting immigrants to overrun the country.<br/> Perhaps the president has finally had enough? For this time he is playing political hardball. The Republicans will step right in it...the Ted Cruz's will not be able to help themselves, and the extremists will demand that they stand up and talk about the  immigrants spreading disease and lawlessness and being \"ridiculous moochers\" a deeply offensive insult to Hispanic and Latin males, especially, and wanting to deport families  and passing state laws of the Arizona variety, deeply offensive, threatening  and racist at the core....ah yes, the Republicans will jump in front of cameras and when they are done they won't see a Hispanic vote for at least a decade.<br/>Certainly not one for 2016. Not one.<br/>Hillary need only be the highly competent politician she has become, to move in to the White House. ", "recommendationCount": 8}]}, "copyright": "Copyright (c) 2016 The New York Times Company.  All Rights Reserved."}