{"debug": {"version": 3.1}, "status": "OK", "results": {"api_timestamp": "1481459873", "totalCommentsFound": 2279, "totalCommentsReturned": 25, "comments": [{"assetID": 1251458, "replies": [], "lft": 84, "assetURL": "http://www.nytimes.com/2010/03/13/us/politics/13tea.html", "parentID": null, "commentID": 1690738, "rgt": 85, "userDisplayName": "jrpardinas", "createDate": "1268454165", "userID": 38396525, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1268458237", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "San Diego", "commentType": "comment", "updateDate": "1268458237", "commentSequence": 37, "commentBody": "This movement is just a repackaging of the extreme right-wing of the Republican Party. These people have always been there, under the paper on the walls, and only come out when the more populist Democratic Party is in power.<br /><br />If the country was only being fiscally irresponsible when it came to unnecessary wars or tax breaks for the rich, you would not hear a peep from them. And, in fact, under the last Bush we never did.<br />", "recommendationCount": 75}, {"assetID": 1251458, "replies": [], "lft": 86, "assetURL": "http://www.nytimes.com/2010/03/13/us/politics/13tea.html", "parentID": null, "commentID": 1690739, "rgt": 87, "userDisplayName": "Publius", "createDate": "1268454165", "userID": 2541884, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1268458237", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "NY", "commentType": "comment", "updateDate": "1268458237", "commentSequence": 38, "commentBody": "I'm a pro-life, traditional National Review Conservative, alsp a supporter of the tea-partiers - and I would prefer if they kept the message firmly honed on small government and fiscal restraint.<br /><br />THAT is a movement with enormous support throughout the United States and it should not be watered down.<br /><br />We can continue the culture war in the ensuing decades.<br /><br />But Leviathan-like government and fiscal madness could make the whole thing moot.<br /><br />The Tea Party was birthed from fiscal, big government anger - and that's where its focus should stay.", "recommendationCount": 21}, {"assetID": 1251458, "replies": [], "lft": 88, "assetURL": "http://www.nytimes.com/2010/03/13/us/politics/13tea.html", "parentID": null, "commentID": 1690741, "rgt": 89, "userDisplayName": "ocideref", "createDate": "1268454183", "userID": 8974546, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1268458237", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "new york", "commentType": "comment", "updateDate": "1268458237", "commentSequence": 39, "commentBody": "I consider myself more a conservative than a liberal, but on the issue of religion, the right has done a great harm to this nation, little by little has brought it back to the fore and it is a destructive force when mixed with politics, the extreme being as we sadly know radical islam. Do yo know that when the newly elected president of chile took the oath of office the word god was not mentioned? what made america a great power was precisely the absence of religion in its politics and now everybody talks about a decline...put two and two together.", "recommendationCount": 28}, {"assetID": 1251458, "replies": [], "lft": 90, "assetURL": "http://www.nytimes.com/2010/03/13/us/politics/13tea.html", "parentID": null, "commentID": 1690742, "rgt": 91, "userDisplayName": "Chris", "createDate": "1268454202", "userID": 58213233, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1268458237", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Peoria, AZ", "commentType": "comment", "updateDate": "1268458237", "commentSequence": 40, "commentBody": "Fiscal responsibility?  From the spend and borrow Republican party?  Okay, try this on for size.  Get rid of the Bush tax breaks for the very rich we never could afford, stop the two useless wars they started that were never paid for, cut the military budget in half, and get rid of farm subsidies.  Deficit solved!", "recommendationCount": 105}, {"assetID": 1251458, "replies": [], "lft": 92, "assetURL": "http://www.nytimes.com/2010/03/13/us/politics/13tea.html", "parentID": null, "commentID": 1690746, "rgt": 93, "userDisplayName": "Donald", "createDate": "1268454432", "userID": 3603857, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1268458237", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Denver", "commentType": "comment", "updateDate": "1268458237", "commentSequence": 41, "commentBody": "The emphasis on 'fiscal responsibility' is a sham. The true agenda of the Tea Party movement is, pure and simple, resentment of the President.  He has acted powerfully to stave off another Great Depression, and he has used spending to do it.  Thus, the hue and cry about spending.  His opponents in the US Confederacy bitterly oppose his very existence; thus everything he does is suspect, foolish, or treasonous.", "recommendationCount": 85}, {"assetID": 1251458, "replies": [], "lft": 94, "assetURL": "http://www.nytimes.com/2010/03/13/us/politics/13tea.html", "parentID": null, "commentID": 1690748, "rgt": 95, "userDisplayName": "Bob A.", "createDate": "1268454529", "userID": 37670984, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1268458237", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Steelton, PA", "commentType": "comment", "updateDate": "1268458237", "commentSequence": 42, "commentBody": "\"For decades, faith and family have been at the center of the conservative movement.\"<br /><br />Not at all. \"Faith and family\" are just the bait to hook the little fishies and reel them into the voting booth. Money has been at the center of the conservative movement if not its heart, since it has no heart.", "recommendationCount": 43}, {"assetID": 1251458, "replies": [], "lft": 96, "assetURL": "http://www.nytimes.com/2010/03/13/us/politics/13tea.html", "parentID": null, "commentID": 1690753, "rgt": 97, "userDisplayName": "Pwelvr", "createDate": "1268454727", "userID": 1264775, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1268458237", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Great Falls, MT", "commentType": "comment", "updateDate": "1268458237", "commentSequence": 43, "commentBody": "Where were these people in 2003 when Bush went into Iraq? Just found their voices since the election.  How interesting.  Organized hypocrisy.", "recommendationCount": 73}, {"assetID": 1251458, "replies": [], "lft": 98, "assetURL": "http://www.nytimes.com/2010/03/13/us/politics/13tea.html", "parentID": null, "commentID": 1690755, "rgt": 99, "userDisplayName": "John Aronson", "createDate": "1268454752", "userID": 51171525, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1268458237", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Hampshire County, MA", "commentType": "comment", "updateDate": "1268458237", "commentSequence": 44, "commentBody": "It is fun watching the Tea Party movement and more fun reading what the establishment has to say about it.<br /><br />The Tea Party would do best to focus on the tax code and federal spending keeping in mind that its natural and broadest base of support are households with incomes between $50 and $200,000.  They should be careful about wrapping themselves in the Constitution because sometimes they do seem to be using it as a code word for the Bible.  I, for one, would be very happy Adams's, Jefferson's and Franklin's understanding of the role of religion in politics were more widely honored as they seem to have been deists or, at most, Unitarians.  But I don't think that is what they are thinking.<br /><br />I note with some interest that \"a strong national defense\" is not something they mention a lot.  That is hopeful, at least they seem to understand that a strong national defense implies a strong central government.<br /><br />They are clearly in favor of the idea of a smaller less intrusive government but they do not seem to have done the serious thinking needed before they can propose a coherent set of reformations.  The regulatory sunset stuff in the link given in the article is cheap filler and nothing more than a weak rehash of things from the Regan Administration and Contract With America.<br /><br />The movement would do well to consider that while the central government (I have decided to stop using the term \"federal\" as it implies that the states still retain some substantial independent authority) collects something like 80% of the taxes, the members of congress who spend this all money devote 70% of their time cutting deals and raising money in order to get re-elected. One of the great virtues of a party with strong local support is that its candidates need to raise much less money because the candidate can rely on the party to deliver votes on election day.<br /><br />I think the Tea Party and the Repubican Party are each others' greatest threat.  If the Rotary Club/small business/Chamber of Commerce republicans capture the Tea Party in the West that will be the end of the Tea Party.  They will lose their independent support.  However, if the Tea Party demonstrates the ability to elect Republicans and independents in the Northeast and replace Republicans with independents in the West they have a real future.", "recommendationCount": 11}, {"assetID": 1251458, "replies": [], "lft": 100, "assetURL": "http://www.nytimes.com/2010/03/13/us/politics/13tea.html", "parentID": null, "commentID": 1690758, "rgt": 101, "userDisplayName": "DFWBrysco", "createDate": "1268454799", "userID": 60177740, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1268458237", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Dallas, TX", "commentType": "comment", "updateDate": "1268458237", "commentSequence": 45, "commentBody": "It seems to me that the Tea Party should be renamed as the \"Kool-Aid Party\" - they seem to want us to drink the Kool-aid as was done so long ago in Guyana.<br /><br />Unfortunately, with articles like this (and this isn't the first) I have to applaud their marketing; not only do they skirt everything that is critical and needs to be discussed (to appear Center), they push the right buttons and will pull in a lot of folks with their \"fair\" marketing appearance.<br /><br />I am sure they will succeed - if not now, then within the next five years. It is a Perfect Storm - disatisfaction with the Government and thirst for a new direction by the general public.<br /><br />So come on everyone - what's your favorite flavor of Kool-Aid?", "recommendationCount": 20}, {"assetID": 1251458, "replies": [], "lft": 104, "assetURL": "http://www.nytimes.com/2010/03/13/us/politics/13tea.html", "parentID": null, "commentID": 1690762, "rgt": 105, "userDisplayName": "Karen A", "createDate": "1268454876", "userID": 34399523, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1268458237", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Boston, MA", "commentType": "comment", "updateDate": "1268458237", "commentSequence": 46, "commentBody": " I bet if the Tea Partyers got all the changes they wanted, they woud not ve very happy in the long run.<br /><br />They would find theirs would become harder and meaner. The rich would even richer and they would get a lot poorer then they are now. And there would be less class mobility than now...<br /><br />But they don't seem to understand the how or why that would be. That is what happens when one does not look at the bigger picture for the long term.<br /><br />Government, besides the common defense has a significant role to play in balancing individualism with the common good and fairness. It also has role investing in the things that important to progress... That includes infrastructure and basic scientific research which are not money making enough or too risky for private industry. I also has a role in providing equal opportunity for all... without that there is class mobility ... etc etc<br /><br /> Without government insuring and providing those things and more, the country would not prosper in the long run and the life of the 'average joe' would be miserable...<br /><br />History has many examples of what life becomes when govern does not do these things... There are good reasons labor laws exist here for example... it was because of what happened when government was NOT involved.<br />", "recommendationCount": 33}, {"assetID": 1251458, "replies": [], "lft": 106, "assetURL": "http://www.nytimes.com/2010/03/13/us/politics/13tea.html", "parentID": null, "commentID": 1690765, "rgt": 107, "userDisplayName": "Kay", "createDate": "1268454932", "userID": 8640645, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1268458237", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New York, NY", "commentType": "comment", "updateDate": "1268458237", "commentSequence": 47, "commentBody": "If Teabaggers are so concerned about holding politicians accountable for fiscal malfeasance, then why aren't they calling for the arrest, conviction, and imprisonment of the Bush administration for the budget-busting, illegitimate Iraq War. We would not be in this $4.9 trillion crisis if we did not put an extra and unnecessary war on credit to dole out no-bid contracts to Halliburton. I'm waiting for them to go down to Crawford, TX and demand Bush come out with his hands up.<br /><br />Until then, they will just be another racist, homophobic, nativist boutique movement brought to you by FOX News.<br /><br />Corporate shills in populist drag.<br /><br />News flash, baggers, you're not outFOXing anyone but yourselves.<br /><br />", "recommendationCount": 74}, {"assetID": 1251458, "replies": [], "lft": 108, "assetURL": "http://www.nytimes.com/2010/03/13/us/politics/13tea.html", "parentID": null, "commentID": 1690768, "rgt": 109, "userDisplayName": "dmckj", "createDate": "1268455117", "userID": 26945610, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1268458237", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "maine", "commentType": "comment", "updateDate": "1268458237", "commentSequence": 48, "commentBody": "This so-called 'stance' of Tea Partiers is, in and of itself, entirely conflicted and hippocritical.<br /><br />To wit, the choice of Sarah Palin as their recent 'voice' of fiscal conservativism and anti-government activism.<br /><br />Sarah Palin comes from the most socialistic of all the states, and indeed most greedily so.  Something on the order of 30-plus percent of Alaska's operating revenue comes from the Federal government at the direct and considerable expense of those of us in the lower 48 and, most particularly, from taxpayers in the purported 'liberal' Northeast.  Between military bases and arrays of pork barrel projects,  Alaskans receive about $1.50 for every $1.00 they send to the Federal government.  Beyond this, and as the direct result of government intervention and wealth redistribution, the oil companies hand out over $3000 dollars as a per capita payment to all Alaska tax residents, this, of course, being recouped from gas consumers in the lower 48.  Never mind, of course, that the oil comes from Federal Lands owned and purchased by lower 48 residents.<br /><br />So, has the illustrious ex-and non-quitter-governor renounced her windfall free money?  Of course not.  Has she renounced the 'socialistic' military bases her state's economy is based on?  No, indeed far from it.  Has she submitted bills or rallied to end the government funding of her state's pork barrel projects?  No.<br /><br />It is quite revealing of the intellectual calibre of the average Tea Bagger that they don't seem to fathom these points, or at least view them as conflicted with what passes as their 'philosophy'.<br /><br />Give me a break.", "recommendationCount": 86}, {"assetID": 1251458, "replies": [], "lft": 110, "assetURL": "http://www.nytimes.com/2010/03/13/us/politics/13tea.html", "parentID": null, "commentID": 1690771, "rgt": 111, "userDisplayName": "jjcrocket", "createDate": "1268455183", "userID": 40944690, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1268458237", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New Britain, Conn.", "commentType": "comment", "updateDate": "1268458237", "commentSequence": 49, "commentBody": "Taxes, government intervention in personal freedoms, and adherence to Constitutional principles is the mission of the Tea Party! ", "recommendationCount": 9}, {"assetID": 1251458, "replies": [], "lft": 112, "assetURL": "http://www.nytimes.com/2010/03/13/us/politics/13tea.html", "parentID": null, "commentID": 1690775, "rgt": 113, "userDisplayName": "John D.", "createDate": "1268455325", "userID": 25497440, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1268458237", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Out West", "commentType": "comment", "updateDate": "1268458237", "commentSequence": 50, "commentBody": "Fiscal responsibility means running a surplus in good times so we can afford the extra help the nation needs in bad times. We had a surplus at the end of Clinton's stay in the WH, and GWB &amp; his cronies threw it away on useless tax cuts for the wealthiest and an incredibly stupid war. If there are any teabaggers who voted for Gore and Kerry (a doubtful proposition), they can call themselves fiscally responsible. Otherwise, they can shut their traps; they don't have a clue what responsibility is.", "recommendationCount": 55}, {"assetID": 1251458, "replies": [], "lft": 114, "assetURL": "http://www.nytimes.com/2010/03/13/us/politics/13tea.html", "parentID": null, "commentID": 1690778, "rgt": 115, "userDisplayName": "Tetley Tea", "createDate": "1268455403", "userID": 20758104, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1268458237", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "America the Beautiful", "commentType": "comment", "updateDate": "1268458237", "commentSequence": 51, "commentBody": "Your morals are your problem, not mine. Your education is your problem not mine. Your self inflicted sexually transmitted disease,  obesity, heart disease, emphysema,  diabetes, pregnancy... are not our problem and we won't be paying the tab.  If you want to speak ebonics and flunk out of math, fine. I shouldn't have to hire you because you are black. If you want to get fat and wear a ring in your nose, fine. I shouldn't have to hire you because you are stupid.  If you want to make your own green electricity for a dollar per kilowatt hour, fine. I'll take coal power for a nickel per kilowatt hour, thank you.  If you want to have six little bastards, fine. I'm not paying for them.  If you want a car built like a tank so you can drive and do your nails at the same time, fine.  I can drive safely without big brother safety regulations adding $15,000 to the price of my car.  If you think every person should earn $11/hour then you pay them. My $5/hour job is worth $5/hour so I sent it to Mexico.  If you think prisoners should be rehabilitated then you are welcome to volunteer. I want them punished, cramped, hungry, and uncomfortable at the lowest price possible.  If you think every idiot can be educated, you are wrong. Many can't and many don't want education.", "recommendationCount": 12}, {"assetID": 1251458, "replies": [], "lft": 116, "assetURL": "http://www.nytimes.com/2010/03/13/us/politics/13tea.html", "parentID": null, "commentID": 1690785, "rgt": 117, "userDisplayName": "Chris", "createDate": "1268455590", "userID": 58213233, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1268458237", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Peoria, AZ", "commentType": "comment", "updateDate": "1268458237", "commentSequence": 52, "commentBody": "Conservatives had their way until recently - we cut taxes for the very rich and let the free market do its thing by cutting regulation.  The result?  Huge deficits, high unemployment, destroyed real estate prices, devastated retirement accounts, runaway health care and education costs.  The conservative answer for fixing what their ideology has inflicted upon our country?   MORE TAX CUTS FOR THE RICH AND FREE MARKETS!  Doing more of the same and expecting is the very definition of insanity!", "recommendationCount": 56}, {"assetID": 1251458, "replies": [], "lft": 118, "assetURL": "http://www.nytimes.com/2010/03/13/us/politics/13tea.html", "parentID": null, "commentID": 1690796, "rgt": 119, "userDisplayName": "eldorado bob", "createDate": "1268455893", "userID": 11925331, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1268458237", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "eldorado springs co", "commentType": "comment", "updateDate": "1268458237", "commentSequence": 53, "commentBody": "Their goal is power. Their real ideas don't sell. So they have created this facade to reel in the (some) votes. They are wolves in fox clothing.<br /><br />They are not about finding solutions. They are not about making our country stronger, smarter or healthier. They are not about making wise choices.<br /><br />They want to know what their country can do for them. They want the country to lower their taxes. They want their towns to keep its pork projects. They want to keep their medicare and social security. They want it all, and they don't want others to have it all.<br /><br />And most of all, they don't want Obama to have it - at all. ", "recommendationCount": 43}, {"assetID": 1251458, "replies": [], "lft": 122, "assetURL": "http://www.nytimes.com/2010/03/13/us/politics/13tea.html", "parentID": null, "commentID": 1690806, "rgt": 123, "userDisplayName": "Roy H", "createDate": "1268456175", "userID": 25092255, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1268458237", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Nashville, TN", "commentType": "comment", "updateDate": "1268458237", "commentSequence": 54, "commentBody": "The Tea Party has more in common with Barry Goldwater than the current Republican party leadership.<br /><br />The powers that be in Republican land would chase away Mr. Goldwater if he showed up at their door.<br /><br />", "recommendationCount": 11}, {"assetID": 1251458, "replies": [], "lft": 124, "assetURL": "http://www.nytimes.com/2010/03/13/us/politics/13tea.html", "parentID": null, "commentID": 1690809, "rgt": 125, "userDisplayName": "MNW", "createDate": "1268456272", "userID": 49069088, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1268458237", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Connecticut", "commentType": "comment", "updateDate": "1268458237", "commentSequence": 55, "commentBody": "What is the view of the fiscally conservative Tea Party followers as regards this issue?<br /><a href=\"http://www.costofwar.com\" target=\"_blank\">www.costofwar.com</a><br /><br />Taking to the streets on this fiscal insanity might actually do some good.", "recommendationCount": 9}, {"assetID": 1251458, "replies": [], "lft": 126, "assetURL": "http://www.nytimes.com/2010/03/13/us/politics/13tea.html", "parentID": null, "commentID": 1690813, "rgt": 127, "userDisplayName": "Caerl", "createDate": "1268456460", "userID": 59877271, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1268458237", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Snohomish County WA", "commentType": "comment", "updateDate": "1268458237", "commentSequence": 56, "commentBody": "The Tea Party isn't concerned with social issues because they no doubt believe these are the end times and why worry about the poor, the planet, etc when it's all over soon anyway? No doubt God will reach down and smite all the sinners anyway, so who cares if they starve in the street and die from lack of decent medical care?", "recommendationCount": 22}, {"assetID": 1251458, "replies": [], "lft": 128, "assetURL": "http://www.nytimes.com/2010/03/13/us/politics/13tea.html", "parentID": null, "commentID": 1690816, "rgt": 129, "userDisplayName": "Heather Czerniak", "createDate": "1268456688", "userID": 56380663, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1268458237", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Milwaukee, WI", "commentType": "comment", "updateDate": "1268458237", "commentSequence": 57, "commentBody": "\"...its leaders deliberately avoid discussion of issues like gay marriage or abortion.\"<br /><br />The Tea Party's focus is on fixing government. If anyone wants to bash the Tea Party crowd because they think they might be racist or homophobic, then this Jewish, liberal Tea Party activist says to go fling those accusations in a Republican's or a Democrat's face. You'll find more of that kind of trash within the two-party monopoly that has been running this country [into the ground] for the past 155 years.", "recommendationCount": 9}, {"assetID": 1251458, "replies": [], "lft": 130, "assetURL": "http://www.nytimes.com/2010/03/13/us/politics/13tea.html", "parentID": null, "commentID": 1690826, "rgt": 131, "userDisplayName": "AvaMae", "createDate": "1268456984", "userID": 38696737, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1268458237", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Midwest", "commentType": "comment", "updateDate": "1268458237", "commentSequence": 58, "commentBody": "They cannot possibly be so dumb - can they?<br /><br />The whole Teabagger mess was founded and funded by republican activists trying to sneak in the back door.<br /><br />What?  They can read but they can't comprehend what happened to them?<br /><br />They can't admit they've been had?<br /><br />", "recommendationCount": 30}, {"assetID": 1251458, "replies": [], "lft": 132, "assetURL": "http://www.nytimes.com/2010/03/13/us/politics/13tea.html", "parentID": null, "commentID": 1690829, "rgt": 133, "userDisplayName": "AvaMae", "createDate": "1268457136", "userID": 38696737, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1268458237", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Midwest", "commentType": "comment", "updateDate": "1268458237", "commentSequence": 59, "commentBody": "The entire Teabagging bunch is all lily white and racist.<br /><br />Any who are not need to stand up and be counted... but you don't ever hear that.", "recommendationCount": 33}, {"assetID": 1251458, "replies": [], "lft": 134, "assetURL": "http://www.nytimes.com/2010/03/13/us/politics/13tea.html", "parentID": null, "commentID": 1690830, "rgt": 135, "userDisplayName": "Ritchie", "createDate": "1268457221", "userID": 59710905, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1268458237", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Ohio", "commentType": "comment", "updateDate": "1268458237", "commentSequence": 60, "commentBody": "The Tea Party movement might avoid social issues like gay marriage, abortion, immigration, and equal civil rights for gays.  But it would be absurd to assume that the Tea Partiers are anywhere close to being progressive on these issues.<br /><br />If you were to put the civil rights of gay people up to a vote and track the votes of so called Tea Partiers... ...they would surely vote down any efforts to extend equal civil rights to gay people.  They would also most likely vote against reproductive rights.  Pretty much anything progressive would be out the door, as REGRESSIVE POLICY is the M.O. of the Tea Parrty movement.  ", "recommendationCount": 33}, {"assetID": 1251458, "replies": [], "lft": 136, "assetURL": "http://www.nytimes.com/2010/03/13/us/politics/13tea.html", "parentID": null, "commentID": 1690838, "rgt": 137, "userDisplayName": "Chris", "createDate": "1268457578", "userID": 16388355, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1268458237", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Mpls", "commentType": "comment", "updateDate": "1268458237", "commentSequence": 61, "commentBody": "Tea Party conservatives are getting out of the \"social issues\" business? Yeah, and I've got a sweet little bridge in Brooklyn to show you... As we well know from history, conservatives, religious and otherwise, have a deep seated and profoundly immature need to demonize and demagogue in their pronouncements. And that particularly ugly habit isn't going away anytime soon - not if we judge by their current behavior. Crudely put, hate is intrinisic to conservatives' political nature, and defining the 'other' - those whom conservatives are opposed to (in the most heinous rhetoric possible) - is the form of political gamesmanship they thrive by. It is fundamental to the manner conservatives define themselves. In short, at the expense of others...      ", "recommendationCount": 37}]}, "copyright": "Copyright (c) 2016 The New York Times Company.  All Rights Reserved."}