{"debug": {"version": 3.1}, "status": "OK", "results": {"api_timestamp": "1481460674", "totalCommentsFound": 3471, "totalCommentsReturned": 25, "comments": [{"assetID": 3235092, "replies": [], "lft": 26, "assetURL": "http://india.blogs.nytimes.com/2011/09/16/make-room-for-hinglish/", "parentID": null, "commentID": 4532985, "rgt": 27, "userDisplayName": "rao", "createDate": "1316259390", "userID": 59039764, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1316319004", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "new delhi, india", "commentType": "comment", "updateDate": "1316315404", "commentSequence": 12, "commentBody": "i think its the marketing which drove the initial run of these authors. chetan's was the first book which was priced below 100 rupees. may be he could afford it because he was an international banker. once the number one, the size of the clientele( readers) increases i.e. more readers buy it because its number one! Other mentioned writers followed the same strategy. Comparing Animesh with Amitav is comparing desi-tharra with wine, one is for drinking , other for refined taste.take your pick!<br/>\nVish has correctly mentioned the two kind of writers.", "recommendationCount": 2}, {"assetID": 3234958, "replies": [], "lft": 104, "assetURL": "http://india.blogs.nytimes.com/2011/09/16/the-grammar-of-anarchy/", "parentID": null, "commentID": 4533201, "rgt": 105, "userDisplayName": "Piyush", "createDate": "1316263933", "userID": 64862192, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1316319044", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Nagpur", "commentType": "comment", "updateDate": "1316315444", "commentSequence": 44, "commentBody": "John Cambridge UK-Mr Fake name.Half knowledge is dangerous.This is the case in present India.More than 35 years of Congress rule has helped propagate Gandhi as the sole winner of freedom for India.But people who have read the entire history would only understand that there are numerous factors which led the freedom of India,including the world war.Had these chains of events not happened,no one knows whether the civil disobedience,quit India movement and other such movements would have yielded any result.Also the other dark history of Mr.Gandhi has been kept hidden from the public,which tries to rise its head many a times in the form of Joseph Lelyveld,but is subdued.<br/>\nThe same way as Gandhi's history is not known,many of Dr.Ambedkar's thoughts and achievements have been hidden.For example,people of this country hardly know that he was the pioneer of the revolutionary Hindu Code Bill,which gave women all the rights they had been denied by Hinduism and for this cause he had to give resignation.This is exactly ur case as people hate Gandhi coz he stood as a stumble block in the way of progress of untouchables whenever he could and went to the extent of striking a deal with Mountbatten for his selfish purpose.<br/>\nSecondly Dr.Ambedkar has been portrayed as \"Framer Of constitution\" and \"Champion Of Dalit rights\" which is not even 20 % of what he did for India.The reasons for this were surely the orthodox nature of people and even Congress MP's and MK Gandhi who opposed every revolutionary move that Dr.Ambedkar desired to take.Dr.Ambedkar once said to Mr.Nehru,<br/>\n\"Politics might be a game for u,but for me its a mission\".<br/>\nThese events happened amidst stiff opposition from congress who never wanted him to be in the drafting committee for the Constitution.But still he managed to get it,but how?is again a not much known history,because he was upto a larger cause,a cause of establishing equality,which was and is diametrically opposite to the principles of Hinduism.", "recommendationCount": 0}, {"assetID": 3230297, "replies": [], "lft": 36, "assetURL": "http://india.blogs.nytimes.com/2011/09/15/modi-metamorphosis-or-albatross/", "parentID": null, "commentID": 4533782, "rgt": 37, "userDisplayName": "Sathya", "createDate": "1316273278", "userID": 64862935, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1316319056", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "FL", "commentType": "comment", "updateDate": "1316315456", "commentSequence": 11, "commentBody": "There is no doubt that Mr.Modi is an able administrator . And definitely  a mass leader who can connect very well people of his state . Can he recreate that magic all  over India across every spectrum of people ? He can never be a PM , unless there is a closure to Gujarat Riots.  And also media comparing Modi and Rahul is ridiculous. Modi is highly accomplished man , Rahul is an empty suit .  ", "recommendationCount": 0}, {"assetID": 3235092, "replies": [], "lft": 28, "assetURL": "http://india.blogs.nytimes.com/2011/09/16/make-room-for-hinglish/", "parentID": null, "commentID": 4534280, "rgt": 29, "userDisplayName": "Breathedreamgo", "createDate": "1316283490", "userID": 64863647, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1316319070", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Toronto", "commentType": "comment", "updateDate": "1316315470", "commentSequence": 13, "commentBody": "When I was in Delhi earlier this year, I had lunch with well-known Indian publisher Dina Malhotra, who gave me a copy of his book, Dare to Publish. Mr. Malhotra pioneered the paper book revolution in India, and made inexpensively produced books available to the masses. He visited train platform book stalls for orders, started book clubs across the country and did much to bring reading to the literate poor. <br/><br/>These publishers are doing the same thing. They are bringing books to readers who might otherwise feel disenfranchised.<br/><br/>It is normal and natural for people to want art and entertainment that speaks to them, at their level of understanding and about their situations and experiences. Even Shakespeare wrote for the masses of people who paid almost nothing to sit on the ground in front of the stage. His plays were popular because they appealed to everyone at every level of education and society. Hindi masala movies from \"Bollywood\" are the same. <br/><br/>I might not want to read these books, but that doesn't mean they shouldn't be published. Personally, I think it's an exciting development -- part of the bigger picture of India coming into its own in the 21st century. Which, for my money, is one of the most fascinating stories on the planet right now,", "recommendationCount": 3}, {"assetID": 3239548, "replies": [], "lft": 4, "assetURL": "http://india.blogs.nytimes.com/2011/09/17/how-do-you-write-about-india/", "parentID": null, "commentID": 4534545, "rgt": 5, "userDisplayName": "John", "createDate": "1316292915", "userID": 58413963, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1316319105", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Cambridge UK", "commentType": "comment", "updateDate": "1316315505", "commentSequence": 2, "commentBody": "The \"narrative\" is the problem. It's a rhetorical device used by journalists that is inherently biased: a great example of this is Nicholas Kristof, whose writing on India is based on simplistic stereotypes, bad journalism, and frankly is racist at times. When it fits with the stereotypes of some audience members (particularly in the UK, or special interest groups with an axe to grind) it's praised as nuanced and balanced (which it isn't). However, he simply cherry picks experiences that fit with his own world view, simplistic binaries, and attempts to reassess AIDS, TB, and malnutrition rates for the entire country by simply visiting a few villages.<br/><br/>How can someone write *more* accurately about India? By adopting a more scientific approach to literature. Look at statistics for malnutrition and economic development, and see if your interviews broadly reflect that trend. Kerala has a literacy rate of &gt; 90%. If you've interviewed 5 people you cherry picked and they're all illiterate, chances are there was a selection bias in your method. This is what separates a writer from a scientist: reproducible methodology. Randomly quoting statistics without looking at construct validity is another issue: you might find an article on the Internet that claims that India's literacy rate is 62%. However, this would be incorrect: the UN/Unicef/Indian census puts it at about 75%. Being exhaustive, systematic, and redundant (ie. find multiple sources to corroborate a finding) is important.<br/><br/>Also, have an eye for nuance. While pandering to stereotypes a la Mr. Kristof might sell well with a particular demographic, it's fundamentally bad writing and bad journalism.<br/><br/>In summary: don't construct a \"narrative.\" Present comprehensive, nuanced, corroborated facts that allow for diversity. You can offer your interpretation at the end of a book, but don't let your \"opinion\" drive it. Or else you'll end up writing something bad, cliched, racist, and most importantly, wrong.<br/><br/>Just my thoughts.", "recommendationCount": 8}, {"assetID": 3239548, "replies": [], "lft": 6, "assetURL": "http://india.blogs.nytimes.com/2011/09/17/how-do-you-write-about-india/", "parentID": null, "commentID": 4534763, "rgt": 7, "userDisplayName": "Max", "createDate": "1316301163", "userID": 61813306, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1316319110", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Vancouver, Canada", "commentType": "comment", "updateDate": "1316315510", "commentSequence": 3, "commentBody": "why ever expect there to be such a thing as \"the complete india book?\"<br/><br/>why not also a \"complete europe book?\"", "recommendationCount": 3}, {"assetID": 3239512, "replies": [], "lft": 4, "assetURL": "http://india.blogs.nytimes.com/2011/09/17/waving-the-flag-against-corruption/", "parentID": null, "commentID": 4535340, "rgt": 5, "userDisplayName": "Aronnonolondon  Moninontonizon", "createDate": "1316309916", "userID": 54527931, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1316319122", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New York, NY", "commentType": "comment", "updateDate": "1316315522", "commentSequence": 1, "commentBody": "The worst example of corruption and graft by a government supposedly dedicated to democracy; the people suffer while the government goes ion about its business unscatherd and uncaring, having no empathy for anyone and everyone.  That's India for you!  An imposter hiding behind the cloak of a free and democratic government and a fraud as far as justice and fair play are concerned.  They should be boycotted and avoided at all costs by freedom- respecting peoples until such time as the leaders and devotees of their current governance are eliminated....forever!", "recommendationCount": 2}, {"assetID": 3230297, "replies": [], "lft": 38, "assetURL": "http://india.blogs.nytimes.com/2011/09/15/modi-metamorphosis-or-albatross/", "parentID": null, "commentID": 4535859, "rgt": 39, "userDisplayName": "Andy", "createDate": "1316316720", "userID": 48939508, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1316319144", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Des Moines", "commentType": "comment", "updateDate": "1316315544", "commentSequence": 12, "commentBody": "@Mitra, a more realistic and genuine presentation of what you know and what you do not know will reflect maturity of what you write. That same thinking when applied to terrifying number of nations that have failed in middle east and resorted to mass killings and violence will make modi a saint for some. At any rate, who are we to talk about right and wrong? The violence of killing has started with Godhra burning of train by a certain community which has still not accepted that part of truth. Just like 9/11 is not accepted by heads of states from that community -read recent statement by Malaysian PM. I am not sure where this kind of rejection of facts stands in your \"sane\" mind but that is far more worse to come from a Prime Minister of a nation. Modi stands tall in that regard for facing<br/>\nfacts and confronting acceptance of such blatant religious arrogance head on. I am sure you will have to call entire India nationalistic if thats the case of where you come from.", "recommendationCount": 2}, {"assetID": 3240844, "replies": [], "lft": 2, "assetURL": "http://bats.blogs.nytimes.com/2011/09/17/posadas-not-so-great-chances-of-catching-rivera/", "parentID": null, "commentID": 4535349, "rgt": 3, "userDisplayName": "Bill in Beijing", "createDate": "1316309974", "userID": 20304957, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1316320275", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "beijing", "commentType": "comment", "updateDate": "1316316675", "commentSequence": 1, "commentBody": "No way, Jorge.  This is Mo's moment, not yours.  And we have a pennant to win asap, so we can start lining everything up for the playoffs.", "recommendationCount": 6}, {"assetID": 3240256, "replies": [], "lft": 2, "assetURL": "http://bats.blogs.nytimes.com/2011/09/17/rodriguez-returns-to-third-base-and-bats-fifth/", "parentID": null, "commentID": 4534362, "rgt": 3, "userDisplayName": "Dan", "createDate": "1316285993", "userID": 18698859, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1316320321", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Frederick, Maryland", "commentType": "comment", "updateDate": "1316316721", "commentSequence": 1, "commentBody": "Nice to have A-Rod back to join the current collection of .260 hitters.  Too bad we now seldom get a chance to comment on the Yankees as the season heads toward the playoffs, what with 'in depth' and pointless interviews with Mariano and whole columns on bad weather.  So let me try to sneak in a bit of baseball:  We are now clearly a sub-500 club with pitching that begins to look more like the offense.  Lord knows where we'd be had the Red Sox not tanked in the previous two weeks, but they WILL rebound and we, I fear, WILL NOT.  Girardi gave some games away, fiddling with less than credible lineups and less than reliable short-relief.  Teixeira's double in today's game against Toronto will distract from the fact that he has been a conspicuous liability when rallies really have mattered.  Billy Martin would have benched him for a week and told him either to hit singles or hit fifty home runs.  We don't need a .240 average that justifies itself with 100 RBIs. The bottom line is that we have trouble with teams that win more than they lose; just the teams we'll be facing (if we're lucky) in a couple of weeks.  Guess what?  We may not!", "recommendationCount": 1}, {"assetID": 3229523, "replies": [], "lft": 26, "assetURL": "http://bats.blogs.nytimes.com/2011/09/14/new-center-fielder-for-yankees/", "parentID": null, "commentID": 4533687, "rgt": 27, "userDisplayName": "Joel Rosen", "createDate": "1316271756", "userID": 2610848, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1316320325", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Springfield VA", "commentType": "comment", "updateDate": "1316316725", "commentSequence": 11, "commentBody": "If he hurts his shoulder trying to throw out a runner, then what?", "recommendationCount": 0}, {"assetID": 3238563, "replies": [], "lft": 2, "assetURL": "http://bats.blogs.nytimes.com/2011/09/16/dodgers-biggest-foes-could-be-m-l-b-and-fox/", "parentID": null, "commentID": 4532684, "rgt": 3, "userDisplayName": "MoreRadishesPlease", "createDate": "1316245163", "userID": 21834133, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1316320331", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "upstate ny", "commentType": "comment", "updateDate": "1316316731", "commentSequence": 1, "commentBody": "Seems like BS is using his power over the TV deal as a cudgel or way to control Dodgers' future.  He wanted to put them in bankruptcy, but if the court tries to curtail his powers he will howl. ", "recommendationCount": 0}, {"assetID": 3206224, "replies": [], "lft": 14, "assetURL": "http://cityroom.blogs.nytimes.com/2011/09/09/court-officers-also-risked-lives-on-911-and-3-were-lost/", "parentID": null, "commentID": 4536079, "rgt": 15, "userDisplayName": "FlufferFreeZone", "createDate": "1316320792", "userID": 35057947, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1316320802", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Denver", "commentType": "comment", "updateDate": "1316317202", "commentSequence": 6, "commentBody": "So glad you shared this story with us.  I hate thinking that I had no idea, for so long, that this group of people helped and three of them died.  I am glad I know their stories now.  I want to know about every single person who died at the office that day and every single person who died going into the buildings to help others.  They deserve to be known.  I hope their families have found a way to cope.  Love to all.  <br/><br/>Jill Duncan<br/>\nDenver, CO", "recommendationCount": 1}, {"assetID": 3236499, "replies": [], "lft": 130, "assetURL": "http://cityroom.blogs.nytimes.com/2011/09/16/big-deal-jehovahs-witnesses-list-prime-properties/", "parentID": null, "commentID": 4536354, "rgt": 131, "userDisplayName": "A refugee from E Euro communism", "createDate": "1316328003", "userID": 45126149, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1316328305", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "NJ", "commentType": "comment", "updateDate": "1316324705", "commentSequence": 47, "commentBody": "Back in early 1970s at a university dorms, about 60 miles west behind the Iron Curtain, my roommate and by far the smartest student among all of us has been frequently visited by Witnesses. <br/><br/>Their calculations of the for-sure End (1977?) were supposedly convincing. After all, they - not the 'prostitute' (the Rome) - were the true students and interpreters of the Bible.<br/><br/>Ever since, when I see them behind the door of my house here ... or at metro stops back in my birthplace, solemnly distributing the WatchTower, I have to smile at their conviction, determination, and devotion. Sometimes I ask them how they know that there will not be another \"End is coming in 1977\" fiasco. They answer me, almost uniformly, that that was a 'human error'. For some reason it sounds to me like when communists 'explain' bloody totality of communism everywhere when it has been tried: The teaching/ideology/Marx is fine, but the implementation, people failed.<br/><br/>Yes, tax breaks for religious organisations (and many 'non-profits'?) should be looked into. They do not help our global competitiveness and that seem to be, not only in never-ending era of budget deficits but also in merciless competition from the rest of the world which too often can outdo us and outproduce us, we can less afford a generosity of the times when lived in a world of our own or reaped huge benefits from having the monopoly on printing the world's reserve currency. It is the same thing like giving taxpayers' subsidies to an undergraduate student majoring say in Italian Literature. Nice, if one can pay for it, but not worthy taxpayer subsidy (of such student or faculty teaching that at our educational-industrial complex.)", "recommendationCount": 1}, {"assetID": 3181065, "replies": [], "lft": 16, "assetURL": "http://cityroom.blogs.nytimes.com/2011/09/02/big-deal-sold-for-36500000/", "parentID": null, "commentID": 4536665, "rgt": 17, "userDisplayName": "Philip A.", "createDate": "1316338976", "userID": 985338, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1316339103", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Santa Monica, CA", "commentType": "comment", "updateDate": "1316335503", "commentSequence": 5, "commentBody": "@HKGuy (#2): The price drop reflects the gut renovation that was begun, but not completed (as mentioned), and of course, the vagaries of the ultra-high-end market. My guess is the interior doesn't \"show well\" anymore, to say the least.<br/><br/>Also, absurd as it may seem, your renovation figure is off by a factor of 4-7x or more. The mansion is over 21,000 s.f., so $3 million would be roughly $150/s.f. (My understanding is that the gutting alone ran about $4 million, though that may have included the cleaning of the exterior limestone facade.) I work with a number of architects that specialize in high-end residential - my wife is one - and I can tell you an appropriate remodel of a top-of-the-market place like this, with finishes and craftsmanship commensurate to both status of the building itself and the tastes of a buyer able to afford it, would run $500/s.f. *minimum*, and could easily top $1000/s.f., depending on the details. Obviously, that works out to $11-22 million+, or, essentially, the difference in selling prices.<br/><br/>Like it or not, the rich really are different from you and me.", "recommendationCount": 2}, {"assetID": 3238058, "replies": [], "lft": 94, "assetURL": "http://parenting.blogs.nytimes.com/2011/09/16/how-dads-feel-about-lower-testosterone/", "parentID": null, "commentID": 4536714, "rgt": 95, "userDisplayName": "Eva Sternberg", "createDate": "1316340905", "userID": 47928576, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1316341207", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Sweden", "commentType": "comment", "updateDate": "1316337607", "commentSequence": 42, "commentBody": "I am surprised to see that no reader of this article (yet) has pointed out the trap that men seem to be in - at this time in evolution.<br/>\nMore than 35 years ago I wrote a novel on the theme that boys would become deleted on earth from the beginning of the new millenium.<br/>\nIn the novel all women first become infertilized - from the year 1986 - when most babies in the Western hemisphere were born blind and deaf.<br/>\nThis infertilization made us women outrageously angry - and when men finally could figure out what the reason for the neurological break-down in the babies was (failed production of poison gas for warfare) and we  women were ordered to produce children again, we refused.<br/>\nWe refused to give birth to males - as we preferred to save ourselves and the globe before giving birth to such monsters of intellectual decline as men had proven to be!<br/>\nIt is now thirty-five years since I wrote the novel.<br/>\nIt is now a generation later.<br/>\nPerhaps it is time to publish the novel in the US , when you have come to where you are now?<br/>\nEva Sternberg<br/>\nBrain scientist and family counsellor<br/>\nSweden", "recommendationCount": 0}, {"assetID": 3240688, "replies": [], "lft": 414, "assetURL": "http://www.nytimes.com/2011/09/18/opinion/sunday/dowd-egghead-and-blockheads.html", "parentID": null, "commentID": 4535670, "rgt": 415, "userDisplayName": "Darsan 54", "createDate": "1316314035", "userID": 24037889, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1316341454", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Grand Rapids, MI", "commentType": "comment", "updateDate": "1316337854", "commentSequence": 1, "commentBody": "It's such a sad commentary on our community life today.  I grew up with educated, accomplished people being admired and aspired to.  One foreman I worked with told me to use my head, not my muscle to get ahead. (And he was no slouch in the intelligence department)<br/><br/>But today, after 40 plus years of scorn heaped upon teachers, their unions, educated people and just those who like to think, we are slipping over the edge in destroying our society.  Republicans complain about bureaucrats, but studies in many third-world nations, find business and industry begin to thrive with bureaucrats begin to grow in numbers.  They keep track of inventory and budgets and production schedules. They notice when the numbers are off and help fix the problems.  <br/><br/>But now, it's a race back to the 18th century (if we're lucky).  Those \"golden days\" are praised for their non-governmental interference and the \"freedom\" poor people had to die in great numbers under conditions not of their own making.<br/><br/>Our national motto seems to be \"Hey, I'm with Stupid\" with an arrow pointing to the Right.", "recommendationCount": 1272}, {"assetID": 3240688, "replies": [], "lft": 4, "assetURL": "http://www.nytimes.com/2011/09/18/opinion/sunday/dowd-egghead-and-blockheads.html", "parentID": null, "commentID": 4534618, "rgt": 5, "userDisplayName": "Gemli", "createDate": "1316295814", "userID": 57048689, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1316341769", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Boston", "commentType": "comment", "updateDate": "1316338169", "commentSequence": 21, "commentBody": "Maybe Perry's just the guy to lead us into the next phase of the American experience.  We're becoming a banana republic, and we'll need the kind of jobs Perry is so proud of having created in Texas: low-skilled, low-paying service jobs that come without benefits.   Wealthy corporations will sell our cheaply made products to countries that are on the way up, like China.  If we had any book larnin', we'd probably recognize the irony in that turn of events.  \r<br/><br/>As we awaken from our American Dream, in which every generation did better than the last, we'll need someone to march us through the dark valley of Lowered Expectations.  Who better to do that than a D student who knows the landscape?  There are times when an education, compassion, and a sense of hope are serious disadvantages.  We're entering one of those times, and it's comforting to know there are Republicans like Rick Perry to lead the way.", "recommendationCount": 173}, {"assetID": 3240688, "replies": [], "lft": 50, "assetURL": "http://www.nytimes.com/2011/09/18/opinion/sunday/dowd-egghead-and-blockheads.html", "parentID": null, "commentID": 4534818, "rgt": 51, "userDisplayName": "mike davis", "createDate": "1316302845", "userID": 22234536, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1316341769", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "fort lee,nj", "commentType": "comment", "updateDate": "1316338169", "commentSequence": 22, "commentBody": "We better learn to accept it. This D and F student Perry is almost certain to become the next president of the United States. In the meantime you look at the resume of the leaders of our competitors in the world and it is no wonder that the U.S. Is receding fast on the world stage. Look at the intellectualism of the Chinese leader for example and of most of the European leaders. I understand that in China most of their congressmen equivalents are engineers and business leaders. Most Asian leaders are also intellectual superstars. It is a shame people have not made the connection between when we hired our last D student for president (George Bush) and the state of the economy. Well I still wish the best for this great country and hopefully our current anti intellectualism will only be a temporary blip in our history.", "recommendationCount": 91}, {"assetID": 3240688, "replies": [], "lft": 70, "assetURL": "http://www.nytimes.com/2011/09/18/opinion/sunday/dowd-egghead-and-blockheads.html", "parentID": null, "commentID": 4534852, "rgt": 71, "userDisplayName": "Happyfrenchman", "createDate": "1316303548", "userID": 19419535, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1316341769", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Lower Alabama", "commentType": "comment", "updateDate": "1316338169", "commentSequence": 14, "commentBody": "I don't think they want to be the stupid party. They are not \"stupid\". But they are adept at working with what they got. Some of them have come very far, with what some might sneer at. They are not intellectual. And they know how to bang a drum and tell people what they want to believe.  And evolution does not always go to the smartest, nor the fastest, nor the most intellectual. (Nor the country with the most \"liberty\". I think in the long run, they will put us into the dustbin of history. But in the short run, they are hard to stop. They have made a deal with the devil in coopting religion in this country, and that anti intellectual juggernaut is very tough to stand up to. Half the liberals believe it themselves.<br/><br/> There is a lesson for progressives...somewhere in all these disjointed ideas. But it really is in doubt (in my opinion) if they are going to be able to do anything about it. I believe it will eventually devolve in to a hot civil war. I think I need to start thinking about moving north.", "recommendationCount": 68}, {"assetID": 3240688, "replies": [], "lft": 122, "assetURL": "http://www.nytimes.com/2011/09/18/opinion/sunday/dowd-egghead-and-blockheads.html", "parentID": null, "commentID": 4534970, "rgt": 123, "userDisplayName": "KT", "createDate": "1316305563", "userID": 8878887, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1316341769", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "NYC", "commentType": "comment", "updateDate": "1316338169", "commentSequence": 5, "commentBody": "Last night on “Charlie Rose,” I listened to Lisa Randall, the first woman tenured in physics by Princeton and Harvard, discuss her new book, “Knocking On Heaven’s Door”, an attempt to explain the importance of science and cutting edge ideas in physics to a lay audience.  Born in Queens and a graduate of Stuyvesant High (note to out-of-towners: Stuyvesant is the elite NYC public high school for brilliant math and science students), Randall is going to win the Nobel Prize someday for her work in particle physics and, in particular, her theories regarding multi-dimensional space.   <br/><br/>I was enthralled, as usual, by Randall, who is consumed with curiosity about science, the universe and just – life.  She’s inspiring; not because she preaches sermons, but due to her genius and clarity.  She actually makes particle physics clear to a lay audience.<br/><br/>Randall’s writings are an attempt to convince the public that science, and scientific thinking, are important.  Unfortunately, not only will most of the Perry supporters not read her book, but they do not even have the basic concepts in math and science – high school stuff – required to understand it.  Watching Randall, I wanted to cry.  She is everything that America should be, everything we should strive to be (I acknowledge that my first love was astronomy and I have always been sad that I’m just not smart enough to be a physicist) – and everything that we should want for our kids.<br/><br/>Instead we are embracing stupidity; and it shows.  We may still product Lisa Randalls, but we are no longer a country that recognizes what Lisa Randalls are for.   ", "recommendationCount": 1298}, {"assetID": 3240688, "replies": [], "lft": 148, "assetURL": "http://www.nytimes.com/2011/09/18/opinion/sunday/dowd-egghead-and-blockheads.html", "parentID": null, "commentID": 4535023, "rgt": 149, "userDisplayName": "SNA", "createDate": "1316306151", "userID": 25864649, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1316341769", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Westfield", "commentType": "comment", "updateDate": "1316338169", "commentSequence": 7, "commentBody": "I understand that people have a different political perspective than I do.  Intellectually I get that conservatives have one perspective on abortion, gun control, climate change and the death penalty and I have another.  What I don't get is how the electorate is so readily embracing stupidity.  The leader of the free world should be the smartest guy or gal in the room.  Not the dumbest.  As a teacher, I am so unsettled by the elevation of the candidacies of Rick Perry and Michelle Bachmann.  Both are entitled to their opinions, but the promotion of their ignorance and duplicity is appalling.  I work in an independent school where parents pay thousands of dollars to obtain an education for their children. My parents--one an immigrant, the other someone who left high school (but earned her diploma) to work--worked hard to ensure that my sister and I would be educated.  The Republicans have campaigned against education, deriding it as elitist and denigrating science.  Why would we as a country want to be dumbed down?  Is this part of some weird kind of conspiracy?  Is the lack of intelligence on the part of the electorate the only way the Republicans can continue to win elections?", "recommendationCount": 990}, {"assetID": 3240688, "replies": [], "lft": 216, "assetURL": "http://www.nytimes.com/2011/09/18/opinion/sunday/dowd-egghead-and-blockheads.html", "parentID": null, "commentID": 4535202, "rgt": 217, "userDisplayName": "Diana Moses", "createDate": "1316308183", "userID": 60104105, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1316341769", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Arlington", "commentType": "comment", "updateDate": "1316338169", "commentSequence": 25, "commentBody": "Touche.  <br/><br/>But you missed big time on the “'God uses broken people to reach a broken world'\" part.  Perry does, I think, refer to a respectable spiritual concept.  It \"even means,\" as I understand it, that we are all vessels containing a spark of the divine, and when that vessel is broken, that spark of divinity becomes more available to others.  When the world is struggling, making divinity more easily available to others is helpful, like breaking up food into small pieces for an invalid.  Henri Nouwen wrote on this theme a lot, and is far more cogent than I am on it.  And Father Nouwen was, in this taxonomy, on the Egghead team, I think, having taught at Harvard and Yale; but he would have been happy to break bread with members of the Blockhead team, too.  So, Gov. Perry's statement seems to me to undermine, rather than support, your thesis.  But I enjoyed the column thoroughly nonetheless.<br/><br/><a href=\"http://dictaobscura.wordpress.com/\" title=\"http://dictaobscura.wordpress.com/\" target=\"_blank\">http://dictaobscura.wordpress.com/</a>", "recommendationCount": 37}, {"assetID": 3240688, "replies": [], "lft": 292, "assetURL": "http://www.nytimes.com/2011/09/18/opinion/sunday/dowd-egghead-and-blockheads.html", "parentID": null, "commentID": 4535405, "rgt": 293, "userDisplayName": "glendon wayne", "createDate": "1316310615", "userID": 54607396, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1316341769", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "saskatchewan", "commentType": "comment", "updateDate": "1316338169", "commentSequence": 12, "commentBody": "It seems to me the two corporate parties are playing 'good cop bad cop'. The intellectuals know that the economy is booming. Those twisters up and down the mainland and coastal areas bring allot of rain and two crops per season is the norm. You can feed allot of cattle grain this fabulous grain and they in turn give us steaks that would make the feed lot variety seem like mystery meat. <br/><br/>Likewise when you introduce technology that saves lives and reduces hospital stays labor and post operation complecations the system boosts the economy new technicians need to be trained, the machines need to get built, the lotteries bring some happy winners while supporting some of the cruise trade and new machinery etc etc... all a boost to the economy. <br/><br/>So yes Maureen the Egg heaad intellectual and the stupid Texan somes up Washington quite well. <br/><br/>I do think that allot of the public that get their info from sources other than Fox and the like are starting to catch on to how the public is getting  played by both sides.", "recommendationCount": 21}, {"assetID": 3240688, "replies": [], "lft": 374, "assetURL": "http://www.nytimes.com/2011/09/18/opinion/sunday/dowd-egghead-and-blockheads.html", "parentID": null, "commentID": 4535567, "rgt": 375, "userDisplayName": "Entera", "createDate": "1316312683", "userID": 16315003, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1316341769", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Santa Barbara, CA", "commentType": "comment", "updateDate": "1316338169", "commentSequence": 18, "commentBody": "Since he's the new kid on the stage, I thought you might appreciate this anecdote.  I was in Austin, Texas in early December and went with my daughter to a movie at a triplex in a little strip mall.  When we left the theatre, we encountered five brand new, shiny, black Escalade SUV's lined up outside, each with at least a couple of guys in dark suits standing by, wearing wrap around shades (it was evening), and little wires snaking out behind their right ears.  I went up to one of them and asked what was going on, and he said \"Governer Perry is at the movie\".  <br/><br/>This from a governor who hates government and lives in a state where the legislature meets once every two years for 150 days, maximum, and the lieutenant governor is actually the person who approves all budgets and does all the heavy lifting.<br/><br/>God help us.", "recommendationCount": 360}]}, "copyright": "Copyright (c) 2016 The New York Times Company.  All Rights Reserved."}