{"debug": {"version": 3.1}, "status": "OK", "results": {"api_timestamp": "1481460071", "totalCommentsFound": 1823, "totalCommentsReturned": 25, "comments": [{"assetID": 1681339, "replies": [], "lft": 20, "assetURL": "http://thecaucus.blogs.nytimes.com/2010/07/23/what-has-reid-done-for-nevada-ask-angle/", "parentID": null, "commentID": 2298970, "rgt": 21, "userDisplayName": "brooks250", "createDate": "1279939422", "userID": 40348107, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1279947491", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Henderson, NV", "commentType": "comment", "updateDate": "1279943891", "commentSequence": 10, "commentBody": "As with most of Ms. Angle's weak attempts at mounting an argument, it falls apart quite quickly. The major industries out here are tourism and construction. The burst of the housing bubble hurt Nevada disproportionately in many ways--none of which is Sen Reid's fault. In fact, the tighter regulation that she rails against and bizarrely insists caused the meltdown, most likely would have reduced much of the damage. However, never let facts stand in the way of a good story.<br />She has another ad slamming Sen. Reid for Nevada being #50 in receiving stimulus $. never mind that she's against the very idea of stimulus \"bailouts\" her ad conveniently forgets that Nevada has two senators; the other being a very conservative Republican (John Ensign), but he's got his hands full trying to stay out of jail. Plus, most of the stimulus funds required states to provide matching funds and/or apply for the money in a timely manner. This was up to the State side of the political house. Too bad our Club for Growth-backed, soon-to-be ex-one-term governor turned up his nose at these funds and order his staff to drag their feet, which literally cost Nevada millions of dollars.", "recommendationCount": 13}, {"assetID": 1681339, "replies": [], "lft": 22, "assetURL": "http://thecaucus.blogs.nytimes.com/2010/07/23/what-has-reid-done-for-nevada-ask-angle/", "parentID": null, "commentID": 2298981, "rgt": 23, "userDisplayName": "Ron M", "createDate": "1279939598", "userID": 55676266, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1279947491", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Ohio", "commentType": "comment", "updateDate": "1279943891", "commentSequence": 11, "commentBody": "Dump Harry Reid<br />He needs to go! It is time! ", "recommendationCount": 7}, {"assetID": 1680223, "replies": [], "lft": 52, "assetURL": "http://thecaucus.blogs.nytimes.com/2010/07/23/obama-urges-action-on-small-business-bill/", "parentID": null, "commentID": 2299041, "rgt": 53, "userDisplayName": "Ferrosynthesis", "createDate": "1279942047", "userID": 34166452, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1279947491", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Katonah NY", "commentType": "comment", "updateDate": "1279943891", "commentSequence": 24, "commentBody": "Madison<br /><br />Once again you've got it all wrong.  The banks were not regulated more than the thirities. It was the repeal of Glass-Stegall and the lack of regulation that returned the oversight on the banks to the level of the 1920s that gave us the great depression amd again this grand recession.<br /><br />Your assertion that Friedmann was used and not Keyenes is completely incorrect.  The examples you used were demonstrations of the keynsien principle of regulation of the economy by tax policy.  WEhen it needs it, increase the taxes and when it doesn;t decrease them.  So, those examples were Keynes in action and as you point out successfully.<br /><br />ASnd the problem Roosevelt had in the depression was republican pressure in the supreme court that hampered his efforts and did not let the full effect of his policies take effect until the ultimate defecit spending stimulus came about.  The war spending sure did bring us out of the depression, as fast as it would have earlier if Roosevelt could have done what he wanted unfettered.  The proves we could have avoided the depression by increasing our defecit spending.<br /><br />And again you're wrong about now, and quoting talking points that just don't really matter. So what if the precise estimates of how bad this mess was are off a bit, the fact of the matter is that the stimulus package kept us out of a depression that would have been so much worse.<br /><br />Yes Mr. Bush ended up his administration by doing at least one thng at least half right adn that was to supply the original \"bail-out\", but he either honestly didn't think the problem was as bad as it was or intentionally left the bigger part of the spending to his successor.<br /><br />I'm sorry Madison, once again the right is so wrong.", "recommendationCount": 4}, {"assetID": 1681339, "replies": [], "lft": 24, "assetURL": "http://thecaucus.blogs.nytimes.com/2010/07/23/what-has-reid-done-for-nevada-ask-angle/", "parentID": null, "commentID": 2299042, "rgt": 25, "userDisplayName": "NachoHomey", "createDate": "1279942114", "userID": 59793377, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1279947491", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Ann Arbor", "commentType": "comment", "updateDate": "1279943891", "commentSequence": 12, "commentBody": "CjmEsq -- Now you wouldn't write Angle off just yet.<br /><br />Three weeks ago you called Angle a lock.<br /><br />Wow, you really know how to pick em'.", "recommendationCount": 12}, {"assetID": 1681339, "replies": [], "lft": 26, "assetURL": "http://thecaucus.blogs.nytimes.com/2010/07/23/what-has-reid-done-for-nevada-ask-angle/", "parentID": null, "commentID": 2299091, "rgt": 27, "userDisplayName": "kit ramsey, ph.d.", "createDate": "1279944853", "userID": 56625896, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1279947491", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "belmont heights", "commentType": "comment", "updateDate": "1279943891", "commentSequence": 13, "commentBody": "after \"republicrat\" (C)2010 harry reid is defeated this fall,<br />maybe he can improve his leadership skills by leading a cub scout den.<br />not a pack, a den.<br />brooms out!<br />clean sweep!", "recommendationCount": 5}, {"assetID": 1681339, "replies": [], "lft": 28, "assetURL": "http://thecaucus.blogs.nytimes.com/2010/07/23/what-has-reid-done-for-nevada-ask-angle/", "parentID": null, "commentID": 2299092, "rgt": 29, "userDisplayName": "Don Duval", "createDate": "1279944867", "userID": 31110263, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1279947491", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "North Carolina", "commentType": "comment", "updateDate": "1279943891", "commentSequence": 14, "commentBody": "\"(Though we’d tweak her a bit on the bankruptcy statistic: Nevada’s was high before he became leader in 2005.)\"<br /><br />Gee--does that mean you think her point about unemployment is valid?<br /><br />And if so, then what in your professional opinion, is Senator Reid's responsibility for the unemployment rate in Nevada, exactly?<br /><br />Because he was in office when it went up?<br /><br />Is there a single, non-partisan AND respected economist on the planet willing to argue that Reid in any way whatsoever caused unemployment to rise in Nevada in the last two years?<br /><br />Or that he had any blame whatsoever for the global collapse of the economy?<br /><br />Angle is a whack job.<br /><br />The spot is stupid.<br /><br />Tantamount to me taking credit for the sun rising today.<br /><br />The fact that one event occurred  (the economy collapsed and unemployment spiked) at the same time as another (Reid was majority leader) does not in any way whatsoever establish causality.<br /><br />The unemployment rate in Nevada is almost entirely a result of an asset bubble (real estate) that burst (like every bubble that preceded it (from tulips to tech), combined with an economy that was/is overly dependent upon consumers with disposable income who feel flush enough to throw money away in casinos that make no pretense about being anything other than casinos, where the house always wins (as opposed to Wall Street, where suckers go to see their 401K's go up in smoke, and then magically reappear as bonuses for bailout bankers.)<br /><br />The housing bubble began long before Reid became majority leader.<br /><br />And his becoming majority leader had nothing to do with why it burst.", "recommendationCount": 14}, {"assetID": 1679477, "replies": [], "lft": 64, "assetURL": "http://thecaucus.blogs.nytimes.com/2010/07/23/the-early-word-climate-bill-on-ice/", "parentID": null, "commentID": 2299094, "rgt": 65, "userDisplayName": "Chicklet", "createDate": "1279945023", "userID": 59209989, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1279947491", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "NYC", "commentType": "comment", "updateDate": "1279943891", "commentSequence": 31, "commentBody": "I would have loved to hear Mrs. Obama tell her daughters they too could someday walk on the moon, or journey to mars when they grow up. They could study and learn to create new technology which would slowly but surely come up with new and better ideas, returning us to a society that produced actual great things. Instead, the policy seems to force the future so somehow arrive early by outlawing or taxing the present. It makes no sense to me.<br /><br />We've got NASA advancing a social engineering philosophy with muslims while their budget is cut to the bone so the money can be given away to fight wars and prop up various special interest groups and lobbyists pet projects. We do not have an energy policy, never have and looks like we won't get one from this administration. Instead, the thought that we can reduce carbon by taxing energy sufficiently to cause the american standard of living to decline seems to be sitting just fine with the democrats. Raising the price of energy won't necessarily speed up the scientific process and cause new cheap carbon-free energy sources to come on line, but folks in power think a few speeches can make it so.<br /><br />The wind doesn't always blow, and if it blows at 3:00 AM we can't use the energy cause we can't store it. They are not simple or cheap or environmentally friendly to build or operate. We're not persuing readily available cheaper options while other nations plop down more coal plants with which they can offer businesses cheap power and therefore steal away jobs our citizens used to have. And hey, all those damn windmills blocked the Kennedys nice view of the water. ", "recommendationCount": 2}, {"assetID": 1680223, "replies": [], "lft": 54, "assetURL": "http://thecaucus.blogs.nytimes.com/2010/07/23/obama-urges-action-on-small-business-bill/", "parentID": null, "commentID": 2299119, "rgt": 55, "userDisplayName": "NachoHomey", "createDate": "1279946013", "userID": 59793377, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1279947527", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Ann Arbor", "commentType": "comment", "updateDate": "1279943927", "commentSequence": 25, "commentBody": "CjmEsq -- And this guy -- known as Bernanke's daddy -- says we should end the Bush tax cuts:<br /><br /><a href=\"http://www.bloomberg.com/news/2010-07-16/greenspan-says-congress-should-let-bush-era-tax-cuts-expire-transcript-.html\" target=\"_blank\">http://www.bloomberg.com...</a><br /><br />Just out of curiosity, which Fed chairman do you trust more, CjmEsq?", "recommendationCount": 6}, {"assetID": 1680223, "replies": [], "lft": 56, "assetURL": "http://thecaucus.blogs.nytimes.com/2010/07/23/obama-urges-action-on-small-business-bill/", "parentID": null, "commentID": 2299170, "rgt": 57, "userDisplayName": "Eugene Gorrin", "createDate": "1279947470", "userID": 55726510, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1279947527", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Union, NJ", "commentType": "comment", "updateDate": "1279943927", "commentSequence": 26, "commentBody": "To Madison at Post # 22 -<br /><br />You're wrong and are intellectually dishonest by playing fast and loose with stats, particularly regarding job growth under George W. Bush and failing to mention job creation under the tax and fiscal policies of Bill Clinton.<br /><br />You say President Reagan created 18 million jobs by the time he left office in January 1989.  Granted he created jobs during his 2 terms in office, but it was closer to 16 million jobs, not 18 million.  And his tax and spending policies produced the greatest deficits in the aggregate of all presidents up to that time.  But why quibble.<br /><br />On the other hand, Bill Clinton added 22 million jobs during his 2 terms in office (33-1/3% more than Reagan), and, despite the unanimous opposition of Republicans in the House and Senate, enacted tax policies (ie.g., highest individual income tax rate 39.6%) and a budget that not only led to lthis large number of jobs, but also left office with a surplus - a surplus so huge that our entire national debt could have been paid off in several years.<br /><br />Then what does George W. Bush do?  He pushes through tax cuts and lowers the top individual tax rate down to 35% and cuts the maximum capital gains rate and tax on dividends to 15%, while at the same time failing to rein in spending and ushering in 2 costly wars without the fiscal discipline to pay for them.  Did those tax and fiscal policies lead to the same job growth under the tax and fiscal policies of the Clinton administration?  Au contraire - the Bush administration created approximately 1 million jobs during his 8 years in office, which comes to a measly 125,000 jobs per year.  And of all presidents during the last 90 years, including Herbert Hoover, job growth under Bush was actually negative during his first term in office - no other prior president had that distinction.<br /><br />In addition, the Republicans' and Bush's tax and fiscal policies during his first term in office completely squandered the surplus they inherited from the Clinton administration, and - together with the lax regulatory enforcement by his administration (basically in cahoots with industry) brought this nation to the brink of economic and financial collapse and days, if not hours away, from a second Great Depression.<br /><br />Given this legacy, why would we want to go back to the failed tax and fiscal policies of the republicans and the Bush administration?  Rather, the Bush tax cuts should be left to expire for the wealthiest and the tax rates should revert to what they were during the Clinton administration (39.6% highest individual rate and maximum 20% capital gains rate).   Per above, those sound tax and fiscal policies led to 22 million jobs creeated during the Clinton administration and a huge surplus.  Shouldn't we go back to something that worked, and worked very well?   ", "recommendationCount": 4}, {"assetID": 1681687, "replies": [], "lft": 4, "assetURL": "http://www.nytimes.com/2010/07/24/opinion/24herbert.html", "parentID": null, "commentID": 2298846, "rgt": 5, "userDisplayName": "B. Mull", "createDate": "1279935853", "userID": 55840051, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1279947957", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Orange County, CA", "commentType": "comment", "updateDate": "1279944357", "commentSequence": 8, "commentBody": "I don't think this has to do with politics so much as the general arrogance and aloofness of upper management. I've been in boardroom meetings where as soon as someone brings up a problem with an employee the CEO says, \"Fire her.\" He doesn't want to hear any explanation. It's not like he doesn't have time for it. He's just drunk with power and wants to show people he's tough.", "recommendationCount": 233}, {"assetID": 1681687, "replies": [], "lft": 6, "assetURL": "http://www.nytimes.com/2010/07/24/opinion/24herbert.html", "parentID": null, "commentID": 2298852, "rgt": 7, "userDisplayName": "Mark Jeffery Koch", "createDate": "1279936134", "userID": 45704949, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1279947957", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Cherry Hill, New Jersey", "commentType": "comment", "updateDate": "1279969957", "commentSequence": 2, "commentBody": "Barack Obama is the right wing's worst nightmare. They were going to resort to their usual distortions, misrepresentations and outright lies no matter which Democrat was elected president but the fact that the first African-American president was elected caused the right wing to go into panic mode and desperation. They have questioned where he was really born, questioned the allegiance to America of the first lady, called him a socialist, accused him of favoring black Americans over white Americans, accused him of being a closet Muslim out to destroy America and Israel, and they do whatever they possibly can to turn the American people against him.<br /><br />They disparage every contribution he has made, and let there be no doubt, whatever your political leanings may be, without the stimulus package the United States economy would have melted down and we would be in a deep depression and more than twice the millions that are out of work now would be out of work today without the stimulus. Obama had a choice between huge deficits or saving the country from outright collapse, and he chose the only wise course any true leader would.<br /><br />Although the healthcare bill needs to be revised to enact more cost containment and to include more robust tort reform, the fact remains that more than 30 million Americans will have medical insurance that never had it before. That alone is an achievement that has eluded every president for the past sixty years and should be lauded, not denigrated.<br /><br />The financial reform package isn’t as strong as it should be, but it is far better than anything we ever had before, and it will help enormously to prevent more Wall Street barons from bankrupting our country while they abscond with the savings of everyday workers.<br /><br />Obama is a black man and that alone has caused the right wing to go apocalyptic and predict the end of America because this black man is in the White House. The right wing in America, and the far right wackos like Limbaugh, Hannity, Beck and Coulter and the fools who drink their Kool-Aid are doing whatever they can to scare the bejeesus out of everyday men and women in America with their lies about Obama wreaking havoc on our country. They fail to acknowledge anything he has done that is bettering the lives of everyone. The war in Iraq is winding down, a war we never should have fought that has taken the lives of 5,000 soldiers while wounding more than 30,000. He is trying his best in Afghanistan, a country we ignored after 9/11 while putting all of our resources and efforts into attacking Saddam Hussein who had no part in 9/11 nor did he have any weapons of mass destruction. He has restored the reputation of America as country that seeks multi-lateral solutions to the worlds ills rather than acting unilaterally like a bull in a china job the way Bush did.<br /><br />The right wing in the Tea Party movement and the Republican Party will deny they are racists and that Obama’s race has anything to do with them working day and night to tear him down, but like most of their agenda and their beliefs, it is one giant lie they will never publicly admit. It’s driving them crazy to have a black man in the Oval Office, and what they have yet to learn is that hatred and racism will not put people back to work, will not heal the sick, will not help the elderly and infirmed, nor will it restore America to be the light of nations it once was and that Obama is working hard to see make happen again. Their deep-seated racial antipathies towards Obama is what is hampering our recovery and our greatness as a nation, not anything Obama has done or has tried to do. Let the truth be told. ", "recommendationCount": 1139}, {"assetID": 1681687, "replies": [], "lft": 14, "assetURL": "http://www.nytimes.com/2010/07/24/opinion/24herbert.html", "parentID": null, "commentID": 2298892, "rgt": 15, "userDisplayName": "Irish Republican", "createDate": "1279937080", "userID": 60657923, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1279947957", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New York, NY", "commentType": "comment", "updateDate": "1279944357", "commentSequence": 20, "commentBody": "Mr. Herbert, you told the truth about the Obama Administration.  They had every opportunity to set the record straight.  They have the resources, the best communication equipment and the \"bully pulpit\" but Obama's men failed to \"do the right thing\".<br /><br />The President is the leader of the nation (or is supposed to be) and Obama missed a great \"leadership\" moment by cowering behind the podium and not rushing to the defense of Ms. Sherrod when he so easily could have.<br /><br />The media--right and left are always ravening dogs for dirty, smearing stories but President Obama should have lead on this one--but, tragically he did not.", "recommendationCount": 116}, {"assetID": 1681687, "replies": [], "lft": 18, "assetURL": "http://www.nytimes.com/2010/07/24/opinion/24herbert.html", "parentID": null, "commentID": 2298931, "rgt": 19, "userDisplayName": "rlk", "createDate": "1279938133", "userID": 1974754, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1279947957", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "chappaqua, ny", "commentType": "comment", "updateDate": "1279944357", "commentSequence": 7, "commentBody": "Bob, I don't disagree with much of what you've written, especially about the less fortunate among us, whether black or white, being hurt to a much greater extent in this economy than the middle class.<br /><br />But make no mistake with regard to this incident: it was a failure of leadership within the White House. Nothing more, nothing less.<br /><br />There is not one person within that place who has ever run a business and understood that you don't jump to conclusions without all the facts. That failure of leadership, that lack of basic moral reaction to a valued employee (she'd been there more than 20 years for God's sake) shows that group is not capable of leading America.<br /><br />And if they don't get their act together quickly, they will be thrown out, fired as it were, for incompetence. And that's worse than any perceived wrong committed by Shirley Sherrod.", "recommendationCount": 160}, {"assetID": 1681687, "replies": [], "lft": 20, "assetURL": "http://www.nytimes.com/2010/07/24/opinion/24herbert.html", "parentID": null, "commentID": 2298939, "rgt": 21, "userDisplayName": "Diana", "createDate": "1279938324", "userID": 8441024, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1279947957", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New York", "commentType": "comment", "updateDate": "1279944357", "commentSequence": 16, "commentBody": "Thank you, Bob, for once again speaking truth to power, for talking about what matters most.  Your essays are so powerful, so elegant, that one can't help but feel hopeful; the truth just cannot be denied.<br /><br />And I will read the Comments section and take comfort in the great sense of community it provides for those of us who place the utmost importance on rational and moral dialogue.", "recommendationCount": 327}, {"assetID": 1681687, "replies": [], "lft": 28, "assetURL": "http://www.nytimes.com/2010/07/24/opinion/24herbert.html", "parentID": null, "commentID": 2298973, "rgt": 29, "userDisplayName": "Thomas Huynh", "createDate": "1279939456", "userID": 59820059, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1279947957", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Atlanta, Georgia", "commentType": "comment", "updateDate": "1279944357", "commentSequence": 12, "commentBody": "It's too easy to blame those who made mistakes in hindsight but how about giving credit to top officials who admitted they made mistakes?  In addition to Mrs. Sherrod's wonderful message, you can also point out Mr. Vilsack's sincere apology and regret for what he did.  Both individuals showed that despite our imperfections, we can all grow but must be given a chance to grow through empathy and forgiveness.<br /><br />Thomas Huynh<br /><a href=\"http://Sonshi.com\" target=\"_blank\">Sonshi.com</a>", "recommendationCount": 239}, {"assetID": 1681687, "replies": [], "lft": 30, "assetURL": "http://www.nytimes.com/2010/07/24/opinion/24herbert.html", "parentID": null, "commentID": 2298994, "rgt": 31, "userDisplayName": "Karen Garcia", "createDate": "1279940008", "userID": 48110597, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1279947957", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New Paltz, NY", "commentType": "comment", "updateDate": "1279944357", "commentSequence": 3, "commentBody": "<br />Not only was Ms. Sherrod fired without cause, she was fired while she was driving. I have visions of her swerving all over the road. The only reason the hatchet person finally told her to pull over was so she could type a letter of resignation - not for any concern for her physical safety. The behavior of her bosses borders on the pathological.<br /><br />I keep imagining a row of TVs in the White House tuned to all the cable shows. There are people there whose only job it is to monitor the news all day and all night. In case anything politically embarrassing comes up there's a special phone with a direct line to Rahm. The Obama team is ever at the ready for that 3 a.m call! They can spring into action at a moment's notice and beat the Fox News camera crews.<br /><br /> What would have happened if this woman had an accident as a result of their blind panic? The institutional paranoia at play in this travesty was downright Nixonian.<br /><br />", "recommendationCount": 421}, {"assetID": 1681687, "replies": [], "lft": 34, "assetURL": "http://www.nytimes.com/2010/07/24/opinion/24herbert.html", "parentID": null, "commentID": 2299034, "rgt": 35, "userDisplayName": "richard s.", "createDate": "1279941771", "userID": 14605933, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1279947957", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "new york city", "commentType": "comment", "updateDate": "1279971819", "commentSequence": 14, "commentBody": "The Republican Party and its Fox Noise Machine are fostering race warfare in order to forestall class warfare. And, indeed, doing so enables them to accomplish their mission: protect the wealth and power of their benefactors.", "recommendationCount": 616}, {"assetID": 1681687, "replies": [], "lft": 38, "assetURL": "http://www.nytimes.com/2010/07/24/opinion/24herbert.html", "parentID": null, "commentID": 2299070, "rgt": 39, "userDisplayName": "Lady Gagas Biggest Fan", "createDate": "1279943891", "userID": 56615258, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1279947957", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Mars", "commentType": "comment", "updateDate": "1279944357", "commentSequence": 18, "commentBody": "This episode is so bizarre, seriously. Even in other countries often accused of lacking due process and/or media freedom, the officials usually get together and have a discussion before they publicly persecute or prosecute someone, which apparently didn't even occur to anyone in this case.", "recommendationCount": 122}, {"assetID": 1681687, "replies": [], "lft": 40, "assetURL": "http://www.nytimes.com/2010/07/24/opinion/24herbert.html", "parentID": null, "commentID": 2299074, "rgt": 41, "userDisplayName": "Gemli", "createDate": "1279944060", "userID": 57048689, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1279947957", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Boston", "commentType": "comment", "updateDate": "1279944357", "commentSequence": 1, "commentBody": "At least the Obama administration corrected their foolish error as soon as they came to their senses and realized that a mistake had been made.  They may have lost 10 points for the error, but I feel they gained 5 for being forthright and apologetic.  Still, this trigger happy behavior shows how brittle nerves are in Washington.  The public cannot be satisfied, and are ready to pounce on Mr. Obama with total disregard for the facts.  Clown pundits like Beck and Limbaugh, and Republicans in general, are spewing a constant stream of invective, innuendo, and outright falsehoods designed to keep the administration off balance, and it is having an effect.  Mr. Obama is being attacked for his successes as well as his failures, and the ignorant masses are buying what they are being told.  The result is for him to become hypersensitive and defensive, and to swing at the occasional wild pitch.<br /><br />Mr. Obama is notoriously even-tempered, and has hesitated to strike back.  But on the few occasions that he has, I think people have responded positively.  I wish that he would take off the gloves and fight these insidious forces bare knuckle.  They have shed any pretense of civility, and I think they need to be taken down a peg.  I believe Mr. Obama could do it if he wanted to.  After all, in a battle of wits the opposition would be completely unarmed.<br />", "recommendationCount": 865}, {"assetID": 1681687, "replies": [], "lft": 44, "assetURL": "http://www.nytimes.com/2010/07/24/opinion/24herbert.html", "parentID": null, "commentID": 2299078, "rgt": 45, "userDisplayName": "akhilleus", "createDate": "1279944109", "userID": 1949626, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1279947957", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Bowling Green, KY", "commentType": "comment", "updateDate": "1279971824", "commentSequence": 9, "commentBody": "The White House simply cannot dance to every lunatic tune played by the liars and miscreants in the right-wing loonysphere. None of those people have an ounce of the humanity, intelligence and grace that Ms. Sherrod has exhibited. Sadly, at least looking at the evidence of this incident, neither does the White House. Time to stand up to the vicious smear mongers and not run, tail tucked between their legs, to the nearest safe hole in the wall. These charlatans have had their way far too long. I'm tired of us taking it on the chin from liars and fools. Stand up, Mr. President!", "recommendationCount": 664}, {"assetID": 1681687, "replies": [], "lft": 46, "assetURL": "http://www.nytimes.com/2010/07/24/opinion/24herbert.html", "parentID": null, "commentID": 2299088, "rgt": 47, "userDisplayName": "madrona", "createDate": "1279944772", "userID": 21948725, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1279947957", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "washington", "commentType": "comment", "updateDate": "1279969927", "commentSequence": 21, "commentBody": "Why would an employee of the AG Dept. presume to give a speech on race?  That is not in his/her responsibility  as a US federal employee.  She was quite obviously promoting race as a factor in farmer-related grievances: ignorant beyond belief. ", "recommendationCount": 41}, {"assetID": 1681687, "replies": [], "lft": 56, "assetURL": "http://www.nytimes.com/2010/07/24/opinion/24herbert.html", "parentID": null, "commentID": 2299118, "rgt": 57, "userDisplayName": "Cali S.", "createDate": "1279945902", "userID": 48044746, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1279947957", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Austin, TX", "commentType": "comment", "updateDate": "1279944357", "commentSequence": 5, "commentBody": "Yep, spot on.<br /><br />God Bless the President--I do love him and Michelle, the lovely daughters, the dog, the First Grandma--but he rolls over too quickly on the race issue.  He needed to keep out or be in, and demand fairness and due process.  Instead, the White House ended up with egg on its face.  The NAACP, too.<br /><br />If we speak about class issues, rather than race issues, then we are compelled to accept that the myth of upward mobility is just that--a myth.  It somehow seems a lot easier stick with the tried and true race battle.  Like it or not, there is such a long way to go for the race issue.  But bubbling underneath (and it is not going anywhere any time soon) is the social class issue.<br /><br />Keep at it, Mr. Herbert.  I absolutely love the president, but he and the WH dropped the ball on this one.<br /><br />Cali S.", "recommendationCount": 435}, {"assetID": 1681687, "replies": [], "lft": 60, "assetURL": "http://www.nytimes.com/2010/07/24/opinion/24herbert.html", "parentID": null, "commentID": 2299123, "rgt": 61, "userDisplayName": "pvolkov", "createDate": "1279946073", "userID": 40468540, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1279947957", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Burlington, Ontario", "commentType": "comment", "updateDate": "1279944357", "commentSequence": 6, "commentBody": "This is an excellent column, Mr. Herbert. You are connecting this highly publicized incident to all the other, often disguised racist put downs of minorities which continue to this day unfortunately. I am including other groups who are discriminated against as well as the black citizens in our country.<br /><br />The other negative effect is that minorities become afraid to speak out about injustices since they rightly feel their grievances will not be tolerated, that they will be labelled negatively and punished for their \"transgression\".<br /><br />Avoiding open and honest discussion regarding the reality of racial problems in our country prevents the possibility of improvement for the victims. Perhaps this shameful incident regarding the treatment of Ms. Sherrod may prove to be beneficial since it has created such intense reaction as well as creating an opportunity for many people to learn how we treat many of our fellow humans in our society.<br /> ", "recommendationCount": 252}, {"assetID": 1681687, "replies": [], "lft": 64, "assetURL": "http://www.nytimes.com/2010/07/24/opinion/24herbert.html", "parentID": null, "commentID": 2299126, "rgt": 65, "userDisplayName": "Brenda", "createDate": "1279946157", "userID": 12886078, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1279947957", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Reading PA", "commentType": "comment", "updateDate": "1279944357", "commentSequence": 11, "commentBody": "It's not surprising that an administration that champions indefinite detention without charges and the demise of habeus corpus would be unconcerned with giving the accused a chance to defend herself.", "recommendationCount": 196}, {"assetID": 1681687, "replies": [], "lft": 66, "assetURL": "http://www.nytimes.com/2010/07/24/opinion/24herbert.html", "parentID": null, "commentID": 2299129, "rgt": 67, "userDisplayName": "Jeannette", "createDate": "1279946174", "userID": 46463762, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1279947957", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Santa Barbara, CA", "commentType": "comment", "updateDate": "1279944357", "commentSequence": 13, "commentBody": "I totally agree with your assessment, Mr. Herbert. The issue is definitely about the have and have nots, and when you have that gap widening into a grand canyon, then the very wealthy and powerful have to distract the powerless poor, by encouraging racial bickering. There will be a smaller middle class within that canyon, and these distractions guarantee that the lower classes will remain disadvantaged. When there are enough of them, though, and they unite, watch out! It is always dangerous to have a very small percentage of people with all of the money and all of the power. It leads to corruption and a less productive and prosperous country, and then we all go down. ", "recommendationCount": 222}]}, "copyright": "Copyright (c) 2016 The New York Times Company.  All Rights Reserved."}