{"debug": {"version": 3.1}, "status": "OK", "results": {"api_timestamp": "1481459964", "totalCommentsFound": 4102, "totalCommentsReturned": 25, "comments": [{"assetID": 1465639, "replies": [], "lft": 2, "assetURL": "http://www.nytimes.com/2010/05/17/opinion/17krugman.html", "parentID": null, "commentID": 1993149, "rgt": 3, "userDisplayName": "e. smith", "createDate": "1274059861", "userID": 60442070, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1274068845", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "gulfcoast", "commentType": "comment", "updateDate": "1274101011", "commentSequence": 1, "commentBody": "Paul, you are rationalizing the ineffective and sometimes incompetent governance of the Democratic Congress, and to a certain degree, President Obama.  I am an independent who votes Democrat more than I vote Republican.  I am liberal on many social issues.  But, the Libertarian wing of the Republican Party is right, this time, on the economy.  We have to cut government spending and start to pay down our debt.  I , in no way, consider that an extremist position.", "recommendationCount": 301}, {"assetID": 1465639, "replies": [], "lft": 4, "assetURL": "http://www.nytimes.com/2010/05/17/opinion/17krugman.html", "parentID": null, "commentID": 1993168, "rgt": 5, "userDisplayName": "republicanblack", "createDate": "1274060149", "userID": 59916999, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1274068845", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Palm Bay, FL", "commentType": "comment", "updateDate": "1274065245", "commentSequence": 2, "commentBody": "by the way, did anybody catch Obama getting back at the tea partiers when he was in Mich. Oh my goodness, he did it with grace. You gotta check the story and you cannot keep hating the man<br /><br /><a href=\"http://bit.ly/cF0Vy2\" target=\"_blank\">http://bit.ly/cF0Vy2</a>", "recommendationCount": 70}, {"assetID": 1465639, "replies": [], "lft": 6, "assetURL": "http://www.nytimes.com/2010/05/17/opinion/17krugman.html", "parentID": null, "commentID": 1993181, "rgt": 7, "userDisplayName": "Phil in the mountains of Kyushu", "createDate": "1274060567", "userID": 58220231, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1274068845", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Japan", "commentType": "comment", "updateDate": "1274118224", "commentSequence": 3, "commentBody": "Well, duh, lots of people are angry -- millions irrationally so.<br /><br />So let's keep connecting the dots.  That is, Corporate America is trundling along in its merrily cynical way -- with lots of losers to pay for its recklessness, greed, wars, environmental damage, failing schools, mega-million-dollar-self-bonusing, and -- hey - look -- more wars, Prez O expanding them, and -- hey -- isn't there some month-old explosion still mega polluting the Gulf of Mexico? -- aren't tens of millions of Americans still out of work? -- isn't the entirety of the U.S. Congress still just doing the bidding of these corporate miscreants? -- aren't Americans yet further obesing themselves by the millions thanks to (yet-heavily-subsidied) Industrial Ag? -- aren't kids still killing kids in da hood? -- aren't schools getting worse? -- and worse again?<br /><br />And we wonder at the irrationality of the ranters?<br /><br />", "recommendationCount": 641}, {"assetID": 1465639, "replies": [], "lft": 10, "assetURL": "http://www.nytimes.com/2010/05/17/opinion/17krugman.html", "parentID": null, "commentID": 1993207, "rgt": 11, "userDisplayName": "mike johnson", "createDate": "1274061391", "userID": 60442785, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1274068845", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "ca", "commentType": "comment", "updateDate": "1274065245", "commentSequence": 4, "commentBody": "The Department of Education did not exist prior to 1979.  Has public education in this country improved since then?  Lots of taxpayer money has been spent and many levels of beauracracy have been created; but what about the quality of our kid's education?<br /><br />The Federal Reserve was made law by Congress in 1913, after several years of planning by the world's richest bankers.  Has the average citizen's life been improved by the Federal Reserve?  I know that the position of the world's bankers and corporate titans have improved; but what about the rest of us?<br /><br />I am a progressive Democrat, Mr. Krugman.  Maybe so progressive that i can turn the bend and see the occasional brilliance of my usual tormentors.  On these two positions, I don't necessarily disagree with the Maine Republicans.  Maybe there are some positions where the two sides can actually work together.", "recommendationCount": 342}, {"assetID": 1465639, "replies": [], "lft": 12, "assetURL": "http://www.nytimes.com/2010/05/17/opinion/17krugman.html", "parentID": null, "commentID": 1993237, "rgt": 13, "userDisplayName": "w. green", "createDate": "1274062544", "userID": 60442884, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1274068845", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "boulder", "commentType": "comment", "updateDate": "1274101056", "commentSequence": 5, "commentBody": "If those government agencies actually did what most people would call ' their jobs', then no-one would listen to those of us who call for drastically cutting government agencies and government employees.<br /><br />Government, for most purposes is a waste of money and patience.  The size and concentration of power in government also restricts our liberties.  For someone like me, those Republicans from Maine sound like just another group of do-gooder east coast liberals.  Forget cutting two agencies; how about cutting ninety percent of the federal government?  That is what real small government \"extremists: like me, would appreciate.", "recommendationCount": 144}, {"assetID": 1465639, "replies": [], "lft": 14, "assetURL": "http://www.nytimes.com/2010/05/17/opinion/17krugman.html", "parentID": null, "commentID": 1993238, "rgt": 15, "userDisplayName": "JDKJJK", "createDate": "1274062586", "userID": 58741613, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1274068845", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Carmel NY", "commentType": "comment", "updateDate": "1274065245", "commentSequence": 6, "commentBody": "The economy was not in the toilet during the 90's, yet we still had a rise in Right Wing groups.  Whenever the republicans lose they fire up the hate machine and anti-government rhetoric through corporate funded faux populist groups such as Dick Armey's Freedom Works.   ", "recommendationCount": 1238}, {"assetID": 1465639, "replies": [], "lft": 16, "assetURL": "http://www.nytimes.com/2010/05/17/opinion/17krugman.html", "parentID": null, "commentID": 1993259, "rgt": 17, "userDisplayName": "Marie Burns", "createDate": "1274062939", "userID": 4461145, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1274068845", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Fort Myers, Florida", "commentType": "comment", "updateDate": "1274101124", "commentSequence": 7, "commentBody": "Not really. A central element in the evolution of the perception of the right is the de-emphasis of \"family values.\" Oh, they still love their guns &amp; flags (especially Confederate &amp; \"Don't Tread on Me\" flags) &amp; they still hate the atheists &amp; the gays &amp; the feministas. Republicans, even moderate Republicans, counted on throwing out that red meat \"values\" stuff at election time &amp; passing or attempting to pass a Draconian laws moving the church into the state &amp; making abortion difficult &amp; insisting marriage was between a man &amp; a woman, yadayadayada.<br /><br />But after a couple of decades, &amp; in the midst of a recession that has some of their base on food-stamps (you know, not unlike those welfare queens of the Morning in America years), the values malarkey was getting old.<br /><br />Don't be fooled. Most of the Tea Partiers &amp; their ilk are not in any sense \"populists,\" who are going to march on Washington demanding better conditions for the poor -- even though some of the angriest of the angry right wing ARE, as they ever have been, the poor.<br /><br />We saw what happened to the right-wing \"populists\" in the healthcare reform debate. The right did NOT want better conditions for the have-nots. No sirree. And where are they on financial reform? Have you seen any Tea Partiers marching on the Wall Street moguls who put them in this fix? Well, no. The last angry guy I saw on Wall Street was filmmaker Michael Moore. If you want to find an actual populist uprising, you'll have to go to Athens. The American right of 2010 is a function of brilliant manipulators like Dick Armey. Their heritage is the John Birch Society. As Prof. Charles Postel wrote recently,<br /><br />\"They stand in the conservative tradition of the radical right — a movement of the haves and the well-protected who, since the time of FDR, have feared that their freedom will be lost if the government extends a hand to the have-nots and the unprotected.\"<br /><br />The Republican rank-&amp;-file are angry because \"their side\" is out of power, but they remain, as they have for a few generations now, dupes of their clever, pro-business, anti-regulatory leaders. It is not the economy, stupid. It is the same old pot with a new toxic additive in the soup du jour. But the stock in the pot is the same ol' swill.<br /><br />The Constant Weader at <a href=\"http://www.RealityChex.com\" target=\"_blank\">www.RealityChex.com</a>", "recommendationCount": 1357}, {"assetID": 1465639, "replies": [], "lft": 18, "assetURL": "http://www.nytimes.com/2010/05/17/opinion/17krugman.html", "parentID": null, "commentID": 1993281, "rgt": 19, "userDisplayName": "R. Law", "createDate": "1274063361", "userID": 57123959, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1274068845", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Texas", "commentType": "comment", "updateDate": "1274065245", "commentSequence": 8, "commentBody": "Yes, Professor, as long as ' the serious people ' could look at their taxes decreaseing and their 401-K's increasing, they would drown out all those who were shouting \" the emeperor has no clothes \" at the previous administration, for 8 long years.<br /><br />What is somewhat worrisome will be for them to forget how scared they were as their 401-K's are now increasing, but there is still much budget and fiscal work from the last 30 years to be un-done; their ADD and selective amnesia will likely soon kick in.", "recommendationCount": 137}, {"assetID": 1465639, "replies": [], "lft": 20, "assetURL": "http://www.nytimes.com/2010/05/17/opinion/17krugman.html", "parentID": null, "commentID": 1993289, "rgt": 21, "userDisplayName": "Dim", "createDate": "1274063531", "userID": 8182454, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1274068845", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Texas", "commentType": "comment", "updateDate": "1274065245", "commentSequence": 9, "commentBody": "I thought you answered your question before you even stated an alternative hypotheses - it's our election process. \"Socialism\" or \"race\" are just catalysts that react with certain types of people who then go and vote in the primaries. Election system is broken. Of course, another side of this coin is that extremist Republican candidates might not look so good to an average voter in a general election, which is good news to the Democrats.", "recommendationCount": 143}, {"assetID": 1465639, "replies": [], "lft": 22, "assetURL": "http://www.nytimes.com/2010/05/17/opinion/17krugman.html", "parentID": null, "commentID": 1993305, "rgt": 23, "userDisplayName": "John", "createDate": "1274063981", "userID": 55958248, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1274068845", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "new york", "commentType": "comment", "updateDate": "1274101141", "commentSequence": 10, "commentBody": "It's easy to bash the right-wing and constantly call them extremists, but I would like you to actually address their ideas, instead of mocking them. People spend to much time making fun of Sarah Palin's accent, and the Tea Parties clothing, but rarely take the time to understand their views and come up with an educated response. If one wishes to take diversity seriously one should work on understanding all ideas with the same rigor, not just the one's you agree with.", "recommendationCount": 222}, {"assetID": 1465639, "replies": [], "lft": 24, "assetURL": "http://www.nytimes.com/2010/05/17/opinion/17krugman.html", "parentID": null, "commentID": 1993316, "rgt": 25, "userDisplayName": "K. Jackson", "createDate": "1274064185", "userID": 60442935, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1274068845", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Reno", "commentType": "comment", "updateDate": "1274065245", "commentSequence": 11, "commentBody": "You wrote:  \" it’s becoming ever more apparent that real power within the G.O.P. rests with the ranting talk-show hosts. \"<br /><br />Wrong.  the real power with the G.O.P is the corruption and the lazy incompetence of the current Democrat Congress.  If the Democrats were doing that for which Americans wished, the G.O.P. would remain powerless.  The power of the G.O.P. comes from contemptible Democrats.", "recommendationCount": 505}, {"assetID": 1465639, "replies": [], "lft": 28, "assetURL": "http://www.nytimes.com/2010/05/17/opinion/17krugman.html", "parentID": null, "commentID": 1993341, "rgt": 29, "userDisplayName": "Kate Madison", "createDate": "1274064690", "userID": 25120579, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1274068845", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Depoe Bay, Oregon", "commentType": "comment", "updateDate": "1274065245", "commentSequence": 12, "commentBody": "...But don’t expect extremists to lose their grip on the G.O.P. anytime soon. What we’re seeing in places like Utah and Maine isn’t really a change in the party’s character: it has been dominated by extremists for a long time. The only thing that’s different now is that the rest of the country has finally noticed.\"<br /><br />And, I think you should have added, Professor Krugman, that the mainstream media (MSM) is culpable in promoting the extreme right!<br />That is--if you believe, as I do, that most Americans get their \"news\" from television, and ALL of the networks (not just FOX) play up the Sarah Palin, Glenn Beck nonsense, as if it has some credibility!  Repetition is the key here.  Americans who watch TV see something everyday about<br />Palin, Beck, Rush Limbaugh and the rest of the kooks!  It is well known that when almost all people go to vote, they check the box of the person who is MOST FAMILIAR to them--in other words, whose name they have heard repeatedly. Even the most Progressive network, MSNBC, is guilty of abetting this overexposure of the toxic right.  They show these personalities in an ironic fashion, to be sure, but the viewing public--who are drinking Kool Aid and not acquainted with the complexities of our economy--do not get that!  Or else they think that MSNBC is being too nasty. No matter--there is no way to win this one as long as they keep talking about it!<br /><br />Contrast this with the right-wing \"news\" media!  If you tune in to any of the afore mentioned bozos, you will hear that what they believe is factual.  Emotion over intellect!  And you will also hear false statistics, smearing and an incredible amount of name calling--which the MSM dutifully reports, without saying it is fabricated.  Excuse me, Media Matters and Fact Check certainly do seek out the truth (in a bi-partisan way), but how many people read either of them?  Maybe 1%?<br /><br />As long as we value emotion and sensationalism over intellect and facts, we are doomed!  Oh, I forgot to add the big one--GREED!  That is the bottom line for our elected officials AND our media!  How many different ways can you say \"big lobbying money\" and \"access?\"  SAD!<br /><br />", "recommendationCount": 850}, {"assetID": 1465639, "replies": [], "lft": 32, "assetURL": "http://www.nytimes.com/2010/05/17/opinion/17krugman.html", "parentID": null, "commentID": 1993388, "rgt": 33, "userDisplayName": "JLT", "createDate": "1274066381", "userID": 2182617, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1274068845", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Palo Alto, California", "commentType": "comment", "updateDate": "1274118211", "commentSequence": 13, "commentBody": "A few years ago, we were told that criticizing the administration was the highest form of patriotism.  Now, all of a sudden, we're told that criticism is no longer patriotic, it's extreme.", "recommendationCount": 214}, {"assetID": 1465639, "replies": [], "lft": 34, "assetURL": "http://www.nytimes.com/2010/05/17/opinion/17krugman.html", "parentID": null, "commentID": 1993398, "rgt": 35, "userDisplayName": "David Isenbergh", "createDate": "1274066669", "userID": 18094893, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1274068845", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Washington, DC", "commentType": "comment", "updateDate": "1274105356", "commentSequence": 14, "commentBody": "I wish Professor Krugman were as tough on the Obama Administration as he was on Obama's predecessor.  It's certainly true the G.O.P. has been highjacked by rightwing extremists.  But at least this development gives the Republicans a strong identity, and a cohesive, if not intirely coherent, platform.  Their Democratic rivals have heretofore failed to counter with any unifying principles or bold, inspiring vision of America's destiny.  By now it must be apparent to many of those who voted for Obama that our current regime is one of continuity rather than radical change of direction, and its leader gifted for chameleon-like adaptation and compromise rather than bold leadership and innovation.  Instead of the New Deal redux, we have a latter-day version of the Weimar Republic.  If, during the next few years, our economy continues to limp along, and unemployment continues to rise, it seems entirely possible that a disaffected majority will elect a government of the extreme right that will make the Bush years look like a Sunday picnic.    ", "recommendationCount": 299}, {"assetID": 1465639, "replies": [], "lft": 36, "assetURL": "http://www.nytimes.com/2010/05/17/opinion/17krugman.html", "parentID": null, "commentID": 1993401, "rgt": 37, "userDisplayName": "FR", "createDate": "1274066745", "userID": 3942671, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1274068845", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "NY", "commentType": "comment", "updateDate": "1274118248", "commentSequence": 15, "commentBody": "The right shift is a movement for change just as the left shift of 2008 was vote for change. This time the cause is the large corporate welfare of the bailouts and gross sense of injustice as the small businesses, non union employees,and the general middle class has been allowed to suffer while Goldman, Chase etc... all profit at the public's expense. The fact that Large banks are spared the liquidation of smaller institutions may be good for the economy but then we read how they concealed Greek debt from the eurozone, profited by betting aginst securities DESIGNED to fail but sold to our pensions. and we wonder , \"what will our congress do?\" And we get an answer- They will strip the new finance reform of a ban on the type of systemic but profitable risk of these large institutions and instead ban loan oroginators at the bottom of teh food chain from structuring loans which total compensation to THE BORROWER or to the lender can change based on rate.... Yes attack the bottom since they apparently cannot contribute to congressional election campaigns the way Citi, Wells Goldman and Chase can...To allincumbents we say Thank You Congress 2010! Now go home! ", "recommendationCount": 115}, {"assetID": 1465639, "replies": [], "lft": 38, "assetURL": "http://www.nytimes.com/2010/05/17/opinion/17krugman.html", "parentID": null, "commentID": 1993404, "rgt": 39, "userDisplayName": "Jim Harrington", "createDate": "1274066765", "userID": 34107285, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1274068845", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "San Diego, CA", "commentType": "comment", "updateDate": "1274065245", "commentSequence": 16, "commentBody": "There are many voters that want more government regulation of financial markets and institutions, want real health care reform (not the law written by the health care industry), an end to the Iraq/Afghanistan wars, and an energy policy that cuts global warming while creating green jobs and infrastructure. But we don't get covered in the news because what we believe makes sense in both the long and short term. Common sense is not newsworthy anymore.<br /><br />But none of these reforms are possible until bribes paid to politicians are made illegal. Political contributions by corporations are bribes and must be outlawed before reform can happen.", "recommendationCount": 992}, {"assetID": 1465639, "replies": [], "lft": 40, "assetURL": "http://www.nytimes.com/2010/05/17/opinion/17krugman.html", "parentID": null, "commentID": 1993423, "rgt": 41, "userDisplayName": "abigail", "createDate": "1274067320", "userID": 22739177, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1274068845", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "ny", "commentType": "comment", "updateDate": "1274065245", "commentSequence": 17, "commentBody": "Can Limbaugh really get away with claiming that the oil rig was vandalized? So the tree huggers swam a mile down and loosened the cap?<br /><br />How could anyone take that man seriously?", "recommendationCount": 666}, {"assetID": 1465639, "replies": [], "lft": 42, "assetURL": "http://www.nytimes.com/2010/05/17/opinion/17krugman.html", "parentID": null, "commentID": 1993431, "rgt": 43, "userDisplayName": "Neal", "createDate": "1274067496", "userID": 57312215, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1274068845", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Central Ohio", "commentType": "comment", "updateDate": "1274065245", "commentSequence": 18, "commentBody": "But if the voters lurch to the right out of fear and economic conditions, we will be stuck with policies that have been totally discredited and failed.  It's a little scary...<br /><br />It is clear that the republicans have nothing constructive to offer, so we must hope and pray that the independents and the middle of the roaders see that by November and turn their backs on the rantings of the Limbaughs and the Becks.  It would also help if the farthest left quit trying to drag Obama out of the moderate progressive positions he campaigned on and is trying to govern by.  The most conservative democrat is so far superior to the current \"moderate\" republicans.<br /><br />We need to find a way to make the people less fearful...", "recommendationCount": 227}, {"assetID": 1465639, "replies": [], "lft": 44, "assetURL": "http://www.nytimes.com/2010/05/17/opinion/17krugman.html", "parentID": null, "commentID": 1993445, "rgt": 45, "userDisplayName": "leta-3", "createDate": "1274068025", "userID": 54515741, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1274068845", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Williamette Valley, OR", "commentType": "comment", "updateDate": "1274065245", "commentSequence": 19, "commentBody": "Paul, I'll take your word for it that the extremists have always been in the republican party, guess I just never noticed. Perhaps it is because we have the 24 hour new's channels that so keep us up to date as well as always highlighting the negative.<br /><br />What really bother's me is the toxic words that flow back and forth, not only between the politicians, but between those in the different parties. The lies we hear are nothing short of vicious.<br /><br />I don't mind telling you that it is my hope that the republican party suffers huge losses in November, if only because I am so tired of listening to them talk about \"when they get back in power.\" Evidently, that is all that matters to them, not the party, not the people, not the country.....so let them go where all toxic matters go...deep, deep, deep down.", "recommendationCount": 481}, {"assetID": 1465639, "replies": [], "lft": 48, "assetURL": "http://www.nytimes.com/2010/05/17/opinion/17krugman.html", "parentID": null, "commentID": 1993475, "rgt": 49, "userDisplayName": "ArNoLd", "createDate": "1274068762", "userID": 26208855, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1274068910", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "PA", "commentType": "comment", "updateDate": "1274065310", "commentSequence": 20, "commentBody": "When will it finally sink in, that there is a fundamental difference between the Romney plan in MA and the Obama health care plan: the US Constitution gives Massachusetts, but not the Congress, the authority to enact health care legislation.  Believe it or not, a rational person can support the Romney plan and oppose the Obama plan;  the two positions are not contradictory.<br />", "recommendationCount": 125}, {"assetID": 1454848, "replies": [], "lft": 44, "assetURL": "http://atwar.blogs.nytimes.com/2010/05/12/personal-identity-in-a-war-zone/", "parentID": null, "commentID": 1992628, "rgt": 45, "userDisplayName": "Nathan B.", "createDate": "1274037373", "userID": 5090688, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1274069020", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "NYC", "commentType": "comment", "updateDate": "1274065420", "commentSequence": 20, "commentBody": "To American Soldier,<br /><br />I think you should direct your comments to your racist comrades. No matter what you say, the war you helped to mount was illegal. No amount of rationalizing it will change the fact that you contributed to the further destruction of Iraq and to the mass murder of thousands of Iraqis. And tell Iraqi Christians, who have been ethnically cleansed from Iraq, that there is no genocide. Tell the millions of Iraqi refugees you helped to create that Iraq is a \"democratic country\". I'm sure they'll disagree with your silly Bush-style talking points. What a joke, but I suppose you need to convince yourself of all these lies in order to sleep well at night. And yes, I know many Iraqis, I'm certain more than you ever will.<br /><br />", "recommendationCount": 1}, {"assetID": 1465682, "replies": [], "lft": 2, "assetURL": "http://www.nytimes.com/2010/05/17/opinion/17douthat.html", "parentID": null, "commentID": 1993188, "rgt": 3, "userDisplayName": "mike johnson", "createDate": "1274060736", "userID": 60442785, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1274069024", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "ca", "commentType": "comment", "updateDate": "1274065424", "commentSequence": 1, "commentBody": "This is the most important column you have written since you started at the NYT.  I keep trying to tell my fellow liberals and Democrats that the one thing about which the far right wing is correct is that the centralization of power of bad for everyone's personal and civil liberties.  In this country mainstream democrats are just as gulity as mainstream Republicans.  This is an issue about which the far left and far right should be able to agree.", "recommendationCount": 305}, {"assetID": 1465682, "replies": [], "lft": 4, "assetURL": "http://www.nytimes.com/2010/05/17/opinion/17douthat.html", "parentID": null, "commentID": 1993253, "rgt": 5, "userDisplayName": "w. green", "createDate": "1274062848", "userID": 60442884, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1274069024", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "boulder", "commentType": "comment", "updateDate": "1274065424", "commentSequence": 2, "commentBody": "Finally, even the academic liberal so-called elite at the NYT are starting to appreciate the freedom destruction that comes with centralization and concentration of power.  What this country needs is a few hundred more federal politicans in the vein of Ron Paul  Thank you for an excellent commentary.  ", "recommendationCount": 105}, {"assetID": 1465682, "replies": [], "lft": 6, "assetURL": "http://www.nytimes.com/2010/05/17/opinion/17douthat.html", "parentID": null, "commentID": 1993301, "rgt": 7, "userDisplayName": "K. Jackson", "createDate": "1274063928", "userID": 60442935, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1274069024", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Reno", "commentType": "comment", "updateDate": "1274065424", "commentSequence": 3, "commentBody": "I donated money to Rand Paul, along with other libertarian candidates.  they are the political way to a sound and sane future.", "recommendationCount": 46}, {"assetID": 1465682, "replies": [], "lft": 8, "assetURL": "http://www.nytimes.com/2010/05/17/opinion/17douthat.html", "parentID": null, "commentID": 1993347, "rgt": 9, "userDisplayName": "John", "createDate": "1274064921", "userID": 55958248, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1274069024", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "new york", "commentType": "comment", "updateDate": "1274065424", "commentSequence": 4, "commentBody": "I couldn't agree with you more. Leaders in practically every country are using the recession to increase centralized power. But in America? Have we forgotten our founding. Our entire revolution focused on the centralized British government dramatically increasing their power through various taxes and other acts. Perhaps, it would behoove our nation to remember the America Jefferson hoped for. An America far from British tyranny, where people can live freely with out a strong centralized government complicating everything.", "recommendationCount": 71}]}, "copyright": "Copyright (c) 2016 The New York Times Company.  All Rights Reserved."}