{"debug": {"version": 3.1}, "status": "OK", "results": {"api_timestamp": "1481460863", "totalCommentsFound": 6912, "totalCommentsReturned": 25, "comments": [{"assetID": 3301477, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 5311454, "replies": [], "commentID": 5313081, "trusted": 0, "userDisplayName": "Bert Gold", "createDate": "1327065802", "userID": 3013548, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1327077418", "userTitle": null, "recommendations": 1, "editorsSelection": false, "parentUserDisplayName": "Clyde Wynant", "userURL": null, "userLocation": "Frederick, Maryland", "depth": 1, "commentType": "userReply", "updateDate": "1327077418", "commentSequence": 1, "commentBody": "In response to an article requesting civil political discourse in the Stone yesterday, I wrote the following about liberals: \"In the liberal view, there are two great internal dangers to our way of life. First, there are forces that would meld Church and State and there are those who believe that the descendants of the founders, often called the 1%, should have a divine right to rule the nation.  Liberals believe that formulating a public consensus in favor of specific government programs can significantly improve our economy -- because it supports the private sector to accomplish aims that are beyond private reach.  Liberals oppose the notion that government economic interventions almost always make things much worse.  The Rural electrification system would be an example of making life better for the South, while the eradication of Slavery would never have occurred without a liberal mandate to do so.  Moral integrity is compromised, liberals would say, when colored by the glasses worn by any particular religion or Social Class.  Social Mobility is always a social good.  Inheritance of position and power, liberals believe, is almost always a social negative as it compromises the unique ability of each member of our society to make a contribution to solving our communal problems.\"<br/><br/>Somehow this applies perfectly to Romney and the issue of inherited wealth and David Brooks' belief in the divine rights of the wealthy."}]}, "lft": 226, "assetURL": "http://www.nytimes.com/2012/01/20/opinion/brooks-the-wealth-issue.html", "parentID": null, "commentID": 5311454, "rgt": 231, "userDisplayName": "Clyde Wynant", "createDate": "1327035845", "userID": 57113728, "replyCount": 1, "commentTitle": "n/a", "status": "approved", "approveDate": "1327035921", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Pittsburgh, PA, USA", "commentType": "comment", "updateDate": "1327035921", "commentSequence": 7, "commentBody": "Gee, his family went through tough times.  Should we all compare notes on that?  There are more stories of pain and sorrow and despair in all of our backgrounds to more than fill every library on earth.<br/><br/>But let me ask this. How can you argue that he was so shaped by the struggles of his long-dead ancestors, but not shaped by the wealth and privilege which he also inherited?  You can't have it both ways, Mr. Brooks.", "recommendationCount": 617}, {"assetID": 3301477, "replies": [], "lft": 234, "assetURL": "http://www.nytimes.com/2012/01/20/opinion/brooks-the-wealth-issue.html", "parentID": null, "commentID": 5311467, "rgt": 235, "userDisplayName": "Rita", "createDate": "1327036047", "userID": 47349721, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1327036096", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "California", "commentType": "comment", "updateDate": "1327036096", "commentSequence": 8, "commentBody": "Relentless effort coupled with a remorseless drive to rise make for an excellent high-powered businessman (especially the remorseless part), looking to get the deal done.  They are not the primary qualities I look for in a President of the United States.   Take away the well-scripted, well-rehearsed soundbites and what is left?  He blows with the wind.  In Massachusetts he was ok with pro-choice and individual mandates.  But now he is against them because that's what it takes to get the present deal (i.e. becoming President) done.  Mr. Brooks is right - Romney's wealth doesn't define him.  His remorseless drive and relentless effort, and perhaps ruthlessness do.", "recommendationCount": 139}, {"assetID": 3301338, "replies": [], "lft": 201, "assetURL": "http://bits.blogs.nytimes.com/2012/01/19/apple-unveils-tools-for-digital-textbooks/", "parentID": 5309468, "commentID": 5311482, "rgt": 202, "userDisplayName": "Bob Sallamack", "createDate": "1327036237", "userID": 14440450, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1327036279", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New Jersey", "commentType": "userReply", "updateDate": "1327036279", "commentSequence": 47, "commentBody": "I can see that FreeRange has never used a real ereader with e ink where reading from the screen is the same as reading text on paper.  No glare, no back light, no internet, and battery life for turning and reading 6000 to 7000 pages.  <br/><br/>I doubt that on an ipad a user could read 100 pages without the battery need recharging.<br/><br/>At one point Motorola was a leader and then Nokia was a leader in phones.<br/><br/>Like it or not there is better technology than the technology in apple.  And Samsung will eat apple's lunch with their foldable screens for phones and tablets.  A foldable 17 inch diagonal screen would fold into 7 inches.  A screen the size of the ipad could fold in 3 inches.  <br/><br/>apple no longer produces the electronics for their devices but simply purchases it overseas as commodity items while other companies created their own technology.<br/><br/>Yes they have excellent marketing but this does not help when you are charging a premium based upon your marketing and hype.<br/><br/>Ereaders are a prime example of this where apple is attempting to pretend that the ipad is better than a dedicated ereader.  Not that different from the makers of clock radios who produced inferior radios. <br/><br/>Oh and by the way those e ink color screens would be ideal for computer screen.  I have a tv for videos and would prefer a computer screen with out clear.  Of course there is also the factor that this type of screen would be lighter in weight.  ", "recommendationCount": 0}, {"assetID": 3301387, "replies": [], "lft": 2, "assetURL": "http://offthedribble.blogs.nytimes.com/2012/01/19/nagging-injury-wave-hits-n-b-a-stars/", "parentID": null, "commentID": 5310190, "rgt": 3, "userDisplayName": "easi-lee", "createDate": "1327021561", "userID": 37352831, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1327036687", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "West Orange", "commentType": "comment", "updateDate": "1327036687", "commentSequence": 1, "commentBody": "Injuries? Why would they be injured? They settled the strike?", "recommendationCount": 0}, {"assetID": 3301387, "replies": [], "lft": 4, "assetURL": "http://offthedribble.blogs.nytimes.com/2012/01/19/nagging-injury-wave-hits-n-b-a-stars/", "parentID": null, "commentID": 5311512, "rgt": 5, "userDisplayName": "Lucidity", "createDate": "1327036576", "userID": 38788, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1327036693", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "San Antonio, TX", "commentType": "comment", "updateDate": "1327036693", "commentSequence": 2, "commentBody": "What about the injury that has sidelined Manu Ginobili for more than a month?", "recommendationCount": 0}, {"assetID": 3301375, "replies": [], "lft": 368, "assetURL": "http://pogue.blogs.nytimes.com/2012/01/19/put-down-the-pitchforks-on-sopa/", "parentID": null, "commentID": 5311552, "rgt": 369, "userDisplayName": "coventri", "createDate": "1327037136", "userID": 2368644, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1327037175", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "San Francisco, CA", "commentType": "comment", "updateDate": "1327037175", "commentSequence": 144, "commentBody": "As virtually anyone who has endured what the \"entertainment\" industry produces in the course if a year, it is clear that most of the purported theft taking place these days is the money extracted from its customers. Unlike say a restaurant, where a substandard product can be redressed by a refusal to pay, the dissatisfied entertainment consumer has virtually no leverage against the purveyor. Even those who are ostensibly \"stealing\" this product online, are getting the worst end of the bargain. ", "recommendationCount": 3}, {"assetID": 3301338, "replies": [], "lft": 203, "assetURL": "http://bits.blogs.nytimes.com/2012/01/19/apple-unveils-tools-for-digital-textbooks/", "parentID": 5309468, "commentID": 5311555, "rgt": 204, "userDisplayName": "Bob Sallamack", "createDate": "1327037150", "userID": 14440450, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1327037176", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New Jersey", "commentType": "userReply", "updateDate": "1327037176", "commentSequence": 48, "commentBody": "Headaches from the iPad? Yup, that/s nonsense. I got my iPad specifically to facilitate reading with my increasingly lousy eyes, and it's been great. I have to read lots and lots of papers for my work, and having a library of PDFs on the iPad has really made work tolerable again. <br/><br/>Where do these people come from?<br/>\nThis person says he has to read PDF for his work and PDF documents are read on computer screens.  Great to know that this individual sees no disadvantage in reading his PDF documents on an ipad instead of the computer screen he previously read his document.  Big surprise there is no real different when comparing one orange to another orange.<br/><br/>And of course no mention of an ereader with e ink as this is probably another person who has never used an ereader.<br/><br/>And of course there is interactive experience.  I thought when a teacher taught a class this was an interactive experience. But now this is something you prepare with an ipad.  It was amazing how teachers were ever able to function without an ipad.  By the way netbooks were out before ipad but no one thought that a netbook could be used for teaching.  Of course there was also A Laptop For Every Child.  I guess it was like Newton and these educators were all under trees when an apple rep climbed the tree and dropped apple ipads on their heads.  This gave them new ideas for using computers in education.", "recommendationCount": 0}, {"assetID": 3301421, "replies": [], "lft": 699, "assetURL": "http://www.nytimes.com/2012/01/20/health/research/new-autism-definition-would-exclude-many-study-suggests.html", "parentID": 5310531, "commentID": 5311241, "rgt": 700, "userDisplayName": "nn", "createDate": "1327033527", "userID": 62425286, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1327037191", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "montana", "commentType": "userReply", "updateDate": "1327037191", "commentSequence": 242, "commentBody": "Actually many children, in Montana at least, are identified via school screenings, comprehensive evaluations and use of a tool called the ADOS.  The ADOS is an intensive play based assessment - a \"gold standard\" assessment, although assessments change constantly.  But many parents don't know their child may be on the spectrum until the schools - which have a duty to identfy children with disabilities - brings it up.  Not easy.  ", "recommendationCount": 2}, {"assetID": 3301421, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 5311254, "replies": [], "commentID": 5313529, "trusted": 0, "userDisplayName": "Patricia Clayton", "createDate": "1327068563", "userID": 59566068, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1327069339", "userTitle": null, "recommendations": 1, "editorsSelection": false, "parentUserDisplayName": "Susan R. Cohen, MD", "userURL": null, "userLocation": "New Jersey", "depth": 1, "commentType": "userReply", "updateDate": "1327069339", "commentSequence": 1, "commentBody": "This article really did not provide the new definition of autism; how can anyone determine whether it is justified or not without that? "}, {"recommendedFlag": 0, "parentID": 5311254, "replies": [], "commentID": 5313765, "trusted": 0, "userDisplayName": "Mouse Woman of the Northwest Coast", "createDate": "1327069777", "userID": 56261035, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1327070526", "userTitle": null, "recommendations": 1, "editorsSelection": false, "parentUserDisplayName": "Susan R. Cohen, MD", "userURL": null, "userLocation": "Washington State", "depth": 1, "commentType": "userReply", "updateDate": "1327070526", "commentSequence": 2, "commentBody": "While I would certainly not join the chorus demanding that people be refused needed treatment to save tax money, I became very wary of vogue diagnoses when I had a problem with intense wrist pain. The symptoms were all wrong for CT, but that was what my doctor wanted to call it, without even listening properly to what I had to say. I had to change doctors to get any alternative considered. <br/><br/>The solution the second doctor proposed was to forgo expensive and painful testing for CT and change the height of my computer table. She said she didn't know what was wrong with my wrist--possibly an old injury. Her solution worked. <br/><br/>My point isn't that people shouldn't get help, but that some caution is desirable in accepting a diagnosis that's becoming a fad. In my case, the problem was simpler because it was completely physical, and because I'm an adult. When treating children, and treating problems that may have various interpretations, I'd think caution would be doubly in order."}, {"recommendedFlag": 0, "parentID": 5311254, "replies": [], "commentID": 5314112, "trusted": 0, "userDisplayName": "Anna O", "createDate": "1327071967", "userID": 12864541, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1327076603", "userTitle": null, "recommendations": 1, "editorsSelection": false, "parentUserDisplayName": "Susan R. Cohen, MD", "userURL": null, "userLocation": "Ann Arbor, MI", "depth": 1, "commentType": "userReply", "updateDate": "1327076603", "commentSequence": 268, "commentBody": "Dr. Cohen - In those states without a mandate to cover services and therapy for autism, patients who \"do not appear to have ASD\"  but do have other troubling behavior or deficits might even have an advantage at gaining insurance coverage for therapies. "}]}, "lft": 886, "assetURL": "http://www.nytimes.com/2012/01/20/health/research/new-autism-definition-would-exclude-many-study-suggests.html", "parentID": null, "commentID": 5311254, "rgt": 893, "userDisplayName": "Susan R. Cohen, MD", "createDate": "1327033723", "userID": 57346435, "replyCount": 3, "commentTitle": "n/a", "status": "approved", "approveDate": "1327037191", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "North Carolina", "commentType": "comment", "updateDate": "1327037191", "commentSequence": 238, "commentBody": "To be fair, please read the new proposed diagnosis criteria before making a decision as to their effectiveness. As a practicing pediatrician, I would have to say that they look pretty reasonable. I believe that nearly all of the patients I have cared for over the years who suffer some degree of disability from ASD, regardless of their IQ or level of function, would still qualify for the diagnosis using the new criteria. The criteria are inclusive enough that if an individual doesn't meet them, then either their symptoms don't rise to the level of  being disabling, or they suffer from some other sort of developmental or psychiatric disorder. <br/><br/>Unfortunately, it seems there will always be unique, quirky patients who are simply hard to diagnose. In recent years, ASD seems to have become a \"vogue\", catch-all diagnosis for a number of individuals who are otherwise difficult to label. I applaud the psychiatric community's attempt to better identify people with ASD, with the goal of providing more directed therapies and services for them, as well as determining the prevalence and ultimately the root cause of this challenging and often devastating disorder. Clearly, patients who do not appear to have ASD should still be permitted by their insurance companies to receive medical and psychiatric care based on their individual needs, and not be denied such services just because they don't carry an autism \"label\". ", "recommendationCount": 34}, {"assetID": 3301421, "replies": [], "lft": 869, "assetURL": "http://www.nytimes.com/2012/01/20/health/research/new-autism-definition-would-exclude-many-study-suggests.html", "parentID": 5311204, "commentID": 5311256, "rgt": 870, "userDisplayName": "Melissa Stearns", "createDate": "1327033748", "userID": 65524826, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1327037191", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Stillwater, Mn", "commentType": "userReply", "updateDate": "1327037191", "commentSequence": 241, "commentBody": "I agree that the kids who cannot get diagnosed will likely remain eligible for services.  Unfortunately that will require parents fighting for their chidlren, which sadly many parents feel to overwhelmed to do (or perhaps are just too lazy).  It's much easier to say \"see, my doctor says he is xyz\" then to fight for your child when it isn't that easy.", "recommendationCount": 2}, {"assetID": 3301421, "replies": [], "lft": 549, "assetURL": "http://www.nytimes.com/2012/01/20/health/research/new-autism-definition-would-exclude-many-study-suggests.html", "parentID": 5310121, "commentID": 5311258, "rgt": 550, "userDisplayName": "nn", "createDate": "1327033768", "userID": 62425286, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1327037191", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "montana", "commentType": "userReply", "updateDate": "1327037191", "commentSequence": 244, "commentBody": "This has nothing to do with the Affordable Care Act. The DSM revision has long been in process, and as research has gotten better at identifiyin what, exactly, autism is, the attempt to refine the diagnosis has increased.  But the Affordable Care Act is not a part of this at all, read the act, since you clearly have not, and find out what you're talking about before talking.<br/>\nThe DSM was once basically a collection of opinions of physicians, it is slowly being refined to reflect actual research  - this is partly and outgrowth of the effort to make it research based.  ", "recommendationCount": 5}, {"assetID": 3301421, "replies": [], "lft": 733, "assetURL": "http://www.nytimes.com/2012/01/20/health/research/new-autism-definition-would-exclude-many-study-suggests.html", "parentID": 5310689, "commentID": 5311266, "rgt": 734, "userDisplayName": "Tom", "createDate": "1327033839", "userID": 51898532, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1327037191", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Madison, USA", "commentType": "userReply", "updateDate": "1327037191", "commentSequence": 246, "commentBody": "Your contention that the DSM would do more harm than good is strange.  Other than giving a name to what you have been feeling all your life, how have you or been disadvantaged?  I think you are correct that many in the sciences and technical fields had milder forms of the condition.  I've had a life in the sciences and while I don't make a living diagnose patients for a living, I can think of over 10 individuals who probably had Asperger's or the even milder version.  Had they had the label, they might never had been offered their jobs and they might never have pushed themselves to succeed.  You too may have found your condition a ready excuse and reached for it at the exact moment when you needed to push.  (I'm different; I don't need to get my work in on time).<br/><br/>I can understand that it may be good or comforting to know that your brain \"wiring\"  is at the root of how you feel different, but that knowledge can be a double edged sword, no?  Let's not forget too that we live in a world where health care MUST be rationed, as the demand for it is almost infinite.  While it might be hard to think that somebody on the \"benign\" side of the line might not get a disability payment, that is a reality that just won't go away and I for one don't want to follow the path of the Greeks and forever just assume \"somebody else\" will pay.  ", "recommendationCount": 4}, {"assetID": 3301421, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 5311285, "replies": [], "commentID": 5312355, "trusted": 0, "userDisplayName": "gid", "createDate": "1327055731", "userID": 64319277, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1327067313", "userTitle": null, "recommendations": 4, "editorsSelection": false, "parentUserDisplayName": "one employee", "userURL": null, "userLocation": "ny", "depth": 1, "commentType": "userReply", "updateDate": "1327067313", "commentSequence": 1, "commentBody": "This sort of philosophical musing and advocacy of  \"just be grateful \"  for anything  is hunky-dory for an outsider from the situations of parents trying to get help for their suffering children . It is the sort of musing that can only come from one who is not affected by the shenanigans of those who want to lower the living standards and medical treatment options of most Americans . "}, {"recommendedFlag": 0, "parentID": 5311285, "replies": [], "commentID": 5312370, "trusted": 0, "userDisplayName": "Taurean", "createDate": "1327055975", "userID": 18049014, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1327067313", "userTitle": null, "recommendations": 2, "editorsSelection": false, "parentUserDisplayName": "one employee", "userURL": null, "userLocation": "Queens, NY", "depth": 1, "commentType": "userReply", "updateDate": "1327067313", "commentSequence": 2, "commentBody": "Meanwhile, who pays the bills?  How about sharply reducing government spending on lucrative contracts that benefit armaments producers, and using the savings both to aid those suffering from severe disabilities--conditions that ultimately will cost the taxpayer one way or another--and also to apply them to more extensive research into treatments and gene therapy?<br/><br/>Underlying the call for reducing or eliminating a collective social response to human suffering is the Social Darwinist manifestation of Calvinism, which is one of the most persistent and perverse aspects of American life."}]}, "lft": 894, "assetURL": "http://www.nytimes.com/2012/01/20/health/research/new-autism-definition-would-exclude-many-study-suggests.html", "parentID": null, "commentID": 5311285, "rgt": 899, "userDisplayName": "one employee", "createDate": "1327034004", "userID": 15978160, "replyCount": 2, "commentTitle": "n/a", "status": "approved", "approveDate": "1327037191", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Seattle", "commentType": "comment", "updateDate": "1327037191", "commentSequence": 237, "commentBody": "It strikes me that as the mental health profession learns more about a disorder that they might be able to better define it.  Changes would reflect that new knowledge.   Assumptions that the definition is being changed in order to exclude children from support options are assumptions, probably based on fears of tired parents.  <br/><br/>For those who complain that treatments have not yet been identified I offer my sympathy but ask that you think about the many, many diseases and disorders that people have suffered from for centuries and the many, many health care researchers and physicians who have worked and are working to find cures.   As someone who has been dealing with a life threatening disease for almost three decades, I am thrilled for every little bit of progress that is made, and am glad that my disease is not so obscure that it's left in the dust.   Push for, and support new research, but don't just criticize those who've not yet been able to come up with the answers.  Brilliant, educated people are dedicating their life's work to helping.<br/><br/>And for the commenters who have suggested that somehow this change is an attempt for government to save money, that is taxpayer money, in our collective pocket, to be distributed to far more situations than can ever be addressed.   Not everything can be fixed.  Sometimes, as we all know, life is extraordinarily difficult and we just have to have compassion and patience for each other, and be grateful for the good bits.  ", "recommendationCount": 13}, {"assetID": 3301421, "replies": [], "lft": 900, "assetURL": "http://www.nytimes.com/2012/01/20/health/research/new-autism-definition-would-exclude-many-study-suggests.html", "parentID": null, "commentID": 5311286, "rgt": 901, "userDisplayName": "Nora Cregan", "createDate": "1327034006", "userID": 37087317, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1327037191", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Oakland", "commentType": "comment", "updateDate": "1327037191", "commentSequence": 240, "commentBody": "My son would have qualified for the new diagnosis as he was at age 3, before he had the benefit of an IEP, before we spent tens of thousands of dollars on speech therapy, occupational therapy, play groups, social skills groups and psychotherapy.  Now, at 17, after 14 years of these supports and therapies,  he has improved remarkably.  I'm not sure he would qualify under the proposed definition, but he still needs an IEP, and he may need assistance in college.  What result?", "recommendationCount": 2}, {"assetID": 3301421, "replies": [], "lft": 707, "assetURL": "http://www.nytimes.com/2012/01/20/health/research/new-autism-definition-would-exclude-many-study-suggests.html", "parentID": 5310573, "commentID": 5311293, "rgt": 708, "userDisplayName": "Bobbie Midnite", "createDate": "1327034075", "userID": 54439024, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1327037191", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "CT", "commentType": "userReply", "updateDate": "1327037191", "commentSequence": 245, "commentBody": "Does everyone deserve \"help\", or just the meek. I see kids get extra time for daily exams and the SAT!  it is not a congruent comparison of ability, the time restraints of a real job, and the falsely projected accomplishments. Not everyone is College material, but more people get in every year because we dilute the system. The world is not black and white, it seems to be very grey, medicine is not as precise as your time piece, but it may be better than spellcheck! ", "recommendationCount": 1}, {"assetID": 3301421, "replies": [], "lft": 535, "assetURL": "http://www.nytimes.com/2012/01/20/health/research/new-autism-definition-would-exclude-many-study-suggests.html", "parentID": 5310084, "commentID": 5311329, "rgt": 536, "userDisplayName": "Stella", "createDate": "1327034359", "userID": 35298165, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1327037191", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New York", "commentType": "userReply", "updateDate": "1327037191", "commentSequence": 243, "commentBody": "Cutting support services to people who legitimately have a medical condition should not be the best way to stop lazy medical providers from wrongly diagnosing kids. What these changes will create is a whole batch of kids who aren't properly diagnosed when they're young, disallowing them access to precious support services that can help them adapt as they grow rather than have them grow up as outsiders. <br/><br/>Yes, too many are mislabeled. Changing a definition to cut the numbers, however, is not the way to solve the problem.", "recommendationCount": 3}, {"assetID": 3301421, "replies": [], "lft": 906, "assetURL": "http://www.nytimes.com/2012/01/20/health/research/new-autism-definition-would-exclude-many-study-suggests.html", "parentID": null, "commentID": 5311354, "rgt": 907, "userDisplayName": "Ozark Homesteader", "createDate": "1327034655", "userID": 14162766, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1327037191", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Arkansas", "commentType": "comment", "updateDate": "1327037191", "commentSequence": 239, "commentBody": "I have mixed feelings about these changes.  First, I understand that intervention can help all sorts of medical problems, be it physical therapy to help people heal without surgery to nutrition training to control diabetes.  On the other hand, I've met children whom I do not believe are autistic who have the diagnosis.  In one case, the stepfather of the child in question believes that his stepson was misdiagnosed and that in fact he is bi-polar with below average intelligence.  If I had to make a guess, I'd say he's probably right.  Just as I believe strongly that ADHD and ADD have been over-diagnosed, I suspect that some of these cases of autism really aren't.  At least we're talking about the subject.", "recommendationCount": 17}, {"assetID": 3301421, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 5311394, "replies": [], "commentID": 5311861, "trusted": 0, "userDisplayName": "Janie", "createDate": "1327041270", "userID": 20319397, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1327067313", "userTitle": null, "recommendations": 0, "editorsSelection": false, "parentUserDisplayName": "Daisy", "userURL": null, "userLocation": "New York, NY", "depth": 1, "commentType": "userReply", "updateDate": "1327067313", "commentSequence": 1, "commentBody": "You sound as if you are referring to treatment or psychotherapy, but parents are concerned about school-age services such as OT, PT, Speech and language, special classes etc."}]}, "lft": 908, "assetURL": "http://www.nytimes.com/2012/01/20/health/research/new-autism-definition-would-exclude-many-study-suggests.html", "parentID": null, "commentID": 5311394, "rgt": 913, "userDisplayName": "Daisy", "createDate": "1327035240", "userID": 64911849, "replyCount": 1, "commentTitle": "n/a", "status": "approved", "approveDate": "1327037191", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Boston", "commentType": "comment", "updateDate": "1327037191", "commentSequence": 236, "commentBody": "I'm a clinical psychology doctoral student working with children and so I have a lot of opinions about this article, but mostly I want to encourage readers to read with a critical eye. Regardless of opinions, it should be noted that a sample of 372 children and adults is not nearly enough to make broad generalizations about a sample and it has been almost 20 years since 1993. We have made giant strides since then in the way that we assess and conceptualize autism spectrum disorders, so I would want to see more recent data before I determined that the individuals who met criteria for autism in 1993 would actually meet criteria now; I'm encouraged to read that a larger sample will be published later this year.<br/><br/>I would also be weary about the negative effects that a lack of diagnosis will have on receiving services - depending on the setting that the patient is being referred to, diagnosis may have a heavy weight, but a similar diagnosis that captures some of the autistic symptoms (Anxiety NOS, etc.) and/or a well-written intake report and copies of neuropsychological assessments can also go a long way in providing a compelling argument for why the individual should receive treatment. Certain services are often appropriate for an individual with a certain set of deficits, regardless of whether they match up in the way that the DSM indicates they must in order to receive a diagnosis. The bottom line is that lack of diagnosis does not necessarily mean inability to receive tx.", "recommendationCount": 8}, {"assetID": 3301421, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 5311436, "replies": [], "commentID": 5311807, "trusted": 0, "userDisplayName": "Devrin", "createDate": "1327040425", "userID": 65525067, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1327066708", "userTitle": null, "recommendations": 6, "editorsSelection": false, "parentUserDisplayName": "thrushjz", "userURL": null, "userLocation": "Oak Ridge, TN", "depth": 1, "commentType": "userReply", "updateDate": "1327066708", "commentSequence": 1, "commentBody": "I too have an 18-year old son with Aspergers.  His initial diagnosis was ADD/P.D.D.-N.O.S. at age 8.  The narcotic meds (Adderall &amp; Ritalin) brought out Tourrette's tics so we eventually took him off all the meds, including non-narcotics.  When he was 13 we took him to a different psychiatrist for re-evaluation after doing much of the research ourselves on Aspergers.  The Aspergers diagnosis was finally confirmed by the high school psychiatrist.  His IEP wasn't much help as teachers never understood how to work with him even though we met with them and explained it every year.<br/><br/>Your son has 3 scholarships, so I guess whatever caught his focus was at least useful.  Our son focused in on Greek and Roman mythology, dragons, and vampires.  Mythology isn't quite college/career oriented material.  At least he likes to read and we might be able to get him work in a bookstore or library.<br/><br/>He will graduate this spring, might possibly take some community college courses, but we do not ever expect him to be able to live on his own.  My wife and I have already had the court appoint us as his conservators. We are now appealing an SSA decision declining him disability.  We have had to resort to hiring an attorney.  Anyone not having the experience of raising a child with ASD has no idea what stress can be put on a family.  We have a sweet, loving young man, who, although he might be 18 years old by birth, is really more like a 4-5 year old boy who loves puppies."}, {"recommendedFlag": 0, "parentID": 5311436, "replies": [], "commentID": 5312736, "trusted": 0, "userDisplayName": "davestoller", "createDate": "1327062163", "userID": 21734030, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1327068477", "userTitle": null, "recommendations": 1, "editorsSelection": false, "parentUserDisplayName": "thrushjz", "userURL": null, "userLocation": "Connecticut", "depth": 1, "commentType": "userReply", "updateDate": "1327068477", "commentSequence": 2, "commentBody": "I think you misread the article. Dr Volkmar headed the DSM committee that put Asperger diagnosis in almost 20 years ago. He is fighting to keep the diagnosis IN. He did the current research to show how many patients would lose their diagnosis and hence their services. "}]}, "lft": 916, "assetURL": "http://www.nytimes.com/2012/01/20/health/research/new-autism-definition-would-exclude-many-study-suggests.html", "parentID": null, "commentID": 5311436, "rgt": 921, "userDisplayName": "thrushjz", "createDate": "1327035696", "userID": 8295879, "replyCount": 2, "commentTitle": "n/a", "status": "approved", "approveDate": "1327037232", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Denver, Co.", "commentType": "comment", "updateDate": "1327069534", "commentSequence": 248, "commentBody": "I have an 18 year old son with Aspergers Syndrome. He was diagnosed at nine years old at JFK Partners in Denver. Because of his diagnosis he received the physical and emotional treatments he needed such as fine motor skills therapy. He is now in College with three scholarships. In grade school my son had an IEP (Individualized Education Plan) that helped him cope with the difficulties associated with Aspergers. If this so called \"Dr\" Volkmar removes the Aspergers diagnosis from the DSM, it will remove all of the help my son received for families currently dealing with this real disorder. I suggest he be investigated and removed from his post because he will devastate Aspergers families. As if it wasn't hard enough.", "recommendationCount": 17}, {"assetID": 3301421, "replies": [], "lft": 922, "assetURL": "http://www.nytimes.com/2012/01/20/health/research/new-autism-definition-would-exclude-many-study-suggests.html", "parentID": null, "commentID": 5311455, "rgt": 923, "userDisplayName": "Ofer Zur, Ph.D.", "createDate": "1327035845", "userID": 55516789, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1327037232", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "CA", "commentType": "comment", "updateDate": "1327037232", "commentSequence": 249, "commentBody": "It seems like that traditional medicine benefit financially and other ways from pathologizing and medicalizing anything that they do not consider normal.   We must expend our notion of what is normal to include diverse ways of being.  For an interview with an autistic person who is also an expert go to <a href=\"http://www.zurinstitute.com/online/autism_nick.mp3\" title=\"http://www.zurinstitute.com/online/autism_nick.mp3\" target=\"_blank\">http://www.zurinstitute.com/online/autism_nick.mp3</a> ", "recommendationCount": 10}, {"assetID": 3301421, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 5311457, "replies": [], "commentID": 5311688, "trusted": 0, "userDisplayName": "Gilbert Zimmerman, Jr., JD", "createDate": "1327038853", "userID": 59658468, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1327066708", "userTitle": null, "recommendations": 1, "editorsSelection": false, "parentUserDisplayName": "christa", "userURL": null, "userLocation": "Morris Township, NJ", "depth": 1, "commentType": "userReply", "updateDate": "1327066708", "commentSequence": 1, "commentBody": "Congratulations. You have just made the case for why Socialized Medicine aka ObamaCare is nuts. Thank you. "}, {"recommendedFlag": 0, "parentID": 5311457, "replies": [], "commentID": 5313533, "trusted": 0, "userDisplayName": "ACW", "createDate": "1327068579", "userID": 51865147, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1327069339", "userTitle": null, "recommendations": 5, "editorsSelection": false, "parentUserDisplayName": "christa", "userURL": null, "userLocation": "New Jersey", "depth": 1, "commentType": "userReply", "updateDate": "1327069339", "commentSequence": 2, "commentBody": "Mr Zimmerman, your comment as it stands is a non sequitur. Please elucidate your reasoning."}]}, "lft": 924, "assetURL": "http://www.nytimes.com/2012/01/20/health/research/new-autism-definition-would-exclude-many-study-suggests.html", "parentID": null, "commentID": 5311457, "rgt": 929, "userDisplayName": "christa", "createDate": "1327035874", "userID": 65524876, "replyCount": 2, "commentTitle": "n/a", "status": "approved", "approveDate": "1327037232", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "texas", "commentType": "comment", "updateDate": "1327037232", "commentSequence": 251, "commentBody": "Here is something to think about. when we discovered cancer did we ever envision a disease that could be so varied?  that could effect so many different parts of us? that could kill us in so many different ways? How many types of cancer are there? AIDS was just AIDS until they discovered the HIV component. diabetes, there's not just one type. so before you go spouting off about something you clearly do not understand, consider the very real possibility that \"Autism\" just like Cancer may appear in many different forms, with many different effects and many different outcomes. it is foolish to conclude that something does not exists because we do not understand it. ", "recommendationCount": 9}, {"assetID": 3301421, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 5311479, "replies": [], "commentID": 5312268, "trusted": 0, "userDisplayName": "tessi", "createDate": "1327053505", "userID": 56287224, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1327067313", "userTitle": null, "recommendations": 6, "editorsSelection": false, "parentUserDisplayName": "Louise", "userURL": null, "userLocation": "Germany", "depth": 1, "commentType": "userReply", "updateDate": "1327067313", "commentSequence": 2, "commentBody": "I think your comment is very selfish, and frankly typically Germanic. YOU wanted to be spared years of \"unnecessary therapy\", and you were also spared the dreaded \"label\" of autism. The lack of aid for autistic children and adults in Europe is staggering when compared to the services and support offered in the US and other countries.I feel this is due to the basic mind set of not admitting that a problem exists, especially when it renders you or your child out of the norm. I raised my son here in Germany. He is now 20, and doing quite well in an apprenticeship, but especially because he is a high functioning individual with Asperger's sydrome, I have had to fight for every step of his life, from education, health care, social acceptance, and even an apprenticeship for which he is more than qualified. Please do not hide behind your own pride of \"not needing a label\" your son may not be out of the woods at 8 years. He,  and you may be happy to access some support later, and there are so many other individuals who need assistance. I say INDIVIDUALS because a narrowing of the diagnoses may in fact make even more of a check list situation and exclude many people / families who are in dire need of help."}, {"recommendedFlag": 0, "parentID": 5311479, "replies": [], "commentID": 5312744, "trusted": 0, "userDisplayName": "Jen", "createDate": "1327062231", "userID": 20239928, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1327068477", "userTitle": null, "recommendations": 5, "editorsSelection": false, "parentUserDisplayName": "Louise", "userURL": null, "userLocation": "Indiana", "depth": 1, "commentType": "userReply", "updateDate": "1327068477", "commentSequence": 3, "commentBody": "You obviously aren't in America, because every personality quirk here needs to be immediately medicated and given lots of expensive therapies. I like your laid-back approach! "}, {"recommendedFlag": 0, "parentID": 5311479, "replies": [], "commentID": 5316980, "trusted": 0, "userDisplayName": "Louise", "createDate": "1327089515", "userID": 18252545, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1327090909", "userTitle": null, "recommendations": 2, "editorsSelection": false, "parentUserDisplayName": "Louise", "userURL": null, "userLocation": "austria", "depth": 1, "commentType": "userReply", "updateDate": "1327090910", "commentSequence": 296, "commentBody": "Tessi, my point is that my child did NOT need the therapy, at least not for speech, and he did not need ABA therapy, which would have likely been recommended by at least some in the USA when he was 2 or 3.  He was evaluated twice, by two extremely qualified and experienced professionals who spent HOURS with him.  I sought out therapy books and worked with him daily, so I don't think I can claim your 'selfish' label, sorry.    "}]}, "lft": 930, "assetURL": "http://www.nytimes.com/2012/01/20/health/research/new-autism-definition-would-exclude-many-study-suggests.html", "parentID": null, "commentID": 5311479, "rgt": 939, "userDisplayName": "Louise", "createDate": "1327036196", "userID": 18252545, "replyCount": 4, "commentTitle": "n/a", "status": "approved", "approveDate": "1327037232", "userTitle": null, "editorsSelection": 1, "statusID": 2, "userURL": null, "userLocation": "austria", "commentType": "comment", "updateDate": "1327068512", "commentSequence": 250, "commentBody": "As a parent of a borderline child, I am happy to read this article.  My son, now 8, would have easily met the PDD-NOS criteria if he had been diagnosed by a 'check-list' evaluater.  I sought out professionals known to not automatically give the diagnosis so we could be spared years of unnecessary therapy, and he was diagnosed, instead, with an expressive-receptive speech delay.  Fast forward to age 8, and the boy is doing GREAT, practically sans any kind of therapy (we live in Austria so we skipped out on speech therapy although the boy had no language until after age 8, he did a few months of 'sensory integration' to help with motor skills).  He is still is a bit 'quirky' compared to other children his age, but does that really have to be 'labeled'?  He is a happy boy, very intelligent, has caught up in his speech, has learned to socially interact with his peer group, but is equally happy to play alone.  I feel I have saved the state thousands of dollars and myself hours of unecessary travel and stress.  Some children are just late bloomers.  Save the money for the ones who really need it!", "recommendationCount": 39}, {"assetID": 3301421, "replies": [], "lft": 940, "assetURL": "http://www.nytimes.com/2012/01/20/health/research/new-autism-definition-would-exclude-many-study-suggests.html", "parentID": null, "commentID": 5311488, "rgt": 941, "userDisplayName": "Louise", "createDate": "1327036297", "userID": 18252545, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1327037232", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "austria", "commentType": "comment", "updateDate": "1327037232", "commentSequence": 252, "commentBody": "sorry, my boy's speech came in just after age 3, not 8!", "recommendationCount": 0}, {"assetID": 3301421, "replies": [], "lft": 942, "assetURL": "http://www.nytimes.com/2012/01/20/health/research/new-autism-definition-would-exclude-many-study-suggests.html", "parentID": null, "commentID": 5311505, "rgt": 945, "userDisplayName": "Nancy", "createDate": "1327036529", "userID": 63367016, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1327037232", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Vancouver, Canada", "commentType": "comment", "updateDate": "1327037232", "commentSequence": 247, "commentBody": "As the interest in autism diagnosis has increased over the years, until now 1 in 100 children have been diagnosed on the 'spectrum', and as parents have sought help for their children who do not succeed in school or life for that matter, I have found the following article from 'The Atlantic' instructive.   It appeared a couple of years ago.<br/><br/><a href=\"http://www.theatlantic.com/magazine/archive/2010/10/autism-8217-s-first-child/8227/\" title=\"http://www.theatlantic.com/magazine/archive/2010/10/autism-8217-s-first-child/8227/\" target=\"_blank\">http://www.theatlantic.com/magazine/archive/2010/10/autism-8217-s-first-...</a><br/><br/>This article is about the first person who was diagnosed with autism, in 1947.  The diagnosis did not exist before then.<br/><br/>I urge those who are interested in this topic to follow the link. Good journalism telling a sweet story of difference, inclusion, and success for all.<br/><br/>It seems to me, that the message that we all can take from the life of Donald T., is that he lived a satisfying life because the people in his community, Forrest Mississippi, did not shrink from his disability, but made room for him, a different person, as part of the 'spectrum' in their community. Donald was lucky enough to have supportive parents, but was much more lucky to have his differences recognized and respected in his life in the larger society.<br/><br/>Differences can sometimes be seen as insurmountable hurdles in life, but only if the wider community makes this judgement.  Perhaps it is time to 'de-instutionalize' differences.  ", "recommendationCount": 13}, {"assetID": 3301469, "replies": [], "lft": 195, "assetURL": "http://www.nytimes.com/2012/01/20/opinion/moralizings-high-cost.html", "parentID": 5310702, "commentID": 5311558, "rgt": 196, "userDisplayName": "beethy", "createDate": "1327037175", "userID": 56612379, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1327037237", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "CA", "commentType": "userReply", "updateDate": "1327037237", "commentSequence": 3, "commentBody": "Sorry for the obvious editorial escapees in my last post. ", "recommendationCount": 1}]}, "copyright": "Copyright (c) 2016 The New York Times Company.  All Rights Reserved."}