{"debug": {"version": 3.1}, "status": "OK", "results": {"api_timestamp": "1481459973", "totalCommentsFound": 5336, "totalCommentsReturned": 25, "comments": [{"assetID": 1487816, "replies": [], "lft": 2, "assetURL": "http://www.nytimes.com/2010/05/24/opinion/24krugman.html", "parentID": null, "commentID": 2024913, "rgt": 3, "userDisplayName": "anne grey", "createDate": "1274663585", "userID": 60466101, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1274673714", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "berkeley", "commentType": "comment", "updateDate": "1274670114", "commentSequence": 1, "commentBody": "Why didn't you say anything when those exact same banks and corporations made unprecedented contributions to Barack Obama?  Goldman Sachs was Obama's biggest contributor, and BP gave more to Obama than they have ever given to any politician before.  I'd say both of those \" investments\" paid off handsomely.", "recommendationCount": 434}, {"assetID": 1487816, "replies": [], "lft": 4, "assetURL": "http://www.nytimes.com/2010/05/24/opinion/24krugman.html", "parentID": null, "commentID": 2024950, "rgt": 5, "userDisplayName": "Phil in the mountains of Kyushu", "createDate": "1274665094", "userID": 58220231, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1274673714", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Japan", "commentType": "comment", "updateDate": "1274670114", "commentSequence": 2, "commentBody": "Truly spooky how the corporate interests manipulate fake populism.<br /><br />If, however, the Dems are getting left behind by all the swill of corporate money to Republicans, the silver lining may be that many more Dems will wake up to their own \"inner FDR,\" as you opine just one of them, Prez O, may do.<br /><br />If many Dems do wake up, they may have a concerted campaign to specify which corporations are doing which damages.  This means naming banks that play only casino games, and do almost nothing productive with investors' money.  It means naming coal mining and oil drilling companies that fight safety regulations -- and have their miners and rig workers dying.  It means naming coal and oil drilling companies that fight environmental regulations and pollute on a historically shocking scale.  It means naming defense contractors who for their own sakes -- not the public's -- keep pumping for materials of war -- often antiquated and unnecessary armaments, ships, and planes.<br /><br />If all that corporate money is going, as you say, to Republicans to manipulate the fake populism, let's see Dems get some real populism going -- and name names -- celebrate the actual public interest of American communities, American jobs, and American less-than-industrial-scale farms.  Celebrate education that enhances Americans' public interests -- and Americans' improved connections with schools, communities, and cultures abroad.<br /><br />There's lots positive to do.  Maybe now that Corporate American is so blatantly declaring war on actual America, more Dems will, as you say, wake up and find their \"inner FDR.\"", "recommendationCount": 968}, {"assetID": 1487816, "replies": [], "lft": 6, "assetURL": "http://www.nytimes.com/2010/05/24/opinion/24krugman.html", "parentID": null, "commentID": 2024957, "rgt": 7, "userDisplayName": "Mark S.", "createDate": "1274665308", "userID": 60467209, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1274673714", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "NH", "commentType": "comment", "updateDate": "1274670114", "commentSequence": 3, "commentBody": "People can go to <a href=\"http://opensecrets.org\" target=\"_blank\">opensecrets.org</a> and find out for themselves where donations orginate.  For intance, in the 2008 campaign, Wall Street bankers gave much more to Democrats than to Republicans abd gave to Obama in record numbers.  At least the bankers are very happy with Obama and the Democrats.  Everyone should go to <a href=\"http://opensecrets.org\" target=\"_blank\">opensecrets.org</a> for some big surprises.", "recommendationCount": 217}, {"assetID": 1487816, "replies": [], "lft": 8, "assetURL": "http://www.nytimes.com/2010/05/24/opinion/24krugman.html", "parentID": null, "commentID": 2024992, "rgt": 9, "userDisplayName": "Marie Burns", "createDate": "1274666421", "userID": 4461145, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1274673714", "userTitle": null, "editorsSelection": 1, "statusID": 2, "userURL": null, "userLocation": "Fort Myers, Florida", "commentType": "comment", "updateDate": "1274710572", "commentSequence": 4, "commentBody": "This is precisely what New York Times op-ed commenters have been saying ever since the Tea Party first began to rumble. The so-called \"populist\" events are often funded by Republican front groups. For some reason, none of these front groups seems to have funded any pitchforks-to-Wall-Street events. None has funded \"Save Our Shores\" bus trips to the Louisiana wetlands. What they have funded instead are ANTI-POPULIST issues -- principally the oppo to health care, laced with \"We Want Our Country Back\" & \"No New Taxes\" slogans. That would be, take our country back to the genteel days of the Old South, & no new taxes for rich people. A poll of Tea Partiers found that the majority believed Obama & the Democratic Congress had raised taxes when in fact they had lowered them for most Americans. These foolish Tea Partiers remain dupes of the cynical Republican machine, a machine that has found new gears to turn Beltway protests.<br /><br />The most obvious new gear runs the \"fear of a foreign-born socialist black president\" meme. But that's not working too well with the slightly rational or with the younger wingers. So one of the most clever ways Rove, Armey et al. have tapped into the \"small government\" mantra is to oppose regulation of any kind. There's a reason the NRA gets its way that has nothing to do with guns -- Republicans have linked gun control (2nd Amendment) to regulation of any kind. The liberal elites are going to take away your guns & as proof, they're already pushing through regulations to curb our capitalist economy. The opposition to health care follows the same script: the Democrats are infringing on states' rights (10th Amendment), they're forcing you to get health insurance even if you're healthy AND they're telling \"small\" businesses they have to provide coverage.<br /><br />As for the deficit (ruining the lives of the grandkids), that suddenly became all the Democrats' fault, too. So did those \"government handouts\" to GM & Chrysler, etc. Buying into clever Republican talking points about pandering to unions, Tea Partiers give Democrats no credit for saving a major American industry. What happened to \"Buy America\"?<br /><br />All this and more. Yet weirdly, weirdly, no mention of the Patriot Act, which really DOES infringe on personal privacy. No mention of new restrictions on habeas corpus. No mention of Citizens United v. FEC.<br /><br />No use crying about it, Democrats & other rational people. We need to find our own talking points, points that tell the truth. We've been a little smug, we've forced the President -- that suspicious socialist foreigner -- to do our jobs for us. Hey, we've got pitchforks, too. (I use mine to turn the mulch for my garden.) Let's get 'em out, shine 'em up & sharpen the tines. That handful of brave people who picketed Rand Paul, et al., at Saturday's Kentucky \"unity rally\" was on the right track. We can do more.<br /><br />The Constant Weader at <a href=\"http://www.RealityChex.com\" target=\"_blank\">www.RealityChex.com</a><br />", "recommendationCount": 1901}, {"assetID": 1487816, "replies": [], "lft": 10, "assetURL": "http://www.nytimes.com/2010/05/24/opinion/24krugman.html", "parentID": null, "commentID": 2025022, "rgt": 11, "userDisplayName": "t. smith", "createDate": "1274667497", "userID": 60467316, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1274673714", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "nv", "commentType": "comment", "updateDate": "1274670114", "commentSequence": 5, "commentBody": "So, Paul, you are saying that the banks that already own the Democratic Party are trying to buy part of the Republican Party?  Are we supposed to be surprised?  There is no real difference between Democrats and Republicans.  Only the outlier politicians can save us , at this point.", "recommendationCount": 207}, {"assetID": 1487816, "replies": [], "lft": 12, "assetURL": "http://www.nytimes.com/2010/05/24/opinion/24krugman.html", "parentID": null, "commentID": 2025029, "rgt": 13, "userDisplayName": "ed connor", "createDate": "1274667620", "userID": 38376769, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1274673714", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "camp springs, md", "commentType": "comment", "updateDate": "1274670114", "commentSequence": 6, "commentBody": "The criticism of Rand Paul's defense of BP is certaily correct; Dr. Paul is being irrational by excusing BP's gross negligence as \"just a mistake.\"<br /><br />And the reference to the Republicans' proven ability to harness cultural resentments and obtain the votes of low-income people in red states is beyond dispute: see: \"What's the Matter with Kansas.\"<br /><br />So give the banks, corporations, and doggone it, us professionals and small business owners, some credit; we aren't like Kansas. If you float a couple trillion dollars of new federal debt and raise it all from the sweat of OUR brow, we will try to bite you - not with teeth, but with campaign donations.<br /><br />You still beleive in free speech, don't you, Paul?", "recommendationCount": 50}, {"assetID": 1487816, "replies": [], "lft": 14, "assetURL": "http://www.nytimes.com/2010/05/24/opinion/24krugman.html", "parentID": null, "commentID": 2025032, "rgt": 15, "userDisplayName": "Kate Madison", "createDate": "1274667693", "userID": 25120579, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1274673714", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Depoe Bay, Oregon", "commentType": "comment", "updateDate": "1274670114", "commentSequence": 7, "commentBody": "...\"And that’s not necessarily a bad thing. Roosevelt turned corporate opposition into a badge of honor: “I welcome their hatred,” he declared. It’s time for President Obama to find his inner F.D.R., and do the same.\"<br /><br />YES, YES, YES!  It would be heaven to hear these words out of President Obama's mouth!  At this point in his presidency, so many of us have become disheartened at his \"corporate-friendly\" attitude and the \"kissing up\" of his closest advisors!  To see and believe that he truly has the best interests of middle class America at heart, and is willing to be hated by the rich and greedy, would earn him more credit in the minds and hearts of struggling Americans (and others worldwide) than anything he has done to date. I include those Independents  and disaffected Republicans who voted for Obama, because they believed he wanted to reverse the \"make the wealthy greedier and happier\" syndrome!<br /><br />Obama has disappointed many of his most loyal supporters with his continued support of Summers, Geithner, the \"free market fiasco,\" and his corporate-friendly support of regulation--which is to say, not too many rules to bother those greedy rich guys!  If he raises the income tax on the wealthiest 1%, puts some teeth in Wall Street and oil company regulation, and stops making nice with people who wish him (and the middle class) ill, he will save his soul and probably the 2012 election!<br /><br />I say:  GO for it, Barry!  You really have nothing to lose!<br /><br />", "recommendationCount": 802}, {"assetID": 1487816, "replies": [], "lft": 16, "assetURL": "http://www.nytimes.com/2010/05/24/opinion/24krugman.html", "parentID": null, "commentID": 2025056, "rgt": 17, "userDisplayName": "Anna", "createDate": "1274668154", "userID": 40277641, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1274673714", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New York", "commentType": "comment", "updateDate": "1274670114", "commentSequence": 8, "commentBody": "\"It’s time for President Obama to find his inner F.D.R., and do the same.\"<br />Ha, Obama doesn't have any inner F.D.R. - it's all Reagan/Bush. ", "recommendationCount": 191}, {"assetID": 1487816, "replies": [], "lft": 18, "assetURL": "http://www.nytimes.com/2010/05/24/opinion/24krugman.html", "parentID": null, "commentID": 2025095, "rgt": 19, "userDisplayName": "Ben", "createDate": "1274668923", "userID": 56335665, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1274673714", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New York, NY", "commentType": "comment", "updateDate": "1274670114", "commentSequence": 9, "commentBody": "Politics is a crazy game, no question about it. Back in '04, the Republican base was mobilized on gay marriage, though it was probably the least important issue during that election. Forget bin Laden, Iraq, the economy... no, gay marriage won the election for Bush. The funny thing is, not one of the locations where gay marriage was banned in '04 would have legalized it if the ban did not pass.<br /><br />Tea Party individuals think we can go back to the gold standard and not have taxes and our nation will prosper. Despite the utter insanity in that idea, the shock of it all is that so many buy into it hook, line, and sinker. These folks who buy into it, buy gold from a commercial broadcast between a ranting comedian during the 5 O'Clock hour (have no understanding about a financial bubble) are so susceptible to propaganda that they are once again being used by big corporations to further their goals.<br /><br />During the \"9/12\" rallies, so heavily promoted on that corporate opinion channel, I remember seeing someone be interviewed about Michael Moore's Capitalism, probably on CNN. The interviewer didn't mention the name of the movie, so they were free to agree with restraining corporate power, and would have been a Michael Moore fan if they didn't have some deep seeded hatred for liberals... From day one of seeing the Tea Party, it has been clear to me that some percentage of the people involved would be liberals if they had some sense of the corporate control of the nations government.<br /><br />Bringing Corporate power and influence into the light should be a top concern for anyone who wants to create real change in this nation. Thanks for this column!", "recommendationCount": 386}, {"assetID": 1487816, "replies": [], "lft": 20, "assetURL": "http://www.nytimes.com/2010/05/24/opinion/24krugman.html", "parentID": null, "commentID": 2025115, "rgt": 21, "userDisplayName": "Elwood Anderson", "createDate": "1274669367", "userID": 240805, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1274673714", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Las Vegas NV", "commentType": "comment", "updateDate": "1274720994", "commentSequence": 10, "commentBody": "Obama is too inexperienced to take a stand on anything. He has deferred to power since day one. Roosevelt had been a governor and was an aristocrat used to criticism. Obama's middle of the road decisions reflect his lack of confidence in his own judgement as an inexperienced politician.", "recommendationCount": 248}, {"assetID": 1487816, "replies": [], "lft": 22, "assetURL": "http://www.nytimes.com/2010/05/24/opinion/24krugman.html", "parentID": null, "commentID": 2025121, "rgt": 23, "userDisplayName": "Ruskin", "createDate": "1274669399", "userID": 23634565, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1274673714", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Buffalo, NY", "commentType": "comment", "updateDate": "1274670114", "commentSequence": 11, "commentBody": "\"It’s time for President Obama to find his inner F.D.R...\"<br /><br />I have a hunch that if Mr Obama continues to be two-faced (as in \"no man can serve two masters\") and seeks millions of small donations from regular people at the same time as accepting gigantic sums from BP and Goldman Sachs (if he behaves in 2012 as he did in 2008), he will be challenged in the 2012 Democratic primaries as LBJ was challenged in 1968 by Eugene McCarthy, and he will be forced to capitulate in the same way as Mr Johnson.<br /><br />We regular people are not fools, and we will not let ourselves be taken for fools by even the cleverest and most eloquent of politicians. If Mr Obama decides to throw in his lot with us, he will have another term; if he does not, the 2012 Democratic National Convention will be one for the history books.", "recommendationCount": 313}, {"assetID": 1487816, "replies": [], "lft": 24, "assetURL": "http://www.nytimes.com/2010/05/24/opinion/24krugman.html", "parentID": null, "commentID": 2025147, "rgt": 25, "userDisplayName": "Peter", "createDate": "1274669904", "userID": 59032267, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1274673714", "userTitle": null, "editorsSelection": 1, "statusID": 2, "userURL": null, "userLocation": "Bellport", "commentType": "comment", "updateDate": "1274713234", "commentSequence": 12, "commentBody": "Yes,we all want Obama manning the trapdoor of the gallows for the bankers, but we won't see it. He's too cool a politician, and I'm one to say that this time he's wrong.<br /><br /> What's missing here is a narrative that the public can understand. I remember, even when I was twelve, how Kennedy stood up to the big bad steel companies and looked like a hero. This time the only friends the bankers really have is themselves, and Republican politicians. This is too easy, he should paint them as the greedy villains they are, and simply run with it.<br /><br />Timing is important, wait a few months, then let them have it. Republicans are too good at spinning responses, no matter how irrational, and the media makes it seem credible.", "recommendationCount": 523}, {"assetID": 1487816, "replies": [], "lft": 26, "assetURL": "http://www.nytimes.com/2010/05/24/opinion/24krugman.html", "parentID": null, "commentID": 2025170, "rgt": 27, "userDisplayName": "sparc", "createDate": "1274670326", "userID": 58494087, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1274673714", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "CA", "commentType": "comment", "updateDate": "1274670114", "commentSequence": 13, "commentBody": "Disagree. It is the White House and Congress are still being channeled and exploited more by the corporate interests. Clearly, they all think the grass-roots anger from the left, right, and center are manageable. Well, let them continue to believe that and rule us all as oligarchy.<br /><br />Einstein said: \"The definition of insanity is doing the same thing over and over again and expecting different results\". Just wait and see...", "recommendationCount": 78}, {"assetID": 1487816, "replies": [], "lft": 28, "assetURL": "http://www.nytimes.com/2010/05/24/opinion/24krugman.html", "parentID": null, "commentID": 2025185, "rgt": 29, "userDisplayName": "jrfromdallas", "createDate": "1274670582", "userID": 57217193, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1274673714", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "dallas", "commentType": "comment", "updateDate": "1274670114", "commentSequence": 14, "commentBody": "JOBS is the only thing that matters Paul and until Obama gets the unemployment under 8% for starters everyone is going to be against his far reaching agenda.", "recommendationCount": 76}, {"assetID": 1487816, "replies": [], "lft": 30, "assetURL": "http://www.nytimes.com/2010/05/24/opinion/24krugman.html", "parentID": null, "commentID": 2025189, "rgt": 31, "userDisplayName": "Bill Pieper", "createDate": "1274670663", "userID": 12818211, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1274673714", "userTitle": null, "editorsSelection": 1, "statusID": 2, "userURL": null, "userLocation": "Taiwan", "commentType": "comment", "updateDate": "1274710633", "commentSequence": 15, "commentBody": "Much of the difficulty the US has in reining in corporate influence on public policy relates to the absurd notion of corporate personhood. The idea that a corporation is a person was a useful and probably necessary legal fiction that allows, among other things that corporations can be sued in civil courts. The \"activist\" courts however have used corporate personhood to extend other rights to corporations carrying it so far that a recent Supreme Court ruling recognizes that corporate entities have First Amendment rights, making it possible to buy elections outright. This is insanity as James Howard Kunstler observed after the ruling \"... the fundamental character of corporations is sociopathic, insofar as their only express allegiance is to their shareholders, meaning they are devoid of any sense of the public interest, meaning they are unfit to participate in electoral politics.\"<br /><br />Congress should address this travesty of law, even if it necessitates creation of a new amendment stating unequivocally that the rights granted by the US Constitution are applicable to living breathing postnatal humans, period. Of course achieving this would require an entirely different Congress than the wholly-owned subsidiary of corporate America we have today. If the American people ever do regain control of their government, I hope this issue is made a priority before the system again inevitably degenerates into abysmal corruption.<br /><br />Until the influence of the wealthy and powerful is reduced to an appropriate level, the American people will increasingly and accurately view their government as merely a mechanism to extract wealth and income from people who work for a living and give that wealth to people who not only do not work for a living but seem to spend most of their time devising ways to gain even more control over working people's lives and incomes. Governments at all levels in the US are losing their legitimacy in the eyes of many Americans.<br /><br />Here are some good sites for keeping track of influence peddling in government:<br /><br /><a href=\"http://www.opensecrets.org/\" target=\"_blank\">http://www.opensecrets.org/</a><br /><br /><a href=\"http://www.followthemoney.org/\" target=\"_blank\">http://www.followthemoney.org/</a><br /><br /><a href=\"http://wikileaks.org/\" target=\"_blank\">http://wikileaks.org/</a>", "recommendationCount": 809}, {"assetID": 1487816, "replies": [], "lft": 34, "assetURL": "http://www.nytimes.com/2010/05/24/opinion/24krugman.html", "parentID": null, "commentID": 2025204, "rgt": 35, "userDisplayName": "daniel", "createDate": "1274671038", "userID": 60403475, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1274673714", "userTitle": null, "editorsSelection": 1, "statusID": 2, "userURL": null, "userLocation": "CA", "commentType": "comment", "updateDate": "1274713276", "commentSequence": 16, "commentBody": "\"Un-American? Let me get this straight. We've got a Tea Party claiming heritage from the Boston Tea Party.  We've got British Petroleum and the British East India Company.  We've got tea in the harbor and oil in the Gulf. So who's side is Mr. Paul on, the Loyalists or the Patriots?  Isn't irony a beautiful thing? ", "recommendationCount": 419}, {"assetID": 1487816, "replies": [], "lft": 36, "assetURL": "http://www.nytimes.com/2010/05/24/opinion/24krugman.html", "parentID": null, "commentID": 2025213, "rgt": 37, "userDisplayName": "Jim Harrington", "createDate": "1274671233", "userID": 34107285, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1274673714", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "San Diego, CA", "commentType": "comment", "updateDate": "1274670114", "commentSequence": 17, "commentBody": "The corporate interests have every right to be up in arms; they paid for unfettered access to and the unquestioned loyalty of their congressional and presidential surrogates. Corporations own America and we peon voter types should be used to it by now. Wall Street, BP and the health care industry will get and have received what they want in the fine print of any laws passed or that are being passed.<br /><br />", "recommendationCount": 183}, {"assetID": 1487816, "replies": [], "lft": 38, "assetURL": "http://www.nytimes.com/2010/05/24/opinion/24krugman.html", "parentID": null, "commentID": 2025215, "rgt": 39, "userDisplayName": "R. Law", "createDate": "1274671280", "userID": 57123959, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1274673714", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Texas", "commentType": "comment", "updateDate": "1274670114", "commentSequence": 18, "commentBody": "You have it right, Professor - to the extent the POTUS is perceived to be working to put things back in order for the middle class and protecting them from the plutocrats, the Dems will benefit; that is why they should be sure the best possible financial reform bill comes out of conference, even if provisions must be added - things are changing quickly and the basics must be in the legislation.<br /><br />The new movie Robin Hood should give fortitude where it's needed.", "recommendationCount": 43}, {"assetID": 1487823, "replies": [], "lft": 178, "assetURL": "http://artsbeat.blogs.nytimes.com/2010/05/23/the-lost-finale-is-underway/", "parentID": null, "commentID": 2025369, "rgt": 179, "userDisplayName": "JeffW", "createDate": "1274673460", "userID": 19120865, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1274674228", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "NC", "commentType": "comment", "updateDate": "1274670628", "commentSequence": 65, "commentBody": "Oh. \"Lost.\"<br /><br />Ugh.", "recommendationCount": 1}, {"assetID": 1487823, "replies": [], "lft": 180, "assetURL": "http://artsbeat.blogs.nytimes.com/2010/05/23/the-lost-finale-is-underway/", "parentID": null, "commentID": 2025373, "rgt": 181, "userDisplayName": "Jim", "createDate": "1274673539", "userID": 60084734, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1274674231", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New York, NY", "commentType": "comment", "updateDate": "1274670631", "commentSequence": 66, "commentBody": "Waste of time.... Extremely worst TV show during recession !!!", "recommendationCount": 4}, {"assetID": 1487816, "replies": [], "lft": 40, "assetURL": "http://www.nytimes.com/2010/05/24/opinion/24krugman.html", "parentID": null, "commentID": 2025230, "rgt": 41, "userDisplayName": "splashy", "createDate": "1274671569", "userID": 53761021, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1274674234", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Arkansas", "commentType": "comment", "updateDate": "1274670634", "commentSequence": 19, "commentBody": "I'm with you, Professor Krugman! Let them scream, wail, and gnash their teeth. It's about time they paid for their sins and play. It really won't hurt them, and if it's done to ALL the uber-wealthy then they can still keep score as to who is \"better\" than others, while we restore some semblance of decency to our society and economy.", "recommendationCount": 173}, {"assetID": 1487816, "replies": [], "lft": 42, "assetURL": "http://www.nytimes.com/2010/05/24/opinion/24krugman.html", "parentID": null, "commentID": 2025239, "rgt": 43, "userDisplayName": "pvolkov", "createDate": "1274671692", "userID": 40468540, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1274674234", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Burlington, Ontario", "commentType": "comment", "updateDate": "1274670634", "commentSequence": 20, "commentBody": "Mr. Krugman,I am glad to see you have donned your superman cape once more and with good reason. It is important for our good journalists to allow their anger to spill over into their careful reporting to give impetus for possible change.<br /><br />When President Obama was campaigning for the presidency, some of we liberal -progressives were puzzled by your lukewarm, even occasional put downs of his rhetoric and exciting plans for the future. I wonder if you saw his weaknesses at the time and could predict the failures of productive action to come. It is obvious that the structure of our political parties along with the ties to corporate power by the right wingers of our nation has not changed over the decades, but has grown more stubborn and dangerous with time and opportunity.<br /><br />Our President is unhealthily involved  with the financial and political power structure of our nation and too frightened to move strongly in other directions during a time of extreme crisis in many areas of our nation's business.<br /><br />I am tired of hearing from many progressive and liberal friends that Obama can't do much  with what he was handed to deal with from the past.  But he could do SOMETHING and when he did have choices, he took the wrong turn in the road. A perfect example is his decision to escalate our presence in Afghanistan despite opposition from a majority of Americans. I could cite many other opportunities for bold action to move out of the present morass, which were sidestepped.<br /><br />I for one, will not vote for him for a second term, although in November  will absentee vote for the lawmakers who tried to move our nation forward, of whom there are precious few.  If the Republicans and right wing Independents win, so be it.  I refuse to support members of my Democratic party who have betrayed the promises made more than a year ago and been mostly silent on issues of vital importance. We can do better, but it may have to get worse before reality strikes and all the options for hope disappear.<br /><br />Thank you for your column - we all need more belly fire and anger to incite civil action.<br />", "recommendationCount": 162}, {"assetID": 1487816, "replies": [], "lft": 44, "assetURL": "http://www.nytimes.com/2010/05/24/opinion/24krugman.html", "parentID": null, "commentID": 2025244, "rgt": 45, "userDisplayName": "JG", "createDate": "1274671924", "userID": 55610270, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1274674234", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Caesarea", "commentType": "comment", "updateDate": "1274721025", "commentSequence": 21, "commentBody": "According to Krugman, \"Roosevelt turned corporate opposition into a badge of honor: 'I welcome their hatred,' he declared. It’s time for President Obama to find his inner F.D.R., and do the same.\"<br /><br />The problem with this analogy is that despair with the Obama presidency is not limited to corporations. As recently observed by Gallup, Obama's approval in the fifth quarter of his presidency ranked among the lowest fifth-quarter averages for elected presidents.<br /><br />As further recently observed by Gallup, Obama's job approval rating among those who are 65 years and older is only 43%. Do these Americans indeed qualify as \"The Old Enemies\"? Should Obama also welcome their acute dissatisfaction?<br /><br /><a href=\"http://jgcaesarea.blogspot.com/\" target=\"_blank\">http://jgcaesarea.blogspot.com/</a> ", "recommendationCount": 56}, {"assetID": 1487816, "replies": [], "lft": 46, "assetURL": "http://www.nytimes.com/2010/05/24/opinion/24krugman.html", "parentID": null, "commentID": 2025251, "rgt": 47, "userDisplayName": "phreest", "createDate": "1274672000", "userID": 9285006, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1274674234", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "pittsburgh, pa", "commentType": "comment", "updateDate": "1274670634", "commentSequence": 22, "commentBody": "The sad thing is that the Americans who are so angry are willing to follow the corporations.  Fascism always arises from the right because they are so willing to follow corporate authority.  Seems like the left is equally willing to sell out too.", "recommendationCount": 158}, {"assetID": 1487816, "replies": [], "lft": 48, "assetURL": "http://www.nytimes.com/2010/05/24/opinion/24krugman.html", "parentID": null, "commentID": 2025264, "rgt": 49, "userDisplayName": "tom", "createDate": "1274672195", "userID": 57889631, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1274674234", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "memphis, tn", "commentType": "comment", "updateDate": "1274670634", "commentSequence": 23, "commentBody": "I would say if President Obama wants to wear the badge that FDR did, he should first STOP taking all that corporate money. If not, he just may begin to look like the hypocrite he is....on so many issues.", "recommendationCount": 150}]}, "copyright": "Copyright (c) 2016 The New York Times Company.  All Rights Reserved."}