{"debug": {"version": 3.1}, "status": "OK", "results": {"api_timestamp": "1481460376", "totalCommentsFound": 2209, "totalCommentsReturned": 25, "comments": [{"assetID": 2425650, "replies": [], "lft": 228, "assetURL": "http://economix.blogs.nytimes.com/2011/02/18/why-does-college-cost-so-much/", "parentID": null, "commentID": 3412328, "rgt": 229, "userDisplayName": "Aurther Phleger", "createDate": "1298179347", "userID": 4634646, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1298179504", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Sparks, NV", "commentType": "comment", "updateDate": "1298179504", "commentSequence": 107, "commentBody": "One of the biggest determinants of a quality college education is student effort. The vast majority of academic learning takes place alone at night with a book and all the high priced facilities are just noise.  WHy do a need a library with a million books if many students barely master the 3 or 4 text books they are assigned each semester.  Some suggestions for instituions supported by taxpayers:<br />1. Mandatory attendance at lectures  (with reasonable exceptions).<br />2. Start every class with simple pass/fail computer graded multiple choice exam to determine if the student at least struggled to understand the material prior to the lecture (from the high priced profesor).<br />3.  Students that don;t show up and put in real effort no longer get a taxpayer funded education.<br />If these policies wer implemented \"productivity\" would rise dramatically.  Video lectures will never be as good as live but they are much beter than a live lecture that isn't attended or for which the student is not prepared.<br />Another option is first year of college at a local high school.  The classrooms are now  empty at night so facilities virtually free.  Many good HS or local college professors (who get their health benefits and pensions from their primary institition) will moolight to teach first year calculus, bio chem etc.  so teaching costs cheap.  Students work and study during the day.  You don;t need Princeton to get someone through calc 101.  Of course it would not be nearly as good an overall experience as Princeton but you might deliver the first year for $5K instead of $50K. The bright student who works hard will still win out. America needs to stop thinking about creating the perfect college experience at someone else's expenses and try to create a good enough experience at low expense irrespective of who pays for it. Also the first course for any student taking on student loans (and perhaps even those who aren't) should be personal finance so they understand what they are getting into. It's a crime what's being done to the kids who have no idea what they are getting into and are burdened for decades with debt they can never pay off used in many cases for classes of little value.<br /><br />The emphasis has to be on reducing the underlying cost ", "recommendationCount": 0}, {"assetID": 2428781, "replies": [], "lft": 90, "assetURL": "http://wordplay.blogs.nytimes.com/2011/02/18/message-2/", "parentID": null, "commentID": 3412255, "rgt": 91, "userDisplayName": "Martin", "createDate": "1298177670", "userID": 239837, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1298179620", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "California", "commentType": "comment", "updateDate": "1298179620", "commentSequence": 40, "commentBody": "ali,<br /><br />The short story was, indeed, originally published in the  Harvard Advocate:<br /><a href=\"http://www.criterion.com/current/posts/1658-downriver-and-heavenward-with-james-agee\" target=\"_blank\">http://www.criterion.com...</a><br /><br />It appeared in this volume more recently:<br /><a href=\"http://www.loa.org/volume.jsp?RequestID=230\" target=\"_blank\">http://www.loa.org...</a>", "recommendationCount": 0}, {"assetID": 2430928, "replies": [], "lft": 36, "assetURL": "http://wordplay.blogs.nytimes.com/2011/02/19/gift/", "parentID": null, "commentID": 3412278, "rgt": 37, "userDisplayName": "John", "createDate": "1298177968", "userID": 12857582, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1298179631", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Chicago", "commentType": "comment", "updateDate": "1298179631", "commentSequence": 17, "commentBody": "Eleven bars and I’m still thirsty.   That middle bar is like The Big Ten logo that shows 11.  EmBARrassed to admit that my aha moment came so late as to me wonder what I was thinking while filling in all those blanks.  I guess I was thinking I was doing last Sunday’s.  Just another example of why Liz Gorski constructs these puzzles in a different world.  The title was WUNDERBAR, exactly what this puzzle is!", "recommendationCount": 1}, {"assetID": 2428781, "replies": [], "lft": 92, "assetURL": "http://wordplay.blogs.nytimes.com/2011/02/18/message-2/", "parentID": null, "commentID": 3412311, "rgt": 93, "userDisplayName": "Kathy", "createDate": "1298178979", "userID": 1724446, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1298179637", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Northfield, MN", "commentType": "comment", "updateDate": "1298179637", "commentSequence": 41, "commentBody": "Well, sadly a DNF for me too.  Such a stinker! (Guess because I don't Google)<br />Now onto my fave, the Diagramless and Sunday too!", "recommendationCount": 0}, {"assetID": 2410572, "replies": [], "lft": 76, "assetURL": "http://wordplay.blogs.nytimes.com/2011/02/14/numberplay-the-musical-shuffle/", "parentID": null, "commentID": 3412321, "rgt": 77, "userDisplayName": "Hans", "createDate": "1298179194", "userID": 5756673, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1298179648", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Philadelphia", "commentType": "comment", "updateDate": "1298179648", "commentSequence": 37, "commentBody": "(continue from Hans #36:)<br /><br />Actually, we only need eq.(11) as eq.(10) is redundant. So let us rewrite the paragraphs involving the last three equations in Hans #36.<br /><br />Together with eq.(8), we to solve for f_0 from eq.(9),<br />\tf_0 = (2n+(d_0+1)d_0)/(2d_0+1).  &nbsp;  (10)<br />d_0 is the minimum natural number satisfying<br />\tt(d_0+1) = f(d_0+1) = f_0 &lt; d_0+1. &nbsp;\t\t(11)<br />Therefore<br />   d_0 &gt; &radic;{2n} -1, &nbsp; or d_0 = floor(&radic;{2n} -1) + 1.  &nbsp;\t\t(12)<br /><br />&nbsp;\t\tQ.E.D.", "recommendationCount": 0}, {"assetID": 2431097, "replies": [], "lft": 4, "assetURL": "http://www.nytimes.com/2011/02/20/opinion/20dowd.html", "parentID": null, "commentID": 3411635, "rgt": 5, "userDisplayName": "Marie Burns", "createDate": "1298164024", "userID": 4461145, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1298187627", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Fort Myers, Florida", "commentType": "comment", "updateDate": "1298187626", "commentSequence": 1, "commentBody": "As long as \"respectable\" people \"joke\" about rape, this horrible crime of violence will be somehow \"acceptable\" or \"not all that bad\" in the minds of many men and perhaps even some women.<br /><br />The other day the first reader comment on a blogpost for a respected major media outlet made a \"joke\" about the attempted assassination of Rep. Giffords. The commenter used a pseudonym. I wrote to the blogger and suggested he remove the \"joke\" because I thought it encouraged violence against women. He is a respected reporter, but he wrote back &amp; said he had a policy of not mediating bad taste.<br /><br />In my mind, joking about rape and murder is a big step beyond \"bad taste.\" Such \"jokes\" dilute the severity of the crime.<br /><br />My name, BTW, is Marie Burns. It's the name my parents gave me and it is my legal name. When I write public comments, it's the name I use. Sometimes my comments aren't so good, and sometimes I make mistakes -- like the other day when I called the F-35 an F-15 -- but those are MY mistakes; I acknowledge them, even as I am embarrassed to have made them.<br /><br />I understand that some people cannot use their real names because their employers do not permit them to make political statements or might fire them for making comments contrary to the policies of the business. But far too many people hide behind avatars, initials, pseudonyms or the ubiquitous \"Anonymous.\"<br /><br />One of the frequent commenters on this site told me she wouldn't reveal her name -- even to me -- because she was afraid of stalkers. News Flash: I make pretty outrageous comments sometimes, and nobody's stalking me, though I do get some raunchy retorts (which I think are hilarious, especially when they're inarticulate raunchy retorts).<br /><br />Particularly when one makes comments criticizing others, the comments -- as far as I am concerned -- are meaningless if the critic is afraid to identify herself.<br /><br />The Constant Weader at <a href=\"http://www.RealityChex.com\" target=\"_blank\">www.RealityChex.com</a>", "recommendationCount": 1308}, {"assetID": 2431097, "replies": [], "lft": 6, "assetURL": "http://www.nytimes.com/2011/02/20/opinion/20dowd.html", "parentID": null, "commentID": 3411646, "rgt": 7, "userDisplayName": "Karen Garcia", "createDate": "1298164254", "userID": 48110597, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1298187627", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New Paltz, NY", "commentType": "comment", "updateDate": "1298187627", "commentSequence": 2, "commentBody": "The treatment of Lara Logan is part of a larger assault upon women being perpetrated and enabled by so-called \"respectable\" people, including members of Congress and mainstream pundits, as well as the babbling hordes of the \"Anonymati\": those trolls of comments threads who never have the courage to reveal their identities. Technology indeed has a depersonalizing effect, and that effect carries over to our increasingly infrequent physical interactions with one another. Internet rage is like road rage. Otherwise decent people become raving maniacs in their anonymous cars and behind their anonymous computer screens. Impulse control in adults is becoming rare, because bad behavior is increasingly being accepted as the new normal. Torturers write bestsellers and never get punished, banksters are subsidized by the poor and get obscene bonuses. So that it's also open season on women in general, and Lara Logan in particular, should come as no surprise.<br /><br />Look at Congress as an example of the bad behavior of powerful people. These elected officials - mostly men and mostly Republicans - are misogynists of the lowest order in their outrageous assault upon all women. They have systematically gone after every program that benefits women: the WIC maternal nutrition program and Planned Parenthood, to name just two. Some legislators have even gone so far as to recommend referring to rape victims as \"accusers\" rather than victims: a first in the annals of criminology. And thus Lara Logan, like many a rape victim before her, is being victimized twice.<br /><br />I wish her a speedy recovery, physically and mentally, and hope that all the callous people will soon crawl back into their anonymous little cyber-sewers where they can be neither seen nor heard.<br /><br /><a href=\"http://kmgarcia2000.blogspot.com\" target=\"_blank\">http://kmgarcia2000.blogspot.com</a>/ ", "recommendationCount": 1094}, {"assetID": 2431097, "replies": [], "lft": 8, "assetURL": "http://www.nytimes.com/2011/02/20/opinion/20dowd.html", "parentID": null, "commentID": 3411706, "rgt": 9, "userDisplayName": "Larry Eisenberg", "createDate": "1298165898", "userID": 56166904, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1298187627", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New York City", "commentType": "comment", "updateDate": "1298187627", "commentSequence": 3, "commentBody": "What pleasure those nasty Tweets yield!<br />Bytes tumble like seeds in a Field,<br />No empathy grows,<br />Just more verbal blows,<br />Themes like \"Love thy Neighbor\"? Repealed!", "recommendationCount": 274}, {"assetID": 2431097, "replies": [], "lft": 10, "assetURL": "http://www.nytimes.com/2011/02/20/opinion/20dowd.html", "parentID": null, "commentID": 3411716, "rgt": 11, "userDisplayName": "Dan S.", "createDate": "1298166159", "userID": 53614567, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1298187627", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "St. Charles, IL", "commentType": "comment", "updateDate": "1298187627", "commentSequence": 4, "commentBody": "That unmoderated Internet comment boards are a sewer is old news. What seems to be new here is that relatively big-name 'journalists' are also wading into the filth, and attaching their own names to it. What does that say about how our society has come to accept (and perhaps even approve of) this kind of nastiness?", "recommendationCount": 560}, {"assetID": 2431097, "replies": [], "lft": 12, "assetURL": "http://www.nytimes.com/2011/02/20/opinion/20dowd.html", "parentID": null, "commentID": 3411755, "rgt": 13, "userDisplayName": "Elizabeth Fuller", "createDate": "1298167223", "userID": 59801905, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1298187627", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Peterborough, NH", "commentType": "comment", "updateDate": "1298187627", "commentSequence": 5, "commentBody": "My fear is that the more foul expression is tolerated online, the more face-to-face ugliness will be tolerated. So much of the bad behavior we see on television has lowered our public standards, and what is said on the internet is much worse. Censorship may not be the answer, but  surely we can all agree that something should be done about the debasing of our culture.  We have been praising the people of the Middle East for demanding freedom and dignity, but seem to have forgotten that with freedom comes responsibility, and that freedom taken to the extreme can destroy dignity.", "recommendationCount": 546}, {"assetID": 2431097, "replies": [], "lft": 22, "assetURL": "http://www.nytimes.com/2011/02/20/opinion/20dowd.html", "parentID": null, "commentID": 3411825, "rgt": 23, "userDisplayName": "Nan Socolow", "createDate": "1298168953", "userID": 33461964, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1298187627", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Cayman Islands, British West Indies", "commentType": "comment", "updateDate": "1298187627", "commentSequence": 6, "commentBody": "Maureen Dowd, you have shown in your column today \"Stars and Sewers\" that the Internet, Facebook, Twitter and all other \"social networks\" are blueprints for sadism.  Anonymity is dead, callousness is wirelessly everywhere, empathy is dead as a doornail,and I for one am looking forward to the day when social networks will be as obsolete as whale oil, stagecoaches, bloomers and Burma Shave.", "recommendationCount": 355}, {"assetID": 2431097, "replies": [], "lft": 24, "assetURL": "http://www.nytimes.com/2011/02/20/opinion/20dowd.html", "parentID": null, "commentID": 3411830, "rgt": 25, "userDisplayName": "Irish Republican", "createDate": "1298169089", "userID": 60657923, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1298187627", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New York, NY", "commentType": "comment", "updateDate": "1298187627", "commentSequence": 7, "commentBody": "\"Epic Clashes\"?  Really?  And this concept is, we are told by Maureen Dowd, somehow worse now than before?<br /><br />Sorry Mo--but the \"Epic Clash\" that you claim is worse than ever before is common and constant.  It is nothing new at all.  Twitter, CNN and the Internet may have made you more aware of the \"Clash between Good and Evil\" but make no mistake---It is the same as \"Clash\" as before.<br /><br />Human Civilization has been from its inception filled with Cataclysmic Divisions and Wars as well as \"Epic Clashes\" between nations, religions and races of humanity.<br /><br />Human History is the History of Warfare and Epic Warfare.<br /><br />Do not Nuclear Weapons and ICBMs Represent \"Epic Clashes\" between the Forces of \"Light and Darkeness\"?<br /><br />Human History is replete with myriad examples of almost constant Epic Clashes between good and evil.<br /><br />To say that internet, email and twitter have increased the Clash of Good and Evil is to display a jejune understanding of Good and Evil as well as of Human History.<br /><br />Humanity and Civilization was founded on the struggle between Good and Evil.<br /><br />Even a cursory reading of history makes clear to any reader the ongoing and always present \"Epic Struggles and Clashes of Good and Evil\".", "recommendationCount": 75}, {"assetID": 2431097, "replies": [], "lft": 26, "assetURL": "http://www.nytimes.com/2011/02/20/opinion/20dowd.html", "parentID": null, "commentID": 3411835, "rgt": 27, "userDisplayName": "Rose", "createDate": "1298169199", "userID": 40979211, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1298187627", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Pennsylvania", "commentType": "comment", "updateDate": "1298187627", "commentSequence": 8, "commentBody": "Putting aside the thought that it is weird to comment on a story about the dangers of commenting on stories. .  .Ms. Dowd, you are completely right on this one.  You are not the first to point out the sadistic, cruel streak that appears in print on so many anonymous blogs and comments, but you have done well in highlighting these two current stories.  The depraved nature that comes out of people on the internet is staggeringly awful at times.  I used to write quite often on the comment section of my local newspaper, but have been driven from the boards by relentless, bullying comments.  (I wrote about being a public school teacher, a union member, and a supporter of President Obama.  In return I have have been called a leech, a mindless drone, and in one particularly unpleasant screed about public employee pensions, someone wrote that he hoped I died young so he wouldn't be stuck paying for my retirement)<br /><br />I'm not a big fan of Senator Brown's, but it takes great courage for sexual abuse survivors to go public.  For anyone to belittle that online shows a shocking lack of empathy.  Mother was right--if you can't say something nice, then don't say anything at all.", "recommendationCount": 711}, {"assetID": 2431097, "replies": [], "lft": 28, "assetURL": "http://www.nytimes.com/2011/02/20/opinion/20dowd.html", "parentID": null, "commentID": 3411850, "rgt": 29, "userDisplayName": "Gemli", "createDate": "1298169646", "userID": 57048689, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1298187627", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Boston", "commentType": "comment", "updateDate": "1298187627", "commentSequence": 9, "commentBody": "In the sci-fi movie, “Forbidden Planet,” we were warned about “monsters from the Id.”  An advanced technology allowed everyone’s merest thought to be turned into reality.  Unfortunately, this included the deepest, vilest, basest thoughts from the depths of the ancient reptilian brain, as well as the more benign thoughts about bunnies and unicorns.  Invisible, evil things were unleashed that roamed at night and ultimately destroyed the population, bunnies and unicorns included.<br /><br />The Internet is the real-world equivalent of this science fiction technology.  Anonymous people sit in their anonymous rooms and write snarky, hateful attacks against just about everyone and everything.  It’s not that our brains are being rewired, but rather that there is no impediment to broadcasting our every half-baked or no-baked thought.  There is nothing to keep our Ids under control.  The technology has removed the requirement that we think, edit, and reconsider, which naturally occurred because of the time lag between thinking the thought and committing it to paper, or to some other equally slow technology.  When one mailed a letter, it was to one person.  Now our unedited gruntings are spewed into the ether and instantaneously shared with the world.<br /><br />There’s no stuffing this genii back in the bottle.  Our slathering reptilian brains are feeling empowered.  Bunnies and unicorns everywhere are feeling the heat.<br />", "recommendationCount": 352}, {"assetID": 2431097, "replies": [], "lft": 30, "assetURL": "http://www.nytimes.com/2011/02/20/opinion/20dowd.html", "parentID": null, "commentID": 3411872, "rgt": 31, "userDisplayName": "Nigel", "createDate": "1298170497", "userID": 23322609, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1298187627", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Southwest", "commentType": "comment", "updateDate": "1298187627", "commentSequence": 10, "commentBody": "Nice work. Rosen's ugly history has been understated elsewhere. ", "recommendationCount": 246}, {"assetID": 2431097, "replies": [], "lft": 32, "assetURL": "http://www.nytimes.com/2011/02/20/opinion/20dowd.html", "parentID": null, "commentID": 3411884, "rgt": 33, "userDisplayName": "Len Charlap", "createDate": "1298170822", "userID": 288945, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1298187627", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Princeton, N.J.", "commentType": "comment", "updateDate": "1298187627", "commentSequence": 11, "commentBody": "But Marie, order the comments in the Times by reader reccommendation and read the first 10 or 20. You will usually find reasoned arguments suported by more data than you see in the article or opinion piece. Read Marie Burns, Karen Garcia, WinningProgressive, etc. I think you will change your mind that all comments are shallow and sensationalized.", "recommendationCount": 237}, {"assetID": 2431097, "replies": [], "lft": 36, "assetURL": "http://www.nytimes.com/2011/02/20/opinion/20dowd.html", "parentID": null, "commentID": 3411890, "rgt": 37, "userDisplayName": "Bill in Beijing", "createDate": "1298170924", "userID": 20304957, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1298187627", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "beijing", "commentType": "comment", "updateDate": "1298187627", "commentSequence": 12, "commentBody": "Maureen, while I agree entirely with your basic point, I wonder why you thought it relevant that Nir Rosen \"sympathizes with Hezbollah and Hamas\"?  This makes him a \"provacateur\"?<br /><br />Earth to Maureen:  there are many, many Americans who sympathize with Hezbollah and Hamas.  In fact I would guess that among the unfortunately small number of Americans who know who these groups are, sympathizers are in the majority.  They are not all crude insensitive minimizers of the seriousness of what happened to Ms. Logan or of sexual assault more broadly.  Most of them -- of us -- see the US one-sided policy in the Middle East and closed door to Hezbollah and Hamas as hugely destructive of America's own best interests.<br /><br />", "recommendationCount": 247}, {"assetID": 2431097, "replies": [], "lft": 38, "assetURL": "http://www.nytimes.com/2011/02/20/opinion/20dowd.html", "parentID": null, "commentID": 3411891, "rgt": 39, "userDisplayName": "ciroan222", "createDate": "1298170971", "userID": 17939872, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1298187627", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Washington, D.C.", "commentType": "comment", "updateDate": "1298187627", "commentSequence": 13, "commentBody": "Nir Rosen's piece in Salon was far more thoughtful than this attack on his character. What is it like to feel so right and able to judge people so quickly?", "recommendationCount": 61}, {"assetID": 2431097, "replies": [], "lft": 44, "assetURL": "http://www.nytimes.com/2011/02/20/opinion/20dowd.html", "parentID": null, "commentID": 3411909, "rgt": 45, "userDisplayName": "George L.", "createDate": "1298171310", "userID": 20475099, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1298187627", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New York", "commentType": "comment", "updateDate": "1298187627", "commentSequence": 14, "commentBody": "Shouldn't the concept of democracy include certain requirements for good taste, decency, empathy, etc?", "recommendationCount": 80}, {"assetID": 2431097, "replies": [], "lft": 48, "assetURL": "http://www.nytimes.com/2011/02/20/opinion/20dowd.html", "parentID": null, "commentID": 3411922, "rgt": 49, "userDisplayName": "Sam Kathir", "createDate": "1298171609", "userID": 59697517, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1298187627", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New York", "commentType": "comment", "updateDate": "1298187627", "commentSequence": 15, "commentBody": "Reason why I don't tweet, facebook, or blog (except NY Times Comments, which is moderated). I don't have access to Twitter or Facebook, but I have seen what's out there in the blogs. The anonimity of the internet has brought out the worst in people. Thanks for bringing it up.", "recommendationCount": 179}, {"assetID": 2431097, "replies": [], "lft": 54, "assetURL": "http://www.nytimes.com/2011/02/20/opinion/20dowd.html", "parentID": null, "commentID": 3411929, "rgt": 55, "userDisplayName": "Petra", "createDate": "1298171681", "userID": 43544660, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1298187627", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Tucson, AZ", "commentType": "comment", "updateDate": "1298187627", "commentSequence": 16, "commentBody": "Let's take this a step further: Where do we draw the line for Freedom of Speech in the internet age?<br />Let's talk about the intention of the Founding Fathers - I doubt that they would have included anonymous hate speech.", "recommendationCount": 98}, {"assetID": 2431097, "replies": [], "lft": 56, "assetURL": "http://www.nytimes.com/2011/02/20/opinion/20dowd.html", "parentID": null, "commentID": 3411932, "rgt": 57, "userDisplayName": "PuWeita", "createDate": "1298171730", "userID": 59423064, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1298187627", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Dallas", "commentType": "comment", "updateDate": "1298187627", "commentSequence": 17, "commentBody": "Confucius taught decency.", "recommendationCount": 104}, {"assetID": 2431097, "replies": [], "lft": 62, "assetURL": "http://www.nytimes.com/2011/02/20/opinion/20dowd.html", "parentID": null, "commentID": 3411949, "rgt": 63, "userDisplayName": "Martha Shelley", "createDate": "1298172108", "userID": 31638827, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1298187627", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Portland, Ore.", "commentType": "comment", "updateDate": "1298187627", "commentSequence": 18, "commentBody": "Kudos to Maureen Dowd for this one. I don't think all of these callous, sadistic comments are the fault of technology, however. For years the airwaves and other media have been flooded with hate speech from the likes of Rush Limbaugh, Ann Coulter, and Glenn Beck, whose nastiness has been very well funded by right-wing corporations. People imitate the high-paid examples in front of them. Where technology comes in is that anyone can spew viciousness anonymously over the internet. I can see the value of posting anonymously in a police state, e.g. Mubarak's Egypt or present-day China or Bahrain. Here I think it is mostly unnecessary--unless, of course, you want to say something really evil and don't want your mother, your neighbors, or your co-workers to know what a skunk you are.", "recommendationCount": 448}, {"assetID": 2431097, "replies": [], "lft": 64, "assetURL": "http://www.nytimes.com/2011/02/20/opinion/20dowd.html", "parentID": null, "commentID": 3411958, "rgt": 65, "userDisplayName": "Elia", "createDate": "1298172246", "userID": 2000487, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1298187627", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Boston, MA", "commentType": "comment", "updateDate": "1298187627", "commentSequence": 19, "commentBody": "I do not know Simone Wilson but if she actually justified the quote “OMG if I were her captors and there were no sanctions for doing so, I would totally rape her” as you reported she is a horrible and disgusting human being probably driven by revolting envy for the attractive, courageous, and admirable Lara Logan.<br /><br />My heart goes to Lara Logan and wish her for quick recovery and complete healing with gratitude for her fearless reporting.    ", "recommendationCount": 332}, {"assetID": 2431097, "replies": [], "lft": 66, "assetURL": "http://www.nytimes.com/2011/02/20/opinion/20dowd.html", "parentID": null, "commentID": 3411960, "rgt": 67, "userDisplayName": "GL", "createDate": "1298172284", "userID": 55055052, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1298187627", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Arizona", "commentType": "comment", "updateDate": "1298187627", "commentSequence": 20, "commentBody": "Why indeed? It cannot be because the internet makes you anonymous; many of the people who made the comments are identified. Also, while technology widely distributes such comments, it does not originate the comments. The same people have been making such comments around the water cooler for years; the internet is just their means of reaching a larger audience.<br /><br />It could be people make such comments because they are stupid, jealous of the victim's successes, or evil.<br /><br />Such comments are not the result of right wing brain disease. If the victim had been any well known conservative, such as Ann Coulter, you would have similar comments coming from the left.", "recommendationCount": 33}]}, "copyright": "Copyright (c) 2016 The New York Times Company.  All Rights Reserved."}