{"debug": {"version": 3.1}, "status": "OK", "results": {"api_timestamp": "1481480648", "totalCommentsFound": 5235, "totalCommentsReturned": 25, "comments": [{"assetID": 3381031, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 9864266, "replies": [], "commentID": 9865946, "trusted": 1, "userDisplayName": "suejean", "createDate": "1377955280", "userID": 46920789, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1377955326", "userTitle": "NULL", "recommendations": 2, "editorsSelection": false, "parentUserDisplayName": "KarmaSartre", "userURL": "NULL", "userLocation": "uk", "depth": 1, "commentType": "userReply", "updateDate": "1377951726", "commentSequence": 1, "commentBody": "YEP, I'm not usually fooled by italics either, and today was no exception."}]}, "lft": 118, "assetURL": "http://wordplay.blogs.nytimes.com/2013/08/30/dangerous-thing-to-sell/", "parentID": null, "commentID": 9864266, "rgt": 121, "userDisplayName": "KarmaSartre", "createDate": "1377921678", "userID": 53999991, "replyCount": 1, "commentTitle": "n/a", "status": "approved", "approveDate": "1377921727", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Mercer Island", "commentType": "comment", "updateDate": "1377918127", "commentSequence": 5, "commentBody": "Puzzle at 7:00.  Doc Martin rerun at 8:00. An hour for a Saturday puzzle, always a challenge for me.  Luckily, after all these years, and all the tens of thousands of clever, misleading clues, I have never been tricked where Italics are involved. Any sort of bend, slant, tilt, bias, diagonal in the clue and I'm all over it. Will will need to dig a bit deeper to fool me on an Italic answer.<br/><br/>Oh YOS of little faith, I just made it.", "recommendationCount": 5}, {"assetID": 3381020, "replies": [], "lft": 374, "assetURL": "http://www.nytimes.com/2013/08/31/world/middleeast/support-slipping-us-defends-plan-for-syria-attack.html", "parentID": null, "commentID": 9864020, "rgt": 375, "userDisplayName": "RWordplay", "createDate": "1377918930", "userID": 2824047, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1377921759", "userTitle": "NULL", "editorsSelection": 1, "statusID": 2, "userURL": "NULL", "userLocation": "New York", "commentType": "comment", "updateDate": "1377918159", "commentSequence": 103, "commentBody": "It is time for the President to admit that his \"Red Line\" statement was ill-conceived and that the actions it promised impossible to achieve. And, if executed would produce any number of terrible, unintended consequences. Our attempts at managing our affairs in the Middle East have run the spectrum from amateur theater to the disastrous.<br/><br/>Therefore, we must consider the possibility that we exert no real or lasting influence in the Region. We don't understand the sectarian conflicts, the historical dynamics, the ongoing states of crisis. The President would show profound wisdom by acknowledging these facts.   <br/><br/>As for Messrs. Kerry and Biden, they have professional and private interest in striking at Syria, no matter how little purpose it serves the Country. I suspect both need to surpass Mrs. Clinton's involvement in the destruction of Libya. Consequently, Syria is a sideshow for the coming Democratic Party Steeplechase.<br/><br/>I wish the President will meditate on two simple fact: The first: the 15-year long Lebanese Civil War, and the second, the Millennial-long Sunni-Shia war.  If Mr. Obama focuses on these two episodes alone, he will see we have nothing to gain or to lose in terms of prestige or power, by picking favorites.<br/><br/>A final note. The French who helped carved the ludicrous bordered that define the Middle East, take from this conflict a curious frisson—a nostalgia for their now phantom empire. A fantasy that would make them the least reliable allies. ", "recommendationCount": 50}, {"assetID": 3381020, "replies": [], "lft": 418, "assetURL": "http://www.nytimes.com/2013/08/31/world/middleeast/support-slipping-us-defends-plan-for-syria-attack.html", "parentID": null, "commentID": 9863946, "rgt": 419, "userDisplayName": "osaggie", "createDate": "1377918074", "userID": 19737094, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1377921889", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "new york", "commentType": "comment", "updateDate": "1377918289", "commentSequence": 121, "commentBody": "I feel that this is one of the biggest set-ups ever, that the U.S. is running headlong into a trap, and that the least this nation will lose is credibility.  The lack of a functional representative government and a baffling executive branch means we are being played like fools.  What an absolute mess has been made of the \"Arab Spring.\"  Never in a million years did I think I would have to demonstrate against Obama as I did against Bush -- over war!  ", "recommendationCount": 7}, {"assetID": 3381020, "replies": [], "lft": 416, "assetURL": "http://www.nytimes.com/2013/08/31/world/middleeast/support-slipping-us-defends-plan-for-syria-attack.html", "parentID": null, "commentID": 9863966, "rgt": 417, "userDisplayName": "Theodore Koenig", "createDate": "1377918399", "userID": 62041779, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1377921889", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Pasadena, California", "commentType": "comment", "updateDate": "1377918289", "commentSequence": 120, "commentBody": "The predominance of comments on President Obama's redline comment and supposition that this all follows from a need to save face shows how far political debate has fallen. Intervention in Syria is an important decision America must weigh. There needs to be a substantial discussion of its merits. Tarring support of it as the sole result of vanity is lazy, unproductive and a disservice to informed decision making in this country.", "recommendationCount": 2}, {"assetID": 3381020, "replies": [], "lft": 410, "assetURL": "http://www.nytimes.com/2013/08/31/world/middleeast/support-slipping-us-defends-plan-for-syria-attack.html", "parentID": null, "commentID": 9864014, "rgt": 411, "userDisplayName": "BKB", "createDate": "1377918868", "userID": 44584164, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1377921889", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Las Cruces, NM", "commentType": "comment", "updateDate": "1377918289", "commentSequence": 117, "commentBody": "One can only hope that someone at the White House is reading these and other comments, many written by people who actually voted for Obama not once but twice. Can it be that Obama and his advisers are in some sort of fugue state, oblivious to any reasoned dialogue about this issue? Are we really willing to risk opening another Pandora's box just so Obama can save face? <br/><br/>The time to intervene in Syria was at the outset of this conflict, if at all. Now it has become so dangerous and complex that toppling Assad, either purposefully or consequentially, may put chemical weapons in the hands of al Quaeda and others of the ilk. What would our position be about boots on the ground at that point? I shudder to think. The unintended consequences of intended acts should give everyone contemplating action in Syria great pause.", "recommendationCount": 7}, {"assetID": 3381020, "replies": [], "lft": 420, "assetURL": "http://www.nytimes.com/2013/08/31/world/middleeast/support-slipping-us-defends-plan-for-syria-attack.html", "parentID": null, "commentID": 9864019, "rgt": 421, "userDisplayName": "Brian - Seattle", "createDate": "1377918898", "userID": 48698019, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1377921889", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Seattle", "commentType": "comment", "updateDate": "1377918289", "commentSequence": 122, "commentBody": "As someone who has admired and supported the President for awhile, I'm again disappointed in his poor leadership. As much as I want to find a way to support him and as much as I abhor the use of chemical, biological, and nuclear weapons, I cannot in this case. <br/><br/>There are two scenarios here, one is that the President intended to attack and his \"red line\" talk was just a way to get him in a war that he feels the U.S. should. Another is that he is naive in the feeling that his words have power (bully pulpit) and that Syria would heed his \"red line\". <br/><br/>I am convinced it is the latter. Every time the President is faced with a challenge, he seems to give a speech. Budget, guns, immigration...speech, speech, speech. How he hasn't figured out that his speeches are irrelevant is beyond me, but somehow I feel he thinks that because he gave a \"red line\" speech, that Syria would listen and back down. He gave an ultimatum without seeming to recognize the complicated connections to the situation; Russia, Iran, our Credibility, Hezbollah,  Intl. law, Israel, etc. Syria called his bluff - now he's trying to find a way out of it. <br/><br/>Chemical weapons are horrible, but AK-47s and RPGs kill more people in the world every day. Syria poses no threat to the U.S. and did not attack another country. While I would love to be able to support ending the suffering of the people in this war, this \"limited action\" won't do that. It is sad, but we can't solve all the world's problems alone. ", "recommendationCount": 11}, {"assetID": 3381020, "replies": [], "lft": 376, "assetURL": "http://www.nytimes.com/2013/08/31/world/middleeast/support-slipping-us-defends-plan-for-syria-attack.html", "parentID": null, "commentID": 9864027, "rgt": 377, "userDisplayName": "Timothy Glennon", "createDate": "1377919009", "userID": 18386807, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1377921889", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Staten Island NY", "commentType": "comment", "updateDate": "1377918289", "commentSequence": 104, "commentBody": "President Obama speaks of  international indignation at the use of chemical weapons, and that there need to be grave consequences to such an unspeakable act...but why is it the US feels justified or obligated in<br/> imposing those consequences, regardless of the wishes of other nations in the region, and no matter how few the allies joining us in the effort ? Once the missiles are launched we cannot get them back, and there's no telling what consequences will follow from that irrevocable act. Without an international coalition, the US will again be standing alone with blood on its hands, making yet more enemies in a region already consumed with hatred of all things American.  It costs us nothing to wait, further build international condemnation, further isolate the monsters,  and arraign them as war criminals, imposing all the sanctions and diplomatic consequences the world community can impose.", "recommendationCount": 6}, {"assetID": 3381020, "replies": [], "lft": 412, "assetURL": "http://www.nytimes.com/2013/08/31/world/middleeast/support-slipping-us-defends-plan-for-syria-attack.html", "parentID": null, "commentID": 9864061, "rgt": 413, "userDisplayName": "Mark", "createDate": "1377919312", "userID": 66534452, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1377921889", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Warren, PA", "commentType": "comment", "updateDate": "1377918289", "commentSequence": 118, "commentBody": "Surely we can come up with an alternative response to the killing of civilians by their own government. Exposing these innocent civilians to even more violence seems to only illustrate the madness of our times in which thoughtful diplomacy has been replaced with soundbites and knee-jerk reactions.", "recommendationCount": 8}, {"assetID": 3381020, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 9864067, "replies": [], "commentID": 9866742, "trusted": 0, "userDisplayName": "John Darling", "createDate": "1377962090", "userID": 65414902, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1377972467", "userTitle": "NULL", "recommendations": 2, "editorsSelection": false, "parentUserDisplayName": "S. Carlson", "userURL": "NULL", "userLocation": "Here &amp; Now", "depth": 1, "commentType": "userReply", "updateDate": "1377968867", "commentSequence": 1, "commentBody": "Actually, this should be compared with the American genocides in Viet Nam, Laos and Cambodia as well as Iraq and the US-aided and financed Israeli genocide of the Palestinians.  "}, {"recommendedFlag": 0, "parentID": 9864067, "replies": [], "commentID": 9866751, "trusted": 0, "userDisplayName": "John Darling", "createDate": "1377962155", "userID": 65414902, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1377972467", "userTitle": "NULL", "recommendations": 1, "editorsSelection": false, "parentUserDisplayName": "S. Carlson", "userURL": "NULL", "userLocation": "Here &amp; Now", "depth": 1, "commentType": "userReply", "updateDate": "1377968867", "commentSequence": 2, "commentBody": "Oops.  And forgot the most important one:  Iraq.  "}]}, "lft": 390, "assetURL": "http://www.nytimes.com/2013/08/31/world/middleeast/support-slipping-us-defends-plan-for-syria-attack.html", "parentID": null, "commentID": 9864067, "rgt": 395, "userDisplayName": "S. Carlson", "createDate": "1377919334", "userID": 57330856, "replyCount": 2, "commentTitle": "n/a", "status": "approved", "approveDate": "1377921889", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Connecticut", "commentType": "comment", "updateDate": "1377918289", "commentSequence": 110, "commentBody": "The use of chemical weapons is monstrous and was outlawed in wartime many years ago.  If nations at that time had imagined that a government would ever use such weapons against its own people, they would have added that to the treaty.<br/>This is very similar to the genocide in Rwanda and Cambodia.<br/>No government should be permitted to use chemical weapons (just as no government should be permitted to commit genocide.)   If it does, there must be serious consequences in order to deter any such behavior by that government or any other.<br/>If the UN can't handle this, then a collective group of nations must do so.<br/>This is not a matter of US credibility.  It is a matter of protecting civilization against barbaric obscene murder.", "recommendationCount": 1}, {"assetID": 3381020, "replies": [], "lft": 406, "assetURL": "http://www.nytimes.com/2013/08/31/world/middleeast/support-slipping-us-defends-plan-for-syria-attack.html", "parentID": null, "commentID": 9864073, "rgt": 407, "userDisplayName": "Gene S", "createDate": "1377919354", "userID": 63535533, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1377921889", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Hollis, NH", "commentType": "comment", "updateDate": "1377918289", "commentSequence": 115, "commentBody": "Attacking Assad will not add one iota to our credibility, and will certainly not be worth taking a single life. The military pretension that our Tomahawk missiles are so accurate as to eliminate the possibility of collateral damage resulting in innocent civilian casualties is a wishful fabrication.<br/><br/>Nor will our credibility be diminished if we content ourselves with declaring Assad an outlaw charged with crimes against humanity, to be tried in the Hague Tribunal, and wait until the UN acts. <br/><br/>We must set the positive example of respecting the rule of law.", "recommendationCount": 10}, {"assetID": 3381020, "replies": [], "lft": 400, "assetURL": "http://www.nytimes.com/2013/08/31/world/middleeast/support-slipping-us-defends-plan-for-syria-attack.html", "parentID": null, "commentID": 9864080, "rgt": 401, "userDisplayName": "Ivermarkt", "createDate": "1377919419", "userID": 37475504, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1377921889", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Pasadena", "commentType": "comment", "updateDate": "1377918289", "commentSequence": 112, "commentBody": "I just hope that President Obama has the courage to put America's money where it's mouth is and go forward to protect the unprotected and the outnumbered who are being laid waste by a tyrannical dictator's inhumane chemical weapons and whom we promised to come to their aid a long time ago, but haven't.<br/><br/>As I read the writings of the many who are calling for him to step back - to step back for reasons that have nothing to do with right or wrong, but rather for political and economic reasons.<br/><br/>Long after we still maintain of righteous rhetoric about America as a land of moral values and the safe harbor for freedom in a swamp ruled primarily by demigods and dictators, but as of late have used our military might in the pursuit of advancing only our self-interests as opposed to defending those values not just for ourselves, but anyone else who may wish the same.<br/><br/>Many hate us because we talk out of both sides of our mouths, but now comes along an opportunity for the US to actually practice what it preaches and actually help those who need it.<br/><br/>And if we must do it alone, then I say all the better; because the message that sends to the rest of the world is that, maybe the US really does stand for something we can feel worthy of.<br/><br/>Just as long as the message is clear and the principles behind them are just, we may be faulted by some because they don't like looking as they do, but we can't be faulted for what we believe in and are willing to stand up for.<br/><br/>I'll glad I voted for Obama", "recommendationCount": 4}, {"assetID": 3381020, "replies": [], "lft": 382, "assetURL": "http://www.nytimes.com/2013/08/31/world/middleeast/support-slipping-us-defends-plan-for-syria-attack.html", "parentID": null, "commentID": 9864086, "rgt": 383, "userDisplayName": "Grant", "createDate": "1377919455", "userID": 62507143, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1377921889", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Boston", "commentType": "comment", "updateDate": "1377918289", "commentSequence": 106, "commentBody": "President Obama has come to a precipice due to a foolish red line pronouncement. Now he and his Secretary of State are attempting to salvage their own prestige and sacrifice that of the U.S.  The country will endure, but the credibility of the Commander in Chief, Secretary of State and Vice President will not. They are exposed as incompetent and their influence around the world is diminished forever.<br/><br/>Unfortunately, this Administration is still willing to sacrifice the lives of the Syrian people and ignite a possible global conflagration in support of their own arrogance and lack of respect for the sovereignty of other nations.  As a result, the world is witnessing a swift fall from grace for another U.S. President and alliances will shift if military action is taken.  ", "recommendationCount": 4}, {"assetID": 3381020, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 9864087, "replies": [], "commentID": 9865183, "trusted": 0, "userDisplayName": "nyhugenot", "createDate": "1377947528", "userID": 65312034, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1377950789", "userTitle": "NULL", "recommendations": 1, "editorsSelection": false, "parentUserDisplayName": "quix", "userURL": "NULL", "userLocation": "Charlotte, NC", "depth": 1, "commentType": "userReply", "updateDate": "1377947189", "commentSequence": 1, "commentBody": "Blind allegiance is not an American virtue. With it we'd still be British subjects. A government of the people and by the people has the right to consider whether the leaders it has appointed are doing the business they want the way they want. The only ideal to consider is if the leaders actions will benefit its people. The actions Obama is considering will only cause more danger and death to Americans traveling abroad and on our own soil. If the present government continues its present plan the people will change it in 2014. That is our right."}]}, "lft": 396, "assetURL": "http://www.nytimes.com/2013/08/31/world/middleeast/support-slipping-us-defends-plan-for-syria-attack.html", "parentID": null, "commentID": 9864087, "rgt": 399, "userDisplayName": "quix", "createDate": "1377919466", "userID": 13808711, "replyCount": 1, "commentTitle": "n/a", "status": "approved", "approveDate": "1377921889", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Pelham NY", "commentType": "comment", "updateDate": "1377918289", "commentSequence": 111, "commentBody": "Once in a while, one has to stand up and fight for what's right. The incessant assault on the president of our country by self absorbed defenders of the status quo finds its way into our national dialogue as if part of some game where they will use this as another opportunity to score points. In a better world, we rally behind our leader and give him or her the confidence to run where the cowards dare not go for the sake of human decency. We do this for our children and  for the sake of  the ideals for which we stand.", "recommendationCount": 2}, {"assetID": 3381020, "replies": [], "lft": 386, "assetURL": "http://www.nytimes.com/2013/08/31/world/middleeast/support-slipping-us-defends-plan-for-syria-attack.html", "parentID": null, "commentID": 9864098, "rgt": 387, "userDisplayName": "Peter", "createDate": "1377919613", "userID": 19653421, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1377921889", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Philadelphia", "commentType": "comment", "updateDate": "1377918289", "commentSequence": 108, "commentBody": "Obama's credibility is no reason to go to war.  He confuses his own ineptitude, self-indulgent temporization, and penchant for false ultimatums with the nation's credibility.  Hogwash.  I voted for him twice, and would do it again, but I can't see going to war simply because Obama has gotten snookered yet again.  No.  Spare me the rationalizations.  He makes a devil's bargain in Egypt, a devil's bargain at Guantanamo, a devil's bargain with the NSA, a devil's bargain with his private personal \"kill lists,\" and now he appeals to some idealized \"red line\" he drew, where we are now perched to rush to the defense of dozens of splintered amalgams of revolutionaries who ten years from now will be driving the knives into our back?  Spare me.  <br/><br/>Want to enhance the nation's credibility?  Enhance our economic power by re-investing in R&amp;D, repairing the infrastructure, and getting the banking system under control.  Stop posturing for the father who never loved you, and keep the sword in its sheathe.  Be a man and exercise your restraint.  Spare me.", "recommendationCount": 16}, {"assetID": 3381020, "replies": [], "lft": 402, "assetURL": "http://www.nytimes.com/2013/08/31/world/middleeast/support-slipping-us-defends-plan-for-syria-attack.html", "parentID": null, "commentID": 9864107, "rgt": 403, "userDisplayName": "Bernard Tuchman", "createDate": "1377919720", "userID": 40658364, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1377921889", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "New York, NY", "commentType": "comment", "updateDate": "1377918289", "commentSequence": 113, "commentBody": "Assad needs to normalize the use of chemical weapons in order to take back opposition strongholds. He wants to re-occupy and re-populate territory, cleansed of opponents -- a truly diabolical game plan. In response, Obama is planning to “take a stand” to show resolve, rather than acting to resolve the conflict.  <br/><br/>The real response to Assad's crimes against humanity is to build international solidarity against his regime, shaming those who have supported him into dropping that support. Containment of a pariah state is only possible when a single standard of law and morality is applied to everybody -- to the U.S. and Israel, and to China, Russia, and many others. It is a long haul towards civilization. But we have run out of short-term fixes.<br/><br/>Syria is a good place to start building a sustainable world order.The place to start is to call for scrupulous respect for the U.N. investigative process, and to prepare well-documented charges before the International Court of Justice.  <br/><br/>Our immediate task should be to shelter the innocent victims of wars, not create more of them.<br/><br/>A new internationalism based on law seems like idealism, but we cannot afford the burden of being the one superpower -- the one self-appointed adult in charge of all the unruly children.  It is delusional arrogance.<br/><br/>Admission that the old foreign policy has failed would provide the clean break needed to help build a world whose moral roots would be strong and resilient enough to outlast tyrants like Assad.", "recommendationCount": 4}, {"assetID": 3381020, "replies": [], "lft": 289, "assetURL": "http://www.nytimes.com/2013/08/31/world/middleeast/support-slipping-us-defends-plan-for-syria-attack.html", "parentID": 9863767, "commentID": 9864110, "rgt": 290, "userDisplayName": "Timothy Glennon", "createDate": "1377919792", "userID": 18386807, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1377921889", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Staten Island NY", "commentType": "userReply", "updateDate": "1377918289", "commentSequence": 1, "commentBody": "Amen.  President Obama, the President I strongly support,  speaks of  international indignation at the use of chemical weapons, and that there need to be grave consequences to such an unspeakable act...but why is it the US feels justified or obligated in<br/> imposing those consequences, regardless of the wishes of other nations in the region, and no matter how few the allies joining us in the effort ? Once the missiles are launched we cannot get them back, and there's no telling what consequences will follow from that irrevocable act. Without an international coalition, the US will again be standing alone with blood on its hands, making yet more enemies in a region already consumed with hatred of all things American.  It costs us nothing to wait, further build international condemnation, further isolate the monsters,  and arraign them as war criminals, imposing all the sanctions and diplomatic consequences the world community can impose.", "recommendationCount": 2}, {"assetID": 3381020, "replies": [], "lft": 303, "assetURL": "http://www.nytimes.com/2013/08/31/world/middleeast/support-slipping-us-defends-plan-for-syria-attack.html", "parentID": 9863779, "commentID": 9864114, "rgt": 304, "userDisplayName": "Steve Mumford", "createDate": "1377919823", "userID": 36519370, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1377921889", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "NYC", "commentType": "userReply", "updateDate": "1377918289", "commentSequence": 1, "commentBody": "I don't think an intervention in Rwanda would have had a fraction of the consequences of an intervention in Syria.<br/>This is not an instance of how the tough should \"get going\". This is a situation that we cannot stop or control, even if we had the political will to do so, which we clearly do not.<br/><br/>The Middle East will continue to boil for the foreseeable future with or without or involvement.", "recommendationCount": 2}, {"assetID": 3381020, "replies": [], "lft": 404, "assetURL": "http://www.nytimes.com/2013/08/31/world/middleeast/support-slipping-us-defends-plan-for-syria-attack.html", "parentID": null, "commentID": 9864132, "rgt": 405, "userDisplayName": "ernstgh", "createDate": "1377920024", "userID": 42272829, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1377921889", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "The Hague, The Netherlands", "commentType": "comment", "updateDate": "1377918289", "commentSequence": 114, "commentBody": "Since Bush jr the reliability of the words of an American president has faltered. There are enough reasons to act in Syria. The longstanding history of the Assad family as malignant ruilers that oppres theirr people, has to come to an end. The use of WMD should never go unpunished. The cynic stand of Russia and China is solely based on perceptions that leave out the human element. I applaud the position by Mr Obama. The American people lose their soul if they look the other way. The red line.is not just a phrase, it expresses fundamental values that have been a trademark of the US over time: freedom to chose with respect for life. The American society has one last chance to do the right thing and the way out through financial arguments will put the US in the same category as the Russians. And by the way: the concept of the nation State and its sacred boundaries have given dictators a free hand and has given the world an excuse to look the other way. Let's not do that again.", "recommendationCount": 1}, {"assetID": 3381020, "replies": [], "lft": 384, "assetURL": "http://www.nytimes.com/2013/08/31/world/middleeast/support-slipping-us-defends-plan-for-syria-attack.html", "parentID": null, "commentID": 9864134, "rgt": 385, "userDisplayName": "The Don", "createDate": "1377920038", "userID": 59515117, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1377921889", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Cali", "commentType": "comment", "updateDate": "1377918289", "commentSequence": 107, "commentBody": "Prof., Sharma forgets human nature and history. The deep assault against humanity by openly using chemical weapons against unarmed civilians and children is cowardly and against all tenets of spiritual and human compassion and reason. History is clear; complacency, unintelligent risk assessment, and lack of compassion for human life leads to massive human extinction. The epigenetic roots of violence and irrational justification in the middle east (especially Iran), coupled with the godless Chinese (and puppet occult North Koreans) ideologues and paranoid Russians, we are at a precipice where a diminished group of revolutionary progressives are forced to be courageous and preclude further acts of terrorism. We need to not only draw a line, but make a list of cowards and complicit nations.", "recommendationCount": 1}, {"assetID": 3381020, "replies": [], "lft": 408, "assetURL": "http://www.nytimes.com/2013/08/31/world/middleeast/support-slipping-us-defends-plan-for-syria-attack.html", "parentID": null, "commentID": 9864145, "rgt": 409, "userDisplayName": "<a href=", "createDate": "1377920135", "userID": 2517850, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1377921889", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "state college, pa", "commentType": "comment", "updateDate": "1377918289", "commentSequence": 116, "commentBody": "It has been my anecdotal experience with stories of conflict that the measured responder fears his actions may be inadequate while the observers perceive the measured response to be courageous; opening up the solution set.", "recommendationCount": 0}, {"assetID": 3381020, "replies": [], "lft": 388, "assetURL": "http://www.nytimes.com/2013/08/31/world/middleeast/support-slipping-us-defends-plan-for-syria-attack.html", "parentID": null, "commentID": 9864175, "rgt": 389, "userDisplayName": "Bras Coupe", "createDate": "1377920441", "userID": 16082307, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1377921889", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Gentilly, New Orleans", "commentType": "comment", "updateDate": "1377918289", "commentSequence": 109, "commentBody": "okay, let's see! <br/><br/>form the evidence shared, it seems credible that the Syrian regime used chemical weapons on this occasion. the death toll is now placed at 14-1500. this has to qualify as a war atrocity. the use, and even possession of chemical weapons is a violation of a UN convention. so, the regime is on the wrong side of international convention, if the evidence is, in fact, credible. <br/><br/>but, the US administration is in a quandary. the president is determined to launch a strike to punish the use of chemical weapons, but he doesn't want to strengthen al-quaeda-linked rebels.  <br/><br/>anyone else here see a two birds, one stone, solution, here? <br/><br/>if this evidence is, in fact, credible, then it is reasonable to expect that the US, and its allies, also have actionable evidence regarding the positions, movements, and communications of those al-quaeda-linked rebels. and, since it's already US policy to strike al-quaeda wherever, and whenever, there is actionable intelligence, who's to say that a dual purpose strike that punishes the regime for its use of chemical weapons AND degrades al-quaeda's capacities in Syria by targeting its leadership, weapons stockpiles, and tactical positions, isn't anything but the most expedient solution within extant US policy guidelines? <br/><br/>i'd think that anything short of this combined operation would be short-sighted, and would miss an opportunity to exploit the capacities of the US military/intelligence network to their greatest advantage. ", "recommendationCount": 1}, {"assetID": 3381020, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 9864188, "replies": [], "commentID": 9865000, "trusted": 1, "userDisplayName": "Anne-Marie Hislop", "createDate": "1377944387", "userID": 59900427, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1377944405", "userTitle": "NULL", "recommendations": 2, "editorsSelection": false, "parentUserDisplayName": "Betsy", "userURL": "NULL", "userLocation": "Chicago", "depth": 1, "commentType": "userReply", "updateDate": "1377940805", "commentSequence": 1, "commentBody": "Oh, what a grand and just punishment you advocate - some shop keepers in the wealthy world refuse to sell Gucci to his wife.  That will give him pause and many sleepless nights."}]}, "lft": 378, "assetURL": "http://www.nytimes.com/2013/08/31/world/middleeast/support-slipping-us-defends-plan-for-syria-attack.html", "parentID": null, "commentID": 9864188, "rgt": 381, "userDisplayName": "Betsy", "createDate": "1377920721", "userID": 23766671, "replyCount": 1, "commentTitle": "n/a", "status": "approved", "approveDate": "1377921889", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "New Jersey", "commentType": "comment", "updateDate": "1377918289", "commentSequence": 105, "commentBody": "The decent American people are war weary; but still we care about the families, including children, that their own countrymen were willing to massacre.  Killed, I believe it will be shown, on the order of their own leaders.  Sad to say, it is not the first time a massacre of innocents has happened, and I've lived long enough to know it won't be the last.<br/><br/>The whole situation is sad beyond words, and our President has lost the detachment that gives perspective. Unfortunately, this takes the world's attention away from the villainous Assad and puts it on the U.S.  The correct response for us is to let the U.N. do its job and complete its investigation, which will likely uphold the suspected guilt of the Syrian government.  Then the member nations, speaking as an international community, and perhaps even as an armed adversary, could confront Syria. Syria's friend, Russia, would likely be sidelined under those circumstances.<br/><br/>If Assad is guilty, I hope his punishment will fit the crime to the extent possible within legal limits.  But if he walks away scot free, I hope the next time he and his wife stroll along the Riviera, trying to buy up everything in sight, the shopkeepers will lock their doors against him and refuse to do business with him. ", "recommendationCount": 3}, {"assetID": 3381020, "replies": [], "lft": 414, "assetURL": "http://www.nytimes.com/2013/08/31/world/middleeast/support-slipping-us-defends-plan-for-syria-attack.html", "parentID": null, "commentID": 9864214, "rgt": 415, "userDisplayName": "Chris", "createDate": "1377921065", "userID": 52850857, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1377921889", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Mexico", "commentType": "comment", "updateDate": "1377918289", "commentSequence": 119, "commentBody": "The invocation of \"American credibility\" as a reason to bomb Syria is an acknowledgement that the putative reasons offered previously have not been persuasive. These sorts of shifting rationales which many of us remember all to well from the lead up to the invasion of Iraq are a reminder that we are dealing with people who will say anything to advance their objectives. What is really at stake here is not the credibility of America, but of the 1% who have monopolized political power and use it to enforce their will globally. The Assad government is a dictatorship. But they are rank amateurs compared to the gangsters of Wall Street who run this country.", "recommendationCount": 24}, {"assetID": 3381031, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 9864277, "replies": [], "commentID": 9866580, "trusted": 1, "userDisplayName": "Martin", "createDate": "1377960585", "userID": 239837, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1377960606", "userTitle": "NULL", "recommendations": 0, "editorsSelection": false, "parentUserDisplayName": "pickelsdorf", "userURL": "NULL", "userLocation": "California", "depth": 1, "commentType": "userReply", "updateDate": "1377957006", "commentSequence": 2, "commentBody": "John,<br/><br/>I was looking for a Mr. Zitburg with no luck.<br/><br/>I'm not sure why your pitching this guy as your avatar.  No acne."}, {"recommendedFlag": 0, "parentID": 9864277, "replies": [], "commentID": 9866709, "trusted": 0, "userDisplayName": "sbmanion", "createDate": "1377961777", "userID": 4442515, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1377961806", "userTitle": "NULL", "recommendations": 0, "editorsSelection": false, "parentUserDisplayName": "pickelsdorf", "userURL": "NULL", "userLocation": "Phoenix", "depth": 1, "commentType": "userReply", "updateDate": "1377958206", "commentSequence": 3, "commentBody": "Martin, first avatar I immediately recognized in a while and I have never driven a Pinto.  "}, {"recommendedFlag": 0, "parentID": 9864277, "replies": [], "commentID": 9869754, "trusted": 0, "userDisplayName": "Warren A. Hughes", "createDate": "1377988599", "userID": 63739031, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1377988626", "userTitle": "NULL", "recommendations": 0, "editorsSelection": false, "parentUserDisplayName": "pickelsdorf", "userURL": "NULL", "userLocation": "Quincy, Illinois", "depth": 1, "commentType": "userReply", "updateDate": "1377985026", "commentSequence": 4, "commentBody": "ALOE, pickels d, Almost sorry to say, but we're not the least bit interested in trying to figure out what your first name happens to be and frankly we couldn't CARE less...as it SEAMS we have much bigger SHADS to fry this day!<br/><br/>WHH"}]}, "lft": 122, "assetURL": "http://wordplay.blogs.nytimes.com/2013/08/30/dangerous-thing-to-sell/", "parentID": null, "commentID": 9864277, "rgt": 131, "userDisplayName": "pickelsdorf", "createDate": "1377921855", "userID": 54528582, "replyCount": 4, "commentTitle": "n/a", "status": "approved", "approveDate": "1377921905", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Wisconsin", "commentType": "comment", "updateDate": "1377918305", "commentSequence": 6, "commentBody": "Good puzzle today. Sorry about my comment yesterday, I was trying to be funny and not particularly provocative--stringing together words from the puzzle and noting some ironic crosses.  I hate all the political furor and I'm sorry I descended into it.<br/><br/>Here's a mystery for you all to solve.  Translate \"pickelsdorf\" and it will lead you to another name which may lead you to my first name. ", "recommendationCount": 0}, {"assetID": 3380987, "replies": [], "lft": 2, "assetURL": "http://thecaucus.blogs.nytimes.com/2013/08/30/congress-points-out-the-cost-of-war/", "parentID": null, "commentID": 9864286, "rgt": 3, "userDisplayName": "Ed", "createDate": "1377922100", "userID": 62450066, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1377922146", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Arizona", "commentType": "comment", "updateDate": "1377918546", "commentSequence": 1, "commentBody": "President Obama is wrong getting involved in Syria using our military might. He is not listening or heading the advice of our military leaders.The scariest part of this debate that is now going on is that the voices we are hearing for intervention comes from senators or ex-senators...starting with Obama, Kerry, Hagel, McCain, and Graham. People that as senators could not come up with a consensus on a yearly budget for our country...yet now they have the answers to the Muslim wars.<br/><br/>The words of Kerry and Obama are but words of politicians seeking to win over others to their side. It is what senators do...give speeches.<br/><br/>Our military leaders know too well the horrors of war, and the toughest part, how to end them. President Obama is taking on something he cannot settle or have any chance for making peace using our military. His drone killing is accelerating in Pakistan and parts of Africa. Afghanistan is not a done deal. Iraq is erupting in more violence...while diplomacy is not part of the Obama regime.<br/><br/>Some would call President Obama the \"reluctant warrior\"...words that make no sense, giving Obama some slack. Our enemies will see him as a weak warrior, that will embolden them, creating a never ending war that we are slowly but surely being sucked into.<br/><br/>Americans must say no our military involvement in the internal Muslim wars.     ", "recommendationCount": 0}]}, "copyright": "Copyright (c) 2016 The New York Times Company.  All Rights Reserved."}