{"debug": {"version": 3.1}, "status": "OK", "results": {"api_timestamp": "1481460068", "totalCommentsFound": 3996, "totalCommentsReturned": 25, "comments": [{"assetID": 1675359, "replies": [], "lft": 8, "assetURL": "http://wordplay.blogs.nytimes.com/2010/07/21/flo-rida/", "parentID": null, "commentID": 2290283, "rgt": 9, "userDisplayName": "Wags", "createDate": "1279768942", "userID": 10500790, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1279771213", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New Mexico", "commentType": "comment", "updateDate": "1279767613", "commentSequence": 4, "commentBody": "Let me associate myself with arthur118's final comment.<br /><br />I didn't finish this one because I had Manila Bay for the battle site and that messed me up.<br /><br />Have I mentioned that I'm not a fan of the rap clues?  Time was, there weren't any in the puzzle.  ", "recommendationCount": 8}, {"assetID": 1675359, "replies": [], "lft": 10, "assetURL": "http://wordplay.blogs.nytimes.com/2010/07/21/flo-rida/", "parentID": null, "commentID": 2290289, "rgt": 11, "userDisplayName": "KarmaSartre", "createDate": "1279769020", "userID": 53999991, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1279771220", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Mercer Island", "commentType": "comment", "updateDate": "1279767620", "commentSequence": 5, "commentBody": "The more modern 3-letter songs were a challenge. And I slowed down in the SOHOT/HONEST area.<br /><br />Interesting that a site was the source of a quote (rather than a person), but some places do talk to me (Tuolumne Meadows comes to mind).<br /><br />The four nine-letter \"stacks\" were meaty. Interesting twist on the Thursday challenge.<br /><br />", "recommendationCount": 3}, {"assetID": 1675359, "replies": [], "lft": 12, "assetURL": "http://wordplay.blogs.nytimes.com/2010/07/21/flo-rida/", "parentID": null, "commentID": 2290301, "rgt": 13, "userDisplayName": "John Farmer", "createDate": "1279769347", "userID": 1866801, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1279771258", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "L.A.", "commentType": "comment", "updateDate": "1279767658", "commentSequence": 6, "commentBody": "Yes, JolleyGood, the solution was unlocked.  Mr. Happy Pencil made a rare first-day appearance.<br /><br />Arthur, if you click the Analyze feature at the Xword Info site, you'll find that ARLO has been used 149 times.  What do you think about that?!<br /><br />Your list is not the number of times the clues were used, but the number of times the answer has appeared.  YENTA's clue, \"Dirt accumulator?,\" has not been used before.  It's a great clue.  It's a handy word.  It shows up in puzzles a few times a year on average.  What's the problem?<br /><br />The puzzle was great.  Terrific theme.  The fill was first-rate.<br /><br />I'm just surprised O'DARK THIRTY didn't fit for the end of DST.<br />", "recommendationCount": 4}, {"assetID": 1675359, "replies": [], "lft": 14, "assetURL": "http://wordplay.blogs.nytimes.com/2010/07/21/flo-rida/", "parentID": null, "commentID": 2290309, "rgt": 15, "userDisplayName": "PhillySolver", "createDate": "1279769522", "userID": 44531698, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1279771269", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Philadelphia, PA", "commentType": "comment", "updateDate": "1279767669", "commentSequence": 7, "commentBody": "Far Out!  You can see why the bad boy was too big for its box now.<br /><br />I used the number for the center box and got a happy pencil but it doesn't work if you spell it out.  ", "recommendationCount": 3}, {"assetID": 1672001, "replies": [], "lft": 204, "assetURL": "http://thelede.blogs.nytimes.com/2010/07/21/longer-video-of-controversial-speech-released-by-n-a-a-c-p/", "parentID": null, "commentID": 2290183, "rgt": 205, "userDisplayName": "CBWHITE", "createDate": "1279766950", "userID": 35424288, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1279771335", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Houston, Texas", "commentType": "comment", "updateDate": "1279767735", "commentSequence": 84, "commentBody": "Reply:<br /><br />81.JimInNashvilleNashville, TNJuly 21st, 20107:08 pm ...<br /><br />While intelligently crafted oratory... actually bordering on elegant, your \"defense-of-others\" hypothesis fly as far south of either logical or rationale reasoning as do New York migratory birds.<br /><br />Both Fox News and <a href=\"http://BigGovernment.com\" target=\"_blank\">BigGovernment.com</a>'s's Andrew Breitbart, are neither lacking an African-American historical subtext or deliberate intent to exploit their \"politically incorrect\" Rovian-styled politics of race: Divide and conquer.<br /><br />You argue the left-wing media is equally as vitriolic and venomous as the right-wing... not true. Andrew Breitbart ... aided and abetted by the Fox News Network, utilized the same \"smear-and-fear\" and \"slice-and-dice\" video doctoring to oust \"coincidentally\" African-American Van Jones-formerly President Obama's green jobs czar, the African-American community activist ACORN, the New Black Panther's hoax, and alas prominent African-American Shirley Sherrod.<br /><br />Why? Politics of racial division... a Republican Party campaigning institution.  And for the record: the authentic... not new or improved, 1960's Civil Rights-era Black Panthers were disbanded in 1979.<br /><br />Once again, Fox News is playing to the \"lowest common-denominator\" in all of humanity: racial hatred and bigotry.<br /><br />One is always well within their right to buffet varying political ideological passions, but when the narrative devolves into \"railroading\" an African- American woman whose very father was executed by similar hate-merchants as those masquerading as legitimate news arbiters at Fox News... well, that just the height of insanity: doing something over and over again and receiving the same net results.<br /><br />My statement is no indictment on either you personally or your ideology. Actually you deserve kudos for at the very least acknowledging the editorial injustice perpetrated by Fox News and Andrew Brietbart. My hope is... albeit African-American or Anglo, that you understand both the historical perspectives of Mrs. Sherrod and the gross injustice she's experienced perhaps as a result?<br /><br />", "recommendationCount": 3}, {"assetID": 1674888, "replies": [], "lft": 38, "assetURL": "http://thelede.blogs.nytimes.com/2010/07/21/israeli-court-calls-lying-for-sex-rape/", "parentID": null, "commentID": 2290339, "rgt": 39, "userDisplayName": "A.", "createDate": "1279770003", "userID": 13409845, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1279771466", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Manhattan", "commentType": "comment", "updateDate": "1279767866", "commentSequence": 12, "commentBody": "<br />Incredibly racist and appalling. Jews should know better not to start an anti- miscegenation campaign. What are those \"Lost\" posters because the women married arabs? Really really appalling behavior that should be condemned. Not to mention the sexism, as if women could not choose partners by themselves, and had to abide by ridiculous racial codes...<br /><br />Until when I ask myself? Until when?", "recommendationCount": 85}, {"assetID": 1674914, "replies": [], "lft": 94, "assetURL": "http://www.nytimes.com/2010/07/22/health/22birth.html", "parentID": null, "commentID": 2290013, "rgt": 95, "userDisplayName": "Pam", "createDate": "1279763346", "userID": 28177209, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1279771837", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Silver Spring, MD", "commentType": "comment", "updateDate": "1279768237", "commentSequence": 43, "commentBody": "I agree with comment #24.  If the legal system is what doctors listen to, then the only way to decrease the number of C-sections is to sue for unnecessary surgery - whether they are primary or repeat C-sections.<br /><br />Everyone talks about the risks of NOT having a C-section.  What about the risks of having one?  Something else is going on here.<br /><br />It seems that in our hurried, technological world, the slow and seemingly chaotic, natural order of our bodies is not to be trusted.  Labor is a mysterious and frightening event, and surgery appears to be under our control.  Therefore, the risks of labor are somehow riskier than the risks of surgery.  Soon, we won't even be able to have sex unless it's in a hospital, \"just in case\".  Who knows what might go wrong in conceiving a child?  IVF for everyone will ensure that there is no spread of disease.<br /><br />", "recommendationCount": 14}, {"assetID": 1674914, "replies": [], "lft": 96, "assetURL": "http://www.nytimes.com/2010/07/22/health/22birth.html", "parentID": null, "commentID": 2290027, "rgt": 97, "userDisplayName": "Jane", "createDate": "1279763662", "userID": 48912072, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1279771837", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Massachusetts", "commentType": "comment", "updateDate": "1279768237", "commentSequence": 44, "commentBody": "This is so welcome.  I had a C-section 28 years ago, and changed doctors twice in my second pregnancy to find someone who'd agree to try a VBAC.  When I found this doctor it felt like the weight of the world had been lifted from my shoulders, because he \"got it\" (the second of the three doctors, who had prestigious positions at major Boston teaching hospitals, made me feel -- basically said as much -- that I was willing to risk my baby's life and health to have an \"experience\" (vaginal birth) -- ridiculous and highly insulting -- I never went back).  In the event I had to have a second C-section, but it was as different from the first birth as night and day, because I was trusted the doctor so completely and knew that if he said I needed a section immediately, I did.  So, for me, it all boiled down to a doctor who's on your same page and with whom you have excellent communication.  Also because of the relationship I cannot imagine anyone suing him.   ", "recommendationCount": 13}, {"assetID": 1674914, "replies": [], "lft": 100, "assetURL": "http://www.nytimes.com/2010/07/22/health/22birth.html", "parentID": null, "commentID": 2290063, "rgt": 101, "userDisplayName": "Brigid", "createDate": "1279764683", "userID": 15105602, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1279771837", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Ohio", "commentType": "comment", "updateDate": "1279768237", "commentSequence": 38, "commentBody": "Just curious: What was the C-section rate before epidurals became routine? I'm pretty sure I would not have needed an \"emergency\" C-section for my first child's birth if my OB had waited before giving me an epidural. For me, at least, it made pushing nearly impossible. When my second child was born, I arrived at the hospital later in labor. By the time my OB arrived (different doctor, different hospital), the baby's head was crowning -- sans epidural, but with the help of a birthing bar. My doc had been skeptical (and downright discouraging) of my plans for a VBAC, and afterwards she seemed miffed that I had succeeded at giving birth without her \"help.\"<br />The icing on the cake came several weeks later when I received a bill from the OB with a \"high-risk delivery\" surcharge of $500 that my insurance company had refused to pay.<br />If I had had a third child, it would have been at home.", "recommendationCount": 11}, {"assetID": 1674914, "replies": [], "lft": 106, "assetURL": "http://www.nytimes.com/2010/07/22/health/22birth.html", "parentID": null, "commentID": 2290140, "rgt": 107, "userDisplayName": "nfahr", "createDate": "1279766207", "userID": 28486339, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1279771837", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Tucson, Arizona", "commentType": "comment", "updateDate": "1279768237", "commentSequence": 51, "commentBody": "After my first breech, needing a C-section in 1959, I could not find a Doctor who would even consider anything other than a C-section.  And these were done at Columbia Presbyterian (NY), Stanford Medical Center (CA), and Tucson, AZ.   ('61,'63,'67).  My obs would not consider anything else.   Nice to hear alternatives are considered these days.", "recommendationCount": 4}, {"assetID": 1674914, "replies": [], "lft": 108, "assetURL": "http://www.nytimes.com/2010/07/22/health/22birth.html", "parentID": null, "commentID": 2290167, "rgt": 109, "userDisplayName": "Dr. R", "createDate": "1279766683", "userID": 59349099, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1279771837", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Potomac, MD", "commentType": "comment", "updateDate": "1279768237", "commentSequence": 41, "commentBody": "I had 3 c-sections and I have 3 very healthy children (they were all breastfed until they were 7 months old). I have 1 scar from all 3 c-sections and it has almost disappeared. I have no regrets.", "recommendationCount": 13}, {"assetID": 1674914, "replies": [], "lft": 110, "assetURL": "http://www.nytimes.com/2010/07/22/health/22birth.html", "parentID": null, "commentID": 2290169, "rgt": 111, "userDisplayName": "UM", "createDate": "1279766695", "userID": 60752286, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1279771837", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Boston, MA", "commentType": "comment", "updateDate": "1279768237", "commentSequence": 47, "commentBody": "I changed doctors when he refused to hear my case for VBAC. My experience with my second doctor was very good - he explained the risks involved and he stressed that in case of any emergency he will perform a C-section. With his encouragement and help I was able to avoid the C-section. I was able to recover faster &amp; I couldn't be happier for trying VBAC.", "recommendationCount": 10}, {"assetID": 1674914, "replies": [], "lft": 116, "assetURL": "http://www.nytimes.com/2010/07/22/health/22birth.html", "parentID": null, "commentID": 2290221, "rgt": 117, "userDisplayName": "Allison Johnson", "createDate": "1279767697", "userID": 57549097, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1279771837", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Henderson, NV", "commentType": "comment", "updateDate": "1279768237", "commentSequence": 50, "commentBody": "I think it important to point out that the words \"immediately available\" are problematic any woman choosing a hospital birth.  Presumably, most women opt for a hospital setting (over a birth center or home) because of an expectation that help will be immediately available should a problem arise.  Clearly, this is not the case as VBAC moms have been told repeatedly by their doctors and hospitals.  So, it begs the question, if help is not immediately available for any laboring mom, why choose the hospital?  Non-vbac births can take unexpected turns that require immediate intervention but this may not always be available either.  Do we staff all hospitals that have L&amp;D units with 24-hour anaesthesia? This change in position from ACOG should spark a further discussion of overall trends in maternal-child care and how it is perceived and provided.  ", "recommendationCount": 19}, {"assetID": 1674914, "replies": [], "lft": 118, "assetURL": "http://www.nytimes.com/2010/07/22/health/22birth.html", "parentID": null, "commentID": 2290229, "rgt": 119, "userDisplayName": "MBW", "createDate": "1279767793", "userID": 57012157, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1279771837", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New York, NY", "commentType": "comment", "updateDate": "1279768237", "commentSequence": 36, "commentBody": "VBAC, endorsed by the OB-Gyn medical community, has been slow in coming.<br /><br />My oldest was born by emergency C-section and my surgical recovery in 1977 was hellish.  I remember the pain, worse than the transition part of labor.  And I remember hearing nurses tell me in 1977 \"All your babies will have to be born by C-Section\".<br />In 1984 when I became pregnant unexpectedly with my son, John, I was scared. I wanted my son but I didn't want a rerun of what happened 7 years earlier.<br /><br />Nancy Cohen's book  about VBAC as an elective option between female patient and her attending obstetric physician was an eye opener for me.  I spoke with the author in May 1984 by phone and she encouraged me to find a doctor who would allow me a trial of labor and allow me to push my 2nd baby out.<br /><br />Women are not used to taking power for their sexual health, and certainly repeat C-Sections are a costly, painful procedure if the surgery is done to avoid litigation. C-Sections are major abdominal surgery and should only be done to save a woman's life or save the baby's life.<br /><br />Awareness on the part of the female patient is important. I was older when I birthed my son, but I had him after 7 hours of active labor and pushed him out without anethesia of any kind.  And I went home the next day, my birthday, and experienced the incredible endorphin \"high\" that I didn't know about with a C-Section birth.  The author Nancy Cohen encouraged her readers to foster a strong awareness of taking confidence in their bodies ability to give birth. Mrs. Cohen wrote some brave words in the late 1970s, as a layperson, true.  But she wrote them as a mother taking responsibility for working cooperatively with her doctor.<br /><br />Avoiding a C-Section in 1984 with my second child saved my health insurer the costs of a five day overnight stay, anesthesia and perhaps blood transfusions. It saved my abdominal area nearly four months of post-op recovery pain.<br /><br />But it forged trust between myself and my attending physician who was not an Ob-Gyn MD, but a family practitioner DO (Doctor of Osteopathy).  My DO 1984 birth experience was 180 degrees different from  my Ob-Gyn MD 1977 birth experience.  My DO attended birth focused on my body's ability to push my baby out, without external intervention and trauma.<br /><br />I hope this key health decision gets additional press in the women's magazines and media.  And I hope that women will continue to maintain awareness and foster decision making with their doctors, not merely accept health care that harms them.  C-Sections are surgery.   Vaginal birth is a normal life process.<br /><br />", "recommendationCount": 15}, {"assetID": 1674914, "replies": [], "lft": 120, "assetURL": "http://www.nytimes.com/2010/07/22/health/22birth.html", "parentID": null, "commentID": 2290234, "rgt": 121, "userDisplayName": "TH Williams", "createDate": "1279767943", "userID": 25888665, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1279771837", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Washington, DC", "commentType": "comment", "updateDate": "1279768237", "commentSequence": 39, "commentBody": "I cannot believe the writer of this article did not consult with any CEO of a health insurance provider. Executives in charge of health insurance profits and stockholder returns are the only ones who get to decide how a woman gives birth. Doctors can only take orders from the business executives and lawyers or else risk losing their malpractice policies. Everybody knows how the rules of this games are played; profits first, stock returns second, bonus checks third, health of actual patients last or who cares. Get real people, health care is all about profits, not natural birth or actual breastfeeding.", "recommendationCount": 17}, {"assetID": 1674914, "replies": [], "lft": 122, "assetURL": "http://www.nytimes.com/2010/07/22/health/22birth.html", "parentID": null, "commentID": 2290275, "rgt": 123, "userDisplayName": "rangerous", "createDate": "1279768798", "userID": 11827763, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1279771837", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "essex, ct", "commentType": "comment", "updateDate": "1279768237", "commentSequence": 48, "commentBody": "can you say rationing?  amazing how the health industry has taken a perfectly natural process and monetarised it.  and people wonder why this health care bill is such a bad bill.<br /><br />it's things like this that increase the cost of health care.", "recommendationCount": 7}, {"assetID": 1674914, "replies": [], "lft": 126, "assetURL": "http://www.nytimes.com/2010/07/22/health/22birth.html", "parentID": null, "commentID": 2290311, "rgt": 127, "userDisplayName": "Politics r us", "createDate": "1279769540", "userID": 13461181, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1279771837", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Montclair, NJ", "commentType": "comment", "updateDate": "1279768237", "commentSequence": 40, "commentBody": "I have been a high risk OB for 14 years and practice in one of the most litigious areas in the US.  I am sorry but these guidelines won't change current practice here or elsewhere.  The idea may be good, but the fact remains that lawsuits and \"the perfect baby\" drive much of our behavior.  Also, the current trend of cesarean section \"on demand\" is also increasing the rate.  Lets not forget we are taking care of a very busy population with many Moms who are working or taking care of a number of children.  They want their birth scheduled, and since the risk of c/s and vaginal delivery are relatively similar (i.e. very very low) they want a section, and they get it.  So its not the doctors, or the patients or the attorneys.  It is all of us, who want the best care, and the only way to solve this is to work together to do it.  Sorry the above guidelines don't CUT it.", "recommendationCount": 18}, {"assetID": 1674914, "replies": [], "lft": 128, "assetURL": "http://www.nytimes.com/2010/07/22/health/22birth.html", "parentID": null, "commentID": 2290329, "rgt": 129, "userDisplayName": "tkjtkjtkj", "createDate": "1279769895", "userID": 26248693, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1279771837", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "northampton, ma.", "commentType": "comment", "updateDate": "1279768237", "commentSequence": 37, "commentBody": "It's strange that I read no input here from anesthesiologists: i.e., the specialists who become indispensable emergency responders when things go wrong.  In my experience in Ob Anesthesia, i have witnessed several uterine ruptures requiring emergency surgery, some life-threatening.<br />We must remember that a VBAC in labor did have a C-section for a reason: often because of anatomical impediments to vaginal birth.  These conditions might still be present in her subsequent labor, although 'adequate anatomy to allow vaginal birth' does not simply consist of the woman's structure.  The baby's size and orientation are part of the matter.<br />As C-sections have a history of being very safe procedures (perhaps more-so than vaginal delivery) the main issues here seems to be 1) the wishes of the laboring woman, and 2) dollar cost.  The 3rd issue of actual safety might not be fully considered.<br /><br />I also question the matter of 'hospitals not affording to pay doctors to remain close by' .. In my experience, I am unaware of *any* non-teaching hospital offering such compensation.<br />It seems to me that more discussion on the matter would be in order before 'final guidelines' are published.<br />", "recommendationCount": 18}, {"assetID": 1674914, "replies": [], "lft": 130, "assetURL": "http://www.nytimes.com/2010/07/22/health/22birth.html", "parentID": null, "commentID": 2290332, "rgt": 131, "userDisplayName": "judith", "createDate": "1279769906", "userID": 19140694, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1279771837", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "SF Bay Area", "commentType": "comment", "updateDate": "1279768237", "commentSequence": 46, "commentBody": "I practiced as a Labor and Delivery nurse for over 20 years, mostly in San Francisco. We had many, many successful VBAC deliveries which often included Pitocin and epidurals. It was only in the last few years of my career, in the late 90's, that we experienced ruptured placentas during attempted VBAC's. This remains a mystery to me. I can think of nothing that changed in our practices or procedures during this period. I sometimes suspected that the pitocin itself was to blame--a formulaic anomaly.", "recommendationCount": 12}, {"assetID": 1674914, "replies": [], "lft": 132, "assetURL": "http://www.nytimes.com/2010/07/22/health/22birth.html", "parentID": null, "commentID": 2290337, "rgt": 133, "userDisplayName": "Naomi", "createDate": "1279769989", "userID": 54998881, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1279771837", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Port Charlotte, FL", "commentType": "comment", "updateDate": "1279768237", "commentSequence": 45, "commentBody": "Back in 1945 my mother had a c-section for the delivery of my sister. Two years later I was delivered vaginally. Mom is 98 years old; my sister is 65 and I am 63--we are all healthy.", "recommendationCount": 5}, {"assetID": 1674914, "replies": [], "lft": 134, "assetURL": "http://www.nytimes.com/2010/07/22/health/22birth.html", "parentID": null, "commentID": 2290342, "rgt": 135, "userDisplayName": "Tjspeiz", "createDate": "1279770032", "userID": 4659600, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1279771837", "userTitle": null, "editorsSelection": 1, "statusID": 2, "userURL": null, "userLocation": "Houston, TX", "commentType": "comment", "updateDate": "1279820466", "commentSequence": 35, "commentBody": "I had my oldest daughter via c-section in 2003 because she was breech.  I went to the same practice when pregnant with my second child and was able to VBAC, without medication, and gave birth to a lovely 9 pound 1 ounce boy.<br /><br />About 6 months into my pregnancy with my third child, we moved from Maryland to Houston and I had to call 8 different practices before I could even find an OB who was willing to discuss a V-BAC, despite having successfully V-BACed already.  I found it to be a complete and utter travesty that here I was moving to a city known for its medicine, and I was going to be forced to have unnecessary surgery, without any thought as to my individual case and whether I was a likely candidate for a successful V-BAC.  Ultimately, I did find one physician who was willing to let me V-BAC and that was how I delivered my beautiful baby girl.  I sincerely hope that these guidelines make it easier for women who desire to have a V-BAC to be able to find doctors who are supportive of that method.<br /><br />I would just like to point out that I have one complaint about the article - in the first line where it refers to vaginal birth as \"in the normal way\" is pretty offensive.  When referring to vaginal births, refer to it as such, to say \"normal way\" is to imply that there is something \"abnormal\" about a c-section.  While a c-section should not be the preferred method of giving birth, it can be medically necessary and is not abnormal.  While I appreciate that I was able to V-BAC with my second and third children, I'm also thankful that I was able to safely deliver my eldest via C-Section.<br />  ", "recommendationCount": 26}, {"assetID": 1674914, "replies": [], "lft": 136, "assetURL": "http://www.nytimes.com/2010/07/22/health/22birth.html", "parentID": null, "commentID": 2290343, "rgt": 137, "userDisplayName": "Maddy", "createDate": "1279770090", "userID": 18782021, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1279771837", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "NYC", "commentType": "comment", "updateDate": "1279768237", "commentSequence": 49, "commentBody": "The article fails to mention that there might have been a medically valid reason for the caesarian in the first place, I can think of two, and if the condition persists in the second pregnancy then the risk of vaginal is doubly dangerous. For those who elected caesarian without a medically valid reason, then this new guideline is for them. ", "recommendationCount": 5}, {"assetID": 1674914, "replies": [], "lft": 138, "assetURL": "http://www.nytimes.com/2010/07/22/health/22birth.html", "parentID": null, "commentID": 2290344, "rgt": 139, "userDisplayName": "Good Reason", "createDate": "1279770107", "userID": 34884053, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1279771837", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Utah", "commentType": "comment", "updateDate": "1279768237", "commentSequence": 42, "commentBody": "I am so glad these guidelines are being revisited.  Some have commented that women can just refuse to have a C-section . . . hah!  Their doctor will drop them like a hot potato, and no other OB/GYN will take them.  How's that for a free choice?<br /><br />It is clear that the decision must rest with a fully informed mother.  That will necessitate: a) fully informing her, b) giving her a real choice, and c) tort reform, so that doctors who accede to the wishes of women to have VBACs will not be sued for so doing.<br /><br />The US should be utterly ashamed of a 32% C-section rate.  That clearly indicates that women have been stripped of their right to make this decision in favor of doctors, hospitals, and insurance companies.", "recommendationCount": 20}, {"assetID": 1674914, "replies": [], "lft": 140, "assetURL": "http://www.nytimes.com/2010/07/22/health/22birth.html", "parentID": null, "commentID": 2290355, "rgt": 141, "userDisplayName": "So Lucky", "createDate": "1279770470", "userID": 10294830, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1279771837", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "north carolina", "commentType": "comment", "updateDate": "1279768237", "commentSequence": 52, "commentBody": "Does everyone understand what uterine rupture is? It's very bad. The child is delivered into the abdomen, where there is NO oxygen. Within minutes, the child can be permanently brain damaged, if not die. I had a uterine rupture with my second child (first child was fullterm breech w. scheduled C-section). At 34 weeks with baby #2, labor started suddenly. I grudgingly went to the hospital - something felt \"wrong\" but was not really that painful; the fetal monitor showed my daughter's heart rate at nearly 50 - that's essentially dead. They called an emergent section, and when my OB cut through the fascia, her little arm was already poking out of the uterus. We feared for months that she might have been oxygen deprived to the point of brain damage (and I would not have sued even if she had). Is the \"life experience\" of VBAC worth the risk of changing the course of your child's (and your) entire life? This article states that VBAC increases the risk of uterine rupture from 1 in 200 to 2 in 200, which is significant. The obvious goal would be to not have a C-section in the first place, but once you have, why risk VBAC??", "recommendationCount": 30}, {"assetID": 1674914, "replies": [], "lft": 102, "assetURL": "http://www.nytimes.com/2010/07/22/health/22birth.html", "parentID": null, "commentID": 2290076, "rgt": 103, "userDisplayName": "Jaremi", "createDate": "1279765042", "userID": 57601076, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1279771883", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Houston", "commentType": "comment", "updateDate": "1279768283", "commentSequence": 53, "commentBody": "Post #1 states \"this article seems to place all the emphasis (blame?) on hospitals and providers, when I've met a ton of women who would prefer, after a first C-section, to have a second C.\"<br /><br />Did you read the article?  It is clear that every woman who wants a caesarean can clearly continue to opt for one even after the report is released.  The question remains, can a woman who wants to have a vaginal birth get one after a C-Section?  I can tell you from experience that it is nearly impossible to find a doctor or hospital that will allow vaginal birth even for a perfectly healthy woman who had one C-Section.   If you are looking to place blame, yes the hospital and their risk management teams.  Yes, the lawyers.  And yes, a faulty study and recommendation from the Board released in 1999.  ", "recommendationCount": 13}]}, "copyright": "Copyright (c) 2016 The New York Times Company.  All Rights Reserved."}