{"debug": {"version": 3.1}, "status": "OK", "results": {"api_timestamp": "1481460234", "totalCommentsFound": 4834, "totalCommentsReturned": 25, "comments": [{"assetID": 2081734, "replies": [], "lft": 24, "assetURL": "http://dotearth.blogs.nytimes.com/2010/11/16/climate-lessons-from-a-master-mediator/", "parentID": null, "commentID": 2851047, "rgt": 25, "userDisplayName": "Gerald Zhang-Schmidt", "createDate": "1289961365", "userID": 53752668, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1289970322", "userTitle": null, "editorsSelection": 1, "statusID": 2, "userURL": null, "userLocation": "Xiangtan, Hunan, China", "commentType": "comment", "updateDate": "1289970322", "commentSequence": 11, "commentBody": "The curve in the road may be a pretty proper picture...<br />Yes, you may be in a sports car by yourself (and a younger and/or wilder kind of driver) or you may be the school bus driver - or, for that matter, just one of the inhabitants.<br />With that, your view of things will be radically different: exhilarated, exasperated, or just frightened.<br /><br />What's best, though? Not one approach fits all, but a (certain) feeling of control will be called for, whether it's by competence as a decent driver, cautiously defensive driving, or trust in your driver - or, actually, by gripping the edge of your seat and closing your eyes shut.<br /><br />Everybody will be doing something, and no one thing wil be best for everyone. If we want to have all get through the curve in one piece, we need to give everyone what they need, though: Not a consensus for how everyone has to handle things, but only a consensus that everyone who wants to, should have a chance (or more than a chance) to get through the curve, and the skills (or the drivers) to get them through.<br /><br />And with that, let's all go to the next mirror and see: are we drivers, are we teachers, or are we just shouting at those who want to keep their eyes closed that they should open them and take the wheel, but not doing so ourselves?", "recommendationCount": 6}, {"assetID": 2077745, "replies": [], "lft": 158, "assetURL": "http://dotearth.blogs.nytimes.com/2010/11/15/lessons-gleaned-from-greenlands-ice/", "parentID": null, "commentID": 2851055, "rgt": 159, "userDisplayName": "Sere", "createDate": "1289961787", "userID": 8066901, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1289970328", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "NYC", "commentType": "comment", "updateDate": "1289970328", "commentSequence": 70, "commentBody": "Inspector Clouseau,<br /><br />That you've risen above the junk-science-strewn tide of insanity from within a SWPL redoubt as fortified as Palo Alto makes me feel that your handle has just a touch of irony to it. ;)  And thank you for your kind words elsewhere.<br /><br />But forget panthers -- some of these posters have imbibed so many lies that they've moved on to the pinkest elephants imaginable.<br /><br />The terrible thing -- and I speak with something more than mere cantankerousness  -- is that the Climate Cong continues to indoctrinate kids with such absolutely savage relentlessness.<br /><br />************<br /><br />And to the above commenter who claims that \"elementary geometry\" suffices to prove various (spurious) facts about sea level, well, I am rarely staggered into speechlessness by an absurdity -- but you almost got me with that one.<br /><br />************<br /><br />And JD.  Please.  One understands the concept of a range of probabilities.  I have never said that \"not being certain\" means we \"can know nothing.\"  Never.  I have said what is true, namely, that knowing *jack-all* about these ostensibly \"non-linear\" ice-sheet dynamics is NOT the ideal initial state from which to start making *rank guesses* and dressing them up with flimsy error bars.<br /><br />And that's an indisputable fact.--<br />", "recommendationCount": 9}, {"assetID": 2072413, "replies": [], "lft": 178, "assetURL": "http://dotearth.blogs.nytimes.com/2010/11/13/questioning-bjorn-lomborg/", "parentID": null, "commentID": 2851061, "rgt": 179, "userDisplayName": "Chris Winter", "createDate": "1289961956", "userID": 58758069, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1289970337", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "San Jose, CA", "commentType": "comment", "updateDate": "1289970337", "commentSequence": 81, "commentBody": "Mark of Dallas asks: \"What makes you think we have anything close to a workable solution to the problem of AGW today?<br /><br />I think it is proven that what solutions have been tried, wont work.\"<br /><br />We have the components of a solution &mdash; not only various forms of clean energy (including nuclear) which are being deployed and could be deployed faster, given more funding for R&amp;D and the political will to speed up the permitting process. (Yes, I know nuclear is more expensive and more problematical. Too bad Clinton shut down the IFR program...)<br /><br />We also have promising ideas for pulling CO2 out of the atmosphere, from planting more trees to chemical extraction, that need to be proven economically scalable.<br /><br />The problem is not just scientific or technological; it is political. Specifically, status-quo energy companies do little to advance alternative energies and much to retard their deployment, while spending millions on blocking regulations that would better balance their own subsidized industries by putting a cost on carbon emissions. A great many citizens, misinformed by a cadre of professional obfuscators, willingly cooperate in delaying the necessary measures.", "recommendationCount": 1}, {"assetID": 2077745, "replies": [], "lft": 160, "assetURL": "http://dotearth.blogs.nytimes.com/2010/11/15/lessons-gleaned-from-greenlands-ice/", "parentID": null, "commentID": 2851074, "rgt": 161, "userDisplayName": "Girma", "createDate": "1289962217", "userID": 56529217, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1289970346", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Perth, Australia", "commentType": "comment", "updateDate": "1289970346", "commentSequence": 71, "commentBody": "Ric Merritt (#56)<br /><br />“I notice that all of the commenters who rail against mainstream predictions always run the other way when I propose a serious public bet.”<br /><br />Ric, I take up your bet. Let us discuss it. If possible, Andy could be the judge.<br /><br />Yes, I am ready for a public bet.<br /><br />Kind Regards<br /><br />Girma Orssengo, PhD<br />", "recommendationCount": 6}, {"assetID": 2081734, "replies": [], "lft": 26, "assetURL": "http://dotearth.blogs.nytimes.com/2010/11/16/climate-lessons-from-a-master-mediator/", "parentID": null, "commentID": 2851102, "rgt": 27, "userDisplayName": "wmar", "createDate": "1289963042", "userID": 13143930, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1289970350", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "usa", "commentType": "comment", "updateDate": "1289970350", "commentSequence": 12, "commentBody": "Wang Suya,<br /><br />Good day to you also.<br /><br />May the truth always prevail.<br /><br />??", "recommendationCount": 3}, {"assetID": 2081734, "replies": [], "lft": 28, "assetURL": "http://dotearth.blogs.nytimes.com/2010/11/16/climate-lessons-from-a-master-mediator/", "parentID": null, "commentID": 2851145, "rgt": 29, "userDisplayName": "Karl S Schwartz", "createDate": "1289964004", "userID": 60420837, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1289970367", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "CocoCreek, Florida", "commentType": "comment", "updateDate": "1289970367", "commentSequence": 13, "commentBody": "Environmental Mediation as an everyday responsibility is more and more welcome, but it is also conveniently overlooked as everyday matters continue on.<br />Large scale attempts to mediate climate change as regards mans activities, in terms of burning fossil fuels, have failed, and so have many other matters like fishing and forestation. As a result it could be that we all are in danger of tipping points and greater systems collapse.<br />This is a harsh way of looking at things since there have also been successes in mediating certain matters where the results have removed harmful elements from the ecosystem. And there is a real and substantive effort to replace at least a percentage of fossil fuel use with less potentially caustic methods. I realize there are those who feel that fossil fuel use is not at all caustic, coal and gases and etc.<br />However it could be that we are threatened: Straighten up and fly right or else. And perhaps it is true that this divine threat is on the verge of manifesting itself against us all. Whether we could even respond in time, too much mediation having already failed to find acceptance of reasonable possibilities, and having naively plundered on, is a really tragic question.<br />Mediation is sometimes a pre-court attempt to find an acceptable resolution. But we are also faced with courts that do not necessarily rule in favor of what we might think of as environmentally favorable.<br />I've seen TV stories about Brazil where murderers of environmentally concerned people go free after short jail terms and the amount of these murders are in the hundreds, and more then a thousand, and not just Chico Mendez and the Lady Sister Nun.<br />I am still curious about a dominant decider, a Meta Physician, someone who we might think was appointed by a Messiah to be listened to.<br />As simple as that might sound or seem to be, from the guy who throws his beer can out the window of his car, to the funky factory in China with the totally polluting coal electric generator, to the nation of Brazil and all the logging, to the UN and all it's weaknesses and disagreements and egos and power plays, we are all in a potentially dangerous situation due to environmental malfeasance.<br /><br />", "recommendationCount": 4}, {"assetID": 2081734, "replies": [], "lft": 30, "assetURL": "http://dotearth.blogs.nytimes.com/2010/11/16/climate-lessons-from-a-master-mediator/", "parentID": null, "commentID": 2851267, "rgt": 31, "userDisplayName": "James", "createDate": "1289967803", "userID": 57643240, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1289970375", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Northern Nevada", "commentType": "comment", "updateDate": "1289970375", "commentSequence": 14, "commentBody": "Re #2: \"...why is it that you do not consider that we might navigate any curve wonderfully, or some other variation of well, or even acceptably, avoiding even a scraped guardrail?\"<br /><br />'Cause we've already gone through the guardrail, and are plummeting through space waiting to crash into the rocks below.", "recommendationCount": 10}, {"assetID": 2083522, "replies": [], "lft": 26, "assetURL": "http://www.nytimes.com/2010/11/17/opinion/17friedman.html", "parentID": null, "commentID": 2851268, "rgt": 27, "userDisplayName": "W in the Middle", "createDate": "1289967832", "userID": 17032998, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1289973466", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New York State", "commentType": "comment", "updateDate": "1290014977", "commentSequence": 12, "commentBody": "Now you go back and fact-check some of the dreck you've talked up about energy.", "recommendationCount": 76}, {"assetID": 2083522, "replies": [], "lft": 30, "assetURL": "http://www.nytimes.com/2010/11/17/opinion/17friedman.html", "parentID": null, "commentID": 2851298, "rgt": 31, "userDisplayName": "Michael", "createDate": "1289968715", "userID": 52699596, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1289973466", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Florida", "commentType": "comment", "updateDate": "1289973466", "commentSequence": 13, "commentBody": "This balderdash was almost warm and fuzzy by typical right standards.  At least this time they didn't bash Obama for being a Muslim, a Kenyan or a Mao-mao.  They didn't say he ran drugs up from South America through a rural Arkansas airport or had his own chief of staff murdered.  Spot on, Marie, but Ted \"His Hair is Perfect\" Koppel will still ironically fault Keith Olbermann for being arrogant.", "recommendationCount": 193}, {"assetID": 2083522, "replies": [], "lft": 32, "assetURL": "http://www.nytimes.com/2010/11/17/opinion/17friedman.html", "parentID": null, "commentID": 2851299, "rgt": 33, "userDisplayName": "Gemli", "createDate": "1289968759", "userID": 57048689, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1289973466", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Boston", "commentType": "comment", "updateDate": "1289973466", "commentSequence": 14, "commentBody": "The FCC can apply fines and other sanctions to public broadcasters if someone should utter a dirty word on the air.  It’s surprising that there are no such penalties for self-described news organizations when they create, package, and promulgate what are obviously lies about public figures.  These organizations have the power to sway public opinion, affect the outcomes of elections, and hijack serious political discourse.  It seems that a line has been crossed when serious broadcasters, who must verify sources, vet stories, and check facts, must compete in a market sullied by unscrupulous operators who are free to manufacture nonsense and present it as news.", "recommendationCount": 570}, {"assetID": 2083522, "replies": [], "lft": 34, "assetURL": "http://www.nytimes.com/2010/11/17/opinion/17friedman.html", "parentID": null, "commentID": 2851345, "rgt": 35, "userDisplayName": "jrfromdallas", "createDate": "1289970207", "userID": 57217193, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1289973466", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "dallas", "commentType": "comment", "updateDate": "1290014972", "commentSequence": 15, "commentBody": "Whatever Obama spent on that trip doesn't matter. It is what happened at the G20 that he needs to start explaining.  How he can't get the trade deal with S.Korea done when it was a gift wrapped treaty from Bush shows you how pompous Obama is. He tried to improve something that was already agreed upon and the S. Korean President told him he would review it.  We're being dictated to by S.Korea.  Say what you want about Bush but that would NOT have happened under his watch. Obama projects weakness every where he goes.", "recommendationCount": 82}, {"assetID": 2083522, "replies": [], "lft": 36, "assetURL": "http://www.nytimes.com/2010/11/17/opinion/17friedman.html", "parentID": null, "commentID": 2851349, "rgt": 37, "userDisplayName": "MNW", "createDate": "1289970341", "userID": 49069088, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1289973466", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Connecticut", "commentType": "comment", "updateDate": "1289973466", "commentSequence": 16, "commentBody": "The very first and very basic tenet in journalism is Accuracy.  I learned that tenet the first day I joined the staff of our college newspaper.  Could anything be more basic.  It is a matter of integrity of the highest order.<br /><br />All those who ignore this basic tenet should be ignored in turn.  Obviously they have not experienced any connection to the study and/or practice of the discipline of real journalism.<br /><br />These persons are a danger to society and should be scorned as a result.  Ignore them forthwith.<br />30.  ", "recommendationCount": 194}, {"assetID": 2083522, "replies": [], "lft": 38, "assetURL": "http://www.nytimes.com/2010/11/17/opinion/17friedman.html", "parentID": null, "commentID": 2851371, "rgt": 39, "userDisplayName": "jerry", "createDate": "1289970703", "userID": 55805458, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1289973466", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Minneapolis", "commentType": "comment", "updateDate": "1289973466", "commentSequence": 17, "commentBody": "I read this editorial article written by a Canadian who has lived in China for a few years. In this article he compares the US-style two-party democracy where one party tries its best (including spreading blatant lies, not to mention mis-information and half-truths) to belittle and dis-credit the other party vs. the (idealized -- in my opinion) \"one-party\" democracy (or in fact, no-party meritocracy). It's an easy reading, as the article clearly illustrates the serious drawbacks and flaws of the current US political system at the Internet age, where lies travel faster than ever, especially among un-thinking masses. ", "recommendationCount": 73}, {"assetID": 2083522, "replies": [], "lft": 42, "assetURL": "http://www.nytimes.com/2010/11/17/opinion/17friedman.html", "parentID": null, "commentID": 2851375, "rgt": 43, "userDisplayName": "Bruce", "createDate": "1289970801", "userID": 58904857, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1289973466", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Minnesota", "commentType": "comment", "updateDate": "1289973466", "commentSequence": 18, "commentBody": "The problem isn't just with FOX News blaring blatant propaganda like Michelle Bachmann's lies about the cost of the president's trip. It's that all media report that she says this nonsense without having the actual facts to counter the lie.<br /><br />The media has fallen into the trap that the right has set up: that there are two equally valid sides to every argument. The prime example is the Big Lie that climate change isn't happening: news media still let climate change deniers spout their nonsense on the airwaves. All the science and our personal experience shows that it's happening right now. For example, in Minnesota we can now regularly play beach volleyball outdoors from March until November, and a scant ten or fifteen years that was just not possible because of all the snow on the ground.<br /><br />If one side is blatantly lying the media are not obligated to let the liars spew their propaganda unchallenged. By repeating Bachmann's lies (and they are legion, according to PolitiFact) without also providing the actual facts, the media are complicit in the lie.", "recommendationCount": 714}, {"assetID": 2083522, "replies": [], "lft": 52, "assetURL": "http://www.nytimes.com/2010/11/17/opinion/17friedman.html", "parentID": null, "commentID": 2851391, "rgt": 53, "userDisplayName": "d1p70", "createDate": "1289971106", "userID": 47888262, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1289973466", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "The Dark Side of the Moon", "commentType": "comment", "updateDate": "1289973466", "commentSequence": 19, "commentBody": "The official was misquoted - he meant 200 million rupees which is about $4.5 million. ", "recommendationCount": 245}, {"assetID": 2083522, "replies": [], "lft": 54, "assetURL": "http://www.nytimes.com/2010/11/17/opinion/17friedman.html", "parentID": null, "commentID": 2851393, "rgt": 55, "userDisplayName": "bruce", "createDate": "1289971123", "userID": 14749653, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1289973466", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "dundas, ontario", "commentType": "comment", "updateDate": "1289973466", "commentSequence": 20, "commentBody": "SINCE WHEN has truth or facts meant much in american public life? 99.9% of the right wing are going to ignore reality and keep on spreading it egged on by beck, limbaugh, bachmann and their companions in mis/disinformation and hate.....", "recommendationCount": 271}, {"assetID": 2083522, "replies": [], "lft": 56, "assetURL": "http://www.nytimes.com/2010/11/17/opinion/17friedman.html", "parentID": null, "commentID": 2851396, "rgt": 57, "userDisplayName": "Vilroy", "createDate": "1289971190", "userID": 56939219, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1289973466", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Portland, Or", "commentType": "comment", "updateDate": "1289973466", "commentSequence": 21, "commentBody": "I heard the figure and the debunking in the same news story on MSNBC. I doubt that any right wing shows did a correction. Anything to show President Obama in a bad light will go on the air and internet as is. This story will not die nor will many others.<br />Just consider Rev.Wright the Chritian minister. People were agast at what he said in church. Now many of those same people believe Obama is a Muslim although he was condemmed for attending this Christian church. They prefer the lie so chose to believe it and repeat it over and over.<br />Never let the truth get in way of your hate.", "recommendationCount": 335}, {"assetID": 2083522, "replies": [], "lft": 58, "assetURL": "http://www.nytimes.com/2010/11/17/opinion/17friedman.html", "parentID": null, "commentID": 2851402, "rgt": 59, "userDisplayName": "Ken C", "createDate": "1289971397", "userID": 45328700, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1289973466", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Fairfield, CT", "commentType": "comment", "updateDate": "1289973466", "commentSequence": 22, "commentBody": "This is just another case of a lack of intellectual curiosity, political evangelism, and mind boggling naiveté which is so common place among GOP spin persons.<br /><br />It's not problem solver language.  It's bash your opponent with nonsense that unfortnately resonates within the coterie.<br /><br />The only defense is a go-back-in-their-face offense as Lisa Murkowski has just done with Princess Beck.<br /><br />We do not want these people in our government during this precarious time when our tolerance for error is so slim.   ", "recommendationCount": 158}, {"assetID": 2083522, "replies": [], "lft": 62, "assetURL": "http://www.nytimes.com/2010/11/17/opinion/17friedman.html", "parentID": null, "commentID": 2851405, "rgt": 63, "userDisplayName": "Mike P", "createDate": "1289971486", "userID": 26870618, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1289973466", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "TX", "commentType": "comment", "updateDate": "1290015026", "commentSequence": 23, "commentBody": "OK...so how much did it cost?...anybody?...see you don't know either.", "recommendationCount": 83}, {"assetID": 2083522, "replies": [], "lft": 64, "assetURL": "http://www.nytimes.com/2010/11/17/opinion/17friedman.html", "parentID": null, "commentID": 2851407, "rgt": 65, "userDisplayName": "Albert Lincoln Jr", "createDate": "1289971502", "userID": 61887766, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1289973466", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "VA", "commentType": "comment", "updateDate": "1290007541", "commentSequence": 24, "commentBody": "           Check out The American Prosperity Myth<br />Signs of trouble are everywhere. For a start, the United States is experiencing an alarming and unsustainable growth of international indebtedness. By the end of this year the country's net liability to the rest of the world will approach $14 trillion, and it is growing exponentially. At the current rate, liabilities will double again over the next five to seven years, taking the United States into banana republic territory. At some point foreigners will cease holding dollars and instead buy the alternative world currency-the euro. The dollar will crash and interest rates will jerk upward in response.<br />America's once proud culture of business building has given way to a culture of financial engineering, a doctrine of shareholder value maximization and a cult of the takeover. The game is to keep the share price up, and every sinew-of the organization is bent to that end; shortcuts are ever tempting, and inevitably some companies resort to straight fraud. Nevertheless, the conservative inclination is to overlook one or two bad apples like Enron and WorldCom and to celebrate the rule of America's capital markets. It is Wall Street constantly holding corporate managements to account that drives up productivity which created the current massive foreclosure crisis.  1 in 8 Americans are on food stamps.   And nearly 20% US homeowners are in or near foreclosure.   Is this prosperity?   False sense of superiority is extrmely harmful for our national well being.  ", "recommendationCount": 124}, {"assetID": 2083522, "replies": [], "lft": 66, "assetURL": "http://www.nytimes.com/2010/11/17/opinion/17friedman.html", "parentID": null, "commentID": 2851408, "rgt": 67, "userDisplayName": "Patrice Ayme", "createDate": "1289971514", "userID": 35921939, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1289973466", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "High Mountains Somewhere", "commentType": "comment", "updateDate": "1290007520", "commentSequence": 25, "commentBody": "The fact remains that the imperial presidency of the USA costs too much, way, way, way too much. And what it ruins are mainly the hearts and minds. Why not to go the all way, and call him:\"Your Majesty\", if he is going to be treated higher than any Majesty which ever was.<br /><br />The president of the USA is not emperor of the world, and, if it is in his mind, he should be cured, because the world does not need an emperor. Or at least just give the Nobel Prize in leadership, and be done with it. he deserves it as much as the one in peace.<br /><br />Seriously, go see how some European leaders (say in Scandinavia) have to justify their expenses. The government of the USA has to learn to serve, rather than be served.<br /><br />And what is the real cost then? And what of the vacation in Spain? Oh, I forgot: of the expenses of these higher than us \"leaders\", no question shall be asked, because it falls under the Patriot Act. And so it has been, since there are kings of kings, and they strut.<br /><a href=\"http://patriceayme.wordpress.com\" target=\"_blank\">http://patriceayme.wordpress.com</a>/<br />", "recommendationCount": 69}, {"assetID": 2083522, "replies": [], "lft": 70, "assetURL": "http://www.nytimes.com/2010/11/17/opinion/17friedman.html", "parentID": null, "commentID": 2851413, "rgt": 71, "userDisplayName": "Robert", "createDate": "1289971711", "userID": 3890532, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1289973466", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Los Angeles", "commentType": "comment", "updateDate": "1289973466", "commentSequence": 26, "commentBody": "Mr. Friedman makes a partisan political argument that only the right engages in errors of facts. In fact they are widespread on both the right and left as is evident by examination of the numerous false claims by ideological partisans on both sides of the political spectrum. Even worse is the appalling decline in fact checking by journalists and editors. In the case of New York Times, Mr. Friedman conveniently forgets Jayson Blair, who wrote over 600 articles for the NYT's many of which were shown to contain fabrications, errors and overt plagiarism. Remember the CBS scandal with the fake documents concerning Mr. Bush’s National Guard Service revealed just before an election by Dan Rather. This is a list that could go on forever and would include Pulitzer Prize Winners who were caught fabricating stories. Until journalism cleans it own house we can hardily expect the political partisans to worry about facts.", "recommendationCount": 56}, {"assetID": 2083522, "replies": [], "lft": 72, "assetURL": "http://www.nytimes.com/2010/11/17/opinion/17friedman.html", "parentID": null, "commentID": 2851420, "rgt": 73, "userDisplayName": "John Pozzerle", "createDate": "1289971890", "userID": 15092580, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1289973466", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Katy, Texas", "commentType": "comment", "updateDate": "1290007552", "commentSequence": 27, "commentBody": "The fact that this lie has taken a life of its own, shows the level of education and understanding of the average American citizen. Elemental Watson!", "recommendationCount": 98}, {"assetID": 2083522, "replies": [], "lft": 74, "assetURL": "http://www.nytimes.com/2010/11/17/opinion/17friedman.html", "parentID": null, "commentID": 2851424, "rgt": 75, "userDisplayName": "dick west", "createDate": "1289971990", "userID": 6583774, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1289973466", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "washoe valley, nv", "commentType": "comment", "updateDate": "1289973466", "commentSequence": 28, "commentBody": "OK, but how much did the trip really cost? I doubt it was doen at the regular per diem for govt workers, times the number of folks on thr trip.<br /><br />Let's get the real facts, so we can compare them to $200 million per day. I am willing to wager that the real number is still an \"eye popper.\"", "recommendationCount": 56}, {"assetID": 2083522, "replies": [], "lft": 76, "assetURL": "http://www.nytimes.com/2010/11/17/opinion/17friedman.html", "parentID": null, "commentID": 2851426, "rgt": 77, "userDisplayName": "Socrates", "createDate": "1289972035", "userID": 59789786, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1289973466", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New England", "commentType": "comment", "updateDate": "1289973466", "commentSequence": 29, "commentBody": "The misinformation prevalent in our media is shocking. Most Americans would do themselves a service and stop watching television or listening to talk radio. Seek out the paper media outlets and their websites that are among the few devotees of slow, researched journalism and reporting. They're few, but they're there. Then you're upping the odds you're getting more accurate facts and stories - as opposed to sensationalized pourings of contrite 24 hour news hysterics. ", "recommendationCount": 86}]}, "copyright": "Copyright (c) 2016 The New York Times Company.  All Rights Reserved."}