{"debug": {"version": 3.1}, "status": "OK", "results": {"api_timestamp": "1481479582", "totalCommentsFound": 7778, "totalCommentsReturned": 25, "comments": [{"assetID": 3325152, "replies": [], "lft": 192, "assetURL": "http://www.nytimes.com/2012/06/11/opinion/krugman-another-bank-bailout.html", "parentID": null, "commentID": 6393343, "rgt": 193, "userDisplayName": "Jeff Anderson-Lee", "createDate": "1339387244", "userID": 49495981, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1339387279", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Berkeley, CA", "commentType": "comment", "updateDate": "1339383679", "commentSequence": 22, "commentBody": "\"Put all of this together and you get a picture of a European policy elite always ready to spring into action to defend the banks, but otherwise completely unwilling to admit that its policies are failing the people the economy is supposed to serve.\"<br/><br/>Sometime in the last few decades the vast majority of the political estate decided that the people the economy is supposed to serve are the 0.1% and that lip-service and circuses (with no free bread) will suffice for the rest. (And Europe is seemingly following suit in this regard.)<br/><br/>And most of the people are failing themselves, by not participating in the primary process to select better candidates for office. Except for Bernie Sanders of Vermont I haven't don't recall many politicians from either party frequently and visibly standing up for the common man in recent years. They will stand up for special interest groups which so often form the political side-show (usually drawing attention away from the main event) and account for funding and passionate voters. <br/><br/>Propaganda is now seen as perfectly OK and not to be subject to media criticism. Since Citizens United has opened the flood gates on anonymous campaign cash, I feel that true democracy (one person, one vote) is under siege in this country.<br/><br/>Campaign strongly for Wall Street reforms or accountability? That might dry up their funding sources! Advocate for a temporary boost inflation? That erodes capital!<br/>\nMortgage relief? What? Support losers? Raise taxes? Fuggeddaboudit!", "recommendationCount": 78}, {"assetID": 3325160, "replies": [], "lft": 36, "assetURL": "http://www.nytimes.com/2012/06/11/opinion/nuclear-time-warp.html", "parentID": null, "commentID": 6393345, "rgt": 37, "userDisplayName": "martin weiss", "createDate": "1339387278", "userID": 19153055, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1339387337", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "mexico, mo", "commentType": "comment", "updateDate": "1339383737", "commentSequence": 3, "commentBody": "These advocates of destruction need an enemy to justify their extortionate demands. \"Total Spectrum Dominance\" is good, but has limited constructive applications. Eisenhower told us, 'the fate of soldiers in a garrison is almost inevitable'. America's best strategy is to opt for liberty. Military solutions become increasingly negative. Unless a population is endangered, other options appeal. Total dominance gives us a lot of room for liberty to work.", "recommendationCount": 4}, {"assetID": 3325152, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 6393350, "replies": [], "commentID": 6393976, "trusted": 0, "userDisplayName": "Carol Benedict Russell", "createDate": "1339403063", "userID": 64375336, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1339425563", "userTitle": null, "recommendations": 3, "editorsSelection": false, "parentUserDisplayName": "Ken Winkes", "userURL": null, "userLocation": "Shelter Island, New York", "depth": 1, "commentType": "userReply", "updateDate": "1339421963", "commentSequence": 1, "commentBody": "Please write more: the present day elite are sitting on a lot of absconded money;<br/><br/>Perhaps you could explain; how to release this weath into the public domain."}]}, "lft": 196, "assetURL": "http://www.nytimes.com/2012/06/11/opinion/krugman-another-bank-bailout.html", "parentID": null, "commentID": 6393350, "rgt": 199, "userDisplayName": "Ken Winkes", "createDate": "1339387382", "userID": 57056906, "replyCount": 1, "commentTitle": "n/a", "status": "approved", "approveDate": "1339387398", "userTitle": null, "editorsSelection": 1, "statusID": 2, "userURL": null, "userLocation": "Conway, WA", "commentType": "comment", "updateDate": "1339414559", "commentSequence": 23, "commentBody": "The politics of austerity has not changed significantly since the 1890's and Bryan's Cross of Gold speech at the Democratic National Convention.  Those who have still spend inordinate amounts of money to preserve what they have at the expense of those who don't, and as in the 1890's the economic divisions between rich and poor are Grand Canyon deep and growing.. <br/><br/>The Republican Party took a detour with Teddy Roosevelt and then was knocked off its pins for a generation by the Depression, which its supporters had a large hand in creating, but it's now back on track, proving that it and its adherents have learned nothing in more than a century except perhaps to be even more self-centered and sanctimonious than the last time around..<br/><br/>Of course, things are not exactly the same as they were then.  Among the differences are that we no longer have most of a continent's riches left to extract  and instead of expanding, our manufacturing presence in the world continues to decline.  As much as the bloated oil companies tout them, the Williston Reservoir and the Keystone Pipeline cannot possibly create anywhere near enough jobs to meet our growing need.  And the Crash of '08 made sure we won't see a home construction revival for years to come.  Now we're cutting government workers. <br/><br/>So where, if not from government investment the Right hates, can the jobs we need possibly come?<br/><br/>As in Bryan's day, the problem is not the nation's overall wealth.  It's how we've chosen to apportion it.", "recommendationCount": 519}, {"assetID": 3325152, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 6393352, "replies": [], "commentID": 6393985, "trusted": 0, "userDisplayName": "Carol Benedict Russell", "createDate": "1339403230", "userID": 64375336, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1339425563", "userTitle": null, "recommendations": 2, "editorsSelection": false, "parentUserDisplayName": "Laurence B.", "userURL": null, "userLocation": "Shelter Island, New York", "depth": 1, "commentType": "userReply", "updateDate": "1339421963", "commentSequence": 1, "commentBody": "Explain how to release this unwarrented proposperty only by the elite.<br/><br/>Teddy Roosevelt was against this polarization; how does the US Govt. break this<br/>\ngridlock??"}]}, "lft": 200, "assetURL": "http://www.nytimes.com/2012/06/11/opinion/krugman-another-bank-bailout.html", "parentID": null, "commentID": 6393352, "rgt": 205, "userDisplayName": "Laurence B.", "createDate": "1339387403", "userID": 57687533, "replyCount": 1, "commentTitle": "n/a", "status": "approved", "approveDate": "1339387459", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Portland, Or", "commentType": "comment", "updateDate": "1339383859", "commentSequence": 25, "commentBody": "In the midst of the economic chaos a small elite group are prospering. They are using the recession as a means to make further cuts in wages and benefits while forcing a single worker to take on the work of two. What little remains of workers collective power is being diminished to a point where collective bargaining will be only a memory.<br/>\nWith little hope in sight for a reversal of these policies the likelihood  of social unrest increasing and spreading is increasing. The situation in Europe, largely under reported in the U.S. media, is very real and grave. A win by Mr. Romney would only make things much worse and hasten what appears to be a very dark future.", "recommendationCount": 200}, {"assetID": 3325152, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 6393354, "replies": [], "commentID": 6395690, "trusted": 1, "userDisplayName": "dwb", "createDate": "1339424767", "userID": 56919348, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1339424846", "userTitle": null, "recommendations": 0, "editorsSelection": false, "parentUserDisplayName": "dwb", "userURL": null, "userLocation": "md", "depth": 1, "commentType": "userReply", "updateDate": "1339421248", "commentSequence": 76, "commentBody": "and actually that link is laudatory: which is exactly my point. Krugman generally praised the Fed and criticised the ECB, even though right now the ECB is making the same mistake as the Fed in sept 2008.<br/><br/>thats called cognitave dissonance."}, {"recommendedFlag": 0, "parentID": 6393354, "replies": [], "commentID": 6394015, "trusted": 0, "userDisplayName": "John", "createDate": "1339404278", "userID": 66034163, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1339425920", "userTitle": null, "recommendations": 0, "editorsSelection": false, "parentUserDisplayName": "dwb", "userURL": null, "userLocation": "Idaho", "depth": 1, "commentType": "userReply", "updateDate": "1339422320", "commentSequence": 77, "commentBody": "The Fed didn't want to cut rates immediately because it didn't want to contribute to the panic spreading throughout our financial sector. It only waited a couple months to set the rates to zero.<br/><br/>This Fed has been the most aggressive in history yet we hear Krugman criticize all of the time for 'not doing enough.' Just like Friedman in his work on the Great Depression blamed it on the Federal Reserve not being more aggressive (even though it was the most aggressive in history up to that point). It's typical monetarist dogma."}, {"recommendedFlag": 0, "parentID": 6393354, "replies": [], "commentID": 6396024, "trusted": 1, "userDisplayName": "dwb", "createDate": "1339426980", "userID": 56919348, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1339427008", "userTitle": null, "recommendations": 0, "editorsSelection": false, "parentUserDisplayName": "dwb", "userURL": null, "userLocation": "md", "depth": 1, "commentType": "userReply", "updateDate": "1339423411", "commentSequence": 87, "commentBody": "\"The Fed didn't want to cut rates immediately because it didn't want to contribute to the panic spreading throughout our financial sector.\"<br/><br/>no: go read the minutes of the sept 2008 meeting, they were worring about imminent inflation. just like today. i am sure the captain of the titanic thought he was aggressive too."}]}, "lft": 206, "assetURL": "http://www.nytimes.com/2012/06/11/opinion/krugman-another-bank-bailout.html", "parentID": null, "commentID": 6393354, "rgt": 221, "userDisplayName": "dwb", "createDate": "1339387429", "userID": 56919348, "replyCount": 7, "commentTitle": "n/a", "status": "approved", "approveDate": "1339387459", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "md", "commentType": "comment", "updateDate": "1339383859", "commentSequence": 24, "commentBody": "\"Most notably, last week the European Central Bank declined to cut interest rates. This decision was widely expected, but that shouldn’t blind us to the fact that it was deeply bizarre.\"<br/><br/>now take the clock back to Sept 2008: don't you find it deeply bizarre that in Sept 2008, with business conditions deteriorating, tight credit, unemployment rising, housing market in recession, and Lehman having just failed, the Fed kept rates at 2% and called monetary policy accomodative? and did not cut rates to zero until Dec 2008?? Where is your equivalent criticism of the Fed from Sept 2008?", "recommendationCount": 3}, {"assetID": 3325152, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 6393360, "replies": [], "commentID": 6393381, "trusted": 0, "userDisplayName": "Carl Ian Schwartz", "createDate": "1339387923", "userID": 34805902, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1339425563", "userTitle": null, "recommendations": 0, "editorsSelection": false, "parentUserDisplayName": "Volley Goodman", "userURL": null, "userLocation": "Paterson, New Jersey", "depth": 1, "commentType": "userReply", "updateDate": "1339421963", "commentSequence": 1, "commentBody": "Why don't the propose coprophagia. It's also lethal for the general well-being. \"Austerity\" and \"trickle down\" are just a nice way to say the same thing."}]}, "lft": 222, "assetURL": "http://www.nytimes.com/2012/06/11/opinion/krugman-another-bank-bailout.html", "parentID": null, "commentID": 6393360, "rgt": 227, "userDisplayName": "Volley Goodman", "createDate": "1339387481", "userID": 21217986, "replyCount": 1, "commentTitle": "n/a", "status": "approved", "approveDate": "1339387520", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Texas", "commentType": "comment", "updateDate": "1339383920", "commentSequence": 26, "commentBody": "I don't believe the banks have the best interests of anybody but themselves at heart yet the people always have to come to their rescue after greedy and stupid mistakes are made. If government is bad then it can't be as bad as the private sector banks - all of which would have failed had not all the governments read the people came to their rescue. Still from the right wing all we hear is how the people were greedy and borrowed too much and need to pay for their mistakes. Call this the Ayn Rand syndrome, a syndrome where the wealthy one percent represented by the banks all of whom are benefiting from a corporate welfare state system would not work if anything were to be done for the masses of unworthy people, but the one percent and the banks have already made it clear they will do nothing to help anyone but themselves.<br/><br/>And president Obama says he admires the management of Chase for their good management. Is he any better than Romney? We may find out. Just as W. resurrected the failed policies of trickle down imagined by Laffer and helped cause the greatest recession since the thirties, Mr. Romney as president intends to double down on those same policies once in office. <br/><br/>After the complete collapse of capitalism in two thousand seven, we are now adopting the same measures only this time it appears we should have learned unregulated capitalism will only destroy both us and itself.", "recommendationCount": 32}, {"assetID": 3325059, "replies": [], "lft": 713, "assetURL": "http://www.nytimes.com/2012/06/10/business/global/spain-moves-closer-to-bailout-of-banks.html", "parentID": 6391121, "commentID": 6393369, "rgt": 714, "userDisplayName": "Observer from the North", "createDate": "1339387707", "userID": 34999683, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1339387757", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Montreal, Canada", "commentType": "userReply", "updateDate": "1339384158", "commentSequence": 111, "commentBody": "U.S. debt to GDP is 102%. In Spain it’s only 62%, so please refrain your ardor in accusing the wrong guy. Ask who was the principal responsible of worsening the debt in U.S. (Bush), then ask who created the financial mess, U.S. &amp; Europe are paying today (Wall Street).", "recommendationCount": 0}, {"assetID": 3325152, "replies": [], "lft": 21, "assetURL": "http://www.nytimes.com/2012/06/11/opinion/krugman-another-bank-bailout.html", "parentID": 6393114, "commentID": 6393370, "rgt": 22, "userDisplayName": "Leia", "createDate": "1339387749", "userID": 56939832, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1339387817", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Seattle", "commentType": "userReply", "updateDate": "1339384218", "commentSequence": 1, "commentBody": "\"It's not as though this mentality didn't exist elsewhere, but the tendency here in Germany to hold on to an ideology long after it has become obvious to everyone else that it is wrong seems to be particularly strong. There's a German saying that what shouldn't be true can't be true (\"es kann nicht sein, was nicht sein darf\"). Dogma trumps reality.\"<br/><br/>Wow, this sounds like the progressives. \"The stimulus was not big enough,\" blah blah. And so they want more stimulus. The government spending borrowed $money.<br/><br/>Yeah, sure, that will temporarily increase the GDP. By the amount of the stimulus. But what about the debt that financed the stimulus? It is still there, long after that temporary blip in GDP. Nothing is solved. <br/><br/>The 400 pound elephant in the room is that we need another recession. To rebalance the economy from this housing bubble that just collapsed. We can not try to re-inflate that bubble; the resources formerly invested in that loser sector, caused by government support, should flow to more productive uses. But what is the government doing? Trying to re-inflate the housing market.<br/><br/>To repeat, we will only get out of this spiral that we are in is with another recession. And with the government getting out of the way, and letting it happen. <br/><br/>Because the next bubble is the Treasury bubble. Massive $$$$ going into Treasuries. This bubble will pop soon, as well. It is inevitable. ", "recommendationCount": 6}, {"assetID": 3325152, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 6393375, "replies": [], "commentID": 6393475, "trusted": 0, "userDisplayName": "Yoandel", "createDate": "1339389545", "userID": 63549582, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1339424855", "userTitle": null, "recommendations": 143, "editorsSelection": true, "parentUserDisplayName": "paul", "userURL": null, "userLocation": "Boston, MA", "depth": 1, "commentType": "userReply", "updateDate": "1339421255", "commentSequence": 77, "commentBody": "Well... austerity policies are so popular because they are in effect, a transfer of the wealth of the people into the coffers of the rich, who have co-opted the political process.<br/><br/>In fact, austerity is only needed because for a bailout to be had, somebody has to pay it and if that somebody is the citizenry of a country, then that citizenry has to tighten their belts in terms of lower wages, higher taxes, fewer benefits, more meager a pension...<br/><br/>Then, that wealth, thus extracted goes to those that have co-opted the political process... Thus insolvent banks and their incompetent financiers are bailed out. Thus large monopolies that should be split up continue. Thus a failed economic order can be sustained for a bit longer."}, {"recommendedFlag": 0, "parentID": 6393375, "replies": [], "commentID": 6393414, "trusted": 0, "userDisplayName": "L.R.", "createDate": "1339388445", "userID": 76914, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1339425563", "userTitle": null, "recommendations": 3, "editorsSelection": false, "parentUserDisplayName": "paul", "userURL": null, "userLocation": "Upstate New York", "depth": 1, "commentType": "userReply", "updateDate": "1339421963", "commentSequence": 78, "commentBody": "I suspect you will find your answers in his most recent book; the subject gets brought up on his blog frequently too.<br/><br/>But I suspect a lot of it can be summed up by Schiller: \"Against stupidity, the gods themselves contend in vain.\""}, {"recommendedFlag": 0, "parentID": 6393375, "replies": [], "commentID": 6393707, "trusted": 0, "userDisplayName": "dannomusic43", "createDate": "1339394204", "userID": 58341429, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1339425563", "userTitle": null, "recommendations": 0, "editorsSelection": false, "parentUserDisplayName": "paul", "userURL": null, "userLocation": "Michigan", "depth": 1, "commentType": "userReply", "updateDate": "1339421963", "commentSequence": 79, "commentBody": "The very first time I heard the word 'austerity' used following the meltdown in '08 was a NYT article (can't remember the date though) about Germany.<br/>\nSo Germany is where the nebulous origins were first whispered and it may then have been as simple as that it was the first knee-jerk no-brainer (because it involves no intellectual heavy lifting) response of ANY kind and has remained basically that this whole time.<br/>\nAusterity is still the only solution because nobody else was bold enough and/or not beholden to special interests and able to do it proper.<br/>\nWe got halfway there until the GOP choked it by 50%.<br/>\nMaybe the pride factor is just way too pathetically high for them to acknowledge Dr. Krugman's counter solution may possibly have more merit.<br/>\nHey, throw that other 400 billion of stimulus at it now.<br/>\nI'm sure they'll get right on that..."}]}, "lft": 234, "assetURL": "http://www.nytimes.com/2012/06/11/opinion/krugman-another-bank-bailout.html", "parentID": null, "commentID": 6393375, "rgt": 249, "userDisplayName": "paul", "createDate": "1339387812", "userID": 11315059, "replyCount": 6, "commentTitle": "n/a", "status": "approved", "approveDate": "1339387875", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "CA", "commentType": "comment", "updateDate": "1339384275", "commentSequence": 27, "commentBody": "I would really appreciate if Prof. Krugman would address a question that keeps coming up for me:<br/><br/>If it is so clear that austerity policies are self defeating, why are they so popular in so many places?  Because while it is easy to accept it happening in some places, it is beyond understanding how the same mistake is being made in so many places.<br/><br/>For example, in the US the Republicans' have a clearly stated cthey are willing to let the economy go into another recession as part of their electoral strategy.  But I can't see the European equivalent.  <br/><br/>Perhaps Krugman will say that there is something systemic going on all over the world that works for economic self destruction, but I wish he would say what it is more explicitly.  ", "recommendationCount": 3}, {"assetID": 3325152, "replies": [], "lft": 23, "assetURL": "http://www.nytimes.com/2012/06/11/opinion/krugman-another-bank-bailout.html", "parentID": 6393114, "commentID": 6393376, "rgt": 24, "userDisplayName": "Tom Benghauser", "createDate": "1339387821", "userID": 61774917, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1339387875", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Denver CO", "commentType": "userReply", "updateDate": "1339384276", "commentSequence": 2, "commentBody": "Professor Krugman:  \"... whatever they may say, Fed officials are clearly intimidated by warnings that any expansionary policy will be seen as coming to the rescue of President Obama.\"<br/><br/>And why hasn't anybody been intimidating Ben Boy with warnings that his continued unwillingness to institute expansionary policies will actually be proof that,  Republican rhetoric to the contrary, the Fed and the GOP are in bed together?", "recommendationCount": 22}, {"assetID": 3324717, "replies": [], "lft": 661, "assetURL": "http://fivethirtyeight.blogs.nytimes.com/2012/06/07/election-forecast-obama-begins-with-tenuous-advantage/", "parentID": 6374717, "commentID": 6393387, "rgt": 662, "userDisplayName": "champion88", "createDate": "1339387966", "userID": 65052343, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1339387997", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Bronx, NY", "commentType": "userReply", "updateDate": "1339384399", "commentSequence": 142, "commentBody": "ha, I'm middle class too, but the notion that  \"Issue X can only be provided cheaply if everyone throws $3,000 out the window every year\"  sounds like a slippery slope issue for the middle class to support.<br/><br/>I say throws out the window because there's no way in heck anyone under 40 is spending $3,000 equivalent of health care each year.<br/><br/>So forcing a young person to invest in something they will never use, is essentially another tax that just has nice wording.<br/><br/>Almost the opposite effect of a  \"tax windfall.\" ", "recommendationCount": 0}, {"assetID": 3325152, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 6393386, "replies": [], "commentID": 6393850, "trusted": 0, "userDisplayName": "JayJay", "createDate": "1339398464", "userID": 60702573, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1339398495", "userTitle": null, "recommendations": 22, "editorsSelection": false, "parentUserDisplayName": "Enemy of Crime", "userURL": null, "userLocation": "Los Angeles", "depth": 1, "commentType": "userReply", "updateDate": "1339394895", "commentSequence": 24, "commentBody": "Very powerful story. Thanks for sharing it. Especially important at a time when so many on the right try to rewrite the history of the Great Depression to serve their own ends. Namely, that FDR's policies had nothing to do with ending the Depression. Those folks always seem to have the same answer, the one the Europeans seem to favor: just give it time and our austerity policies will work. No matter how much suffering must be meted out in the meantime. No matter how long long we must wait. If we just waited longer it would work. In their view it's a battle not make life better for the most people but a fight between good -- those who supposedly worked hard to earn their incomes and should get to keep all of it -- and evil -- the poor who are believed to be malingerers, drug addicts and baby factories. Never mind that the story America likes to believe about itself, that anyone can make it if they are willing to work hard, is no longer true, if it ever was. The system serves and preserves the wealth already in the hands of an elite.  "}]}, "lft": 250, "assetURL": "http://www.nytimes.com/2012/06/11/opinion/krugman-another-bank-bailout.html", "parentID": null, "commentID": 6393386, "rgt": 253, "userDisplayName": "Enemy of Crime", "createDate": "1339387957", "userID": 42502133, "replyCount": 1, "commentTitle": "n/a", "status": "approved", "approveDate": "1339387998", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "California", "commentType": "comment", "updateDate": "1339384398", "commentSequence": 28, "commentBody": "Forty-odd years ago my wise and noble father, a Depression/Hooverville tent kid and decorated WWII vet who was able to leave the blue-collar world and become a professor of English literature thanks to the G.I. Bill, published a short biography of Ernest Hemingway. For some reason, I have always remembered my father's description of the catastrophe of the 1930s and of \"the battered poor, pathetically enduring the Great Depression\" (surely based on his personal experience and what he watched his parents endure), in these words that he wrote: <br/><br/>\"....the grim economic processes through which people who had never had any money, lost in addition their jobs, their homes, and their self-respect.\" <br/><br/>Although he was personally able to enjoy a comfortable retirement, my late father was in no doubt about the \"grim economic processes\" that began to wipe out so many humble households and sink so many modest dreams in 2008, here and overseas, while the bankers continued to prosper and their bought politicians fought against the very measures that would bring about the most relief. <br/><br/>And not long before he died in 2010, he said to me during a discussion about the economy: \"I feel like I'm going out the same way I came in.\" Some more words I'll never forget. ", "recommendationCount": 537}, {"assetID": 3325152, "replies": [], "lft": 256, "assetURL": "http://www.nytimes.com/2012/06/11/opinion/krugman-another-bank-bailout.html", "parentID": null, "commentID": 6393399, "rgt": 257, "userDisplayName": "Joe Schmoe", "createDate": "1339388226", "userID": 56648336, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1339388296", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Brooklyn", "commentType": "comment", "updateDate": "1339384696", "commentSequence": 29, "commentBody": "Isn't the root of the problem obvious?  Politicians are subservient to the money that finances their election campaigns and enriches them and their friends in the private sector (sometimes the public sector too).  In this system there is no room for a righteous political hero to do anything of significance for those who do not directly contribute toward making them personally wealthy.", "recommendationCount": 28}, {"assetID": 3325152, "replies": [], "lft": 109, "assetURL": "http://www.nytimes.com/2012/06/11/opinion/krugman-another-bank-bailout.html", "parentID": 6393255, "commentID": 6393403, "rgt": 110, "userDisplayName": "Tom Benghauser", "createDate": "1339388306", "userID": 61774917, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1339388357", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Denver CO", "commentType": "userReply", "updateDate": "1339384758", "commentSequence": 4, "commentBody": "I wish that Professor Krugman would run the numbers for us on a very straightforward hypothesis.<br/><br/>The additional tax revenues the Treasury would collect if our economy were operating at its \"potential\" are greater that interest costs on the monies the government would have to borrow to stimulate economic activity back up to that level.", "recommendationCount": 8}, {"assetID": 3325152, "replies": [], "lft": 103, "assetURL": "http://www.nytimes.com/2012/06/11/opinion/krugman-another-bank-bailout.html", "parentID": 6393245, "commentID": 6393404, "rgt": 104, "userDisplayName": "Janet", "createDate": "1339388307", "userID": 14480101, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1339388357", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Salt Lake City, Utah", "commentType": "userReply", "updateDate": "1339384758", "commentSequence": 3, "commentBody": "Most Americans with any sort of pension plan own US bonds and they receive interest payments from the federal government.  Most of the US debt is held by US citizens in one form or another.  We the People are lending to ourselves and when we pay interest we are paying it to ourselves.", "recommendationCount": 12}, {"assetID": 3325152, "replies": [], "lft": 165, "assetURL": "http://www.nytimes.com/2012/06/11/opinion/krugman-another-bank-bailout.html", "parentID": 6393310, "commentID": 6393402, "rgt": 166, "userDisplayName": "David Underwood", "createDate": "1339388297", "userID": 53612425, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1339388358", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Citrus Heights", "commentType": "userReply", "updateDate": "1339384759", "commentSequence": 5, "commentBody": "So you give the unemployed money and they go spend it at the grocers. Now the grocer needs to buy more products to sell tomorrow, and how do you think he is going to pay for them? Will he show up at the produce market and bargain in cash? Keep in mind that wholesale market paid a fixed price in the futures market to assure a price for his stock. <br/><br/>Now your neighbor who has a job, how does he get paid. With a check, or cash? How does the wholesale grocer pay for his produce? Does he put it in a bank so that the farmer has access to it., or does he go to each farm and pay cash each spring in order to have an assured product to sell.?", "recommendationCount": 1}, {"assetID": 3325152, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 6393407, "replies": [], "commentID": 6394336, "trusted": 0, "userDisplayName": "RMWeston", "createDate": "1339413875", "userID": 54198788, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1339428032", "userTitle": null, "recommendations": 0, "editorsSelection": false, "parentUserDisplayName": "Doug Terry", "userURL": null, "userLocation": "Greensboro, NC", "depth": 1, "commentType": "userReply", "updateDate": "1339424432", "commentSequence": 1, "commentBody": "Quality cannot be bought by those with no job, too little income and no encouraging prospects. Falling US wages incubated China's boom."}]}, "lft": 258, "assetURL": "http://www.nytimes.com/2012/06/11/opinion/krugman-another-bank-bailout.html", "parentID": null, "commentID": 6393407, "rgt": 261, "userDisplayName": "Doug Terry", "createDate": "1339388356", "userID": 65455323, "replyCount": 1, "commentTitle": "n/a", "status": "approved", "approveDate": "1339388416", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Maryland, USA", "commentType": "comment", "updateDate": "1339384816", "commentSequence": 30, "commentBody": "One of the sad benefits of recessions, particularly deep ones, is to shake out poor and the poorly run businesses clogging up things for better run, more successful and viable enterprises. This is one reason that strong companies like recessions: they rid the economy of competition, often that which competes on price rather than quality, making good quality more difficult to maintain for all. <br/><br/>Could it be that the Europeans, and many here, too, are trying to artificially generate this kind of a shakeout when, in fact, we don't need one, because the problem was mainly with the banks? Historically, economies have to go through down times before they start back up. That doesn't mean, however, that the historical pattern is, itself, an absolute requirement.  If the Europeans are, in fact, working to create those conditions, they are sadly mistaken, because economic cycles come round or leave, ready or not.  Man acts as best he can, but does not change the direction or timing of the wind or rain, in other words. <br/><br/>The idea that the US Fed. would hold off on expansion to avoid helping Obama is shocking. I recall, however, that the first president Bush was trying to push the economy back up in time for his reelection in 1992. He got very little help. He said he thought he would have been reelected if the vote were held two months later than it was. A rebound in the economy ought to be everyone's business, not a political ploy or football.<br/><br/><a href=\"http://terryreport.com\" title=\"http://terryreport.com\" target=\"_blank\">http://terryreport.com</a>", "recommendationCount": 7}, {"assetID": 3325135, "replies": [], "lft": 88, "assetURL": "http://wordplay.blogs.nytimes.com/2012/06/10/buttah/", "parentID": null, "commentID": 6393420, "rgt": 89, "userDisplayName": "Mac Knight", "createDate": "1339388576", "userID": 65278019, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1339388596", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Yakima, WA", "commentType": "comment", "updateDate": "1339384996", "commentSequence": 13, "commentBody": "Great Monday puzzle. I filled in the blanks just like I knew what I was doing. Nice theme.<br/><br/>Mac", "recommendationCount": 2}, {"assetID": 3325152, "replies": [], "lft": 179, "assetURL": "http://www.nytimes.com/2012/06/11/opinion/krugman-another-bank-bailout.html", "parentID": 6393319, "commentID": 6393424, "rgt": 180, "userDisplayName": "Janet", "createDate": "1339388631", "userID": 14480101, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1339388657", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Salt Lake City, Utah", "commentType": "userReply", "updateDate": "1339385057", "commentSequence": 6, "commentBody": "I recommended this very thing about 3 years ago in a letter that was published in the NYTimes.  So, don't count on anyone acting on this excellent suggestion.  It would take Congressional action by representatives who cared more for the well being of the country than they do about political power.", "recommendationCount": 54}, {"assetID": 3325152, "replies": [], "lft": 137, "assetURL": "http://www.nytimes.com/2012/06/11/opinion/krugman-another-bank-bailout.html", "parentID": 6393288, "commentID": 6393426, "rgt": 138, "userDisplayName": "Aaron Walton", "createDate": "1339388665", "userID": 57027870, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1339388716", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Geelong, Australia", "commentType": "userReply", "updateDate": "1339385117", "commentSequence": 7, "commentBody": "All true.  And with free hospital care, subsidized ambulatory medical care and a national drug formulary with authority to negotiate prices with manufacturers, workers earning that $15/hr minimum wage can actually live on it.  <br/><br/>It isn't all wine and roses though.  Here in Victoria, manufacturing jobs are going down the gurgler at an alarming rate.  Meanwhile the pollies, even the nominally left-of-center ALP, are obsessed with a return to budget surplus.  Growth, while solid, is sure to slow if, as seems all too possible, China's demand for Australian coal and steel fails to continue expanding at breakneck pace; interest rates, already at medium-term lows continue to fall; and yet Treasurer Wayne Swan recently returned a budget most notable for its spending cuts.  Australia's debt-to-GDP ratio is less than 23% and with the costs of servicing that debt at decades-long lows, it's remarkable to me that the only substantial disagreement between the Labour government and the Liberal (read \"conservative\") opposition is just how deep the spending cuts should be.", "recommendationCount": 14}, {"assetID": 3325152, "replies": [], "lft": 207, "assetURL": "http://www.nytimes.com/2012/06/11/opinion/krugman-another-bank-bailout.html", "parentID": 6393354, "commentID": 6393428, "rgt": 208, "userDisplayName": "Janet", "createDate": "1339388716", "userID": 14480101, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1339388777", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Salt Lake City, Utah", "commentType": "userReply", "updateDate": "1339385178", "commentSequence": 8, "commentBody": "Good grief!  You must not be a regular Krugman reader if you think he has gone light on the Federal Reserve during this whole mess.", "recommendationCount": 23}, {"assetID": 3324717, "replies": [], "lft": 613, "assetURL": "http://fivethirtyeight.blogs.nytimes.com/2012/06/07/election-forecast-obama-begins-with-tenuous-advantage/", "parentID": 6374240, "commentID": 6393431, "rgt": 614, "userDisplayName": "champion88", "createDate": "1339388724", "userID": 65052343, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1339388777", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Bronx, NY", "commentType": "userReply", "updateDate": "1339385178", "commentSequence": 143, "commentBody": "Nate usually splits the undecideds far in advance and then gives the challenger a higher percentage of them as you get closer.<br/><br/>Regardless there is only 1.1% of undecides in the model, so that isn't going to affect the topline numbers much until the fall.", "recommendationCount": 0}, {"assetID": 3325135, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 6393434, "replies": [], "commentID": 6396230, "trusted": 0, "userDisplayName": "Warren Howie Hughes", "createDate": "1339428408", "userID": 63739031, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1339428447", "userTitle": null, "recommendations": 0, "editorsSelection": false, "parentUserDisplayName": "Nick", "userURL": null, "userLocation": "Quincy, Il.", "depth": 1, "commentType": "userReply", "updateDate": "1339424850", "commentSequence": 39, "commentBody": "Nick, All I can say after viewing the clip you provided us is \"Oh, you Squid!\"<br/><br/>Guy, Howie"}, {"recommendedFlag": 0, "parentID": 6393434, "replies": [], "commentID": 6396490, "trusted": 0, "userDisplayName": "Sonatina", "createDate": "1339430096", "userID": 20148923, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1339430129", "userTitle": null, "recommendations": 0, "editorsSelection": false, "parentUserDisplayName": "Nick", "userURL": null, "userLocation": "Candlewood Lake", "depth": 1, "commentType": "userReply", "updateDate": "1339426531", "commentSequence": 46, "commentBody": "Mean Old Lady - some of the wisest \"word to live by\" I've heard.  Especially teh showing up in a puzzle part!"}, {"recommendedFlag": 0, "parentID": 6393434, "replies": [], "commentID": 6397329, "trusted": 0, "userDisplayName": "Warren Howie Hughes", "createDate": "1339436496", "userID": 63739031, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1339436542", "userTitle": null, "recommendations": 0, "editorsSelection": false, "parentUserDisplayName": "Nick", "userURL": null, "userLocation": "Quincy, Il.", "depth": 1, "commentType": "userReply", "updateDate": "1339432944", "commentSequence": 59, "commentBody": "MOL, There are doubtless those who'll remember Ludwig Von's beautiful piano piece always, and then there are those in our midst who''ll recall it \"Fur ELISE a little while?<br/><br/>WHH"}]}, "lft": 90, "assetURL": "http://wordplay.blogs.nytimes.com/2012/06/10/buttah/", "parentID": null, "commentID": 6393434, "rgt": 103, "userDisplayName": "Nick", "createDate": "1339388793", "userID": 65393526, "replyCount": 6, "commentTitle": "n/a", "status": "approved", "approveDate": "1339388838", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "LA", "commentType": "comment", "updateDate": "1339385238", "commentSequence": 14, "commentBody": "Hey guys.<br/><br/>While AEIOU themes aren't bad in and of themselves, I can't help but wonder if some Mondays Will has rejected, even some under BEQ's list, would feel fresher.<br/><br/>I know it's Monday, but why not clue FELLOWSHIP as \"Peer Vessel?\" or FALLENIDOL as \"Clay Aiken's Obituary, e.g.\"<br/><br/>Why oh why can't I remember Fur ELISE?! I might have gotten the entire puzzle myself, but that plus not knowing BEL Paese Cheese made today a DNF.<br/><br/>Speaking of FIDGETING,<br/><br/><a href=\"http://www.youtube.com/watch?v=SaMa5-rvu3s&amp;feature=channel&amp;list=UL\" title=\"http://www.youtube.com/watch?v=SaMa5-rvu3s&amp;feature=channel&amp;list=UL\" target=\"_blank\">http://www.youtube.com/watch?v=SaMa5-rvu3s&amp;amp;feature=channel&amp;amp;list=UL</a><br/><br/>Tom Chapin, someone else I grew up with.<br/><br/>Should I continue watching Jackie Brown or should I study for my Accounting Final, when I know for sure I do not want to pursue a career in Accounting in any way, shape or form?<br/><br/>Well, President Truman, you do know that innocent Japanese civilians will be killed in the process...<br/><br/>(I'm saying that my \"question\" is identically two-sided as Truman's conundrum).", "recommendationCount": 0}, {"assetID": 3325152, "replies": [], "lft": 111, "assetURL": "http://www.nytimes.com/2012/06/11/opinion/krugman-another-bank-bailout.html", "parentID": 6393255, "commentID": 6393436, "rgt": 112, "userDisplayName": "David Underwood", "createDate": "1339388807", "userID": 53612425, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1339388838", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Citrus Heights", "commentType": "userReply", "updateDate": "1339385239", "commentSequence": 9, "commentBody": "We have seen the results when banks were nationalized, which is basically what you are suggesting. Look at Argentina for instance.<br/><br/>We did have regulation that worked, it was the Glass-Stegall Act, and it kept the commercial banks and investment banks separate. Now try and get the Republicans to allow that to return. Notice that they blocked the appointment of Elizabeth Warren to head a consumer protection agency. The banks fought that with every dollar they could spare. ", "recommendationCount": 19}, {"assetID": 3325152, "replies": [], "lft": 239, "assetURL": "http://www.nytimes.com/2012/06/11/opinion/krugman-another-bank-bailout.html", "parentID": 6393375, "commentID": 6393443, "rgt": 240, "userDisplayName": "Carl Ian Schwartz", "createDate": "1339388929", "userID": 34805902, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1339388956", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Paterson, New Jersey", "commentType": "userReply", "updateDate": "1339385359", "commentSequence": 10, "commentBody": "Here in the United States, these \"austerity\" policies are the cheapskate answer to genocide against \"costly\" and \"superfluous\" people, without erecting an infrastructure of murder. They're simply the rationale for malign neglect of the elderly (whose Social Security and Medicare will be skimmed by corporate interests), the poor (whose food aid will be curtailed), education for future generations of the non-elite, \"illegal\" immigrants who do the work Americans of any color/creed refuse to do, women, and LGBT people.", "recommendationCount": 57}]}, "copyright": "Copyright (c) 2016 The New York Times Company.  All Rights Reserved."}