{"debug": {"version": 3.1}, "status": "OK", "results": {"api_timestamp": "1481460473", "totalCommentsFound": 4877, "totalCommentsReturned": 25, "comments": [{"assetID": 2671667, "replies": [], "lft": 378, "assetURL": "http://www.nytimes.com/2011/04/27/us/27atheists.html", "parentID": null, "commentID": 3747849, "rgt": 379, "userDisplayName": "Ted Morgan", "createDate": "1303963521", "userID": 10845986, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1303963779", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Baton Rouge", "commentType": "comment", "updateDate": "1303960179", "commentSequence": 169, "commentBody": "When I was young, I had wanted to become an Army Chaplain. I believe this development makes some sense. ", "recommendationCount": 1}, {"assetID": 2671667, "replies": [], "lft": 376, "assetURL": "http://www.nytimes.com/2011/04/27/us/27atheists.html", "parentID": null, "commentID": 3747834, "rgt": 377, "userDisplayName": "djs", "createDate": "1303963268", "userID": 62505718, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1303963800", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "IA", "commentType": "comment", "updateDate": "1303960200", "commentSequence": 170, "commentBody": "If religion has no place in the military or public schools or buildings, then \"atheism,\" simply a different belief system, also has no single right to that status.  And, if that is the case, then NOTHING can be discussed or presented in public venues.  Atheism and Religion should be equal in access to public discourse, meaning that atheists should quit demanding that all religious discourse, symbols, etc. be removed from public buildings, etc. leaving only the atheists' views intact.", "recommendationCount": 2}, {"assetID": 2674076, "replies": [], "lft": 168, "assetURL": "http://www.nytimes.com/2011/04/28/health/policy/28medicaid.html", "parentID": null, "commentID": 3747864, "rgt": 169, "userDisplayName": "Ca doc", "createDate": "1303963758", "userID": 53512980, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1303963803", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "California", "commentType": "comment", "updateDate": "1303960203", "commentSequence": 64, "commentBody": "I wish the writer of this article looked into California Medicaid (Medi-cal). as someone that has worked at a public hospital, it seemed that patients/doctors preferred regular fee-for service Medicaid (if the docs accepted it at all, which was a small percentage). however, many patients were encouraged to sign up for Medi-Cal HMOs which provided the most limited coverage and required even relatively inexpensive medications (if non-generic) to go through cumbersome prior authorizations. a recent patient told me that Medicaid fee-for service was no longer an option and she HAD to pick an HMO (and 1 of the choices was Blue Cross). and California is Democratic all the way. (but still with a huge budget deficit to deal with).", "recommendationCount": 1}, {"assetID": 2671667, "replies": [], "lft": 380, "assetURL": "http://www.nytimes.com/2011/04/27/us/27atheists.html", "parentID": null, "commentID": 3747871, "rgt": 381, "userDisplayName": "Transaction7", "createDate": "1303963861", "userID": 43838810, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1303963972", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Texas", "commentType": "comment", "updateDate": "1303960372", "commentSequence": 171, "commentBody": "Atheism or Secular Humanism cannot, and covers subjects that cannot, be proved \"scientifically,\" and requires much the same kind of a \"leap of faith\" as Judaism, Christianity, etc.  [although I personally find the direct and circumstantial legal, rather than \"scientific,\" evidence (which doesn't exist either way) supporting faith in Christianity and its claims plenty strong to meet the standards for a murder conviction, etc. It is thus essentially a religion.  It also has its dogmas, its doctrines, its creeds, i.e., the Humanist Manifesto, its high priests, e.g. the late Madelyn Marray OHair,   As an ultimate belief system, it has been recognized by our Supreme Court in the past as being, in fact and practical effect, a religion, but without WestLaw or Lexis I can't look up and cite that for you right now.  The only way the atheists can argue that they should be included within the protection of the Establishment of Religion and/or the Free Exercise of Religion Clauses of the First Amendment, or the chaplain's statutes, is first to admit and stipulate that they are in fact a religion.<br/>\nIt escapes me how a chaplain of one faith could perform, or be expected or ordered to perform, some sacramental and religious educational, etc., parts of his job toward and with those who reject his authority and beliefs, or how they could be expected to accept and benefit from that.  ", "recommendationCount": 0}, {"assetID": 2675976, "replies": [], "lft": 24, "assetURL": "http://goal.blogs.nytimes.com/2011/04/27/jose-mourinhos-persecution-complex/", "parentID": null, "commentID": 3747742, "rgt": 25, "userDisplayName": "Robert", "createDate": "1303961702", "userID": 6275563, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1303964358", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Oakland, CA", "commentType": "comment", "updateDate": "1303960758", "commentSequence": 12, "commentBody": "Arrogant, delusional and a sore loser.  ", "recommendationCount": 11}, {"assetID": 2642304, "replies": [], "lft": 20, "assetURL": "http://goal.blogs.nytimes.com/2011/04/17/penarol-fans-unfurl-flag-few-will-forget/", "parentID": null, "commentID": 3747841, "rgt": 21, "userDisplayName": "Jimena", "createDate": "1303963389", "userID": 63682232, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1303964397", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Montevideo, Uruguay", "commentType": "comment", "updateDate": "1303960797", "commentSequence": 8, "commentBody": "Natalia, as Magdalena says, there was no typo, the font is named Old English and it does make the v look like a b. I strongly reccomend you to check your information before you comment about our dear flag :) BTW, it was amazing to be under that huge piece of fabric for 10 minutes, the people were totally moved and it was a great experience. Go Peñarol! :) ", "recommendationCount": 0}, {"assetID": 2671667, "replies": [], "lft": 382, "assetURL": "http://www.nytimes.com/2011/04/27/us/27atheists.html", "parentID": null, "commentID": 3747883, "rgt": 383, "userDisplayName": "Tony", "createDate": "1303964082", "userID": 55039044, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1303964754", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "us", "commentType": "comment", "updateDate": "1303961154", "commentSequence": 172, "commentBody": "I don't get it. Why not create their own organizations withing the military that provide similar services, minus religious? The 'chaplains' could be psychologists that play a similar role &amp; they could have all sorts of activities &amp; meetings, etc. Atheists trying to be chaplains? Getting degrees in theology? Needing to be sanctioned by religious organizations? Doesn't make sense to me.  ", "recommendationCount": 0}, {"assetID": 2671675, "replies": [], "lft": 560, "assetURL": "http://www.nytimes.com/2011/04/27/us/politics/27congress.html", "parentID": null, "commentID": 3747929, "rgt": 561, "userDisplayName": "cps", "createDate": "1303964874", "userID": 39362793, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1303965003", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Malvern, PA", "commentType": "comment", "updateDate": "1303961403", "commentSequence": 249, "commentBody": "Of course we are upset about this proposal by Ryan! I am 50 and am having a hard time getting good insurance coverage (self employed), and I'm in good health! I can't wait to see the insurance companies competing for my business when I am 20 years older~!", "recommendationCount": 5}, {"assetID": 2675976, "replies": [], "lft": 26, "assetURL": "http://goal.blogs.nytimes.com/2011/04/27/jose-mourinhos-persecution-complex/", "parentID": null, "commentID": 3747780, "rgt": 27, "userDisplayName": "soccerates", "createDate": "1303962597", "userID": 60594905, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1303965098", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "astoria", "commentType": "comment", "updateDate": "1303961498", "commentSequence": 13, "commentBody": "@ #5 (JMK) --<br/><br/>It is incredible -- in the sense that it is beyond any reasonable belief -- that UEFA/Barca is now being compared to a bunch of Birther basketcases like Trump...  Have you forgotten *who* is making wild, ranting, absolutely unbelievable conspiracy theory accusations here?  (Hint: his name starts with \"M\" and ends with \"ourinho\".)  Have you actually read what he has said?  And compared it with, say, facts?<br/><br/>If you are looking for something to disprove Mourinho's rants, may I suggest watching those games yourself? Or maybe generally watching any number of Barcelona games, from start to finish?  These games aren't a secret, but this whole hubbub makes it seem like Barca \"has something to hide -- so why is it hiding it?!\"  (Sounds familiar, no?)<br/><br/>Looking up multiple sources of information is not hard to do, but I know what's even easier -- believing what \"The Special One\" tells you to see, and then choosing to blindly stick with that.  If you are at that point, nothing anyone says can disabuse you of your conviction.<br/><br/>But still, here's an honest suggestion: just give these clips a try and tell me what you see?<br/>\nRonaldo today: <a href=\"http://www.youtube.com/watch?v=DFe1jUMDwp8\" title=\"http://www.youtube.com/watch?v=DFe1jUMDwp8\" target=\"_blank\">http://www.youtube.com/watch?v=DFe1jUMDwp8</a><br/>\nPepe today, studs up, on the shin, and away from the ball: <a href=\"http://www.youtube.com/watch?v=fN35lPl2YEc\" title=\"http://www.youtube.com/watch?v=fN35lPl2YEc\" target=\"_blank\">http://www.youtube.com/watch?v=fN35lPl2YEc</a><br/>\nReferees and Barcelona: <a href=\"http://youtu.be/QX4S0CyRRpI\" title=\"http://youtu.be/QX4S0CyRRpI\" target=\"_blank\">http://youtu.be/QX4S0CyRRpI</a><br/>\nWhat kind of player is Pepe?: <a href=\"http://www.youtube.com/watch?v=LCr9_c4rRbU\" title=\"http://www.youtube.com/watch?v=LCr9_c4rRbU\" target=\"_blank\">http://www.youtube.com/watch?v=LCr9_c4rRbU</a>", "recommendationCount": 16}, {"assetID": 2675976, "replies": [], "lft": 28, "assetURL": "http://goal.blogs.nytimes.com/2011/04/27/jose-mourinhos-persecution-complex/", "parentID": null, "commentID": 3747856, "rgt": 29, "userDisplayName": "Will", "createDate": "1303963672", "userID": 63682059, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1303965141", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Mendham, NJ", "commentType": "comment", "updateDate": "1303961541", "commentSequence": 14, "commentBody": "All the matches the conspiracy theorists like to point to as examples of a pro-Barcelona bias all have poor officiating decisions that went against Barcelona. Two years ago against Chelsea in the first leg, Thierry Henry was hauled down inside the box with no penalty given and Michael Ballack should have been sent off and wasn't. In the second leg Barca was playing a man down because Anelka dove and got Abidal sent off. In last years Inter match, Diego Milito was two yards offside when he scored Inter's second goal. Had that goal been properly disallowed Barcelona, not Inter, would have advanced to the final. Ironically, Mourinho had nothing to say about that officiating mistake. This year against Arsenal, Messi had a goal disallowed in the first match that was clearly onsides. In the second match the ref missed a clear penalty for Barcelona when Messi was tripped from behind and somehow decided not send Koscielny off for what should have been a second booking. In the latest league Clasico, Mourinho had no problem with the soft penalty on Alves or the no-call when Casillas took down David Villa in the penalty area. Barcelona gets victimized by bad decisions just as much as any other team. However, unlike other teams they are often able to overcome them because of their proactive style of play. Mourinho's tactic tonight was to have his players kick their way to a 0-0 draw and then hope to get lucky in the second leg in the form of an own goal or penalties. This is the same tactic that backfired on Arsenal in February. Much like Mourinho, Arsene Wenger tried to claim he had been cheated out of a victory despite Arsenal being unable to get a single shot on goal. It seems these clubs and their fans want to cherry-pick the decisions that didn't go their way and ignore the ones that did so they don't have to admit the truth - that their teams are know they can't match Barcelona ( even in their own grounds ) so they play with 11 defenders and hope Barca's bus breaks down on the way to the match.", "recommendationCount": 22}, {"assetID": 2672452, "replies": [], "lft": 142, "assetURL": "http://www.nytimes.com/2011/04/28/technology/28apple.html", "parentID": null, "commentID": 3747947, "rgt": 143, "userDisplayName": "vc", "createDate": "1303965336", "userID": 52260578, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1303965604", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "new england", "commentType": "comment", "updateDate": "1303962004", "commentSequence": 53, "commentBody": "this is a misleading headline. especially, given the context of this week's (messy, inaccurate, and impatient) hype. in that context, it is be easy to read the headline as implying that apple has acknowledged (in retrospect) that a choice they had made previously was a mistake or a wrong decision and that the choice must have involved an intention to utilize the location data of its iphone users (not accurate) without their consent (not accurate), or some other nonsense that's been zooming around in the gossip mill called technology news \"journalism\". such implications only stoke the controversy. if you have an iphone or any smart phone, please realize that much more significant personal information (than the aggregated wifi tower locations) is recorded everyday by you yourself in your own phone's address book (your friends' contact information!), email accounts (all of your correspondences, e-statements, sometimes even account passwords!), and calendars (who you've been meeting with and where!). many of you (us) even choose not to use the option of password protecting their phones. if an iphone gets \"into the wrong hands,\" you've just given away an awful lot of your privacy. in that case, you'll be thankful for another type of client-server exchange of information between iphone and apple that will save your hide: it's called RemoteWipe and it's available to iPhone users. it may be time for customers to read a bit more (on the apple website) to learn about the technology and features of the phone that they've bought. it might just keep them from wasting their time reading posts like these! (yes, i agree, i must have been painfully bored to think i needed to bother adding to the noise of this non-issue. there are more nefarious enemies, such as our own apathy).", "recommendationCount": 4}, {"assetID": 2674076, "replies": [], "lft": 170, "assetURL": "http://www.nytimes.com/2011/04/28/health/policy/28medicaid.html", "parentID": null, "commentID": 3747946, "rgt": 171, "userDisplayName": "roh", "createDate": "1303965316", "userID": 60505625, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1303965605", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Portland, OR", "commentType": "comment", "updateDate": "1303962005", "commentSequence": 65, "commentBody": "Ah republican logic.  The medicaid program is hurting for money, yet by funneling all the medaid recipients into for-profit HMO, they will actually decrease the amount of care that recipients get.  How?  Well, I'm sure that the for-profit HMO's don't want to take a loss on this program.  Since the federal government isn't going to given Florida more money, then the only way to make a profit is to give less care.  That, in fact, is the only way that insurance companies make a profit - because they aren't insurance companies in the true sense of the word, they are medical rationing companies.  True insurance (like home, car) bets with you that a \"rare, but catastrophic\" event won't happen.  Health insurance is different.  Almost everybody needs health care - even when people are healthy they need preventive care like immunizations, mammograms, colonoscopies etc.  So the insurance companies aren't betting against a rare catastrophic event.  They are collecting money and figuring out ways to restrict your access to common and necessary events.  Restricting access = rationing.  Or in the lexicon of the republican party, \"death panels.\"", "recommendationCount": 18}, {"assetID": 2671788, "replies": [], "lft": 340, "assetURL": "http://www.nytimes.com/2011/04/28/us/28team.html", "parentID": null, "commentID": 3748014, "rgt": 341, "userDisplayName": "u212", "createDate": "1303966500", "userID": 19754739, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1303966502", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Miami Beach", "commentType": "comment", "updateDate": "1303962902", "commentSequence": 149, "commentBody": "This news brings to mind a certain famous song by Gilbert and Sullivan, because both of these people are so clearly ill-suited for these positions.  Panetta is merely a loyal Democrat, and Petraeus knows the military but not the spooks.  So it is not surprising that Obama is kicking them upstairs -- after all, he is the prime example of someone being promoted above his clear level of competence.\r<br/><br/>And now the lyrics to \"The First Lord's Song\", better known as \"The Ruler of the Queen's Navy\" from the Gilbert and Sullivan operetta HMS Pinafore:\r<br/><br/>When I was a lad I served a term<br/>\nAs office boy to an attorney's firm<br/>\nI cleaned the windows and I swept the floor<br/>\nAnd I polished up the handle of the big front door<br/>\nHe polished up the handle of the big front door<br/>\nI polished up that handle so carefully<br/>\nThat now I am the Ruler of the Queen's Navy<br/>\nHe polished up that handle so carefully<br/>\nThat now he is the Ruler of the Queen's Navy\r<br/><br/>As office boy I made such a mark<br/>\nThat they gave me the post of a junior clerk<br/>\nI served the writs with a smile so bland<br/>\nAnd I copied all the letters in a big round hand<br/>\nHe copied all the letters in a big round hand<br/>\nI copied all the letters in a hand so free<br/>\nThat now I am the Ruler of the Queen's Navy<br/>\nHe copied all the letters in a hand so free<br/>\nThat now he is the Ruler of the Queen's Navy\r<br/><br/>In serving writs I made such a name<br/>\nThat an articled clerk I soon became<br/>\nI wore clean collars and a brand-new suit<br/>\nFor the Pass Examination at the Institute<br/>\nFor the Pass Examination at the Institute<br/>\nAnd that Pass Examination did so well for me<br/>\nThat now I am the Ruler of the Queen's Navy<br/>\nThat Pass Examination did so well for he<br/>\nThat now he is the Ruler of the Queen's Navy\r<br/><br/>Of legal knowledge I acquired such a grip<br/>\nThat they took me into the partnership<br/>\nAnd that junior partnership I ween<br/>\nWas the only ship that I ever had seen<br/>\nWas the only ship that he ever had seen<br/>\nBut that kind of ship so suited me<br/>\nThat now I am the Ruler of the Queen's Navy<br/>\nBut that kind of ship so suited he<br/>\nThat now he is the Ruler of the Queen's Navy\r<br/><br/>I grew so rich that I was sent<br/>\nBy a pocket borough into Parliament<br/>\nI always voted at my party's call<br/>\nAnd I never thought of thinking for myself at all<br/>\nNo, he never thought of thinking for himself at all<br/>\nI thought so little, they rewarded me<br/>\nBy making me the Ruler of the Queen's Navy<br/>\nHe thought so little, they rewarded he<br/>\nBy making him the Ruler of the Queen's Navy\r<br/><br/>Now, landsmen all, whoever you may be<br/>\nIf you want to rise to the top of the tree<br/>\nIf your soul isn't fettered to an office stool<br/>\nBe careful to be guided by this golden rule<br/>\nBe careful to be guided by this golden rule<br/>\nStick close to your desks and never go to sea<br/>\nAnd you all may be Rulers of the Queen's Navy<br/>\nStick close to your desks and never go to sea<br/>\nAnd you all may be Rulers of the Queen's Navy\r", "recommendationCount": 4}, {"assetID": 2675681, "replies": [], "lft": 24, "assetURL": "http://thecaucus.blogs.nytimes.com/2011/04/27/huckabees-doings-raise-more-questions-of-intent/", "parentID": null, "commentID": 3747998, "rgt": 25, "userDisplayName": "JimB", "createDate": "1303966135", "userID": 63682402, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1303967314", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Western NC", "commentType": "comment", "updateDate": "1303963714", "commentSequence": 8, "commentBody": "Huckabee is by far the best to win and beat out Obama in 2012. ", "recommendationCount": 3}, {"assetID": 2671667, "replies": [], "lft": 384, "assetURL": "http://www.nytimes.com/2011/04/27/us/27atheists.html", "parentID": null, "commentID": 3747962, "rgt": 385, "userDisplayName": "Andrew", "createDate": "1303965621", "userID": 54782096, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1303967382", "userTitle": null, "editorsSelection": 1, "statusID": 2, "userURL": null, "userLocation": "Utah", "commentType": "comment", "updateDate": "1303963782", "commentSequence": 173, "commentBody": "As an Atheist serving in the Air Force, I do still recognize the important role chaplains play in our military.  To cite \"separation of church and state\" as a reason for not having them is silly in my opinion.  Because there are so many religious people honorably serving in the military, they should have religious support from the military they serve, especially because it is the exclusive source in deployed locations.  However, I do believe equal opportunity should exist for Atheist military members even if the title of Chaplain doesn't apply.  There should be someone with a similar background of humanism to provide support to those struggling with their own personal spirituality.  Spirituality is separate from religion, and I believe most Atheists would identify as \"Spiritual People\", regardless of their non-belief in an all-powerful deity.  ", "recommendationCount": 5}, {"assetID": 2671667, "replies": [], "lft": 386, "assetURL": "http://www.nytimes.com/2011/04/27/us/27atheists.html", "parentID": null, "commentID": 3747969, "rgt": 387, "userDisplayName": "Eran Binenbaum", "createDate": "1303965699", "userID": 18957089, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1303967407", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Amsterdam, Netherlands, and Adelaide, Australia", "commentType": "comment", "updateDate": "1303963807", "commentSequence": 174, "commentBody": "I think there is a solution to this issue. How about appointing a Unitarian Universalist \"chaplain\" (or whatever this role is called)? Unitarian Universalism does not have a creed. It completely lacks dogma, whether theistic or atheistic. Many freethinkers, including atheists and agnostics, feel at home - and are fully recognized and respected - in Unitarian Universalist congregations.\r<br/><br/>While Unitarian Universalism does not have a creed, it does follow seven principles:<br/>\n*** The inherent worth and dignity of every person;<br/>\n*** Justice, equity and compassion in human relations;<br/>\n*** Acceptance of one another and encouragement to spiritual growth in their congregations;<br/>\n*** A free and responsible search for truth and meaning;<br/>\n*** The right of conscience and the use of the democratic process within their congregations and in society at large;<br/>\n*** The goal of world community with peace, liberty and justice for all;<br/>\n*** Respect for the interdependent web of all existence of which we are a part.", "recommendationCount": 1}, {"assetID": 2671907, "replies": [], "lft": 242, "assetURL": "http://www.nytimes.com/2011/05/01/magazine/mag-01KillTeam-t.html", "parentID": null, "commentID": 3747930, "rgt": 243, "userDisplayName": "Sabra", "createDate": "1303964925", "userID": 42867197, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1303967511", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Colorado", "commentType": "comment", "updateDate": "1303963911", "commentSequence": 76, "commentBody": "Having served 5 years on active duty as a commissioned officer, with one tour in Vietnam, I find it preposterous to beleive that we can deploy our troops on multiple combat tours of duty in an asymetrical war and not expect an outcome similar to that of the 3rd Platoon. The concept of a totally volunteer military, especially combat arms, certainly mitigates against any other strategy.<br/>\nIf we, as a nation, continue to send our young men and women into prolonged combat then the concept of shared sacrifice must be brought back in the form of the draft, hopefully without too many deferments.<br/>\nIn fact those that are rewarded deferrels should serve in some form of National Service.<br/>\nAs for the concept that senior officers are not culpable for the acts of their subordinates is beyond comprehension. The Brigade Commander and the entire chain of command of the Stryker Brigade are absolutely responsible for the lack of discipline and the failure to adhere to the polocies set by the Commander in Chief regardless of their personal opinions. The military is not a Democracy and Col. Tunnel's acts  and his manner of command are Court Martial offenses under the Uniform Code.<br/>\nThe Platoon leader and Company Commander's ignorance of that actions of their subordinates are beyond belief.<br/>\nPeterr86<br/>\nAirborne/Ranger\r", "recommendationCount": 19}, {"assetID": 2671907, "replies": [], "lft": 244, "assetURL": "http://www.nytimes.com/2011/05/01/magazine/mag-01KillTeam-t.html", "parentID": null, "commentID": 3747990, "rgt": 245, "userDisplayName": "In AF", "createDate": "1303965965", "userID": 41615404, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1303967532", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Afghanistan", "commentType": "comment", "updateDate": "1303963932", "commentSequence": 77, "commentBody": "Wow, for people who read a newspaper you are all belligerently myopic. The next time you see a soldier in a green suit, try talking to him/her. You'll find out quickly they are human beings, just like you. I promise they won't hurt you. ", "recommendationCount": 9}, {"assetID": 2671671, "replies": [], "lft": 116, "assetURL": "http://www.nytimes.com/2011/04/27/books/robert-w-fogel-investigates-human-evolution.html", "parentID": null, "commentID": 3748075, "rgt": 117, "userDisplayName": "vijayashankara", "createDate": "1303967599", "userID": 59380177, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1303967705", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "presently in sohar, oman", "commentType": "comment", "updateDate": "1303964105", "commentSequence": 53, "commentBody": "  what has been known for many years has been reinforced by this new research.  what happens during foetal stage and during early years of life is very important, nutrition being an important component and the prevention of illnesses being other important factor. The genes responds over a period of time to these factors.", "recommendationCount": 0}, {"assetID": 2673836, "replies": [], "lft": 18, "assetURL": "http://travel.nytimes.com/2011/05/01/travel/01pracbudget.html", "parentID": null, "commentID": 3748072, "rgt": 19, "userDisplayName": "David Sheppard", "createDate": "1303967565", "userID": 41362546, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1303967706", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Healdsburg, CA", "commentType": "comment", "updateDate": "1303964106", "commentSequence": 9, "commentBody": "I used to fly now and then between Albuquerque and Carlsbad, New Mexico. It was Mesa Airlines then, but now I see that it’s someone called Pacific Wings. Always pretty expensive but sure beat driving. Then one summer my grandmother died, and I went to Carlsbad for the funeral. We were in an eighteen-seat two-engine prop plane, and we hit thunderstorms. That’s one of the problems with these small commuter planes. They can’t get over thunderstorms. The pilot tried to go around, but we ended up right in the middle of it. It threw us all over the sky, lightning crashing around us. The woman in the seat next to me threw up her socks. I was too frightened to get sick. I was eight years in the US Air Force, not as a pilot, but I traveled a lot. That was the most terrified I’ve ever been. As I was exiting the plane, the cockpit door was open, so I asked the pilot if it was like that often. “No,” he said. “I didn’t believe we were doing to make it either.” I took the bus back home.<br/><br/>Small commuter airlines perform a real service for people. I hope they can find a way to keep flying.<br/><br/>David Sheppard<br/>\n<a href=\"http://www.dshep.com/?page_id=20\" title=\"http://www.dshep.com/?page_id=20\" target=\"_blank\">http://www.dshep.com/?page_id=20</a>", "recommendationCount": 0}, {"assetID": 2675018, "replies": [], "lft": 22, "assetURL": "http://www.nytimes.com/2011/05/01/travel/01pracbudget.html", "parentID": null, "commentID": 3865461, "rgt": 23, "userDisplayName": "David Sheppard", "createDate": "1303967565", "userID": 41362546, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1303967706", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Healdsburg, CA", "commentType": "comment", "updateDate": "1305902670", "commentSequence": 11, "commentBody": "I used to fly now and then between Albuquerque and Carlsbad, New Mexico. It was Mesa Airlines then, but now I see that it’s someone called Pacific Wings. Always pretty expensive but sure beat driving. Then one summer my grandmother died, and I went to Carlsbad for the funeral. We were in an eighteen-seat two-engine prop plane, and we hit thunderstorms. That’s one of the problems with these small commuter planes. They can’t get over thunderstorms. The pilot tried to go around, but we ended up right in the middle of it. It threw us all over the sky, lightning crashing around us. The woman in the seat next to me threw up her socks. I was too frightened to get sick. I was eight years in the US Air Force, not as a pilot, but I traveled a lot. That was the most terrified I’ve ever been. As I was exiting the plane, the cockpit door was open, so I asked the pilot if it was like that often. “No,” he said. “I didn’t believe we were doing to make it either.” I took the bus back home.<br/><br/>Small commuter airlines perform a real service for people. I hope they can find a way to keep flying.<br/><br/>David Sheppard<br/>\n<a href=\"http://www.dshep.com/?page_id=20\" title=\"http://www.dshep.com/?page_id=20\" target=\"_blank\">http://www.dshep.com/?page_id=20</a>", "recommendationCount": 0}, {"assetID": 2674076, "replies": [], "lft": 172, "assetURL": "http://www.nytimes.com/2011/04/28/health/policy/28medicaid.html", "parentID": null, "commentID": 3748127, "rgt": 173, "userDisplayName": "KS", "createDate": "1303968918", "userID": 46453581, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1303969204", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Centennial Colorado", "commentType": "comment", "updateDate": "1303965604", "commentSequence": 66, "commentBody": "HMOs don't treat patients; doctors do. And the doctors cannot keep their offices open if they receive less than overhead for each patient/visit/procedure \"paid for\" by Medicaid.  No more than a gas station owner now could stay open if he were required to pour out gas to \"Gasicaid\" consumers for 85 cents a gallon; you see, that's the rate of reimbursement by Medicaid now.<br/>\nThe ignorance and therefore anti-doctor sentiment (\"let the doctors howl\" re. lesser reimbursement expressed by poster #3) is one reason we have fewer and fewer Americans as doctors today.  That person must have no idea of the paltry remittance by Medicaid, again, less than office overhead.<br/>\nAnd, as legislators and bean counters concentrate upon money only, the reality that they are just the producers of death panels (through rationing and denial of services) becomes evident.", "recommendationCount": 4}, {"assetID": 2671667, "replies": [], "lft": 388, "assetURL": "http://www.nytimes.com/2011/04/27/us/27atheists.html", "parentID": null, "commentID": 3748060, "rgt": 389, "userDisplayName": "TL", "createDate": "1303967400", "userID": 58843593, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1303969642", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Illinois", "commentType": "comment", "updateDate": "1303966042", "commentSequence": 175, "commentBody": "Another example of seeking equality at the expense of rationality. Why do atheists specifically need atheist chaplains? The purpose of a chaplain is for support, if they are already provided by those of whatever faiths that are already represented then why is it that atheists need their own non-believer? It's not like the chapalin is going to force their religion down on you. Anyone who believes otherwise obviously has never been around one. This is ridiculous.", "recommendationCount": 0}, {"assetID": 2671788, "replies": [], "lft": 346, "assetURL": "http://www.nytimes.com/2011/04/28/us/28team.html", "parentID": null, "commentID": 3748115, "rgt": 347, "userDisplayName": "GeorgeD", "createDate": "1303968453", "userID": 60764210, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1303969675", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Philadelphia PA", "commentType": "comment", "updateDate": "1303966075", "commentSequence": 150, "commentBody": "Petraeus strategy, and base of apparent successes, is to buy off the enemy rather than fight it. Just pour in the money!  Do we want more of this? Obviously, the recipients of our generosity would have us continue this indefinitely. And Petraeus does not see the trap.\r", "recommendationCount": 3}, {"assetID": 2671907, "replies": [], "lft": 246, "assetURL": "http://www.nytimes.com/2011/05/01/magazine/mag-01KillTeam-t.html", "parentID": null, "commentID": 3748103, "rgt": 247, "userDisplayName": "Holly", "createDate": "1303968251", "userID": 58413539, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1303969713", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Sebastopol, California", "commentType": "comment", "updateDate": "1303966113", "commentSequence": 78, "commentBody": "Yes, this is what war does to people.  Its brutality destroys the soul of both the soldier and his \"enemy\", and this knowledge is nothing new.  But all Americans are not guilty of supporting the crime of war.  Hundreds of thousands of Americans have made countless efforts to stop these senseless and costly wars, but thus far to no avail.  It is for the US govenment, each member of Congress (with a notable few exceptions) and the military, citizens who voted for these politicians, and the institutions that financially profit from the war machine to take on the responsibility/blame.  Better yet, do a turn about and work to stop the wars.   ", "recommendationCount": 5}]}, "copyright": "Copyright (c) 2016 The New York Times Company.  All Rights Reserved."}