{"debug": {"version": 3.1}, "status": "OK", "results": {"api_timestamp": "1481481211", "totalCommentsFound": 6762, "totalCommentsReturned": 25, "comments": [{"assetID": 3399423, "replies": [], "lft": 112, "assetURL": "http://www.nytimes.com/2014/04/18/opinion/krugman-salvation-gets-cheap.html", "parentID": null, "commentID": 11591989, "rgt": 113, "userDisplayName": "J. Perkins", "createDate": "1397785998", "userID": 61053157, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1397793608", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "NYC", "commentType": "comment", "updateDate": "1397790008", "commentSequence": 11591989, "commentBody": "I once had the great privilege of discussing climate change with one of the top environmental law experts in the United States (who shall remain nameless just in case I accidentally butcher his position).   He told me that all of the partisan bickering about better environmental protection creating new (green) jobs or destroying old (dirty) jobs was nonsense.  Apparently, the amount of jobs (and economic productivity) created in one sector is almost perfectly offset by losses in the other whether we regulate more or less.  <br/><br/>The relevant factor is whether, for jobs independent reasons, the regulation costs less than the benefits it will provide.  And given that the costs of doing nothing on climate change will very likely fundamentally alter the way a substantial percentage of the human population lives for the worse, it's almost beyond question that we should be doing a great deal more than we are now.", "recommendationCount": 3}, {"assetID": 3399423, "replies": [], "lft": 140, "assetURL": "http://www.nytimes.com/2014/04/18/opinion/krugman-salvation-gets-cheap.html", "parentID": null, "commentID": 11592119, "rgt": 141, "userDisplayName": "Michael Christensen", "createDate": "1397788493", "userID": 69258078, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1397793608", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Colorado", "commentType": "comment", "updateDate": "1397790008", "commentSequence": 11592119, "commentBody": "The price for renewables is not out of line and the amount of energy that can be obtained from them is more than sufficient.  The big problem is their intermittent nature and the lack of a decent energy storage mechanism.  It's amazing that in today's world that storing power plant quantities of energy has yet to be mastered. But that is the current state of affairs and that is why it's going to be difficult to heavily rely on wind and solar regardless of the price.", "recommendationCount": 0}, {"assetID": 3399423, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 11592148, "replies": [], "commentID": 11594781, "trusted": 1, "userDisplayName": "Richard Luettgen", "createDate": "1397828056", "userID": 47123844, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1397828108", "userTitle": "NULL", "recommendations": 4, "editorsSelection": false, "parentUserDisplayName": "Richard Luettgen", "userURL": "NULL", "userLocation": "New Jersey", "depth": 1, "commentType": "userReply", "updateDate": "1397824508", "commentSequence": 11594781, "commentBody": "John O:<br/><br/>We don't \"heavily subsidize\" the carbon-based extractive industries: that's merely the myth of the unchained, potted liberati who believe that all production is a publicly-held asset, and that if as a society we choose not to expropriate some of what a company produces by way of tax exemption or deduction, that somehow we're \"subsidizing\" that company.<br/><br/>Boobooyaga-nonsense. No government is taking other people's tax money and paying it to ExxonMobil to extend its economic viability -- they have no need of such. Green industries, on the other hand, are regularly and massively subsidized by direct tax infusions just about everywhere, and here beginning with Mr. Obama's misdirected 2009 \"stimulus\", that handed immense sums to green start-ups whose founders cashed in microseconds before they went belly-up.<br/><br/>Green is the future, and we should be supporting it in the now; but the notion that it's competitive with carbon-based energy sources because of some imagined \"subsidy\" granted the latter is just so much liberal talking-point and hooey.   "}, {"recommendedFlag": 0, "parentID": 11592148, "replies": [], "commentID": 11595774, "trusted": 0, "userDisplayName": "Ruppert", "createDate": "1397834225", "userID": 63067703, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1397834288", "userTitle": "NULL", "recommendations": 7, "editorsSelection": false, "parentUserDisplayName": "Richard Luettgen", "userURL": "NULL", "userLocation": "Black Forest, Germany", "depth": 1, "commentType": "userReply", "updateDate": "1397830688", "commentSequence": 11595774, "commentBody": "Germans have paid more for their electricity, and the costs for solar energy have come down substantially. The effect is pretty much what we expected. There are minor adjustments, but to claim, as Mr. Luettgen does, that Germans had rosy expectations which are now disappointed is just wrong. Support for the Green Party remains strong. Nuclear energy will be replaced by renewables, period. <br/><br/>Renewable energies have become a low-hanging fruit, partly due to German subsidies, but apparently they are still hanging far too high for Mr. Luettgen."}, {"recommendedFlag": 0, "parentID": 11592148, "replies": [], "commentID": 11597791, "trusted": 1, "userDisplayName": "Gary Henscheid", "createDate": "1397847272", "userID": 59967556, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1397847307", "userTitle": "NULL", "recommendations": 6, "editorsSelection": false, "parentUserDisplayName": "Richard Luettgen", "userURL": "NULL", "userLocation": "Yokohama", "depth": 1, "commentType": "userReply", "updateDate": "1397843707", "commentSequence": 11597791, "commentBody": "Richard, the Germans haven't rolled back their investments in solar, they're just racing ahead of everyone else less aggressively now.  They've got such a substantial lead in the field, and yes, they are wise enough to make adjustments according to economic conditions when setting policies affecting utilities and other industries as well as all consumers.  <br/><br/>The professor neither made nor implied anything misleading about the rapidly improving cost competitiveness of solar energy, he merely stated a solid basis for optimism about them because they are in fact rapidly becoming more cost competitive.  He also knows that subsidizing cutting edge technologies supports future oriented economic growth and doesn't keep the economy dependent on environmentally destructive industries that have long subsidized extremely wealthy individuals and corporations with foolish incentives such as oil depletion allowances.   "}]}, "lft": 86, "assetURL": "http://www.nytimes.com/2014/04/18/opinion/krugman-salvation-gets-cheap.html", "parentID": null, "commentID": 11592148, "rgt": 103, "userDisplayName": "Richard Luettgen", "createDate": "1397788790", "userID": 47123844, "replyCount": 8, "commentTitle": "<br/>", "status": "approved", "approveDate": "1397793608", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "New Jersey", "commentType": "comment", "updateDate": "1397790008", "commentSequence": 11592148, "commentBody": "How much of the \"incredible decline in the cost of renewable energy\" consists of subsidies by governments that don't actually make energy from such sources more affordable to the consumer but merely lower its end-cost through socialization of the real cost? In the end, higher taxes to back the subsidies make the real cost substantially higher than petro-based energy, and only artificially competitive. The IPCC doesn't factor higher taxes, does it?<br/><br/>And I suppose the reason Germany recently backed off its self-imposed emission standards was because renewables were so cheap? More likely it's for the reason they actually gave, which is what their own calculations of what compliance by their industry to those mandates by use of renewables would cost their society directly, in degraded global competitiveness and in actual jobs. The IPCC doesn't factor lost jobs, does it?<br/><br/>As a matter of fact, all the IPCC factors is a rosy direct-investment number, with nary an attempt to understand the actual costs of the effects of their recommendations. And we haven't even heard yet the challenges to their rosy estimate of direct costs; but we will.<br/><br/>So, those who resist unchained green activism still have a case, when the livelihoods of Americans, indeed the species, still depend extensively on carbon-based energy sources, and the \"climate threat\" isn't solved at all -- not unless we accept that all humans must subsist on gruel ... forever and ever.", "recommendationCount": 4}, {"assetID": 3399423, "replies": [], "lft": 84, "assetURL": "http://www.nytimes.com/2014/04/18/opinion/krugman-salvation-gets-cheap.html", "parentID": null, "commentID": 11592149, "rgt": 85, "userDisplayName": "Mary Ann & Ken Bergman", "createDate": "1397788815", "userID": 59554449, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1397793608", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Ashland, OR", "commentType": "comment", "updateDate": "1397790008", "commentSequence": 11592149, "commentBody": "\"All that stands in the way of saving the planet is a combination of ignorance, prejudice and vested interests.\" --- Krugman<br/><br/>In this case, the vested interests are busy sowing ignorance and prejudice among the American people, attempting to make them believe that climate warming is a hoax perpetrated on us by a cabal of scientists who hate American freedom. Those vested interests, coal, oil, and gas, don't want Americans to wean themselves from dependence on fossil fuels. Billions in annual profits depend on keeping us hooked on them.<br/><br/>If the fossil fuel folk were smart, they'd be in the forefront in developing renewable energy sources. But they've stuck their heads in the sand and tried to pretend that climate warming isn't happening despite data that tells us otherwise. Worse, they've lined up a few scientists whom they trot out on news programs and elsewhere to pooh-pooh the issue, even though 97 percent of knowledgeable scientists are convinced that climate change is real, is caused by human production of carbon dioxide and methane, and will result in serious environmental problems over time.<br/><br/>It's past time to institute a carbon tax on all fossil fuel sources of CO2 and use some of the revenue for further development of renewable energy sources. Yes, we keep hearing about the one solar energy company that won a U.S. grant and then folded, but overall great strides have been made in the cost of solar and wind, as Krugman says, despite limited funding. Let's keep it up!  ", "recommendationCount": 5}, {"assetID": 3399423, "replies": [], "lft": 128, "assetURL": "http://www.nytimes.com/2014/04/18/opinion/krugman-salvation-gets-cheap.html", "parentID": null, "commentID": 11592186, "rgt": 129, "userDisplayName": "bcw", "createDate": "1397789222", "userID": 47966160, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1397793608", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Yorktown", "commentType": "comment", "updateDate": "1397790008", "commentSequence": 11592186, "commentBody": "Natural gas plants are relatively cheap to build but have a never ending cost for fuel. Solar power has a high capital cost up front but then have only maintenance costs. This means that the relative cost and appeal of solar power is incredibly sensitive to current and expected interest rates relative to fuel costs.  In the next thirty years, most power plants will reach end-of-life and have to be replaced at a cost of about $7 trillion dollars. The choices we make now determine our future. Every government gift to the fossil fuel industry like the XL Pipeline or easy forgiveness for BP gulf spill or enablement of fracking or Arctic drilling are direct threats to our future.", "recommendationCount": 5}, {"assetID": 3399423, "replies": [], "lft": 74, "assetURL": "http://www.nytimes.com/2014/04/18/opinion/krugman-salvation-gets-cheap.html", "parentID": null, "commentID": 11592195, "rgt": 75, "userDisplayName": "Jacob Sommer", "createDate": "1397789412", "userID": 54874472, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1397793608", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Medford, MA", "commentType": "comment", "updateDate": "1397790008", "commentSequence": 11592195, "commentBody": "I remember a 60 Minutes piece from some years back, where Leslie Stahl interviewed some Middle East rulers who were heavy into oil. She was surprised to find that they were diversifying into cleaner energy technologies, like wind and solar. The main reason may have been cold hard economics, but it was nice to see a willingness to be ready to move to the next big energy source.<br/><br/>Not so the Koch brothers. They have done their level best to delegitimize current climate science and accelerate carbon fuel burning. I guess spending tens of millions dollars per election cycle is less expensive than spending billions of dollars in R&amp;D, new technology and green jobs.<br/><br/>If we want to truly curb burning carbon, though, we need to look at more energy efficiency and microgeneration of power, like cars with solar panels (or solar panel paint) that could run for, say, 60 miles off a few hours of sunlight. If solar efficiency ever becomes so good that cars can keep a full charge while driving in full daylight, the carbon footprint of new vehicles would mostly disappear.<br/><br/>Of course, we'd still need to get past ignorance, prejudice and vested interests. Politics may be keeping those things afloat, but politics can also save us from them.", "recommendationCount": 8}, {"assetID": 3399423, "replies": [], "lft": 134, "assetURL": "http://www.nytimes.com/2014/04/18/opinion/krugman-salvation-gets-cheap.html", "parentID": null, "commentID": 11592201, "rgt": 135, "userDisplayName": "ttr", "createDate": "1397789558", "userID": 67260084, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1397793608", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Port Townsend, Wa.", "commentType": "comment", "updateDate": "1397790008", "commentSequence": 11592201, "commentBody": "Yes! It isn't just climate change that we must consider... but planet depletion. It makes no sense to use up our oil reserves across the globe... and it is a 'fool's errand' to wring out every last drop of our grandchildren's oil just to satisfy the arbitrary whims of the 'free market'.<br/><br/>For the last 25 years it has been painfully obvious that the energy use we rely on to be competitive... is unsustainable on many horizons. <br/><br/>I have long maintained that the war in Iraq was simply a coup de tat by the oil industry... guaranteeing a postponement of the scientific 'coming of age' of the green economy... and so, we have found ourselves quite confused about our energy choices.<br/><br/>It is up to us to implement the stringent and far seeing economic incentives... because the 'free market has conclusively shown that it is generally unconcerned about climate change, planetary depletion, socio-economic equality, and democratic balance.<br/><br/>The flip-side of the economic constriction we are facing as we reach the boundaries of growth oriented economic models is the renewed application of appropriate technology in our day to day lives. <br/><br/>As our technological prowess increases exponentially... we are at the same time waking up to the realization that we must husband the planet rather that strip mine it.<br/><br/>There is plenty of work to be done... the question is... how shall we structure our economic system to accommodate our long standing goal of sustainability?<br/><br/>This is our call... this is our moment", "recommendationCount": 1}, {"assetID": 3399423, "replies": [], "lft": 126, "assetURL": "http://www.nytimes.com/2014/04/18/opinion/krugman-salvation-gets-cheap.html", "parentID": null, "commentID": 11592213, "rgt": 127, "userDisplayName": "upL8N8", "createDate": "1397789745", "userID": 64967878, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1397793608", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Detroit, MI", "commentType": "comment", "updateDate": "1397790008", "commentSequence": 11592213, "commentBody": "Wait, what was that about Solyndra again?<br/><br/>Solar continues to grow year over year.  Solar cell producers like Sunpower and First Solar have continued to increase their efficiencies for turning the power of the sun into electricity.  Many of these large efficiency gains have happened this year!  Now we have GT Advanced Technologies announcing their new Merlin technology which makes the cells even cheaper to produce, using less resources, and increasing the longevity of the cells.<br/><br/>One of the larger growth sectors lately has been the roof top solar installation business.  Companies like Elon Musk's Solar City and Real Goods Solar are increasing their business year over year using new leasing programs to make the cells affordable to the home owners.  They're also setting up contracts with homebuilders to save even more money by installing the panels during home construction.<br/><br/>Now...whatever happened to the smart energy grid we were supposed to have been building?", "recommendationCount": 5}, {"assetID": 3399423, "replies": [], "lft": 76, "assetURL": "http://www.nytimes.com/2014/04/18/opinion/krugman-salvation-gets-cheap.html", "parentID": null, "commentID": 11592222, "rgt": 77, "userDisplayName": "Bill Benton", "createDate": "1397789902", "userID": 27988722, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1397793608", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "San Francisco", "commentType": "comment", "updateDate": "1397790008", "commentSequence": 11592222, "commentBody": "The politics of global warming are as important as the economics.  In a society dominated by the very rich, as ours seems to be today, nothing will be done unless the very rich believe it will benefit them.  And due perhaps to the deadening effects of unearned inherited wealth, the very wealthy seem to have no interest in anything except tax reductions for themselves.<br/><br/>One solution is to reduce the influence of the very rich, especially of those who have inherited their wealth.  Inheritance today is lightly taxed if at all, and the death tax is virtually dead.  <br/><br/>To recapture our American dream, we must tax or destroy large inherited fortunes.  This is unearned income which is harmful to the inheritors, who become lazy and stupid, just like people who collect too much unemployment insurance.  And it is harmful to the rest of us because it can be, and is being used to corrupt our government.  Whether you call it lobbying, contributions or bribery, it is all corruption.<br/><br/>That is why Tom Jefferson as governor of Virginia outlawed extreme inheritance, and why some societies destroy the wealth of their richest members upon death.  We must do the same.<br/><br/>To see this and other steps towards restoring the real America, go to YouTube and watch Comedy Party Platform.  Laugh, cry, vote for Elizabeth Warren and contact me.", "recommendationCount": 1}, {"assetID": 3399423, "replies": [], "lft": 35, "assetURL": "http://www.nytimes.com/2014/04/18/opinion/krugman-salvation-gets-cheap.html", "parentID": 11592093, "commentID": 11592244, "rgt": 36, "userDisplayName": "upL8N8", "createDate": "1397790181", "userID": 64967878, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1397793608", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Detroit, MI", "commentType": "userReply", "updateDate": "1397790008", "commentSequence": 11592244, "commentBody": "As much as I'm sure we would like to maintain the beauty of our country, and avoid killing off animals at all costs, you do have to compare the consequences of renewable energy to that of fossil fueled power plants.<br/><br/>Not only do fossil fuel plants take up space, they pollute the air, they pollute rivers, they pollute land.  The extensive mining operations need to power these plants pollute as well, and destroy our countryside....literally ripping down mountains.<br/><br/>As much as I'm sure we would all love to save a few hundred turtles as well as desert specific vegetation, we also have to think about our future.  If climate change is responsible for the extreme weather conditions that we've experienced, and renewable energy on a large scale will help mitigate this problem, then imagine all of the human and animal lives will be saved by taking this route.  Not just this, but the amount of money and resources saved for not having to protect against extreme hurricanes, or to rebuild the city of New Jersey / New York as the flooding gets worse.<br/><br/>Honestly, some people won't be happy until we close all energy sources and live in a bunch of sheds in the woods... but not made out of wood!  That would negatively affect the animals of the forest...", "recommendationCount": 5}, {"assetID": 3399423, "replies": [], "lft": 72, "assetURL": "http://www.nytimes.com/2014/04/18/opinion/krugman-salvation-gets-cheap.html", "parentID": null, "commentID": 11592246, "rgt": 73, "userDisplayName": "Patrice Ayme", "createDate": "1397790189", "userID": 35921939, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1397793608", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Unverified California", "commentType": "comment", "updateDate": "1397790008", "commentSequence": 11592246, "commentBody": "The entire USA electric production could come from covering one county in Texas with solar panels made with existing industrial technology (and twice the efficiency is reached in the lab, let alone PV making electricity at night from Infra Red). So is the USA's CO2 crisis over? <br/><br/>Not really: one needs to transport and store the electricity. Batteries are hopeless. <br/><br/>So how to do this? HYDROGEN. RE electricity can be used to produce hydrogen that can be easily stored and transported (a plate of material impervious to a acetylene torch can contain 600 liters of compressed hydrogen). <br/><br/>Hydrogen can be used as gasoline is, and then reverse combined with oxygen from the air to make electricity in a fuel cell. All this technology exists, and just has to be mandated by law.<br/><br/>(After all, Obama gives plutocrats $7,500 per 100,000 Tesla Model S.) <br/><br/>So solar and wind can work, at least in the USA. Europe will have to conquer the Sahara first, before establishing giant power plants.<br/><br/>Thorium reactors is another solution. Harassed by its own pollution, China has a crash program for these, headed by the son of the last president (!) The first reactor should come on line next year. <br/><br/>Within nine years, the Earth's climate will have passed the point of catastrophe, as we emit 50 billion tons of Green House Gases per year. Anything could happen, including cataclysmic, explosive methane release. Like, tomorrow morning.<br/><a href=\"http://patriceayme.wordpress.com/2014/04/15/terminal-greenhouse-crisis/\" title=\"http://patriceayme.wordpress.com/2014/04/15/terminal-greenhouse-crisis/\" target=\"_blank\">http://patriceayme.wordpress.com/2014/04/15/terminal-greenhouse-crisis/</a>", "recommendationCount": 4}, {"assetID": 3399423, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 11592248, "replies": [], "commentID": 11595193, "trusted": 0, "userDisplayName": "Doug", "createDate": "1397830386", "userID": 59061051, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1397830449", "userTitle": "NULL", "recommendations": 0, "editorsSelection": false, "parentUserDisplayName": "Robert", "userURL": "NULL", "userLocation": "San Francisco", "depth": 1, "commentType": "userReply", "updateDate": "1397826849", "commentSequence": 11595193, "commentBody": "Leaving aside that the wind is untrustworthy and solar only works on clear days, which eco-advocate will win the 'green' arguments sure to come?  Lots of wind turbines mean many dead raptors and noise pollution of natural spaces.  Can't allow that!  Big solar arrays could cover entire deserts disrupting the habitat and letting little sunshine make it to the ground for vegetation or the protected species endemic there.  Can't allow that!  <br/><br/>It's time for people to think like economists rather than dewy-eyed progressives."}]}, "lft": 108, "assetURL": "http://www.nytimes.com/2014/04/18/opinion/krugman-salvation-gets-cheap.html", "parentID": null, "commentID": 11592248, "rgt": 111, "userDisplayName": "Robert", "createDate": "1397790202", "userID": 31973954, "replyCount": 1, "commentTitle": "<br/>", "status": "approved", "approveDate": "1397793608", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Ridgefield CT", "commentType": "comment", "updateDate": "1397790008", "commentSequence": 11592248, "commentBody": "Yes, this is all true. Wind and solar power generation of sufficient magnitude to make giant inroads in the critically important effort to reverse the pace and extent of global climate change is entirely feasible and needs all the subsidization that can be amassed from drastic cuts in military spending and appropriate corporate and income tax increases. These advances in clean electricity production will also support the widespread adoption of non carbon fueled transportation - - these are the two fundamental causative factors of atmospheric pollution resulting from the production and release of greenhouse gases.<br/>I understand that Dr. Krugman is an economist and thus programmed to consider these issues in economic terms...but the importance of these issues eclipses their economic impact. Global climate change needs to be seen as a phenomenon that can - and likely will if unchecked -be the force behind the extinction of all of the world's inhabitants including arrogant, cost conscious homo sapiens. We need a global \"Manhattan Project\" now to expand and improve national grids and build the generation plants that will abate the destruction of the planet. If a carbon tax helps, fine, but we need to do this regardless of the economic fallout.", "recommendationCount": 2}, {"assetID": 3399423, "replies": [], "lft": 106, "assetURL": "http://www.nytimes.com/2014/04/18/opinion/krugman-salvation-gets-cheap.html", "parentID": null, "commentID": 11592272, "rgt": 107, "userDisplayName": "Montreal Moe", "createDate": "1397790468", "userID": 62945206, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1397793608", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "WestPark,  Quebec", "commentType": "comment", "updateDate": "1397790008", "commentSequence": 11592272, "commentBody": "Speaking as someone on the left I will continue to argue the economy cannot continue to grow. Solar panel should they take their proper place in energy production will be available at a tiny percentage of today's cost. We need very little of today's energy to heat heat, light, and power our lives.Over my lifetime I have seen technology thwarted because it hindered economic growth. Gulf Canada square in Calgary built 1979 20 story office tower  turns on the heat at minus 25 degrees C. and requires only its outdoor fountain to cool in summer.<br/>Our economy is enslaved by fossil fuel reliance. Without fossil fuel dependency our economy shrinks.<br/>It is much more than economic growth that is imperiled by a shift from fossil fuels it is an understanding that our economic system is a relic of a bygone era. Technology has the ability to provide each and everyone of us enough of everything we need but our economic model fails miserably in giving us mechanisms to distribute the goods and services. We are no farther ahead than 19th century Ireland where 1 million Irish peasants perished and millions of others suffered grievously while Ireland exported its food far and wide.<br/>As an economist Dr Krugman is right on the money when stating the elimination of our fossil fuels will not affect our economy. As someone on the left I will say our economy is unsustainable philosophically and sociologically and that is why ignorance, prejudice and vested interests will prevail.", "recommendationCount": 8}, {"assetID": 3399423, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 11592296, "replies": [], "commentID": 11593384, "trusted": 1, "userDisplayName": "HT", "createDate": "1397815721", "userID": 18463741, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1397815747", "userTitle": "NULL", "recommendations": 4, "editorsSelection": false, "parentUserDisplayName": "Azfar", "userURL": "NULL", "userLocation": "Ohio", "depth": 1, "commentType": "userReply", "updateDate": "1397812147", "commentSequence": 11593384, "commentBody": "Solar energy doesn't have to supply all of the energy.   There are other non-fossil-fuel sources of energy, including wind, nuclear, and hydroelectric power.  "}]}, "lft": 116, "assetURL": "http://www.nytimes.com/2014/04/18/opinion/krugman-salvation-gets-cheap.html", "parentID": null, "commentID": 11592296, "rgt": 119, "userDisplayName": "Azfar", "createDate": "1397790797", "userID": 69178225, "replyCount": 1, "commentTitle": "<br/>", "status": "approved", "approveDate": "1397793608", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Toronto", "commentType": "comment", "updateDate": "1397790008", "commentSequence": 11592296, "commentBody": "I am all for renewable energy but solar power has a fundamental problem. Since the amount of energy 'stored' in fossil fuels is very large, It requires an insanely large land area to generate serious electrical energy to compete with coal or other fossil fuel. With about 15% efficiency, it will take about six square meters of solar cells to generate 1KW. Since sun is out only during day, we need to double it as the fossil fuels can produce energy day and night .... so that is 12 square meters. Also sun is not really bright during mornings and nights so let us make it 15 square meters. Now to replace a fossil fuel power plant which generates 1000 MW (or one million KW) we need 15 million square meters of area. Simply not possible if you consider just how much energy is needed by a country like USA 3,886,400,000 MWh per year! And finally the biggest problem of them all .... which is how do we store half that energy produced during the day to use it during the night ? The cost of energy storage is just too high to contemplate.<br/><a href=\"http://en.wikipedia.org/wiki/List_of_countries_by_electricity_consumption\" title=\"http://en.wikipedia.org/wiki/List_of_countries_by_electricity_consumption\" target=\"_blank\">http://en.wikipedia.org/wiki/List_of_countries_by_electricity_consumption</a>  ", "recommendationCount": 5}, {"assetID": 3399423, "replies": [], "lft": 114, "assetURL": "http://www.nytimes.com/2014/04/18/opinion/krugman-salvation-gets-cheap.html", "parentID": null, "commentID": 11592307, "rgt": 115, "userDisplayName": "Fred Dorbsky", "createDate": "1397790885", "userID": 62645834, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1397793608", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Louisville, KY", "commentType": "comment", "updateDate": "1397790008", "commentSequence": 11592307, "commentBody": "Solar panel appear to be on the same cost reduction trajectory as computers, cell phone and other technology. However the United States is falling behind, and Obama's tariffs on imported solar panels aren't helping, but are merely supporting inefficiency.<br/><br/>Cap &amp; trade is a liberal concept that is just wrong, and would enrich certain people and corporations rather than the nation. A carbon emission surcharge could reduce carbon emissions just as well, and the revenue raised could be used for research so that global warming can be reversed.<br/><br/>Economists are flat wrong about the economic impact of a carbon emissions surcharge. It would result in massive retooling of the energy infrastructure and result in an economic boom.", "recommendationCount": 2}, {"assetID": 3399423, "replies": [], "lft": 124, "assetURL": "http://www.nytimes.com/2014/04/18/opinion/krugman-salvation-gets-cheap.html", "parentID": null, "commentID": 11592311, "rgt": 125, "userDisplayName": "Myerscpa", "createDate": "1397790934", "userID": 8627568, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1397793608", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Claremont CA", "commentType": "comment", "updateDate": "1397790008", "commentSequence": 11592311, "commentBody": "Conservation is still the biggest source of overall energy savings available. What is required is a triad of policy measures: (1) a carbon tax that internalizes the costs of \"externalities\" of carbon-based energy production, (2) declining unit costs of alternative energy (\"getting to scale\") is important, and (3) more incentives for overall energy conservation.<br/><br/>I see it every year when doing tax returns -- home energy tax credits work. People use them. A lot of people want to get ahead of the wave. These credits change behavior in a very nice way.", "recommendationCount": 3}, {"assetID": 3399423, "replies": [], "lft": 136, "assetURL": "http://www.nytimes.com/2014/04/18/opinion/krugman-salvation-gets-cheap.html", "parentID": null, "commentID": 11592325, "rgt": 137, "userDisplayName": "Spence", "createDate": "1397791081", "userID": 34005526, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1397793608", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Malvern, PA", "commentType": "comment", "updateDate": "1397790008", "commentSequence": 11592325, "commentBody": "These is an inherent conflict of interest between consumers and companies.<br/><br/>Oil companies like Exxon exploit our natural resources to enrich themselves and their SHs. In one quarter in 2008, all the oil companies netted $51.5 Billion dollars. That's a lot of money to grease the wheels in Washington. Whereas, windmills and sunshine aren’t profitable for these companies and probably never will be…<br/><br/>Same story on the carbon emissions side. Certainly, we all contribute carbon emissions, but in reality it’s the coal and oil companies through their mining or manufacturing processes that are the big offenders. If they could make huge profits in renewables, they would be the first to build new grids and networks to their consumers. The fact is these companies have billions of dollars invested in the old technology where there is an ample supply of natural resources to exploit. <br/><br/>As long as we have the razor/blade model, people will continue to fuel their cars from oil companies, buy electricity from coal companies and use natural gas for their homes. Until these oligopolies are broken up and other technologies are given a level playing field, consumers have few options no matter how cheap they become…", "recommendationCount": 4}, {"assetID": 3399423, "replies": [], "lft": 138, "assetURL": "http://www.nytimes.com/2014/04/18/opinion/krugman-salvation-gets-cheap.html", "parentID": null, "commentID": 11592344, "rgt": 139, "userDisplayName": "Ken L", "createDate": "1397791361", "userID": 56622537, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1397793608", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Atlanta, GA", "commentType": "comment", "updateDate": "1397790008", "commentSequence": 11592344, "commentBody": "To think that the climate threat is \"solved\" by shifting electricity generation to renewable sources is being way too optimistic.  Coal-fired electric plants are a major contributor, of course.  But so is our fossil-fueled transportation system, other industrial processes, and even large scale farming.  <br/><br/>To Professor Krugman's point, economic incentives can go a long way towards encouraging the right behavior.  We can attack each major source, such as coal-fired electricity.  Or we can use a blanket carbon tax with cap-and-trade, which addresses all of them.", "recommendationCount": 1}, {"assetID": 3399423, "replies": [], "lft": 53, "assetURL": "http://www.nytimes.com/2014/04/18/opinion/krugman-salvation-gets-cheap.html", "parentID": 11592232, "commentID": 11592383, "rgt": 54, "userDisplayName": "James K. Lowden", "createDate": "1397791820", "userID": 57581910, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1397793608", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "New York", "commentType": "userReply", "updateDate": "1397790008", "commentSequence": 11592383, "commentBody": "Two words: Amory Lovins. <br/><br/>The market --accounting -- does not account for ecological devastation. It treats the earth as a free good. For most of human history the earth was free, in the sense that the oceans and the air were limitless. We now have the technology to rid the seas of fish and return carbon to the atmosphere on a scale we can barely measure. What market recognizes that?  <br/><br/>A carbon tax doesn't allow or encourage derivative markets any more than any tax does. What it would do is serve as a minor corrective for the market's inherent blindness. Vote for it. It's a market solution. ", "recommendationCount": 8}, {"assetID": 3399423, "replies": [], "lft": 132, "assetURL": "http://www.nytimes.com/2014/04/18/opinion/krugman-salvation-gets-cheap.html", "parentID": null, "commentID": 11592397, "rgt": 133, "userDisplayName": "David Cache", "createDate": "1397791933", "userID": 41856252, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1397793608", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Valle Crucis, NC", "commentType": "comment", "updateDate": "1397790008", "commentSequence": 11592397, "commentBody": "We need climate change. Dramatic global warming is about the only thing that is going to make this a more perfect union of states rather than the confederacy of dunces it has been reduced to by the economic chilling winds that keep blowing from the right despite all the overwhelming scientific evidence.<br/><br/>We need to warm up to our fellow Americans and decide once and for ever that we are a nation of great men and women that can-do, rather than lazy, good for nothing moochers. Necessity is the mother of invention, and warming up to the innate abilities and goodness of all Americans is the climate we need. Put on your climate action tee-shirt and go register some voters mid term voters to precipitate the warming of the cold divisive political nonsense that has the species of sensible Americans going extinct.", "recommendationCount": 2}, {"assetID": 3399423, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 11592470, "replies": [], "commentID": 11592664, "trusted": 0, "userDisplayName": "jimbo", "createDate": "1397795966", "userID": 20389542, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1397818332", "userTitle": "NULL", "recommendations": 5, "editorsSelection": false, "parentUserDisplayName": "Doug Broome", "userURL": "NULL", "userLocation": "seattle", "depth": 1, "commentType": "userReply", "updateDate": "1397814732", "commentSequence": 11592664, "commentBody": "Most of the deniers live in Dixie.  I can't imagine it will ever get warm there. Because Gaw-wud would never permit such a thing to trouble His 6000 year old earth."}, {"recommendedFlag": 0, "parentID": 11592470, "replies": [], "commentID": 11592987, "trusted": 0, "userDisplayName": "Montreal Moe", "createDate": "1397801949", "userID": 62945206, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1397802005", "userTitle": "NULL", "recommendations": 8, "editorsSelection": false, "parentUserDisplayName": "Doug Broome", "userURL": "NULL", "userLocation": "WestPark,  Quebec", "depth": 1, "commentType": "userReply", "updateDate": "1397798405", "commentSequence": 11592987, "commentBody": "Thank you Doug you explain it so well.<br/>Gulf Canada Square in Calgary was completed in 1979. Carter was still President and we had solar panel on the White House.<br/>Since then technology has has improved and has gotten much less expensive. I remember 5 dollar  single LEDs.<br/>If Gulf oil could build a 20 story office tower in 1979 and heat it with only body heat and fluorescent bulbs in Calgary winters surely externalities are the plausible reason we are in such deep doo-doo. "}]}, "lft": 78, "assetURL": "http://www.nytimes.com/2014/04/18/opinion/krugman-salvation-gets-cheap.html", "parentID": null, "commentID": 11592470, "rgt": 83, "userDisplayName": "Doug Broome", "createDate": "1397792849", "userID": 16862426, "replyCount": 2, "commentTitle": "<br/>", "status": "approved", "approveDate": "1397793608", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Vancouver", "commentType": "comment", "updateDate": "1397790008", "commentSequence": 11592470, "commentBody": "One thing capitalists are supposed to understand is the cold, hard cash of profit.<br/>And who are poised to reap the anticipated multiplying profits of renewables: the Chinese and the Europeans.<br/>The U.S., traditional powerhouse of explosive techological innovation trails. (As consolation prize, the U.S. does lead in anti-science climate change denialists, their mighty works apparent in any comments thread to any article containing the red-flag phrase \"climate change.\")<br/><br/>Denmark, the liberal Valhalla, has done wonders in weaning itself from carbon, and by many measures the Danish quality of life remains the highest in the world. My living room window overlooks a neighbourhood called Granville Island. Vancouver is customarily rated among the world's five most livable cities, and a North American society of community planners rates Granville Island the most livable neighbourhoods.<br/>And it is densely populated with smallish townhouses and apartments, a third non-market housing, built for walking and cycling with an overwhelming variety of urban amenities.<br/>Low energy consumption living can be far richer than high-energy hogging.<br/>And B.C. has a carbon tax. In old economics there was a concept called externalities dealing with corporations that impose costs on everybody else from their activities. Has the concept of taxing externalities gone the way of Dodos such as solidaristic wage policies?", "recommendationCount": 23}, {"assetID": 3399423, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 11592482, "replies": [], "commentID": 11592700, "trusted": 0, "userDisplayName": "John O", "createDate": "1397796778", "userID": 29874991, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1397796786", "userTitle": "NULL", "recommendations": 1, "editorsSelection": false, "parentUserDisplayName": "Bruce Rozenblit", "userURL": "NULL", "userLocation": "Napa CA", "depth": 1, "commentType": "userReply", "updateDate": "1397793186", "commentSequence": 11592700, "commentBody": "There is probably more to this than aesthetics.  At some point the distances reduce efficiency. Many utilities are actively opposed to on-site generation, since it shrinks their customer base and makes billing more complicated. Follow the money.  Our own household is approaching the point where we will sacrifice a few trees for a solar rooftop installation.  I laughed at my wife's Prius. Four years later, we both laugh at my BMW.  Conservation and efficiency are vitally important to our future."}]}, "lft": 120, "assetURL": "http://www.nytimes.com/2014/04/18/opinion/krugman-salvation-gets-cheap.html", "parentID": null, "commentID": 11592482, "rgt": 123, "userDisplayName": "Bruce Rozenblit", "createDate": "1397793046", "userID": 38331232, "replyCount": 1, "commentTitle": "<br/>", "status": "approved", "approveDate": "1397793608", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Kansas City", "commentType": "comment", "updateDate": "1397790008", "commentSequence": 11592482, "commentBody": "A little clarification is necessary.  The primary reason that the cost of solar panels has dropped so precipitously is that state sponsored factories in China have produced so many panels that they have been dumped upon the world market at prices below the cost of manufacture.  While this is a positive for installation, large scale usage should cause prices to rise as the surplus is consumed.  But we aren't doing much consuming.<br/><br/>The cost of solar is now competitive with atomic power.  Natural gas is still a lot cheaper so far as dollars per watt of generation are concerned.  Of course sunlight is free and initial costs are mitigated over time.  <br/><br/>We have another problem which is being played out in Missouri right now.  A private power company want to build a huge 750 kV power line across the state to move wind power from central Kansas east where it is needed.  About 1500 farmers have filed suit to block the line because they are terribly concerned about the loss of visual aesthetics.  They don't want to look at it.  I don't know why they can't be given a percentage of the revenue to compensate them for their suffering.  This kind of hyper individualism is a tremendous threat to renewables because thousands of miles of these kinds of lines need to be built to bring solar and wind energy out of the plains and desert southwest.  Patriotism in the form of not in my back yard strikes yet again.       ", "recommendationCount": 33}, {"assetID": 3399423, "replies": [], "lft": 104, "assetURL": "http://www.nytimes.com/2014/04/18/opinion/krugman-salvation-gets-cheap.html", "parentID": null, "commentID": 11592494, "rgt": 105, "userDisplayName": "Ashley", "createDate": "1397793135", "userID": 60894284, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1397793608", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Asia", "commentType": "comment", "updateDate": "1397790008", "commentSequence": 11592494, "commentBody": "At the end of the day, the most powerful incentive is people's self interest. If you look at China's air pollution today, you'd know why Beijing is tackling the carbon emission problem like threats to national security. Bad air quality undermines the ruling elites' legitimacy. It means they have that much more incentives to invest in renewable energy and reduce carbon emission. Other incentive, of course, is precisely related to national security. If coal is too dirty, and oil/natural gas is too susceptible to geopolitical uncertainties and price fluctuation, people are going to find alternative sources of energy that would be more stable and less vulnerable to supply disruption. Once people realize that renewable energy can become a more cost effective alternative, they'd be willing to invest more resources to make this a reality. The trick for policy makers is to persuade people that it is in their own interest to do this.", "recommendationCount": 0}, {"assetID": 3399423, "replies": [], "lft": 130, "assetURL": "http://www.nytimes.com/2014/04/18/opinion/krugman-salvation-gets-cheap.html", "parentID": null, "commentID": 11592497, "rgt": 131, "userDisplayName": "Murphy's Law", "createDate": "1397793164", "userID": 36173648, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1397793608", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Vermont", "commentType": "comment", "updateDate": "1397790008", "commentSequence": 11592497, "commentBody": "There will continue to be more pollution for a long time.<br/><br/>There are too many areas of the world that would love to use more energy but can't afford it at current prices.<br/><br/>Technology will also reduce fossil fuel production costs.<br/><br/>As all energy production costs decline, the poorest areas will increase consumption.", "recommendationCount": 0}, {"assetID": 3399423, "replies": [], "lft": 142, "assetURL": "http://www.nytimes.com/2014/04/18/opinion/krugman-salvation-gets-cheap.html", "parentID": null, "commentID": 11592501, "rgt": 143, "userDisplayName": "Eugene Patrick Devany", "createDate": "1397793194", "userID": 65021610, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1397793608", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Massapequa Park, NY", "commentType": "comment", "updateDate": "1397790008", "commentSequence": 11592501, "commentBody": "Prof. Krugman admits he was wrong (about the economics of solar energy) and avoids blaming the GOP for anything. I suspect Sen. Harry Reed and the BLM's sad attempt to go after ranchers has something to do with Krugman's neutrality. The equipment may now be competitive with carbon based energy as long as the land is cheap (or taken from the ranchers). If the government pretends that a turtle is endangered they can keep the cattle out and lease the federal land to solar companies for very little money. This could make the 87% of Nevada land under federal control to be very important. \"Oh, wait.\" Prof. Krugman is right. Stop the pipeline. Save the planet. ... and we don't even need the darn carbon tax. Jobless energy is a dream come true.", "recommendationCount": 1}]}, "copyright": "Copyright (c) 2016 The New York Times Company.  All Rights Reserved."}