{"debug": {"version": 3.1}, "status": "OK", "results": {"api_timestamp": "1481467076", "totalCommentsFound": 4621, "totalCommentsReturned": 25, "comments": [{"assetID": 3307109, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 5561929, "replies": [], "commentID": 5563049, "trusted": 0, "userDisplayName": "Lisa", "createDate": "1329742726", "userID": 12515143, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1329767267", "userTitle": null, "recommendations": 2, "editorsSelection": false, "parentUserDisplayName": "Bill Benton", "userURL": null, "userLocation": "Charlottesville, VA", "depth": 1, "commentType": "userReply", "updateDate": "1329767267", "commentSequence": 1, "commentBody": "Voting for Elizabeth Warren (I am a big fan) is how you plan to make your vote count?  Good grief!"}]}, "lft": 282, "assetURL": "http://www.nytimes.com/2012/02/20/opinion/krugman-pain-without-gain.html", "parentID": null, "commentID": 5561929, "rgt": 285, "userDisplayName": "Bill Benton", "createDate": "1329713956", "userID": 27988722, "replyCount": 1, "commentTitle": "n/a", "status": "approved", "approveDate": "1329714051", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "San Francisco", "commentType": "comment", "updateDate": "1329714051", "commentSequence": 41, "commentBody": "The budget cutters that I speak to all want to exempt the military from the cuts.<br/><br/>Yet we need more teachers, not more soldiers; more nurses, not more marines.<br/><br/>Why?  Go to YouTube and watch aoeGenesis7.  And remember that George W \"Bully\" Bush fired every military leader who opposed his immoral and expensive wars, especially in Iraq.<br/><br/>The military reductions being discussed should be much larger.  And the funds released should be used to hire teachers, nurses and builders.  Let's make America great again.  All it takes is some imagination and some courage.  <br/><br/>Unfortunately, Obama and Romney seem to lack both.  I plan to vote for Elizabeth Warren.<br/><br/>bill at <a href=\"http://realamerica.webs.com\" title=\"realamerica.webs.com\" target=\"_blank\">realamerica.webs.com</a>", "recommendationCount": 14}, {"assetID": 3307109, "replies": [], "lft": 286, "assetURL": "http://www.nytimes.com/2012/02/20/opinion/krugman-pain-without-gain.html", "parentID": null, "commentID": 5561936, "rgt": 287, "userDisplayName": "eco-accountant", "createDate": "1329714051", "userID": 49920209, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1329714083", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "eugene, or.", "commentType": "comment", "updateDate": "1329714083", "commentSequence": 42, "commentBody": "The confidence fairy has been a no-show in austerityville, but then the deficit fairy hasn't exactly been working magic in those countries where she's been unleashed. I prefer Keynesians to the fresh water folk, but only those economists who've noticed the radical imbalances and structural distortions of the WTO version of globalization can possibly devise workable solutions. The housing bubbles in the US, Ireland, Spain and elsewhere and the bloated financial sector that crashed the world were all pumped up by cheap money--the glut of recycled dollars from surplus nations such as China, Saudi Arabia and others.<br/><br/>We deem China a legitimate member of the global economic community and even offer incentives to our manufacturing and retail corporations to produce or source there, which they have done with great zest. Meanwhile Beijing has made a mockery of the democratic virtues, labor rights, environmental regulations, and other pillars of civil society and the good life now under threat in the US and Europe.<br/><br/>Of course we need stimulus dollars to stave off the collapse of our struggling public scools sytems and to employ the idle human capital embodied in unemployed, highly trained teachers and civil servants. And we should prudently test the limits of deficit spending to fund that stop gap measure. But more than that we must begin rethinking the architecture of the global and domestic economies so that they once again serve human needs and environmental sustainability.", "recommendationCount": 14}, {"assetID": 3307109, "replies": [], "lft": 288, "assetURL": "http://www.nytimes.com/2012/02/20/opinion/krugman-pain-without-gain.html", "parentID": null, "commentID": 5561945, "rgt": 289, "userDisplayName": "Ellis", "createDate": "1329714152", "userID": 7200006, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1329714208", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Los Angeles, CA", "commentType": "comment", "updateDate": "1329714208", "commentSequence": 44, "commentBody": "The policy of austerity is not due to \"wrong-headed\" thinking. The biggest banks have speculated on European government debt and driven up interest rates. They want to keep that money coming. That means cut social spending, jobs, wages, pensions. And what is being done in the public sector is also being done in the private sector. And for the same reason. Downsizing, wage cuts, pension cuts all produce higher profits. And the question of how corporate profits drives policy is exactly what Krugman won't go near. ", "recommendationCount": 8}, {"assetID": 3307109, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 5561950, "replies": [], "commentID": 5562005, "trusted": 0, "userDisplayName": "Edward", "createDate": "1329715002", "userID": 56948356, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1329715038", "userTitle": null, "recommendations": 40, "editorsSelection": false, "parentUserDisplayName": "Cam Snow", "userURL": null, "userLocation": "Ames, IA", "depth": 1, "commentType": "userReply", "updateDate": "1329715038", "commentSequence": 11, "commentBody": "Social security, Medicare, and Medicaid are A problem but not THE problem. All of those programs are decades away from insolvency. The urgent issue is depressed consumer demand which is holding the economy well below capacity. Focusing on our long term entitlement problems rather than demand is like focusing on your high cholesterol while you have a wound that is gushing blood. The analogy is also appropriate in that premature austerity actually hurts our ability to deal with the long term fiscal problems because it delays the return to normal economic conditions and the increased tax revenues that come along with that."}]}, "lft": 290, "assetURL": "http://www.nytimes.com/2012/02/20/opinion/krugman-pain-without-gain.html", "parentID": null, "commentID": 5561950, "rgt": 293, "userDisplayName": "Cam Snow", "createDate": "1329714170", "userID": 57385081, "replyCount": 1, "commentTitle": "n/a", "status": "approved", "approveDate": "1329714208", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Houston, TX", "commentType": "comment", "updateDate": "1329714208", "commentSequence": 43, "commentBody": "The budget cutters have unfortunately been boxed in too discretionary spending, which is too small of a pool to make a difference.  Social Security, Medicare, and Medicaid are the 3 elephants in the corner of the room - unless those programs are back on the table, it won't matter - the budget will stay out of whack.<br/><br/>That is the problem in southern Europe, and that will be the problem here.", "recommendationCount": 0}, {"assetID": 3307109, "replies": [], "lft": 139, "assetURL": "http://www.nytimes.com/2012/02/20/opinion/krugman-pain-without-gain.html", "parentID": 5561607, "commentID": 5561949, "rgt": 140, "userDisplayName": "Joe S", "createDate": "1329714170", "userID": 59941978, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1329714209", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Chapel Hill, NC", "commentType": "userReply", "updateDate": "1329714209", "commentSequence": 10, "commentBody": "It's energy, energy and energy! If not for oil and coal corporations we would have already couple of millions more jobs in the energy sector. The US gas extraction is increasing and nuclear power plants will be constructed under Obama, which is good, if only done safely of course! But that is not enough. We need more investment in other energy sources, and these investments do not need to be paid in borrowed money. With most big corporations paying Zero in taxes, and milioneres paying 15% tax, we have easily 200-300 billions in \"reserves\" to finance energy investments.", "recommendationCount": 7}, {"assetID": 3307061, "replies": [], "lft": 55, "assetURL": "http://parenting.blogs.nytimes.com/2012/02/19/for-younger-mothers-out-of-wedlock-births-are-the-new-normal/", "parentID": 5559339, "commentID": 5561953, "rgt": 56, "userDisplayName": "KJ Dell'Antonia", "createDate": "1329714228", "userID": 54480690, "replyCount": 0, "commentTitle": "", "status": "approved", "approveDate": "1329714260", "userTitle": "Motherlode", "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "", "commentType": "reporterReply", "updateDate": "1329714260", "commentSequence": 7, "commentBody": "I guess I would gently suggest that, without judging or abandoning those who've already made this call, it might be better for both society and individuals if the \"choice\" wasn't one between an unhappy marriage and single parenthood, but between having a child young and unmarried, and waiting until a more stable moment--married, or not--to do so. The time to determine if a partner is a drain on resources and master at creating chaos is, if at all possible (and of course accidents happen, and no birth control method is foolproof) before deciding to have children. <br/><br/>This isn't an article, or a statistic, based on men and women setting out to build a committed life together, having children, and then having that commitment fail. The numbers suggest that it's not about that small subset of women whose birth control fails them, either. It's based on a large number of people of both sexes choosing to have children outside of what remains, in the country, the most significant signifier of that commitment. It's true that in many other countries, co-habitiating can be just as secure and lasting as marriage. It's simply not statistically true here--and certainly not for the people profiled in the original article.", "recommendationCount": 0}, {"assetID": 3307109, "replies": [], "lft": 294, "assetURL": "http://www.nytimes.com/2012/02/20/opinion/krugman-pain-without-gain.html", "parentID": null, "commentID": 5561956, "rgt": 297, "userDisplayName": "Tim Kane", "createDate": "1329714274", "userID": 20454347, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1329714319", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Mesa, Arizona", "commentType": "comment", "updateDate": "1329714319", "commentSequence": 45, "commentBody": "\"The beatings will continue until moral improves!\" <br/><br/>The more humanity changes, the more it stays the same.  <br/><br/>The current Great Recession is cookie-cutter similar to the Great Depression: A prolongued era of concentration of wealth, building up supply, leading to unorthodox finance and investment bubbles, a popped bubble and a massive collapse in demand.  <br/><br/>Then as now, wealth was ever-the-more-so concentrated.  <br/><br/>Then as now \"he who pays the piper calls the tune.\"<br/><br/>Then as now Big Money used it's influence to push policy ideas on the Policy Elite.  <br/><br/>Then as now Republicans were Big Money's austerity minders, and then as now, Democrats heard the Pied Pipers of austerity too: FDR attempted to balance the budget in 1937 created a second Great Depression within the Great Depression.  Production and Unemployment were below 1936's numbers even as late as 1941!<br/><br/>Then as now, the revisionist powers, especially in the far east, were pursuing Keynesian-like policies - beginning in 1932 in Japan and only about a year later in Germany.  7-8 years later they attempted to make their lead permanent by going to war at precisely their peak advantage years.  Japanese production in 1939 was 100% above 1929, while Germany's manic single minded drive for war drove a 125% increase.  <br/><br/>One big thing different this time: In the 1930s, The revisionist powers spent most of their stimulus money on armaments.  We should be thankful that China is building ghost cities instead of aircraft carriers. ", "recommendationCount": 40}, {"assetID": 3307058, "replies": [], "lft": 551, "assetURL": "http://www.nytimes.com/2012/02/19/business/jefferson-county-ala-falls-off-the-bankruptcy-cliff.html", "parentID": 5559518, "commentID": 5561955, "rgt": 552, "userDisplayName": "RetMarut", "createDate": "1329714252", "userID": 42768553, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1329714320", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Pittsburgh", "commentType": "userReply", "updateDate": "1329714320", "commentSequence": 111, "commentBody": "Balderdash! You Tea Party types have one oversimplified answer for everything. Private businesses are not be definition efficient or successful and public services are not by definition inefficient or unsuccessful. In every case it depends on who is running it and how. ", "recommendationCount": 2}, {"assetID": 3307109, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 5561966, "replies": [], "commentID": 5562584, "trusted": 0, "userDisplayName": "Joe Finger", "createDate": "1329730596", "userID": 64112464, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1329765060", "userTitle": null, "recommendations": 1, "editorsSelection": false, "parentUserDisplayName": "Bill Pieper", "userURL": null, "userLocation": "Prague", "depth": 1, "commentType": "userReply", "updateDate": "1329765060", "commentSequence": 1, "commentBody": "Are  you talking about the Chinese supported Dollar?<br/><br/>If the Chinese were to put as much money into the Euro as they have into the Dollar you would have to find differend arguements. "}]}, "lft": 300, "assetURL": "http://www.nytimes.com/2012/02/20/opinion/krugman-pain-without-gain.html", "parentID": null, "commentID": 5561966, "rgt": 303, "userDisplayName": "Bill Pieper", "createDate": "1329714471", "userID": 12818211, "replyCount": 1, "commentTitle": "n/a", "status": "approved", "approveDate": "1329714496", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Taiwan", "commentType": "comment", "updateDate": "1329714496", "commentSequence": 46, "commentBody": "Is it not also time to put delusional beliefs about the virtues of a single currency to rest? The predicable and predicted problems with the Euro experiment have come to fruition. Let Germany, France, The Netherlands, stay with it and let the weaker economies drop out in a managed fashion. It will happen eventually, why not simply admit failure and manage the exits as best possible? The biggest losers in the long run are the largest banks and quasi-banks in Germany, France, the UK and the US. Why should Greeks and Irishmen be bled to the last drop so the vampire squids can continue to lord over the planet? ", "recommendationCount": 12}, {"assetID": 3307097, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 5561977, "replies": [], "commentID": 5564388, "trusted": 1, "userDisplayName": "suejean", "createDate": "1329755943", "userID": 46920789, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1329756019", "userTitle": null, "recommendations": 1, "editorsSelection": false, "parentUserDisplayName": "Deadline", "userURL": null, "userLocation": "uk", "depth": 1, "commentType": "userReply", "updateDate": "1329756019", "commentSequence": 41, "commentBody": "What leapfinger said, and I was about to say"}, {"recommendedFlag": 0, "parentID": 5561977, "replies": [], "commentID": 5565286, "trusted": 1, "userDisplayName": "paulymath", "createDate": "1329767008", "userID": 19155409, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1329767059", "userTitle": null, "recommendations": 3, "editorsSelection": false, "parentUserDisplayName": "Deadline", "userURL": null, "userLocation": "Potomac, MD", "depth": 1, "commentType": "userReply", "updateDate": "1329767059", "commentSequence": 58, "commentBody": "What you said about enjoying editing crosswords far more than constructing them exactly parallels my feeling about writing versus editing. In my long career as an editor I had to do plenty  major rewriting but I almost never wrote anything from scratch. Being able to spot the problems in a manuscript and fix them (or guide the writer toward needed revisions) was challenging, fun, and rewarding, and the rewards were even greater when I got a note of appreciation from a writer. "}, {"recommendedFlag": 0, "parentID": 5561977, "replies": [], "commentID": 5566174, "trusted": 1, "userDisplayName": "DeadTreeSolver", "createDate": "1329783203", "userID": 18645562, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1329783254", "userTitle": null, "recommendations": 1, "editorsSelection": false, "parentUserDisplayName": "Deadline", "userURL": null, "userLocation": "Illinois", "depth": 1, "commentType": "userReply", "updateDate": "1329783254", "commentSequence": 72, "commentBody": "Paulymath's experience parallels mine very closely. I have spent 40 years editing and rewriting for others and have always shined in the afterglow of their success. What fun to send a marked-up manuscript back to an author and get a \"Wow\" response. You really have me thinking!\" On the puzzle front, I am a solver, not a constructor, but occasionally would be delighted to be asked to edit clues!"}]}, "lft": 68, "assetURL": "http://wordplay.blogs.nytimes.com/2012/02/19/puzzle-love/", "parentID": null, "commentID": 5561977, "rgt": 81, "userDisplayName": "Deadline", "createDate": "1329714652", "userID": 8342058, "replyCount": 6, "commentTitle": "n/a", "status": "approved", "approveDate": "1329714675", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New York City", "commentType": "comment", "updateDate": "1329714677", "commentSequence": 9, "commentBody": "I'm a seven-day solver, just because I formed the habit decades ago.  When I first came to NYC, I started the day with coffee and the paper (NYT), which included the puzzle.  The habit stuck, even after the puzzles became all scheduled on a difficulty level.<br/><br/>Full disclosure:  I spent some time in those early decades editing pulp XW/wordgame magazines, and wound up necessarily doing my fair share of constructing.  Fuller disclosure:  I wasn't a very good constructor, and never particularly enjoyed it.  It was a lot more fun to rework other constructors' submissions and make them better.  Say what you will.<br/><br/>My point is that I understand the challenge/gratification/frustration of the constructor, at least to a point.  I don't mind that the early-week puzzles are easy, but I like them to have fun with words on whatever level.  And I want that same sense of playfulness in the more challenging late-week puzzles.  I'm happy enough with \"easy\" rather than \"hard,\" or vice versa, but I'm disappointed when the constructor doesn't tease me a bit.<br/><br/>Gawd, that sounds pedantic!  But that's my say.<br/><br/>BTW, back in those decades-ago Dark Ages, we didn't refer to \"grids\" but to \"diagrams.\"  Cf. \"diagramless.\"", "recommendationCount": 5}, {"assetID": 3307109, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 5561974, "replies": [], "commentID": 5562121, "trusted": 0, "userDisplayName": "Steve", "createDate": "1329717311", "userID": 50235253, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1329762683", "userTitle": null, "recommendations": 1, "editorsSelection": false, "parentUserDisplayName": "Rob DL", "userURL": null, "userLocation": "Ann Arbor, Michigan", "depth": 1, "commentType": "userReply", "updateDate": "1329762683", "commentSequence": 1, "commentBody": "for sure their treatment is worse than what ails them"}]}, "lft": 306, "assetURL": "http://www.nytimes.com/2012/02/20/opinion/krugman-pain-without-gain.html", "parentID": null, "commentID": 5561974, "rgt": 309, "userDisplayName": "Rob DL", "createDate": "1329714611", "userID": 59931919, "replyCount": 1, "commentTitle": "n/a", "status": "approved", "approveDate": "1329714678", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Connecticut", "commentType": "comment", "updateDate": "1329714678", "commentSequence": 47, "commentBody": "After the 2008 collapse America was like a nation where everyone ran for cover from a storm by seeking shelter in the same house. There was bickering in this house, and a few have had an interest in knocking it down (the GOP) in the hopes the ensuing chaos will benefit them. However, despite the bad weather and a few rabble rousers, the house remains standing thanks to a President that has proven his ability to lead by staying on course and above the fray.<br/><br/>Europe is experiencing that same storm. A bit less severe in terms of debt, but their problem is exacerbated by the fact that they all ran for cover in multiple directions to seek shelter in different houses. Each house is subjecting them to different parts of the storm where splintered groups can't agree on the same prescription for survival. The result: the calamity of disunion now threatens to be worse than the storm itself.<br/><br/>While the EU doesn't have to contend with a reckless Party hellbent on economic sabotage like in America, they do have their largest economic bloc satisfied to stay the course of austerity. That bloc of course is Germany. Led by Chancellor Merkel, an opportunist who gauges the political zeitgeist by sticking her finger in the wind to see which way it's blowing, Europe is guaranteed to have a faithful ally of austerity.<br/><br/>There maybe no greater insult than to equate Europe's largest economy with the GOP, but the similarities regarding the negative effects they're both having on growth is undeniable.", "recommendationCount": 27}, {"assetID": 3307109, "replies": [], "lft": 310, "assetURL": "http://www.nytimes.com/2012/02/20/opinion/krugman-pain-without-gain.html", "parentID": null, "commentID": 5561981, "rgt": 311, "userDisplayName": "L.R.", "createDate": "1329714704", "userID": 76914, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1329714736", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Upstate New York", "commentType": "comment", "updateDate": "1329714736", "commentSequence": 48, "commentBody": "The pain caucus doesn't actually care whether austerity works or not; any excuse to cut government spending would be fine with them. And oddly enough, critical as they are of government, they have an unfaltering faith that the private sector will make all good if the government just gets out of the way and quits holding them back. You'd think the events of the recent past would have them a little more chary about that belief.<br/><br/>You could be excused for wondering if the pain caucus has a rather different agenda than the one they've announced publicly; when someone repeats actions that have inevitably gone badly in the past, perhaps there is something about those results that they actually desire.", "recommendationCount": 50}, {"assetID": 3304733, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 5561982, "replies": [], "commentID": 9360366, "trusted": 0, "userDisplayName": "Kyle Buttler", "createDate": "1372684928", "userID": 58384160, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1372684988", "userTitle": "NULL", "recommendations": 0, "editorsSelection": false, "parentUserDisplayName": "ajs", "userURL": "NULL", "userLocation": "Miami", "depth": 1, "commentType": "userReply", "updateDate": "1372681389", "commentSequence": 1, "commentBody": "Very wise answer. You understand that their is some \"cultural level\" involved. Mostly this is ignored, because it may imply \"overgeneralizations\".<br/><br/>But as a European, I know and understand very well that culture is different in the US. And I absolutely adore US culture for what it is: friendly, helpful, pragmatic and a doers mentality (the latter we absolutely lack in most of Europe). No one should ever have to make excuses for their own culture.<br/><br/>That said, I do notice some other aspects of American cultural that in my eyes are merely confusions: taking things to seriously (which is expressed very often with exaggerated ego-talk), a clinging to materialistic thinking (simplifying the world in to good and better, while overlooking the different and even cyclic scales that may apply), etc. Small things.  But you do notice them. Somehow I also have the feeling that these aspects can cause quite some social pressure on people. I am convinced that this all translates into parenting somehow. <br/><br/>Somehow I also have the feeling that these aspects can cause quite some social pressure on people. Maybe American parents should let go of their tendencies to please their materialistic cohort and just be also pragmatic in parenting."}]}, "lft": 230, "assetURL": "http://parenting.blogs.nytimes.com/2012/02/06/who-says-american-parents-are-inferior/", "parentID": null, "commentID": 5561982, "rgt": 233, "userDisplayName": "ajs", "createDate": "1329714743", "userID": 61008623, "replyCount": 1, "commentTitle": "n/a", "status": "approved", "approveDate": "1329714798", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Philly", "commentType": "comment", "updateDate": "1329714798", "commentSequence": 64, "commentBody": "In my experience, as an American, American parents are very, very touchy about implied inferiority of their parenting styles, and tend to be resistant to implications that they could do things better. For example read some of the comments about the recent autism aritcle which pointed to ways in which parents might unwittingly disrupt their child's development. Everybody took it as a personal affront to parenthood rather than thinking about how this scientific data could inform their parenting choices.<br/><br/>Perhaps that touchiness is true about other cultures too, or perhaps it's why we're not great parents overall. I can only speak for myself, but I do not think we raise children well. We shower them with empty praise, mixed signals, and give them little preparation for handling life's difficulties or challenges. That's true on a cultural level, even if not for everybody. Every parenting style has different pluses and minuses, but I think the only thing the American style does uniquely is produce egocentric, materialistic brats.", "recommendationCount": 3}, {"assetID": 3307109, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 5561991, "replies": [], "commentID": 5562065, "trusted": 0, "userDisplayName": "Fred from Pescadero", "createDate": "1329716268", "userID": 26422647, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1329716296", "userTitle": null, "recommendations": 29, "editorsSelection": false, "parentUserDisplayName": "dan", "userURL": null, "userLocation": "Pescadero, CA", "depth": 1, "commentType": "userReply", "updateDate": "1329716296", "commentSequence": 15, "commentBody": "Because business will only spend money when they see a chance of a better return, which in a down economy is rare.  The government can choose to spend money without expecting any return other than economic stimulus.  And when the economy booms, the government can pay down its deficit with higher tax revenues and reduced stimulus."}, {"recommendedFlag": 0, "parentID": 5561991, "replies": [], "commentID": 5562115, "trusted": 0, "userDisplayName": "VikramPhatak", "createDate": "1329717145", "userID": 58791807, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1329717198", "userTitle": null, "recommendations": 33, "editorsSelection": false, "parentUserDisplayName": "dan", "userURL": null, "userLocation": "Austin, TX", "depth": 1, "commentType": "userReply", "updateDate": "1329717198", "commentSequence": 18, "commentBody": "It is simple Dan.  The idea is that government can spend now and then pay back over time once the crisis is over.  Example: the government spends $20 billion now on roads, bridges, etc. to get the economy moving again and pays for it over 20 years ($1 billion per year).  <br/><br/>So the short term effect is  $20 billion to GDP plus the money multiplier as construction workers that would otherwise be unemployed purchase cars, toys, etc. AND are no longer on unemployment. This multiplier gets the private sector growing and hiring again so that when the stimulus subsides the economy can sustain growth on its own."}, {"recommendedFlag": 0, "parentID": 5561991, "replies": [], "commentID": 5564481, "trusted": 0, "userDisplayName": "Lucy", "createDate": "1329756942", "userID": 42364332, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1329756984", "userTitle": null, "recommendations": 1, "editorsSelection": false, "parentUserDisplayName": "dan", "userURL": null, "userLocation": "NY", "depth": 1, "commentType": "userReply", "updateDate": "1329756985", "commentSequence": 139, "commentBody": "it's very simple, Dan. In the short term, there is inadequate private spending to propel us into the long term. The sooner real growth occurs, the sooner government revenue increases to pay down that indebtedness that so terrifies you. (See Clinton administration.) In a stagnant or shrinking economy, there is no way to catch up. (See Bush 43, 2nd term.)"}]}, "lft": 314, "assetURL": "http://www.nytimes.com/2012/02/20/opinion/krugman-pain-without-gain.html", "parentID": null, "commentID": 5561991, "rgt": 321, "userDisplayName": "dan", "createDate": "1329714832", "userID": 21320074, "replyCount": 3, "commentTitle": "n/a", "status": "approved", "approveDate": "1329714856", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "new york, ny", "commentType": "comment", "updateDate": "1329714856", "commentSequence": 49, "commentBody": "Why should government spending grow an economy over the long term better than the money being spent in the private sector?  You again seem to advocate a free lunch whereby a dollar spent by the gov't has a multiplier effect larger than that of the dollar spent by the private sector.  Over some time period too short or too long one can show austerity works or stimulus works, or neither does. the difference is that austerity doesn't leave behind an indebted gov't, so why not use the cheaper option?Unless the readers are aware of both keynes and hayek it's deceptive to suggest there is but one approach and all the conservatives against yours, the keynesian one, are ignorant or deceptive. ", "recommendationCount": 4}, {"assetID": 3307084, "replies": [], "lft": 56, "assetURL": "http://krugman.blogs.nytimes.com/2012/02/19/wars-and-growth/", "parentID": null, "commentID": 5561995, "rgt": 57, "userDisplayName": "martin weiss", "createDate": "1329714893", "userID": 19153055, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1329714917", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "mexico, mo", "commentType": "comment", "updateDate": "1329714917", "commentSequence": 5, "commentBody": "Gary Henschied is precisely accurate. Imagine if the immense military investments were directed toward constructive rather than destructive ends. You get more flies with honey. Energy spent on destruction, like austerity, is wasted energy. Worse, it compounds rather than alleviating problems. Unless military action is necessary to defend existence, it is merely a disguise for rapacious commercial interests and an excuse for entrenched interests and antique realpolitik to be preserved, like a dinosaur lobby. Let's face the ultimate criterion: peace is more profitable.  ", "recommendationCount": 4}, {"assetID": 3307110, "replies": [], "lft": 256, "assetURL": "http://www.nytimes.com/2012/02/20/us/politics/after-auto-bailout-detroit-fallout-trails-romney.html", "parentID": null, "commentID": 5562006, "rgt": 259, "userDisplayName": "Dave", "createDate": "1329715003", "userID": 56305882, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1329715037", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Palo Alto", "commentType": "comment", "updateDate": "1329715037", "commentSequence": 27, "commentBody": "The reason Mitt Romney opposes the Auto Bailout is that it doesn't fit with his experience as a CEO.  In his experience, 'saved' corporations should be saddled with enormous debt (which the bailout specifically relieved), pensions should be raided, and jobs outsourced overseas. This is simply how a Private Equity Firm, such as Bain Capital, operates. Such firms have no other consideration than the maximization of profits for their partners. Saving American jobs, or the companies themselves for that matter, becomes totally irrelevant. At least he's consistent on this one issue...", "recommendationCount": 124}, {"assetID": 3307109, "replies": [], "lft": 291, "assetURL": "http://www.nytimes.com/2012/02/20/opinion/krugman-pain-without-gain.html", "parentID": 5561950, "commentID": 5562005, "rgt": 292, "userDisplayName": "Edward", "createDate": "1329715002", "userID": 56948356, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1329715038", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Ames, IA", "commentType": "userReply", "updateDate": "1329715038", "commentSequence": 11, "commentBody": "Social security, Medicare, and Medicaid are A problem but not THE problem. All of those programs are decades away from insolvency. The urgent issue is depressed consumer demand which is holding the economy well below capacity. Focusing on our long term entitlement problems rather than demand is like focusing on your high cholesterol while you have a wound that is gushing blood. The analogy is also appropriate in that premature austerity actually hurts our ability to deal with the long term fiscal problems because it delays the return to normal economic conditions and the increased tax revenues that come along with that.", "recommendationCount": 40}, {"assetID": 3307109, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 5562011, "replies": [], "commentID": 5562047, "trusted": 0, "userDisplayName": "Sam Kathir", "createDate": "1329715941", "userID": 2515980, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1329762683", "userTitle": null, "recommendations": 5, "editorsSelection": false, "parentUserDisplayName": "Karen Garcia", "userURL": null, "userLocation": "New York", "depth": 1, "commentType": "userReply", "updateDate": "1329762683", "commentSequence": 1, "commentBody": "Karen, I used to admire your posts, but now I am getting a little tired of your anti-Obama tirades.<br/>\nDo you have an alternate? President Santorum? President Newt? President Mitt?<br/>\nGet real!"}]}, "lft": 324, "assetURL": "http://www.nytimes.com/2012/02/20/opinion/krugman-pain-without-gain.html", "parentID": null, "commentID": 5562011, "rgt": 327, "userDisplayName": "Karen Garcia", "createDate": "1329715060", "userID": 48110597, "replyCount": 1, "commentTitle": "n/a", "status": "approved", "approveDate": "1329715096", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New Paltz, NY", "commentType": "comment", "updateDate": "1329715097", "commentSequence": 50, "commentBody": "Thanks for reminding me, Dave. The Occupy Wall Street movement is indeed the answer, and rumors of its demise have been greatly exaggerated.<br/><br/>Obama embraced Reaganomics and austerity right from the get-go. If you don't believe me, read his Inaugural address. As recently as last summer, in the final act of Kabuki Debt Ceiling Theatre, the president re-established his deficit hawk cred. I seem to remember he offered up Medicare and Social Security cuts to Boehner as part of a Grand Bargain, which thankfully failed. Apologists of course say he was merely pretending and playing 11 dimensional chess:<br/><br/> <a href=\"http://www.washingtonpost.com/politics/did-obama-capitulate--or-is-this-a-cagey-move/2011/07/31/gIQAhJXGmI_story.html\" title=\"http://www.washingtonpost.com/politics/did-obama-capitulate--or-is-this-a-cagey-move/2011/07/31/gIQAhJXGmI_story.html\" target=\"_blank\">http://www.washingtonpost.com/politics/did-obama-capitulate--or-is-this-...</a><br/><br/>From the Post article: \"And Obama, branded a socialist by many Republicans for his big-spending stimulus program and his health-care overhaul, can declare himself a deficit hawk as he courts the political middle.<br/>\nAs he put it in remarks late Sunday praising the agreement, the result of his negotiations would be 'the lowest level of annual domestic spending since Dwight Eisenhower was president.'\"<br/><br/>Austerity, like imperialistic aggression and the bloated security state, is a bipartisan feature of our bought and paid for government. But thanks to OWS, it is no longer fashionable for a DINO president to brag about it.", "recommendationCount": 42}, {"assetID": 3307110, "replies": [], "lft": 260, "assetURL": "http://www.nytimes.com/2012/02/20/us/politics/after-auto-bailout-detroit-fallout-trails-romney.html", "parentID": null, "commentID": 5562009, "rgt": 261, "userDisplayName": "Tommy Tuna", "createDate": "1329715027", "userID": 60846114, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1329715097", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Heartland, USA", "commentType": "comment", "updateDate": "1329715097", "commentSequence": 28, "commentBody": "For such a \"wrongheaded move\", as Romney calls it, the fact remains that government intervention in this sector worked. It saved an industry, and the taxpayer is already paid back. Yeah, government intervention in the private sector is terrible - except for when it works.", "recommendationCount": 110}, {"assetID": 3307114, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 5562010, "replies": [], "commentID": 5562690, "trusted": 0, "userDisplayName": "John K", "createDate": "1329734971", "userID": 57457519, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1329754338", "userTitle": null, "recommendations": 0, "editorsSelection": false, "parentUserDisplayName": "Ken Cheng", "userURL": null, "userLocation": "Brooklyn", "depth": 1, "commentType": "userReply", "updateDate": "1329754338", "commentSequence": 2, "commentBody": "I think a healthy dose of skepticisms is definitely in order, but three weeks does not seem that far back to prove your doubts. The pressure's been on longer than that."}, {"recommendedFlag": 0, "parentID": 5562010, "replies": [], "commentID": 5563342, "trusted": 0, "userDisplayName": "John Binkley", "createDate": "1329745575", "userID": 51208361, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1329754338", "userTitle": null, "recommendations": 0, "editorsSelection": false, "parentUserDisplayName": "Ken Cheng", "userURL": null, "userLocation": "North Carolina", "depth": 1, "commentType": "userReply", "updateDate": "1329754338", "commentSequence": 3, "commentBody": "Ken -- Go back and take a closer look at the article.  It has already made your point.  While the \"revelations\" may have caused them to put the wage increase in the spotlight, the article makes clear that what's really going on is the fundamental economic drivers.  Even the part you quote says that, but you have to parse it a bit."}, {"recommendedFlag": 0, "parentID": 5562010, "replies": [], "commentID": 5562704, "trusted": 0, "userDisplayName": "Skeptical of everything", "createDate": "1329735226", "userID": 56210958, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1329754466", "userTitle": null, "recommendations": 1, "editorsSelection": false, "parentUserDisplayName": "Ken Cheng", "userURL": null, "userLocation": "China", "depth": 1, "commentType": "userReply", "updateDate": "1329754466", "commentSequence": 4, "commentBody": "You have to remember that Liberals are always right, they always know what is good for others and will always demand action on what they perceive even if it is wrong and has to be shoved down their throats. Such is what we in America are saddled with, we call them \"do gooders\" and they label themselves liberals, but a bigot by any name is still a bigot."}]}, "lft": 50, "assetURL": "http://www.nytimes.com/2012/02/20/technology/pressures-drive-change-at-chinas-electronics-giant-foxconn.html", "parentID": null, "commentID": 5562010, "rgt": 59, "userDisplayName": "Ken Cheng", "createDate": "1329715047", "userID": 7969611, "replyCount": 4, "commentTitle": "n/a", "status": "approved", "approveDate": "1329715097", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Maine", "commentType": "comment", "updateDate": "1329715097", "commentSequence": 1, "commentBody": "One should give credit where credit is due, but the conclusion espoused here is utter nonsense:<br/><br/>\"The announcement Saturday that Foxconn Technology — one of the world’s largest electronics manufacturers — will sharply raise salaries and reduce overtime at its Chinese factories signals that pressure from workers, international markets and concerns among Western consumers about working conditions is driving a fundamental shift that could accelerate an already rapidly changing Chinese economy.\"<br/><br/>How do I know it's nonsense? Foxconn posted a jobs notice 3 weeks ago with the exact same wage increases at their plant in Zhengzhou, before this recent round of supposed external \"pressure\". This is fundamental economics. There's an increasing labor shortage in China, and as a result wages are increasing in response. That's it. Occam's Razor. Nothing fancy. No patting oneself on the back necessary.<br/><br/>You can see the three week old job posting listing the higher salaries at Flickr, and also at the MIC Gadget website 3 weeks ago:<br/><br/><a href=\"http://www.flickr.com/photos/micgadget/6792121469/\" title=\"http://www.flickr.com/photos/micgadget/6792121469/\" target=\"_blank\">http://www.flickr.com/photos/micgadget/6792121469/</a>", "recommendationCount": 37}, {"assetID": 3307109, "replies": [], "lft": 157, "assetURL": "http://www.nytimes.com/2012/02/20/opinion/krugman-pain-without-gain.html", "parentID": 5561640, "commentID": 5562016, "rgt": 158, "userDisplayName": "Tim Kane", "createDate": "1329715238", "userID": 20454347, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1329715276", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Mesa, Arizona", "commentType": "userReply", "updateDate": "1329715276", "commentSequence": 12, "commentBody": "In 2003, the policy elite told us that Iraq had weapons of mass destruction and invading Iraq would pay for itself in oil revenues.  <br/><br/>Now its they, or their cousins that have us sucking on the lemons of austerity. <br/><br/>Same bumbs, same bad advice.  ", "recommendationCount": 20}, {"assetID": 3307109, "replies": [], "lft": 95, "assetURL": "http://www.nytimes.com/2012/02/20/opinion/krugman-pain-without-gain.html", "parentID": 5561558, "commentID": 5562023, "rgt": 96, "userDisplayName": "Rich", "createDate": "1329715334", "userID": 55596585, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1329715396", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "San Diego", "commentType": "userReply", "updateDate": "1329715396", "commentSequence": 13, "commentBody": "Martin, they can't remind people that everything they've predicted since Reagan's voodoo economics have ended up wrong. It would be suicide.<br/><br/>Early in Clinton's first term every conservative leader in Congress predicted the destruction of the economy if his tax increases passed into law. 25 million new jobs and a near balanced budget a few short years later were the actual result but nary an apology from the likes of Gingrich, Boehner, or McConnell. And they're doubling down again.<br/><br/>Care to place a $10,000 bet on the short attention span of American voters?", "recommendationCount": 54}, {"assetID": 3307110, "replies": [], "lft": 266, "assetURL": "http://www.nytimes.com/2012/02/20/us/politics/after-auto-bailout-detroit-fallout-trails-romney.html", "parentID": null, "commentID": 5562039, "rgt": 267, "userDisplayName": "Silverdasher", "createDate": "1329715780", "userID": 40084807, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1329715814", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Los Angeles", "commentType": "comment", "updateDate": "1329715814", "commentSequence": 29, "commentBody": "Still missing from this discussion is the role that politicians in congress have played in the decline and ongoing fall of the United States.<br/><br/>How could it have happened that politicians stood by silently while corporate raiders deconstructed companies, pocketed employee pension money and then shifted the liability for those pensions to an agency that is funded by taxpayers?<br/><br/>The answer is that there is nothing more dear to politicians than reelection, and it is the corporations who have the vast amount of money that they need. If to get that money means to stand by silently while workers and taxpayers take the hit, then that is what our politicians will do.<br/><br/>In my wife's country, this phenomenon would be called \"graft and corruption.\"<br/><br/>Here in the US, we call it \"lobbying.\"<br/><br/>The most amazing part of all this is that, with the exception of the Occupy movements, the American people have yet to take to the streets.<br/><br/>One wonders when there will be, like in Arabic countries, an American spring?", "recommendationCount": 89}, {"assetID": 3307109, "replies": [], "lft": 163, "assetURL": "http://www.nytimes.com/2012/02/20/opinion/krugman-pain-without-gain.html", "parentID": 5561652, "commentID": 5562049, "rgt": 164, "userDisplayName": "SteveS", "createDate": "1329715970", "userID": 547542, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1329715996", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Jersey City", "commentType": "userReply", "updateDate": "1329715996", "commentSequence": 14, "commentBody": "The republican party has cynically appealed to the religious right because the religious will accept faith over reason.  People in the religious right are apt to believe what their leaders tell them based on their faith regardless of any evidence or reason to the contrary.  They are told that global warming is a big hoax, so they believe it is a hoax, regardless of melting of the glaciers, and changes in weather patterns predicted by the global warming model.<br/><br/>The conflict in America can be considered as faith versus reason.<br/><br/>Reason will win eventually, but not before much damage is done.", "recommendationCount": 18}, {"assetID": 3307109, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 5562051, "replies": [], "commentID": 5562108, "trusted": 0, "userDisplayName": "Steve", "createDate": "1329717037", "userID": 50235253, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1329762683", "userTitle": null, "recommendations": 2, "editorsSelection": false, "parentUserDisplayName": "Bob", "userURL": null, "userLocation": "Ann Arbor, Michigan", "depth": 1, "commentType": "userReply", "updateDate": "1329762683", "commentSequence": 1, "commentBody": "as the GOP says, your're just not entitled to a job, or health care, or a pension. that's not government's problem, it's yours and you're on your own - but be very careful attributing current problems without reading the history you seem to have witnessed with eyes shut"}]}, "lft": 332, "assetURL": "http://www.nytimes.com/2012/02/20/opinion/krugman-pain-without-gain.html", "parentID": null, "commentID": 5562051, "rgt": 337, "userDisplayName": "Bob", "createDate": "1329715991", "userID": 55733619, "replyCount": 1, "commentTitle": "n/a", "status": "approved", "approveDate": "1329716056", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Madison", "commentType": "comment", "updateDate": "1329716056", "commentSequence": 52, "commentBody": "While Mr. Krugman is a critic of austerity measures, he does deserve credit for clearing up how they work.  I did not realize that cutting my salary and requiring me to pay a bigger share of my health insurance premiums and pension contributions would restore my confidence in a faltering economy.  The proponents of austerity need to do a better job of explaining that those of us who have lost income (or, worse yet, our jobs) need to take our new found confidence and go shopping. ", "recommendationCount": 21}]}, "copyright": "Copyright (c) 2016 The New York Times Company.  All Rights Reserved."}