{"debug": {"version": 3.1}, "status": "OK", "results": {"api_timestamp": "1481460325", "totalCommentsFound": 6345, "totalCommentsReturned": 25, "comments": [{"assetID": 2321736, "replies": [], "lft": 278, "assetURL": "http://www.nytimes.com/2011/01/21/business/economy/21bankruptcy.html", "parentID": null, "commentID": 3264656, "rgt": 279, "userDisplayName": "philnku", "createDate": "1295580799", "userID": 60277045, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1295588886", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "tr wi", "commentType": "comment", "updateDate": "1295588886", "commentSequence": 176, "commentBody": "America can not survive if states are given bankruptcy.  Glen Beck is right, a major event is coming soon, and this may be the trigger.", "recommendationCount": 6}, {"assetID": 2321736, "replies": [], "lft": 396, "assetURL": "http://www.nytimes.com/2011/01/21/business/economy/21bankruptcy.html", "parentID": null, "commentID": 3264788, "rgt": 397, "userDisplayName": "Tom", "createDate": "1295582726", "userID": 14006381, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1295588886", "userTitle": null, "editorsSelection": 1, "statusID": 2, "userURL": null, "userLocation": "Rural Pacific NW", "commentType": "comment", "updateDate": "1295620386", "commentSequence": 170, "commentBody": "The most troubled \"industries\" in this country over the last 20 years have been:<br />1) Airlines<br />2) Auto Manufacturing<br />3) State and Local Government<br /><br />All had entrenched unions, lavish pension funds, broad benefits packages and generous health insurance--  all paid for by the general populace and largely benefits packages that simply don't exist in the private sector any longer.  The first two \"problem children\" finally were dealt with over the last few years with rolling bankruptcies and re-structuring to match the economy of the 21st Century.<br /><br />It's the time for State and Local government to be dealt with the same way.  No longer should the private workforce be obligated to work until we're 70 in order to allow public  workers to retire at 55 on full pension and benefits.<br /><br />", "recommendationCount": 136}, {"assetID": 2321736, "replies": [], "lft": 398, "assetURL": "http://www.nytimes.com/2011/01/21/business/economy/21bankruptcy.html", "parentID": null, "commentID": 3264789, "rgt": 399, "userDisplayName": "Liberty Lover", "createDate": "1295582747", "userID": 10681717, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1295588886", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "NYC", "commentType": "comment", "updateDate": "1295588886", "commentSequence": 174, "commentBody": "Anything that helps overturn the bloated, overly-generous pay and pensions given to government workers is okay in my book.<br /><br />Another advantage, if state lawmakers have the gonads to actually make use of it, would be that states could fire pretty much ALL government workers and abolish ALL government offices if they want to, and then rebuild, establishing only those very few offices and departments that are truly necessary.<br /><br />-LL<br />", "recommendationCount": 6}, {"assetID": 2321736, "replies": [], "lft": 402, "assetURL": "http://www.nytimes.com/2011/01/21/business/economy/21bankruptcy.html", "parentID": null, "commentID": 3264792, "rgt": 403, "userDisplayName": "john s", "createDate": "1295582778", "userID": 5570248, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1295588886", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "southbury,ct", "commentType": "comment", "updateDate": "1295588886", "commentSequence": 169, "commentBody": "from OC Register- here is Browns solution for Californi- Jerry Brown is doomed. That's one way to read his new state budget, which seeks to eliminate the $25 billion deficit with equal parts spending cuts (primarily to social services) and tax increases. The new governor wants voters to re-impose the 2009 tax hikes on themselves for another five years – the same taxes they overwhelmingly refused to extend for two years. Mindful of that outcome, Brown has embraced blackmail: Renew the tax hikes or school spending will be slashed.<br /><br />Brown's budget is a doomed half-measure that confirms he is a conventional liberal. The spending cuts are significant but insufficient, and in the unlikely event voters renew the tax hikes, the damage to our anemic economy virtually guarantees the promised revenue won't materialize.<br />A recent study of how governments cope with deep deficits and debt found those that successfully restored fiscal order employed budget solutions consisting, on average, of 85 percent spending cuts (including 22 percent cut from government wages and salaries). The typical failed solutions relied on equal parts tax hikes and spending cuts – Jerry Brown's formula.<br /><br />Most revealing is what the new budget plan doesn't do: tackle the pension time bomb and the bloated state payroll. Given the magnitude of our chronic deficits, the state payroll should be rolled back at least to 2000 levels, yet Brown's budget merely extends Schwarzenegger-era pay cuts to a few segments of the state workforce.<br /><br />Why target welfare recipients instead of state employees? Because welfare recipients don't have a union. Public employee unions spent $40 million on Brown's behalf, and they expect a return on their investment. On his first day in office, Brown replaced seven pro-charter-school reformers on the state Board of Education with status quo educrats – including the lobbyist for the state teachers union.<br /><br />The hard truth is: Restoring California's fiscal health requires dramatically downsizing the number of state employees and their unsustainable pensions and benefits. That would require Jerry Brown turning on the public employee unions that elected him – an act of political audacity that would make Nixon going to China seem like a Sunday school picnic.", "recommendationCount": 6}, {"assetID": 2321736, "replies": [], "lft": 408, "assetURL": "http://www.nytimes.com/2011/01/21/business/economy/21bankruptcy.html", "parentID": null, "commentID": 3264796, "rgt": 409, "userDisplayName": "c.moon", "createDate": "1295582822", "userID": 59934156, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1295588886", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Ca", "commentType": "comment", "updateDate": "1295588886", "commentSequence": 171, "commentBody": "This is the only solution for the states to get rid of over 2 T dollars of pension liability in this country. It is not going to be a disaster except for the greedy union. And question is whether Obama will sign the bill once it has passed the congress and Senate. We have to wait and see whether Obama really worries about the country or his presidency and the unions. Enough of the abuse by the government and the workers taking advantage of the citizens. They should have the same retirement and health care like an ordinary citizens. Even the congress should have the same benefit, they are our servants not our lords. Time for these politicians to wake up and get things done rather then playing politics with the citizens.", "recommendationCount": 4}, {"assetID": 2321736, "replies": [], "lft": 412, "assetURL": "http://www.nytimes.com/2011/01/21/business/economy/21bankruptcy.html", "parentID": null, "commentID": 3264799, "rgt": 413, "userDisplayName": "Teo", "createDate": "1295582846", "userID": 54155350, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1295588886", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "St. Paul, MN", "commentType": "comment", "updateDate": "1295588886", "commentSequence": 172, "commentBody": "I'm once again amazed at the Newt Gingrich's of the world. These same people who call poor people lazy and unwilling to sacrifice are now saying that states should be able to walk away from their financial commitments by filing bankruptcy. This is absurd.<br /><br />The answers are complicated. Bankruptcy is not a part of the proper responses.  First pensions should have to significantly raise contribution requirements from current workers.  Second, states should revise commitments to new workers. Third, states should address shortfalls to pensions the way they otherwise address revenue shortfalls: in the form of tax increases and service cuts. ", "recommendationCount": 12}, {"assetID": 2321736, "replies": [], "lft": 414, "assetURL": "http://www.nytimes.com/2011/01/21/business/economy/21bankruptcy.html", "parentID": null, "commentID": 3264802, "rgt": 415, "userDisplayName": "Bill Roberts", "createDate": "1295582853", "userID": 21795550, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1295588886", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Prunedale, CA", "commentType": "comment", "updateDate": "1295588886", "commentSequence": 175, "commentBody": "Oh good, let's make it even easier to sccrew the middle class state employee retirees out of their hard earned retirement benefits.", "recommendationCount": 17}, {"assetID": 2321736, "replies": [], "lft": 416, "assetURL": "http://www.nytimes.com/2011/01/21/business/economy/21bankruptcy.html", "parentID": null, "commentID": 3264803, "rgt": 417, "userDisplayName": "WCS", "createDate": "1295582854", "userID": 12286322, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1295588886", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Clinton CT", "commentType": "comment", "updateDate": "1295588886", "commentSequence": 173, "commentBody": "All of this; city, state and nation are the direct result of decades of under taxing.  An anathema to all politicians, they failed to see the results of living on the card (borrowing) further and further into the future.  The states have been operating no differently than those who bought houses they could not afford.  The nation acted no differently in not funding their entitlements.  It is time to pay the piper, chaos awaits the nation.   A civilized nation requires taxes.", "recommendationCount": 9}, {"assetID": 2321736, "replies": [], "lft": 572, "assetURL": "http://www.nytimes.com/2011/01/21/business/economy/21bankruptcy.html", "parentID": null, "commentID": 3264961, "rgt": 573, "userDisplayName": "ConcernedCitizen", "createDate": "1295585723", "userID": 27769428, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1295588918", "userTitle": null, "editorsSelection": 1, "statusID": 2, "userURL": null, "userLocation": "Venice, FL", "commentType": "comment", "updateDate": "1295588918", "commentSequence": 177, "commentBody": "The first problem is that the states are blaming the various unions for under-funded retirement plans. This is after state, county, and city employees agree to work for the government and the government changes the rules after the game is underway.<br /><br />The second problem is that many of the some of the retirement plans used totally specious and overly optimistic estimates as to what the retirement plans would earn. The state legislatures, governors, and various state agencies approved these incorrect estimates and used them to underfund the state portion of the retirement contributions.<br /><br />The third problem is that many of these estemed state, county, and city failed to make the contributions they had agreed to make and neglected to tell the pension plan participants or the the electorate that they did not make payments.<br /><br />Examples include New Jersey which neglected to make contributions for four years. I believe we also have a Republican governor in New Jersey who spent his entire campaign and much of the time in office excoriating the various state, county, and city employees for bankrupting the state. Of course he borrowed somewhere between $700,000,000 to $3,000,000,000 from the same pension funds to \"balance\" the New Jersey state budget.<br /><br />The media, and the states with retirement plan problems, never mention just why the plans are underfunded or who was responsible for the underfunding.<br /><br />The same policians who righteously tell the Federal government should stay out of state retirement plans are the same people who knowingly over-estimated state retirement plan earnings, neglected to make state retirement plan contributions, and lied to the retirement plan participants, the media, and the electorate about the real fiscal condition of the retirement plans.<br /><br />Before looking at bankruptcy options to walk away from the pension plan problems, the various state and Federal prosecutors should be looking at the pension plan administrators, the state treasurers, and the state legislatures who raided quite a few of the plans and are now blaming the employees.<br /><br />", "recommendationCount": 405}, {"assetID": 2321736, "replies": [], "lft": 440, "assetURL": "http://www.nytimes.com/2011/01/21/business/economy/21bankruptcy.html", "parentID": null, "commentID": 3264824, "rgt": 441, "userDisplayName": "John Knez", "createDate": "1295583204", "userID": 3193102, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1295588942", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "NY", "commentType": "comment", "updateDate": "1295588942", "commentSequence": 196, "commentBody": "Texas' financial problems are every bit as bad as NY's, but they have significantly fewer state employees who belong to unions.  If unions are the problem, why isn't Texas in a better position? Or Mississippi?  The only states that are not in fiscal bind are those that are experiencing a boom from extractive industries, such as Wyoming or North Dakota. The root of all other states' problems is the collapse of the manufacturing economy in the US and the inability of a large part of the US population to find jobs that provide a living wage. The result of all the unemployment and underemployment is that tax revenues are down for states while at the same time their expenses for social services is rising. In the end, this is a crisis of capitalism.", "recommendationCount": 22}, {"assetID": 2321736, "replies": [], "lft": 442, "assetURL": "http://www.nytimes.com/2011/01/21/business/economy/21bankruptcy.html", "parentID": null, "commentID": 3264825, "rgt": 443, "userDisplayName": "Tims2009", "createDate": "1295583205", "userID": 14728109, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1295588942", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Washington", "commentType": "comment", "updateDate": "1295588942", "commentSequence": 192, "commentBody": "Of all the stupid ideas I have ever heard, this takes the cake. Bond markets will love this. Want another or even worse recession? This would do it.<br /><br />Also, I keep seeing all the talk about California, and yeah they are in bad shape. But Texas, the Ireland of the USA, is in the same or worse boat -they cut taxes to the extreme, they also gutted their 95 billion doller budget to the core with cuts and they still have a 25 billion shortfall! Arizona, another bastion of common sense is in bad trouble. They are in such bad shape they closed all the rest areas on their interstates, but had to open them again because of -well, you don't want to know. Mississippi, Ohio, jeez the list is long, at least 46 states are in serious trouble. That is nearly all the states.<br /><br />Bottom line, this bankruptcy thing is a politically gutless idea, another example of politicians that have cut taxes during times of prosperity to historic lows avoiding having to pay the price for their empty promise of a free ride. As has been pointed out, after cutting budgets to the bone the states can levy taxes to cover their spending, and that is exactly what they will have to do.    ", "recommendationCount": 27}, {"assetID": 2321736, "replies": [], "lft": 462, "assetURL": "http://www.nytimes.com/2011/01/21/business/economy/21bankruptcy.html", "parentID": null, "commentID": 3264839, "rgt": 463, "userDisplayName": "Dan", "createDate": "1295583457", "userID": 59945585, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1295588942", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Lambertville", "commentType": "comment", "updateDate": "1295588942", "commentSequence": 188, "commentBody": "It is distressing for anyone who is not rich to see how the few remaining pockets of earners with benefits, pensions and unions to protect both are being demonized for an economic state of affairs for which they are in no way responsible.  It wasn't the public service unions that plunged the country into a depression at the end of Bush II.  The rapacity and short-sightedness that caused us to shed jobs, income and tax base and required massive bail-outs came from speculators, not workers.  Why then are we engaged in a race to the bottom where anyone who works on salary as a teacher or policeman or sanitation worker is supposed to just chuck it in and give up on any right to security in old age, to health care or to an even modest standard of living because millions of other Americans have already been sucked into virtual slavery working at unrewarding hourly jobs that pay little and offer no benefits or security?  Why aren't we talking about giving those folks what at least some public sector employees have, instead of increasing the misery of the latter to match that of the former?  Where does this strip-tease of human dignity end? And why is there so little push-back visible in the media from the millions of working people who will wind up in poverty if this continues? There are academics, union leaders, political leaders who have cogent arguments against public bankruptcy. They're not heard in this newspaper or anywhere else in the mainstream media. Examine your biases, New York Times.  They're certainly not on the side of the left.   ", "recommendationCount": 31}, {"assetID": 2321736, "replies": [], "lft": 492, "assetURL": "http://www.nytimes.com/2011/01/21/business/economy/21bankruptcy.html", "parentID": null, "commentID": 3264872, "rgt": 493, "userDisplayName": "robert", "createDate": "1295584069", "userID": 48063402, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1295588942", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "crestone, co", "commentType": "comment", "updateDate": "1295588942", "commentSequence": 184, "commentBody": "For thirty five years I paid into a New jersey State Pension fund.  It was required that i do so.  This fund was supposedly off limits to any other purpose than payment of pensions.  And yet it seems that states may be seeking an end runaround their obligations.  If the state governments have been using these pension funds for purposes other than pensions state governments must be held legally and morally accountable.  I paid into these funds in good faith and all states must also act in good faith.  No government matching funds were ever expended to these funds in New jersy and therefore pension funds such as mine can not be held hostage to the visisitudes of state budgetting.  to act oterwise amounts to theft and should be treated as such.", "recommendationCount": 23}, {"assetID": 2321736, "replies": [], "lft": 502, "assetURL": "http://www.nytimes.com/2011/01/21/business/economy/21bankruptcy.html", "parentID": null, "commentID": 3264883, "rgt": 503, "userDisplayName": "Ted Morgan", "createDate": "1295584278", "userID": 10845986, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1295588942", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Baton Rouge", "commentType": "comment", "updateDate": "1295588942", "commentSequence": 201, "commentBody": "I retired at 63 with a reduced pension to compensate for that “early’ retirement. I worked 25 years in law enforcement as a probation officer—I took retirement on 18 of those years. My retirement is a tad over $13,000 a year gross. How is that responsible for our deficit driven government?<br /><br />My Social Security income after Medicare deduction is $215 a month--just went down. My rent is up $16 a month and my insurance payment is is up $17 a month. I have been out of a part-time job for two and a half years. Please, stop blaming me for our economic debacle. ", "recommendationCount": 37}, {"assetID": 2321736, "replies": [], "lft": 510, "assetURL": "http://www.nytimes.com/2011/01/21/business/economy/21bankruptcy.html", "parentID": null, "commentID": 3264891, "rgt": 511, "userDisplayName": "chucko", "createDate": "1295584442", "userID": 48059710, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1295588942", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Orlando, Florida", "commentType": "comment", "updateDate": "1295588942", "commentSequence": 180, "commentBody": "How enforceable are the states labor contracts? A ruling issue by state court could simply be ignored. If the judge imposed contempt, the governor could likely provide immediate pardon. I'm no lawyer, but it seems there might be some very tricky enforcement particularly at the level below a state. Cities and counties can simply dissolve as many will end up doing.<br /><br />At the end of the day, I don't think the contracts are that enforceable because the debt cannot be put on any of the citizens directly. People are free to move and no obligation follows them. The state may be ordered to pay but cannot be ordered to raise taxes to accomplish the payment. Public employee unions, who I support need to take some responsibility. If they have tolerated underfunding then they are responsible for suffering the consequences. Time for some good faith bargaining using ERISA as a model. Look what the pilots lost when the Airlines went bankrupt. 100K yr plus pensions turned into pensions 1/3 the size. The unions should have forced contributions as they gained the benefits.   ", "recommendationCount": 8}, {"assetID": 2321736, "replies": [], "lft": 514, "assetURL": "http://www.nytimes.com/2011/01/21/business/economy/21bankruptcy.html", "parentID": null, "commentID": 3264893, "rgt": 515, "userDisplayName": "Joe", "createDate": "1295584458", "userID": 49640214, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1295588942", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New Jersey", "commentType": "comment", "updateDate": "1295588942", "commentSequence": 198, "commentBody": "States return on federal income taxes paid should be leveled out. There should be a minimum return in dollars (cash), not funds for projects. Each state should receive in return a minimum percent of funds paid say 85% or 90%. There should also be a maximum that any state can receive from the federal government. Lets balance this out.<br /><br />During the presidential debates there were arguments about raising or holding taxes on high income earners for the benefit of others. The opposition argued that taking from one to redistribute to another group just wasn't right. Well it happens at the stae level all the time.", "recommendationCount": 5}, {"assetID": 2321736, "replies": [], "lft": 526, "assetURL": "http://www.nytimes.com/2011/01/21/business/economy/21bankruptcy.html", "parentID": null, "commentID": 3264905, "rgt": 527, "userDisplayName": "CE", "createDate": "1295584616", "userID": 59489843, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1295588942", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Nyack,NY", "commentType": "comment", "updateDate": "1295588942", "commentSequence": 186, "commentBody": "So now it's the state workers fault who work in the back wards of psychiatric hospitals , prisons, inner city schools etc and get paid much less than the private sector that there are defecits. It's apparently not the fault of deregulation or of Enron, AIG, GM, Countrywide, Morgan Stanley and other corrupt entities in the private sector who caused the economy to collapse. Or the wealthy and their tea party friends who now have the lowest tax rates for the wealthy -much much lower than when Eisenhower or Nixon were in office.  There now are trillions of dollars in the hands of a few while benefits are taken away from both the public and private sector middle class workers.  The tea partiers are delighted that we are now fighting amongst ourselves to try to be the first to lower the bar. ", "recommendationCount": 19}, {"assetID": 2321736, "replies": [], "lft": 528, "assetURL": "http://www.nytimes.com/2011/01/21/business/economy/21bankruptcy.html", "parentID": null, "commentID": 3264909, "rgt": 529, "userDisplayName": "yoandel", "createDate": "1295584746", "userID": 55430270, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1295588942", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Boston, MA", "commentType": "comment", "updateDate": "1295588942", "commentSequence": 190, "commentBody": "If States are allowed to go bankrupt then a principal foundation of the solvency of this country will be undermined... and it will become clear to foreign investors that the Federal government will be next.<br /><br />A well-managed nation, a superpower, a borrower deserving of investment in the world markets cannot simply let its \"sovereign\" member states go bankrupt. It is the very same as if the EU allowed Greece to go bankrupt --the entire edifice would crumble. And if States go bankrupt, so would the faith and credit of the United States.<br /><br />Of course, we have approached banana republic status for many years, and many of our leaders would find themselves perfectly at ease and in comfort int he dialog of banana republics --of cheap populism, of governing for the corporations and the rich while the commonwealth goes to pieces. ", "recommendationCount": 11}, {"assetID": 2321736, "replies": [], "lft": 534, "assetURL": "http://www.nytimes.com/2011/01/21/business/economy/21bankruptcy.html", "parentID": null, "commentID": 3264915, "rgt": 535, "userDisplayName": "RUSTY", "createDate": "1295584875", "userID": 62632359, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1295588942", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "GA", "commentType": "comment", "updateDate": "1295588942", "commentSequence": 189, "commentBody": "There has to be a way to spread the pain around evenly among state/local legislators/councils, state/local bureaucrats, unscrupulous Streeters and public sector union leaders. Perhaps privatization of state/local services with pay-for-what-you-want replaces higher income/sales/property taxes to pay for past partisan preclusion.<br />Legally and morally, present agreements must be honored, but we need to stop the negative progression. Renegotiating present contracts or refusing to sign new ones would certainly cause some inconveniences for the short term, but we will survive and be stronger with a free-market solution.   ", "recommendationCount": 1}, {"assetID": 2321736, "replies": [], "lft": 546, "assetURL": "http://www.nytimes.com/2011/01/21/business/economy/21bankruptcy.html", "parentID": null, "commentID": 3264925, "rgt": 547, "userDisplayName": "pcmur", "createDate": "1295585109", "userID": 2225773, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1295588942", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Brooklyn, NY", "commentType": "comment", "updateDate": "1295588942", "commentSequence": 191, "commentBody": "Are we going to hear our President weigh in on this idea to declare state bankruptcy? Is there any hope that the spigot of mega-billions of dollars for the military industrial complex, corporations and banks that emptied or seriously diminished the coffers of the average American's savings will now result a final death blow, state bankruptcy?  And will it carry with nary a whisper of protest?<br />We need some fair play and leadership at this juncture. The noise from the right is threatening the average pubic worker's and pensioner's existence. At this rate, with these horrific ideas, we'll be spending a lot more on health care when people get sick from this constant assault or resort to civil unrest.<br />Yes, taxes pay for services. It's not revolutionary. And the plutocrats on the hill or in state and city government who can afford to pay privately for their services need to hear from the public workers and retirees whom they are threatening to kick to the curb.<br />  If ever we need to hear from the other side, it is now. Write to your elected official, organize and make your voices heard. Protest this injustice to declare bankruptcy.<br /> ", "recommendationCount": 9}, {"assetID": 2321736, "replies": [], "lft": 550, "assetURL": "http://www.nytimes.com/2011/01/21/business/economy/21bankruptcy.html", "parentID": null, "commentID": 3264929, "rgt": 551, "userDisplayName": "DJ", "createDate": "1295585173", "userID": 45284239, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1295588942", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Los Angeles", "commentType": "comment", "updateDate": "1295588942", "commentSequence": 200, "commentBody": "States like California have long been wasting their taxpayers' money and squandering resources.<br /><br />The California school system is just one example.  Millions upon millions are spent on educating illegal aliens.  Grammar schools are overcrowded (in some areas of LA, the kids go to school in monthly shifts).  High schools are rampant with gang violence brought by impoverished people from south of the border.  Colleges turn a blind eye to illegal alien applicants, and even throw money at them so they can stay in CA schools.<br /><br />Meanwhile, Californian families are being asked to pay more for tuition, and are being told their children will have to de-enroll from classes if they can't meet the cost of college.  And American citizens from other states are denied in-state tuition rates which are liberally given to illegal aliens who are breaking the law by being in California.<br /><br />But if you dare mention any of this, people do not want to hear it -- not at all!  They seem to think that you can continue these unwise policies indefinitely, and that \"someone\" will always have the money to pay for the state's generosity.<br /><br />Bankrupt states like California should honor the contracts they make with their workers -- American workers -- regarding pensions, and they should stop being the Salvation Army to the world.", "recommendationCount": 12}, {"assetID": 2321736, "replies": [], "lft": 554, "assetURL": "http://www.nytimes.com/2011/01/21/business/economy/21bankruptcy.html", "parentID": null, "commentID": 3264938, "rgt": 555, "userDisplayName": "john k", "createDate": "1295585307", "userID": 39272483, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1295588942", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New York NY", "commentType": "comment", "updateDate": "1295588942", "commentSequence": 187, "commentBody": "OK. A little reality. There is NO correlation between public sector unions and the size of state budget crises. NONE. I know. I ran the numbers on public-sector union density on one hand, and relative size of state budget holes. Sorry, folks. It doesn't exist. There are lots of reasons that states are in financial trouble, but the pension shortfalls are a short-term problem, not a structural one. Moreover, unions didn't cause it. They bargained in good faith, and often gave up wage gains in order to fund their pensions. By and large, they DO NOT RUN these pension plans, either, and investment decisions are made by public officials, not union people. Thus, the combination of states not fully funding their obligations when times were flush and the lousy investments that Wall Street assured them were good, means that there's a gap now. But to put this on the unions is just plain wrong. Further, let's take the average public employee pension in high-cost NYC: Do you know what it is? $19,000 per year. Assuming a $700/month rent (a blessing in this city, so a conservative figure), we're talking about a 44 percent rent burden, far above what is considered affordable. We're not talking about most public workers living high on the hog. So stop this nonsense. Really.", "recommendationCount": 35}, {"assetID": 2321736, "replies": [], "lft": 556, "assetURL": "http://www.nytimes.com/2011/01/21/business/economy/21bankruptcy.html", "parentID": null, "commentID": 3264939, "rgt": 557, "userDisplayName": "toriwan", "createDate": "1295585348", "userID": 62632587, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1295588942", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Littleton, CO", "commentType": "comment", "updateDate": "1295588942", "commentSequence": 193, "commentBody": "The feds should not be allowed to meddle in states' financial affairs. Leave these failed states to deal with their own problems. Let them postpone bond payments, delay pension payments, raise taxes and cut services. Then their citizens will finally understand how stupid they have been to put their faith in the ruling Democratic party, who are owned by the public employee unions. They will elect more sensible leaders who will repeal the current pension plan for new public employees and cut the salaries and benefits and raise the retirement age for existing public employees. Democracy should run its course, even if it hurts.", "recommendationCount": 7}, {"assetID": 2321736, "replies": [], "lft": 566, "assetURL": "http://www.nytimes.com/2011/01/21/business/economy/21bankruptcy.html", "parentID": null, "commentID": 3264958, "rgt": 567, "userDisplayName": "tsubow", "createDate": "1295585639", "userID": 20150177, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1295588942", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "San Rafael", "commentType": "comment", "updateDate": "1295588942", "commentSequence": 178, "commentBody": "What is not mentioned here is the fact that pensions vary. Not all public service retirees get enormous pensions. However, to frame an argument, or to effectively demonize a group one must stay away from nuance.<br />Instead of pointing the finger at those who are really stealing from our economy the finger keeps being pointed at the poor, middle class, working people, retirees, and the elderly.<br />Personally, I don't mind belt tightening, but after working for thirty years and paying into my pension plan I shouldn't be made to feel like I'm the problem.<br />If you go after the corporations who are stashing huge sums of money in tax havens offshore. If you go after Wall Street tycoons who crashed the economy, but are now getting huge bonuses. If you go after corporate CEO's who make five hundred times what their employees make and then get additional perks which they don't pay taxes on then we can talk belt tightening.<br />There's enough money to fund our deficits, but there is a lack of truth telling. When this is addressed then I can feel good about taking a pension cut.<br />", "recommendationCount": 29}, {"assetID": 2321736, "replies": [], "lft": 574, "assetURL": "http://www.nytimes.com/2011/01/21/business/economy/21bankruptcy.html", "parentID": null, "commentID": 3264966, "rgt": 575, "userDisplayName": "BT", "createDate": "1295585913", "userID": 40503912, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1295588942", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "San Francisco", "commentType": "comment", "updateDate": "1295588942", "commentSequence": 183, "commentBody": "The only way this can work is if the law puts maximum restrictions on the pensions of past, present and future state employees, possibly by allowing the state to offload them on the Pension Benefit Guaranty Association which caps pensions at something around $40k.  Otherwise, the last thing to be cut in a bankruptcy will be benefits of past and current employees since we run most local governments for their employees, not for the public.  The first to suffer are often bondholders, making it absurdly expensive or even impossible to borrow in the future, ultimately a burden for the public.", "recommendationCount": 3}]}, "copyright": "Copyright (c) 2016 The New York Times Company.  All Rights Reserved."}