{"debug": {"version": 3.1}, "status": "OK", "results": {"api_timestamp": "1481460122", "totalCommentsFound": 2373, "totalCommentsReturned": 25, "comments": [{"assetID": 1792532, "replies": [], "lft": 8, "assetURL": "http://kristof.blogs.nytimes.com/2010/08/27/the-u-n-report-on-war-crimes-in-congo/", "parentID": null, "commentID": 2459373, "rgt": 9, "userDisplayName": "Danonymous", "createDate": "1282960533", "userID": 55776732, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1282968253", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New York, NY", "commentType": "comment", "updateDate": "1282964653", "commentSequence": 4, "commentBody": "thisis: are you kidding me? Your logic is appalling. First and foremost, it assumes that ALL Hutus perpetrated the genocide, including the children who weren't alive during it. Are you suggesting that Tutsi lives are more valuable than Hutu because they were victims of genocide? I think you miss the point entirely.<br />First of all, genocide isn't being used as a \"political\" term here; it fits the UN definition in that one group killed another with the intent to destroy them as such...simply because they were Hutu. And if it's not genocide, fine. That doesn't make it right.<br />So second, the point is that despite all of our \"never agains\" after what happened in Rwanda in 1994, it's happening again. It has been happening. The war in Africa is termed by many as WWIII. And in its totality, has killed more people than WWI or WWII. Mass killing is never ok. And to what end? On one hand, Rwanda is repatriating Hutus and on the other, \"Rwanda\" slaughters Hutu. We should be asking if indeed the Rwandan government, and Paul Kagame, are behind orders to kill Hutu. We should be asking why, if Rwanda is not behind this they have not done more to stop the killing. We should be asking WHO benefits from the natural resources and trace the trails back to leaders across Africa. And we should be asking WHO in the Western world benefits from continuing war. Finally, we should be asking why we ever vowed \"never again.\"<br /><br />Hutu, Tutsi...I don't care. HUMAN. That's all that matters. We should be united in our common humanity to see beyond tribe, race, ethnicity, gender, religion...and to recognize the inherent value in a human life. That's the point. We said never again. It doesn't need to be called genocide to be WRONG. And genocide cannot be avenged with genocide.", "recommendationCount": 7}, {"assetID": 1792532, "replies": [], "lft": 10, "assetURL": "http://kristof.blogs.nytimes.com/2010/08/27/the-u-n-report-on-war-crimes-in-congo/", "parentID": null, "commentID": 2459377, "rgt": 11, "userDisplayName": "John McDonald", "createDate": "1282960560", "userID": 54230169, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1282968253", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Washington, DC", "commentType": "comment", "updateDate": "1282964653", "commentSequence": 5, "commentBody": "Those who have been or lived in eastern Congo know that there were indeed massacres or scores of Hutus when Rwandan troops helping Laurent Desire Kabila invaded the region. The UN knew it then and this is hardly news for anyone who has been following the events in the region since the Rwandan genocide. What people should ask themselves is why it took so long for such a report to come out. The UNHCR was overseeing many of the refugee camps that were attacked.<br /><br />I guess there is a love-fest (fast disappearing) for the people who stopped the horrible genocide in Rwanda. That should not prevent the world from acknowledging the terrible atrocities that Paul Kagame's men committed afterwards pursuing the perpetrators of the genocide in eastern Congo, where they fled fearing reprisals, and also the support that the Rwandan government has been giving for years now to rebels in the region, who have been at the center of a war that has led to millions of Congolese deaths.", "recommendationCount": 4}, {"assetID": 1792532, "replies": [], "lft": 12, "assetURL": "http://kristof.blogs.nytimes.com/2010/08/27/the-u-n-report-on-war-crimes-in-congo/", "parentID": null, "commentID": 2459455, "rgt": 13, "userDisplayName": "JDBishop5", "createDate": "1282962736", "userID": 14668478, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1282968253", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "China", "commentType": "comment", "updateDate": "1282964653", "commentSequence": 6, "commentBody": "Will someone please make the entire English text available. I respect Mr. Kristof as a reporter, but would like to see the report and read it carefully.", "recommendationCount": 0}, {"assetID": 1792532, "replies": [], "lft": 14, "assetURL": "http://kristof.blogs.nytimes.com/2010/08/27/the-u-n-report-on-war-crimes-in-congo/", "parentID": null, "commentID": 2459605, "rgt": 15, "userDisplayName": "Joe Schmoe", "createDate": "1282967846", "userID": 59953562, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1282968253", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Brooklyn", "commentType": "comment", "updateDate": "1282964653", "commentSequence": 7, "commentBody": "To Nathan Hale (#3):  how about placing the blame on Africa rather than the rest of the world?  They're the ones doing the killing.  You're probably the first in line to complain when \"the rest of the world\" plays world cop.", "recommendationCount": 2}, {"assetID": 24, "replies": [], "lft": 220, "assetURL": "http://www.nytimes.com/travel/guides/africa/morocco/marrakesh/hotels.html", "parentID": null, "commentID": 3083514, "rgt": 221, "userDisplayName": "", "createDate": "1282968275", "userID": 54480690, "replyCount": 0, "commentTitle": "", "status": "approved", "approveDate": "1282968275", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "", "commentType": "userSuggestion", "updateDate": "1283132937", "commentSequence": 86, "commentBody": "From start to finish a wonderful experience. We were picked up at the airport and arrived at the riyad Al Moussika (<a href=\"http://www.riyad-al-moussika.com\" target=\"_blank\">www.riyad-al-moussika.com</a> ), to a very warm welcome that included mint tea and pastries. We were treated as if the riyad were our home. It was not a hotel experience--I'd say more like the ultimate B &amp; B. We were in the heart of the medina and within walking distance of most of the major attractions. Our hosts made sure that we were comfortable getting around, made taxi and restaurant reservations for us and treated us like royalty. The riyad is stunning and felt very old world, but with all of the modern conveniences one would need, down to Wifi. I hope to go back. Don't miss out on the hammam while there. The food was plentiful, delicious and beautiful.", "recommendationCount": 0}, {"assetID": 1792051, "replies": [], "lft": 130, "assetURL": "http://fivethirtyeight.blogs.nytimes.com/2010/08/27/in-nevada-no-one-is-someone-to-watch/", "parentID": null, "commentID": 2459520, "rgt": 131, "userDisplayName": "Jim", "createDate": "1282964792", "userID": 50034480, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1282969336", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Ann Arbor, MI", "commentType": "comment", "updateDate": "1282965736", "commentSequence": 53, "commentBody": "“There’s always been a kind of independent, kind of an anti-everything streak.... There’s a rebellious streak here in that way.”<br /><br />Sounds a lot more like an adolescent streak.<br />This whole belief system and movement is just childish.", "recommendationCount": 7}, {"assetID": 1792051, "replies": [], "lft": 134, "assetURL": "http://fivethirtyeight.blogs.nytimes.com/2010/08/27/in-nevada-no-one-is-someone-to-watch/", "parentID": null, "commentID": 2459552, "rgt": 135, "userDisplayName": "Tim", "createDate": "1282966226", "userID": 60888524, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1282969336", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Texas", "commentType": "comment", "updateDate": "1282965736", "commentSequence": 54, "commentBody": "Bart seriously, you really in truly appear to be losing your grip. I mean that in sincerity. Stop. Take a breath and actually think about what you are saying. It's easy to get caught up in a whirlwind of ideas - I guess that's what happens to people who end up in cults. But really - we don't need you - or anybody else- to take up arms to defend our freedoms. We have elections - that's what consent of the governed is. It's having a representative who we as a people decide will best defend those freedoms. Perhaps you and some others along with you don't like the particular representatives that the majority of the people selected. So you get a vote - just like everybody else. That's what the revolutionaries did not have - they did not have a vote - that's what \"No taxation without representation\" meant. ", "recommendationCount": 17}, {"assetID": 1792051, "replies": [], "lft": 136, "assetURL": "http://fivethirtyeight.blogs.nytimes.com/2010/08/27/in-nevada-no-one-is-someone-to-watch/", "parentID": null, "commentID": 2459559, "rgt": 137, "userDisplayName": "Michael", "createDate": "1282966407", "userID": 48534093, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1282969336", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "White Plains, NY", "commentType": "comment", "updateDate": "1282965736", "commentSequence": 55, "commentBody": "Bart quoted the following part of the Declaration of Independence as justification for Angle's Second Amendment statements.<br /><br />\"We hold these truths to be self-evident, that all men are created equal, that they are endowed by their Creator with certain unalienable rights, that among these are life, liberty and the pursuit of happiness. That to secure these rights, governments are instituted among men, deriving their just powers from the consent of the governed. That whenever any form of government becomes destructive to these ends, it is the right of the people to alter or to abolish it, and to institute new government, laying its foundation on such principles and organizing its powers in such form, as to them shall seem most likely to effect their safety and happiness. \"<br /><br />He conveniently left out the very significant qualification that immediately follows:<br /><br />\"Prudence, indeed, will dictate that governments long established should not be changed for light and transient causes; and accordingly all experience hath shown that mankind are more disposed to suffer, while evils are sufferable, than to right themselves by abolishing the forms to which they are accustomed. But when a long train of abuses and usurpations, pursuing invariably the same object evinces a design to reduce them under absolute despotism, it is their right, it is their duty, to throw off such government, and to provide new guards for their future security.\"<br /><br />I don't think this hurdle has been met.", "recommendationCount": 14}, {"assetID": 1792051, "replies": [], "lft": 138, "assetURL": "http://fivethirtyeight.blogs.nytimes.com/2010/08/27/in-nevada-no-one-is-someone-to-watch/", "parentID": null, "commentID": 2459610, "rgt": 139, "userDisplayName": "Bart DePalma", "createDate": "1282967967", "userID": 55150738, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1282969336", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Woodland Park, CO", "commentType": "comment", "updateDate": "1282965736", "commentSequence": 56, "commentBody": "BD: \"What is particularly troubling are unelected and unaccountable courts.... \"<br /><br />martin7341: \"Oh Dear God! What has happened to basic civics in this country? Unelected is the whole \"unprintable explicative\" POINT of the Judicial Branch.\"<br /><br />I would recommend you read Federalist 78, where Hamilton defended the independence granted federal judges by assuring the People that the elected branches would never allow the courts to assume a policy making role.  Things did not quite work out that way.  Courts have parlayed an inferred power to interpret the law into an unconstitutional tool to rewrite the law to impose the policies they prefer and the elected branches have done nothing to check the practice.", "recommendationCount": 3}, {"assetID": 1792828, "replies": [], "lft": 6, "assetURL": "http://www.nytimes.com/2010/08/28/opinion/28herbert.html", "parentID": null, "commentID": 2459437, "rgt": 7, "userDisplayName": "Tom", "createDate": "1282962206", "userID": 19971751, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1282969368", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Boston", "commentType": "comment", "updateDate": "1282965768", "commentSequence": 1, "commentBody": "I wish America really were \"better than this,\" Bob; but I'm beginning to suspect it isn't, after all.", "recommendationCount": 1362}, {"assetID": 1792828, "replies": [], "lft": 2, "assetURL": "http://www.nytimes.com/2010/08/28/opinion/28herbert.html", "parentID": null, "commentID": 2459428, "rgt": 3, "userDisplayName": "a. golden", "createDate": "1282961912", "userID": 60899700, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1282969501", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "nyc", "commentType": "comment", "updateDate": "1283005364", "commentSequence": 2, "commentBody": "I almost always agree with you Bob.  Not today.  Wait and see what Beck has to say.  There are a lot of people who wrap themselves in the mantle of Martin Luth King and civil rights, to enrich themselves and spread racial divisiveness ; and they are Black.  Beck is a clown, he says so himslf.  But, Dr. King, and even President Lincoln had their own faults.  I'm anxious to see what Beck says.  If he puts his foot in his mouth, newspaper editorialists can have a field day.  But, first, at least let him speak.", "recommendationCount": 182}, {"assetID": 1792828, "replies": [], "lft": 4, "assetURL": "http://www.nytimes.com/2010/08/28/opinion/28herbert.html", "parentID": null, "commentID": 2459429, "rgt": 5, "userDisplayName": "Jim", "createDate": "1282961965", "userID": 964814, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1282969501", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Boston", "commentType": "comment", "updateDate": "1282965901", "commentSequence": 3, "commentBody": "\"There is a great deal of hatred and bigotry in this country, but it does not define the country.\"<br /><br />Are you sure about this?", "recommendationCount": 645}, {"assetID": 1792828, "replies": [], "lft": 8, "assetURL": "http://www.nytimes.com/2010/08/28/opinion/28herbert.html", "parentID": null, "commentID": 2459438, "rgt": 9, "userDisplayName": "R. Law", "createDate": "1282962241", "userID": 57123959, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1282969501", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Texas", "commentType": "comment", "updateDate": "1282965901", "commentSequence": 4, "commentBody": "The travesty, insult, and blasphemy has not been going on in NYC close to Ground Zero; it will be in DC at the Saturday performance.<br /><br />-from a middle aged white guy in flyover country", "recommendationCount": 694}, {"assetID": 1792828, "replies": [], "lft": 10, "assetURL": "http://www.nytimes.com/2010/08/28/opinion/28herbert.html", "parentID": null, "commentID": 2459447, "rgt": 11, "userDisplayName": "Karen Garcia", "createDate": "1282962479", "userID": 48110597, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1282969501", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New Paltz, NY", "commentType": "comment", "updateDate": "1283006269", "commentSequence": 5, "commentBody": "The Glenn Beck Hate Rally is absolutely condoned by the Fox News Network, a wholly owned subsidiary of the Republican Party. I haven't heard party hacks like John Boehner condemn it, have you? And why should he. He can stay smirkily silent as he shivers with glee at all the anti-Democrat and anti-Obama fervor it will foment.<br /><br />The rally segues so conveniently from the anti-Mosque rhetoric. increasingly overt racism and Islamaphobia orchestrated so dispicably by the GOP Dirty Tricks Squad. Glenn Beck can claim all he wants that he is acting as an independent agent, but he earns his main paycheck from Fox - and that gold company whose scary logo keeps popping up on all his promos.<br /><br />Naturally, all the major networks will be covering the rally - even MSNBC, which normally shows prison reality shows on Saturdays. I wish they would all just decide to ignore it - but then they would be beaten to their scoops by Fox and Fiends, which sets the political discussion agenda anyway.<br /><br />We can only pray that hailstones the size of golf balls rain down on the throngs on the Mall. But since they all have numb skulls to begin with, they probably wouldn't even notice. Or they might think the Rapture is upon them. ", "recommendationCount": 966}, {"assetID": 1792828, "replies": [], "lft": 12, "assetURL": "http://www.nytimes.com/2010/08/28/opinion/28herbert.html", "parentID": null, "commentID": 2459465, "rgt": 13, "userDisplayName": "Marie Burns", "createDate": "1282962992", "userID": 4461145, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1282969501", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Fort Myers, Florida", "commentType": "comment", "updateDate": "1282965901", "commentSequence": 6, "commentBody": "The attempt of Glenn Beck and his deep-pocket backers to co-opt the legacy of Dr. King is reprehensible in so many ways that it defies description.<br /><br />The most brazen, of course, is Beck's pretense that he &amp; the tea partiers are suffering the same plight as black Americans did in King's day &amp; before. It is people very much like Beck &amp; his followers who did everything they could to fight back the efforts of Dr. King to bring racial equality to the nation. Some of the old-timers in Beck's Washington tea party crowd were probably among the very people who cheered on the attack dogs, or who vehemently deplored \"the mixing of the races.\" These people listen to Beck calling a black President a racist, then turn on Rush Limbaugh to hear him play a racist song (it was just a parody!) or repeatedly call the President \"Imam Obama.\"<br /><br />After much criticism, Beck is pretending he just accidentally chose the anniversary &amp; the site of Dr. King's \"I Have a Dream\" speech because August 28 is what fit into his busy schedule. Ha! At the same time, he likens himself to Dr. King. He claims to be \"reclaiming the civil rights movement.\" He asserts he may be martyred for \"restoring honor\" to America.<br /><br />There are many ways to remember Dr. King's greatest speech but mocking it by equating oneself to King is not one of them.<br /><br />We might ask, \"Have you no sense of decency, Sir?\" But we know the answer.<br /><br />The Constant Weader at <a href=\"http://www.RealityChex.com\" target=\"_blank\">www.RealityChex.com</a>", "recommendationCount": 1555}, {"assetID": 1792828, "replies": [], "lft": 14, "assetURL": "http://www.nytimes.com/2010/08/28/opinion/28herbert.html", "parentID": null, "commentID": 2459484, "rgt": 15, "userDisplayName": "Janice K", "createDate": "1282963457", "userID": 60901603, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1282969501", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Ca", "commentType": "comment", "updateDate": "1282997072", "commentSequence": 7, "commentBody": "This is an unfair commnentary from a usually fair man.  Lincoln and King were both American politicians celebrated today with federal holidays meant for all Americans, including Glen Beck, and Americans who share his politics.  We should be celebrating the fact that they are celebrating the annivesary of this event, at the same place where it took place.  These people are taking their own time and spending their own money to celebrate something very American.  I applaud them.", "recommendationCount": 166}, {"assetID": 1792828, "replies": [], "lft": 16, "assetURL": "http://www.nytimes.com/2010/08/28/opinion/28herbert.html", "parentID": null, "commentID": 2459516, "rgt": 17, "userDisplayName": "rlk", "createDate": "1282964624", "userID": 1974754, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1282969501", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "chappaqua, ny", "commentType": "comment", "updateDate": "1282965901", "commentSequence": 8, "commentBody": "If we've learned one thing in the last 47 years since King's prayer on that day, it is that we haven't learned much at all.<br /><br />There are still far too many whose hearts and minds are simply prehistoric on matters of equality and their voices are far too loud...screechingly too loud.<br /><br />We need to continue the fight and never forget those who sacrificed their lives for all our freedoms and equality and loudly protest those who deface and degrade our symbols of liberty.", "recommendationCount": 505}, {"assetID": 1792828, "replies": [], "lft": 18, "assetURL": "http://www.nytimes.com/2010/08/28/opinion/28herbert.html", "parentID": null, "commentID": 2459522, "rgt": 19, "userDisplayName": "Ruskin", "createDate": "1282964810", "userID": 23634565, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1282969501", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Buffalo, NY", "commentType": "comment", "updateDate": "1282965901", "commentSequence": 9, "commentBody": "'Beck said on the air that he “wouldn’t be surprised if in our lifetime dogs and fire hoses are released or opened on us. I wouldn’t be surprised if a few of us get a billy club to the head. I wouldn’t be surprised if some of us go to jail — just like Martin Luther King did — on trumped-up charges. Tough times are coming.”'<br /><br />Of all the words in this awe-inspiring column, those are the ones that chill my blood. That any white man in 2010 America could think such thoughts, let alone utter such words, least of all broadcast such fear-provoking sentiments, is beyond belief. Or at least it was before I read this essay.<br /><br />Is there NO ONE in public life with the stature to take us now to a better place, as Judge Welch did when he rebuked Joe McCarthy with \"YOU'VE DONE ENOUGH. Have you no sense of decency, sir, at long last? Have you left no sense of decency?\"  NO ONE?   If we have become a nation of moral pygmies, with not a single widely trusted and deeply respected person willing to confront publicly someone like Beck over something like this, it may be time for all of us to be afraid. To be very afraid.  ", "recommendationCount": 1726}, {"assetID": 1792828, "replies": [], "lft": 20, "assetURL": "http://www.nytimes.com/2010/08/28/opinion/28herbert.html", "parentID": null, "commentID": 2459531, "rgt": 21, "userDisplayName": "Thomas Huynh", "createDate": "1282965279", "userID": 59820059, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1282969501", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Atlanta, Georgia", "commentType": "comment", "updateDate": "1283005377", "commentSequence": 10, "commentBody": "\"He [Beck] makes you want to take a shower.\"<br /><br />This one statement summarizes well what Beck is like.  But even more troubling are the numerous watchers and listeners who tune to his show -- and believing every narrow, uninformed comment he makes.  Proves there are too many Americans who only listen to what they want to hear, damn the facts or another perspective.<br /><br />Thomas<br /><a href=\"http://Sonshi.com\" target=\"_blank\">Sonshi.com</a>", "recommendationCount": 822}, {"assetID": 1792828, "replies": [], "lft": 24, "assetURL": "http://www.nytimes.com/2010/08/28/opinion/28herbert.html", "parentID": null, "commentID": 2459537, "rgt": 25, "userDisplayName": "D. Katz", "createDate": "1282965545", "userID": 60901653, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1282969501", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "NY", "commentType": "comment", "updateDate": "1282965901", "commentSequence": 11, "commentBody": "Spot on, Bob.  Though I am white, I am a longtime liberal Democrat who knows more than most people about civil rights.  I own all of the Joan Baez albums, as well as Richie Havens , and more.  While in college, I signed petitions and took part in campus protest parades.  One of my closest friends, back then , was a real Black Panther, and to this day, my favorite book is the Autobiography of Malcom X .  I'll be darned if I will let some conservative parasite try to steal the legacy of civil rights from those of us who earned it.  Thank you for standing up for us, today.", "recommendationCount": 575}, {"assetID": 1792828, "replies": [], "lft": 30, "assetURL": "http://www.nytimes.com/2010/08/28/opinion/28herbert.html", "parentID": null, "commentID": 2459626, "rgt": 31, "userDisplayName": "MNW", "createDate": "1282968877", "userID": 49069088, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1282969501", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Connecticut", "commentType": "comment", "updateDate": "1282965901", "commentSequence": 12, "commentBody": "After this trouble-making, tiresome, rabble-rousing event occurs, let us see what unfolds in the country at large.  The more attention it receives, the better.  We need to know were we stand and what we are or are not up against, as the case may be.<br /><br />It is my hope that the Media, in all its inquisitiveness, will approach every Republican, Tea Party person, and Conservative extant and ask each of them the simply question - \"What is your opinion of the event promulgated by Beck, Palin et al on the MLK anniversary event in Washington, DC ?\"<br /><br />Do not let any of them off the hook as regards this unfortunate demonstration.  ", "recommendationCount": 310}, {"assetID": 1792828, "replies": [], "lft": 32, "assetURL": "http://www.nytimes.com/2010/08/28/opinion/28herbert.html", "parentID": null, "commentID": 2459630, "rgt": 33, "userDisplayName": "janye", "createDate": "1282969008", "userID": 220610, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1282969501", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Metairie  LA", "commentType": "comment", "updateDate": "1283005354", "commentSequence": 13, "commentBody": "What is the real purpose of this rally to \"Restore Honor\" to the United States?  Glenn Beck and Sarah Palin are<br />going to somehow \"restore honor?\"<br /><br />They have no honor.  How can they restore something to a country when they lack the quality themselves?<br /><br />  ", "recommendationCount": 1243}, {"assetID": 1792828, "replies": [], "lft": 34, "assetURL": "http://www.nytimes.com/2010/08/28/opinion/28herbert.html", "parentID": null, "commentID": 2459633, "rgt": 35, "userDisplayName": "Jumper", "createDate": "1282969062", "userID": 55635653, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1282969501", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "South Carolina", "commentType": "comment", "updateDate": "1282965901", "commentSequence": 14, "commentBody": "As part of the I Have A Dream speech, Dr. King said, \"Let us not seek to satisfy our thirst for freedom by drinking from the cup of bitterness and hatred.\"  Dr. King's legacy is hugely admired and lives on. Glen Beck is exhorting exactly the opposite idea. The only thing that will live on in Beck's legacy will be the millions Rupert Murdoch is paying him.<br /><br />Dr. King gave another speech December 18, 1963, at Western Michigan University. One of his comments was, \"We must all learn to live together as brothers or we will perish together as fools.\"<br /><br />Dr. King was a Biblical scholar. That comment can be traced back to the Book of Exodus. Scouts were sent into the \"promised land.\" They were afraid so they came back with frightful, fear-filled stories. What happened? Because they were unwilling to face their fears and learn the truth, the entire generation was forced to wander and die in the wilderness. They were not allowed enter the promised land.<br /><br />Dr. King was describing our fate if we don't change. If we don't overcome our fears, learn the truth that we're all equal as humans, and learn to live together in peace and cooperation, we, too, will fail to enter our desired promised land that exists in our hearts regardless of religion. And, Mr. Beck?  He is exhorting Americans to take path to expending their lives wandering in a human wasteland.<br /><br />In terms of fire hoses and dogs, wow. Sounds like Mr. Beck is appealing to those who want to be heroic victims. Do people really want to feel they are significant through hating? Do they think being jabbed with a high-voltage cattle prod is an adventure? Strange.<br /><br />President Obama uses the name Barak because that's the name his parents gave him, just as Mr. Beck's parents named him Glen and I have the name Liam. In the Book of Judges, Barak is the commander of Deborah's army and a hero in the fight to defeat the Canaanites. In Hebrew, Tiberian, and Arabic, Barak means lightning. That's a pretty cool name implying strength and quick, decisive action. Why would anyone want to give up a historically significant name with a cool meaning? In Gaelic, Liam means strong protector. I think that's cool, too; I like the implication for my life and have never entertained giving it up, even if it is rather rare in the U.S. (but not the UK.)<br /><br />Glen is also Gaelic. The Welsh side of the word means clean or purity - referring to rivers. Mr. Beck isn't doing too good a job living up to his name. Maybe he'd prefer an authentic American name such as Hakadah, Santee Sioux meaning \"the pitiful last.\" Hopefully Mr. Beck is the pitiful last of these dishonorable, flag-wrapped racists.<br /><br />Mr. Beck is big on talking about the Christian people in America. That would include the Bible, wouldn't it? Barak is an honorable name right out of the Bible. Maybe Glen Beck needs less flapping of the jaws and more reading of his Bible. Or, better yet, since he probably wouldn't understand the insights, maybe he should just study and reflect on the story of the Rev. John Newton, former slave ship captain, who wrote Amazing Grace.<br /> ", "recommendationCount": 978}, {"assetID": 1792834, "replies": [], "lft": 2, "assetURL": "http://www.nytimes.com/2010/08/28/opinion/28blow.html", "parentID": null, "commentID": 2459432, "rgt": 3, "userDisplayName": "Deborah", "createDate": "1282962003", "userID": 28930886, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1282969626", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Baltimore", "commentType": "comment", "updateDate": "1282966026", "commentSequence": 1, "commentBody": "The silence of the pundits about the Glen Beck travesty has made me sadder than I can say. When I hear people call President Obama a divisive figure, I wonder what twilight zone has taken over America. Beck has called the President and other progressives every name in the book, yet he claims to assume the mantle of a man who gave his life to make the world better for others. Does Beck understand that Dr. King was helping a union of garbage workers when he was killed? Has anyone read anything about that period? America is a very sad place. The adversity of financial difficulties is revealing the true \"content of the country's character.\" ", "recommendationCount": 976}, {"assetID": 1792834, "replies": [], "lft": 4, "assetURL": "http://www.nytimes.com/2010/08/28/opinion/28blow.html", "parentID": null, "commentID": 2459434, "rgt": 5, "userDisplayName": "geotenn", "createDate": "1282962056", "userID": 795032, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1282969626", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Nashville, TN", "commentType": "comment", "updateDate": "1283001168", "commentSequence": 2, "commentBody": "Glen Beck is a seriously disturbed person.  His followers are at great risk.  They should avoid the Kool Aid at all costs.", "recommendationCount": 435}]}, "copyright": "Copyright (c) 2016 The New York Times Company.  All Rights Reserved."}