{"debug": {"version": 3.1}, "status": "OK", "results": {"api_timestamp": "1481467058", "totalCommentsFound": 7978, "totalCommentsReturned": 25, "comments": [{"assetID": 3305315, "replies": [], "lft": 1870, "assetURL": "http://www.nytimes.com/2012/02/10/business/states-negotiate-26-billion-agreement-for-homeowners.html", "parentID": null, "commentID": 5484849, "rgt": 1871, "userDisplayName": "RAB", "createDate": "1328849988", "userID": 16849753, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1328850025", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Boulder, CO", "commentType": "comment", "updateDate": "1328850026", "commentSequence": 396, "commentBody": "The settlement is a complete joke.<br/><br/>The business model of the banks is to break the law and makes hundreds of billions doing so; then put a gun to the head of regulators and pay a small fine that includes an exoneration for their criminal activities.<br/><br/>The banks have abrogated property laws going back hundreds of years by refusing to record changes of ownership of sixty or seventy million mortgages, avoiding billions of dollars in fees that they owe the counties. They did this so they could securitize the mortgages and sell them over and over, using the cash to shore up their short-term needs.<br/><br/>All of those involved in this enterprise should be in jail. The settlement is chump change and does not even begin to pay for damages.<br/><br/>The United States is a vassal state owned and operated by an international criminal cartel that controls the central banks, which have usurped sovereign currencies around the planet and replaced them with bank money, for which once-sovereign nations pay interest to use.<br/><br/>These usurers have used the proceeds from past 250 years of this scam to control virtually all the transnational corporations, governments, military and intelligence services, media, and voting processes.", "recommendationCount": 10}, {"assetID": 3305469, "replies": [], "lft": 366, "assetURL": "http://www.nytimes.com/2012/02/10/opinion/krugman-money-and-morals.html", "parentID": null, "commentID": 5484847, "rgt": 367, "userDisplayName": "Bwana", "createDate": "1328849944", "userID": 5257454, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1328850026", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "NYC", "commentType": "comment", "updateDate": "1328850026", "commentSequence": 44, "commentBody": "Charles Murray pops up every 20-30 years or so with a new \"analysis\" showing that liberalism is undermining American values.  His earlier work, \"Losing Ground,\" covered much of the same ideological terrain, and was quickly and thoroughly shredded by economists, sociologists and political scientists who came to the debate without Murray's ideological axe.<br/><br/>The same problems of selective data use and one-eyed interpretation plague the new book.  This is not a work of social science.  It's an ideological driven screed timed to coincide with the coming elections.  Murray has always been a voice of right wing policy shops such as the Heritage Foundation, where all evidence points in only one direction.<br/><br/>Conservatives of the right wing variety love these morality arguments because they blame the victim (a favorite pastime go theirs) and, as Krugman so aptly notes, they distract our attention from the role played by powerful players in the private economy.   <br/><br/>I guarantee you, though, that every member of Congress has been sent a copy of this book.  That's the way the Right works.  I know.  The Heritage Foundation sent me a free copy of \"Losing Ground\" when I was a Senate staffer in 1984.  Hopefully, some sound social science will be brought to bear on Mr. Murray's book and unmask in the same manner as\"Losing Ground.\"", "recommendationCount": 88}, {"assetID": 3305341, "replies": [], "lft": 374, "assetURL": "http://www.nytimes.com/2012/02/10/us/politics/house-passes-bill-banning-insider-trading-by-members-of-congress.html", "parentID": null, "commentID": 5484854, "rgt": 375, "userDisplayName": "HDS26234", "createDate": "1328850041", "userID": 58178680, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1328850079", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Loma Linda, CA", "commentType": "comment", "updateDate": "1328850079", "commentSequence": 115, "commentBody": "Sort off, so far so good, right? However who is going to monitor such? I suggest that an outside Committee be formed to keep in eye on the Congress; simply becasue most Americans have lost almost complete faith in that body! As a matter of fact, the greatest majority of Americans have lost complete faith in the Congress, I for one! \"The house of representatives ....can make no law which will not have its full operation on themselves and their friends, as well as the great mass of society. This has always been deemed one of the strongest bonds by which human policy can connect the rulers and the people together. It creates between them that communion of interest, and sympathy of sentiments, of which few governments have furnished examples; but without which every government degenerates into tyranny\". By James Madison, Federalist No. 57. So, if any congressman/woman has enriched themselves they better repay that \"stolen\" wealth to the American people, if they have any conscience left, which is the greatest part of patriotism.", "recommendationCount": 3}, {"assetID": 3305469, "replies": [], "lft": 368, "assetURL": "http://www.nytimes.com/2012/02/10/opinion/krugman-money-and-morals.html", "parentID": null, "commentID": 5484858, "rgt": 369, "userDisplayName": "Bill Benton", "createDate": "1328850168", "userID": 27988722, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1328850199", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "San Francisco", "commentType": "comment", "updateDate": "1328850199", "commentSequence": 45, "commentBody": "Common sense from Krugman, again.<br/><br/>One implication is that taxes on all types of income should be the same.  There should be no special (i.e. lower) taxes for dividends and capital gains, much less inheritance.<br/><br/>The reason is that these lower taxes for the rich punish the working people.  Wage earners pay higher taxes, while the rich pay less.  That discourages work both in direct ways (smaller spendable pay) and indirectlyu (resentment, if I am any example).<br/><br/>To see how this happens, go to YouTube and watch aoeBailout7, an imaginative reconstruction of the Bush gang's reaction to the Bush Recession.<br/><br/>bill at <a href=\"http://realamerica.webs.com\" title=\"realamerica.webs.com\" target=\"_blank\">realamerica.webs.com</a><br/><br/>support occupiers!<br/>\ntax the wealthy!", "recommendationCount": 17}, {"assetID": 3305389, "replies": [], "lft": 399, "assetURL": "http://pogue.blogs.nytimes.com/2012/02/09/the-dilemma-of-cheap-electronics/", "parentID": 5483665, "commentID": 5484863, "rgt": 400, "userDisplayName": "scsmits", "createDate": "1328850236", "userID": 6429, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1328850256", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Orangeburg, SC", "commentType": "userReply", "updateDate": "1328850256", "commentSequence": 49, "commentBody": "\"Apple drove an especially hard bargain for the contract. Even in China, the Foxconn margin on the Apple contract is so thin, and the requirements so steep,....\" What are the numbers to back up this story? Nobody forced Foxconn to make this bargain. And considering the volume of product manufactured by Apple, were they supposed to be \"nice\" to Foxconn because they could foresee that in four years they would have the highest market capitalization of any company?", "recommendationCount": 1}, {"assetID": 3305106, "replies": [], "lft": 622, "assetURL": "http://www.nytimes.com/2012/02/09/technology/in-piracy-debate-deciding-if-the-sky-is-falling.html", "parentID": null, "commentID": 5481138, "rgt": 623, "userDisplayName": "John A", "createDate": "1328814281", "userID": 8377681, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1328850410", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Las Vegas, NV", "commentType": "comment", "updateDate": "1328850410", "commentSequence": 170, "commentBody": "As an author who is not obscenely rich, I was shocked to find my most recent book in its entirety available for free on multiple Internet sites.  These pirates operate openly and claim safe harbor if someone else posts the book on the sites they run.  Since most books are available on these sites, it is impossible to believe the site owners are unaware of the piracy.  In fact, they openly encourage it, though claiming innocence an act of stupidity.  Their theory is that you are not a thief, unless you get caught, and then can become innocent if you stop stealing at that point. If valid we could let a lot of people out of jail for stealing physical objects.<br/><br/>I was with a major publisher, so I only lose royalties.  However, for those who self-publish and attempt to make a living selling their books, the loss is 100 percent.  There, that's the money you want to be shown. <br/><br/>PS if you want to find any book that has been pirated, just Google the title and add pdf", "recommendationCount": 0}, {"assetID": 3305106, "replies": [], "lft": 626, "assetURL": "http://www.nytimes.com/2012/02/09/technology/in-piracy-debate-deciding-if-the-sky-is-falling.html", "parentID": null, "commentID": 5481292, "rgt": 627, "userDisplayName": "norman", "createDate": "1328815080", "userID": 375081, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1328850410", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "NYC", "commentType": "comment", "updateDate": "1328850410", "commentSequence": 171, "commentBody": "Jessica, <br/><br/>You can make a transformative copy of Metropolis, copyright it and sell it. But film archives and libraries should also be able to digitize 1930s and 1940s works that would be off-copyright, or were never under copyright, and distribute them free on the Internet. <br/><br/>There's an old song: <br/><br/>The law locks up the man or woman<br/>\nwho steals a goose from off the commons,<br/>\nbut lets the greater felon loose<br/>\nwho steals the commons from the goose. <br/><br/>Here's somebody who explained it better than I can. <br/><br/><a href=\"http://chronicle.com/article/A-Professors-Fight-Over/127700/\" title=\"http://chronicle.com/article/A-Professors-Fight-Over/127700/\" target=\"_blank\">http://chronicle.com/article/A-Professors-Fight-Over/127700/</a><br/>\nThe Chronicle of Higher Education<br/>\nMay 29, 2011<br/>\nSupreme Court Takes Up Scholars' Rights<br/>\nBy Marc Parry<br/><br/>Lawrence Golan, conductor, University of Denver, can't afford modern scores any more because Congress moved material in the public domain, including 20th century Russian pieces by Prokofiev, Shostakovich, and Stravinsky, under copyright. Sheet music for public domain symphonies cost $150. Sheet music for work under copyright must be rented, for about $600 per performance. Golan v. Holder is going to the Supreme Court. [He lost]<br/><br/><a href=\"http://chronicle.com/article/Out-of-Fear-Institutions-Lock/127701/\" title=\"http://chronicle.com/article/Out-of-Fear-Institutions-Lock/127701/\" target=\"_blank\">http://chronicle.com/article/Out-of-Fear-Institutions-Lock/127701/</a><br/>\nThe Chronicle of Higher Education<br/>\nMay 29, 2011<br/>\nOut of Fear, Colleges Lock Books and Images Away From Scholars<br/>\nBy Marc Parry<br/><br/>Orphan works under the 1978 copyright law. <br/><br/>Bottom line: Lots of works that don't have any marking on them are very likely under copyright, but we can't say for sure, since there's nowhere to go to look.", "recommendationCount": 1}, {"assetID": 3305106, "replies": [], "lft": 628, "assetURL": "http://www.nytimes.com/2012/02/09/technology/in-piracy-debate-deciding-if-the-sky-is-falling.html", "parentID": null, "commentID": 5481329, "rgt": 629, "userDisplayName": "Curtis J Neeley Jr", "createDate": "1328815322", "userID": 61308039, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1328850410", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Fayetteville, AR", "commentType": "comment", "updateDate": "1328850410", "commentSequence": 172, "commentBody": "The sky has fallen folks.  Whine all you want but United States Copy[rite] law has been affirmed by the Supreme Court as selected to be the Berne Convention back in 1994. This does not protect movies or game broadcasts but protects the individual artists personal rights.<br/><br/>Corporations have absolutely no Berne Convention rights but can defend the rights of artists working for them.<br/><br/>All wire or radio communication, including internet, must be REGULATED by the FCC and soon shall be.", "recommendationCount": 0}, {"assetID": 3305106, "replies": [], "lft": 630, "assetURL": "http://www.nytimes.com/2012/02/09/technology/in-piracy-debate-deciding-if-the-sky-is-falling.html", "parentID": null, "commentID": 5481657, "rgt": 631, "userDisplayName": "Carolina S", "createDate": "1328817422", "userID": 64074173, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1328850410", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Washington, DC", "commentType": "comment", "updateDate": "1328850410", "commentSequence": 173, "commentBody": "People are raising significant points - but let's not confuse issues please. Companies' net margins, the Internet's value; changing modes of distribution; self-promotion; buyer potential; censorship - they're all valid subjects. But here's the bottom line: Stealing is a crime. No getting around that - not even in light of the Internet's popularity &amp; Silicon Valley's profits. If an artist, production company &amp; distributor are willing to share their film, for example, at no cost, then I imagine no crime has been committed. If, however, they expect to turn a profit (which obviously they expect to do), then, yes, the moment someone streams their legally protected content w/o permission, that's stealing and there are consequences for that crime. That is, there SHOULD be. With the birth of the Internet our marketplace was transformed, &amp; yes, we're losing a A LOT of money in our economy due to pirated and devalued content. If your neighbor next door just got a raise while a robber has invaded your home - do the police not show up at your property? Worse, what if your neighbor is aware of the crime &amp; doing little to help prevent it? Google &amp; others will be pressured to join the conversation and not merely declare what they oppose but help find what works. I'm working to address this very subject in bipartisan fashion in my city now. We can't ignore these problems. The Internet &amp; the marketplace are extremely valuable to all of us. We've entered the digital age. Time to catch up! ", "recommendationCount": 0}, {"assetID": 3305106, "replies": [], "lft": 636, "assetURL": "http://www.nytimes.com/2012/02/09/technology/in-piracy-debate-deciding-if-the-sky-is-falling.html", "parentID": null, "commentID": 5481890, "rgt": 637, "userDisplayName": "Jorge", "createDate": "1328819180", "userID": 56022224, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1328850410", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Argentina", "commentType": "comment", "updateDate": "1328850410", "commentSequence": 174, "commentBody": "(2 of 2)<br/><br/>And then there is option number two. They make the product cheaper. They stop building cathedrals.<br/><br/>People will go and see them on vacation trips and marvel, \"How where they ever able to do THIS!!\". But we'll go to mass to a church around the corner, with low ceilings, drywalls and granite imitation floors.<br/><br/>B movies will become the norm, and future generations won't be the wiser. After all, who misses Beethoven, Händel or Bach nowadays? Madonna is the new Mozart. And Elvis still rules.<br/><br/>You ask me? I think it will be number two. After all, at least from the viewpoint of complexity and depth, Number Two is what art has been steadily becoming since the Industrial Revolution.<br/><br/>(The End)", "recommendationCount": 0}, {"assetID": 3305106, "replies": [], "lft": 638, "assetURL": "http://www.nytimes.com/2012/02/09/technology/in-piracy-debate-deciding-if-the-sky-is-falling.html", "parentID": null, "commentID": 5481912, "rgt": 639, "userDisplayName": "lvb", "createDate": "1328819342", "userID": 36733677, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1328850410", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "new york", "commentType": "comment", "updateDate": "1328850410", "commentSequence": 175, "commentBody": "This is like a movie studio exec in the 1950's complaining about the popularity of television.", "recommendationCount": 0}, {"assetID": 3305106, "replies": [], "lft": 133, "assetURL": "http://www.nytimes.com/2012/02/09/technology/in-piracy-debate-deciding-if-the-sky-is-falling.html", "parentID": 5468993, "commentID": 5481945, "rgt": 134, "userDisplayName": "tomP", "createDate": "1328819623", "userID": 26058381, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1328850410", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "eastern Massachsuetts", "commentType": "userReply", "updateDate": "1328850410", "commentSequence": 60, "commentBody": "There was a flap a few years ago when a TV network executive claimed that people who walked out of the room when a TV commercial came on were thieves. He was roundly shouted down and ridiculed, but that's the mindset in his kingdom.<br/>\nTV networks have leaned on TiVo and other DVR makers to make it harder to skip commercials - the 30 second \"instant forward\" was demoted to VCR-like \"fast forward\" so you would have to watch the screen and soak up some of the intent of the commercial rather than not even know it existed.<br/><br/>TANSTAAFTVS - There ain't no such thing as a free TV show.", "recommendationCount": 1}, {"assetID": 3305106, "replies": [], "lft": 565, "assetURL": "http://www.nytimes.com/2012/02/09/technology/in-piracy-debate-deciding-if-the-sky-is-falling.html", "parentID": 5475362, "commentID": 5482061, "rgt": 566, "userDisplayName": "LaBelleRebelle", "createDate": "1328820579", "userID": 276050, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1328850410", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Nice, France", "commentType": "userReply", "updateDate": "1328850410", "commentSequence": 1, "commentBody": "I sympathize with your position DF even though I disagree with the characterization you have made in the second paragraph and the analogy to stealing from a store. It seems to me that you should be entitled to the same sort of compensation that you would receive from a radio play or from Spotify. Could you possibly elaborate on how that compensation would be calculated if it was on the radio or Spotify? That could form a moral, and possibly legal, basis for a  claim against Google.", "recommendationCount": 0}, {"assetID": 3305106, "replies": [], "lft": 640, "assetURL": "http://www.nytimes.com/2012/02/09/technology/in-piracy-debate-deciding-if-the-sky-is-falling.html", "parentID": null, "commentID": 5482150, "rgt": 641, "userDisplayName": "Jorge", "createDate": "1328821425", "userID": 56022224, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1328850410", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Argentina", "commentType": "comment", "updateDate": "1328850410", "commentSequence": 176, "commentBody": "(looks like the second part didn't go through. sorry if it comes up twice)<br/>\n(2 of 2)<br/><br/>And then there is option number two. They make the product cheaper. They stop building cathedrals.<br/><br/>People will go and see them on vacation trips and marvel, \"How where they ever able to do THIS!!\". But we'll go to mass to a church around the corner, with low ceilings, drywalls and granite imitation floors.<br/><br/>B movies will become the norm, and future generations won't be the wiser. After all, who misses Beethoven, Händel or Bach nowadays? Madonna is the new Mozart. And Elvis still rules.<br/><br/>You ask me? I think it will be number two. After all, at least from the viewpoint of complexity and depth, Number Two is what art has been steadily becoming since the Industrial Revolution.<br/><br/>(The End)", "recommendationCount": 0}, {"assetID": 3305106, "replies": [], "lft": 503, "assetURL": "http://www.nytimes.com/2012/02/09/technology/in-piracy-debate-deciding-if-the-sky-is-falling.html", "parentID": 5473211, "commentID": 5482275, "rgt": 504, "userDisplayName": "LaBelleRebelle", "createDate": "1328822404", "userID": 276050, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1328850410", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Nice, France", "commentType": "userReply", "updateDate": "1328850410", "commentSequence": 1, "commentBody": "The media companies are not dead yet. Not as long as there are congresspeople and senators to buy.", "recommendationCount": 0}, {"assetID": 3305106, "replies": [], "lft": 646, "assetURL": "http://www.nytimes.com/2012/02/09/technology/in-piracy-debate-deciding-if-the-sky-is-falling.html", "parentID": null, "commentID": 5482557, "rgt": 647, "userDisplayName": "Kevin Erickson", "createDate": "1328824630", "userID": 17613431, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1328850410", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Washington DC", "commentType": "comment", "updateDate": "1328850410", "commentSequence": 177, "commentBody": "How disappointing that the Times would write about piracy, and only interview silicon valley executives and representatives of giant media companies, rather than artists themselves--particularly independent musicians whose livelihood is most threatened by online piracy!", "recommendationCount": 0}, {"assetID": 3305106, "replies": [], "lft": 648, "assetURL": "http://www.nytimes.com/2012/02/09/technology/in-piracy-debate-deciding-if-the-sky-is-falling.html", "parentID": null, "commentID": 5482578, "rgt": 649, "userDisplayName": "Jerry", "createDate": "1328824720", "userID": 5303160, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1328850410", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Dingman's Pa", "commentType": "comment", "updateDate": "1328850410", "commentSequence": 178, "commentBody": "I thought the BetaMax killed Hollywood?? The MPAA will never learn. It took them years to embrace the VCR. Michael Eisner saved Disney by offering Disney Classics at $20 instead of the $80 that VHS tapes were at that time. If the MPAA ever embraces digital technology, they won't know what to do with the windfall of money. ", "recommendationCount": 0}, {"assetID": 3305106, "replies": [], "lft": 375, "assetURL": "http://www.nytimes.com/2012/02/09/technology/in-piracy-debate-deciding-if-the-sky-is-falling.html", "parentID": 5471031, "commentID": 5482724, "rgt": 376, "userDisplayName": "LaBelleRebelle", "createDate": "1328825700", "userID": 276050, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1328850410", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Nice, France", "commentType": "userReply", "updateDate": "1328850410", "commentSequence": 1, "commentBody": "Exactly. I have the same problem here in France. If these media companies are such geniuses at getting the IP addresses of people to persecute, they should go onto the file sharing networks and see how many of these addresses are from foreign ISPs and from people who cannot legally buy their work within any kind of a reasonable time frame. These companies make deals with overseas distributors that keep the artists' work away from a huge portion of the market. And, no thank you, I don't want to wait a year to see the latest episode of Breaking Bad when my friends in the US saw it last night.", "recommendationCount": 0}, {"assetID": 3305106, "replies": [], "lft": 650, "assetURL": "http://www.nytimes.com/2012/02/09/technology/in-piracy-debate-deciding-if-the-sky-is-falling.html", "parentID": null, "commentID": 5483040, "rgt": 651, "userDisplayName": "Ben Myers", "createDate": "1328828175", "userID": 60765890, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1328850410", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Harvard, MA", "commentType": "comment", "updateDate": "1328850410", "commentSequence": 179, "commentBody": "The TV media have only themselves to blame for piracy of programs.  Here in central Massachusetts, we have Charter cable TV, not the basic package but one tier up, so we can maybe get some interesting programming once in a while.  So what do we get?  The Golf Channel, with no golfers in the house.  Several shopping channels, and no TV shoppers in the house.  Several religious channels, none of which are of interest here.  Channels that broadcast a lot of infomercials for things we do not need.  Ads, ads, ads!  Whatever happened to FCC guidelines that limit the number of minutes of commercials per hour?  Oh, that's right!  This is CABLE TV, so the guidelines do not apply?  Or is it that the FCC does not monitor the amount of ads any more?<br/><br/>Then we get programs that make Jersey Shore look like intellectual fare, for example, American Stuffers and Lingerie Football.  I have to pay for all this junk along with the few channels that get regular watching, because Charter offers only bundles of their own choosing.  They cannot or will not offer any sort of a la carte pricing, for example at a dollar a channel a month.  If I want to watch a lot of soccer, my personal passion, I have to subscribe to a package with all the sports channels, and pay lots more money.<br/><br/>And Charter is no different from Comcast or Cox or Verizon FIOS.  Makes me want to pirate those soccer matches I want to see so badly.", "recommendationCount": 0}, {"assetID": 3305106, "replies": [], "lft": 435, "assetURL": "http://www.nytimes.com/2012/02/09/technology/in-piracy-debate-deciding-if-the-sky-is-falling.html", "parentID": 5472190, "commentID": 5483078, "rgt": 436, "userDisplayName": "BC Kelly", "createDate": "1328828679", "userID": 3608139, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1328850410", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Tallahassee Fla", "commentType": "userReply", "updateDate": "1328850410", "commentSequence": 68, "commentBody": ".<br/><br/>Nick R<br/><br/>Sorry if you thought I consider BMI to be a 'positive' - wasn't intended. 'My bad' if I may have presented it that way.<br/><br/>But yes, you are correct that we're in a 'trade war'.<br/><br/>One I consider 'Historically Similar' to those 300 /- years ago between England/France/Spain/etc.<br/><br/>Ones that were intertwined with many 'Revolutions' going way beyond simple commerce.<br/><br/>And yes, 'pirates' did play a part.<br/><br/>Question - was Jean Lafitte a 'good guy' or a 'bad guy' ?<br/><br/>.", "recommendationCount": 0}, {"assetID": 3305106, "replies": [], "lft": 654, "assetURL": "http://www.nytimes.com/2012/02/09/technology/in-piracy-debate-deciding-if-the-sky-is-falling.html", "parentID": null, "commentID": 5483909, "rgt": 655, "userDisplayName": "Grumpy Dog", "createDate": "1328838472", "userID": 65424470, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1328850410", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Shee-cah-go", "commentType": "comment", "updateDate": "1328850410", "commentSequence": 180, "commentBody": "Funny, but I bought a few thousand dollars worth of LPs and then CDs because someone gave me casette tapes with samples, or because I heard the music on cable music channels or FM radio.<br/><br/>Frankly, I'd just as soon ditch my large DVD collection for access to every movie ever made via streaming for a buck or so. ", "recommendationCount": 0}, {"assetID": 3305106, "replies": [], "lft": 656, "assetURL": "http://www.nytimes.com/2012/02/09/technology/in-piracy-debate-deciding-if-the-sky-is-falling.html", "parentID": null, "commentID": 5484316, "rgt": 657, "userDisplayName": "Jakespeare", "createDate": "1328843742", "userID": 15846040, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1328850410", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Brandon, Manitoba", "commentType": "comment", "updateDate": "1328850410", "commentSequence": 181, "commentBody": "Intellectual property for amusement purposes is one thing. A fair return for your labor and investment is assured the large and well-established... but for the new and obscure producers and inventors, they must give away almost everything they have to become a niche player in the patent copyright game. There are too many overriding systems that make theft not only ok... but probable. Patent Pending is grand theft... as well as an excellent way to ruin inventors without any other means to profit from their work. ", "recommendationCount": 1}, {"assetID": 3305469, "replies": [], "lft": 384, "assetURL": "http://www.nytimes.com/2012/02/10/opinion/krugman-money-and-morals.html", "parentID": null, "commentID": 5484891, "rgt": 385, "userDisplayName": "Frea", "createDate": "1328850541", "userID": 56625654, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1328850559", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Louisville, KY", "commentType": "comment", "updateDate": "1328850559", "commentSequence": 46, "commentBody": "So, the super wealthy who thieve, exploit, and pay far less taxes, buy off political leaders, Mr. Murray suggests, are morally superb.<br/>\nWhile the weak, who befall the exploitation of the former, are morally bankrupt.<br/>\nNice way of looking at things!<br/>\nThe thieves are holly, while their victims are evil.<br/>\nWith such logic, it's no wonder the nation is facing an economic morass!", "recommendationCount": 41}, {"assetID": 3305469, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 5484886, "replies": [], "commentID": 5485147, "trusted": 0, "userDisplayName": "kairos", "createDate": "1328854759", "userID": 60424807, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1328891032", "userTitle": null, "recommendations": 0, "editorsSelection": false, "parentUserDisplayName": "SG", "userURL": null, "userLocation": "Vancouver", "depth": 1, "commentType": "userReply", "updateDate": "1328891033", "commentSequence": 58, "commentBody": "Agreed. OWS argued as much, but lost the 99% when it began to argue capitalism is unsustainable as currently configured. So the problem is not the 1%. The 1% is nothing if the 99% stands up for itself. The problem is much of the 99% dreams of the lifestyles of the Rich and Famous. And that has its hooks in DEEP in the collective unconscious. No easy fix IMHO. Ironically, conservatives have it right in the sense that it is a values problem."}, {"recommendedFlag": 0, "parentID": 5484886, "replies": [], "commentID": 5485389, "trusted": 0, "userDisplayName": "Jonjay", "createDate": "1328859640", "userID": 34883103, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1328895695", "userTitle": null, "recommendations": 1, "editorsSelection": false, "parentUserDisplayName": "SG", "userURL": null, "userLocation": "Chicago", "depth": 1, "commentType": "userReply", "updateDate": "1328895695", "commentSequence": 59, "commentBody": "Germany has strong unions and their manufacturing industries are doing very well."}]}, "lft": 378, "assetURL": "http://www.nytimes.com/2012/02/10/opinion/krugman-money-and-morals.html", "parentID": null, "commentID": 5484886, "rgt": 383, "userDisplayName": "SG", "createDate": "1328850499", "userID": 50628333, "replyCount": 2, "commentTitle": "n/a", "status": "approved", "approveDate": "1328850560", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Merrimack, NH", "commentType": "comment", "updateDate": "1328850560", "commentSequence": 47, "commentBody": "Paul Krugman says that sharply rising income inequality is to blame for the negative social trends among less-educated men in America.  But what is the cure for income inequality? Is it just about tax rates?  I doubt it.  Increasing income inequality is a global phenomenon, even in countries with high marginal tax rates.  Is it more unions?  That doesn't seem like a feasible solution, because it is precisely the industries with high labor costs (airlines, autos) that are getting shaken up by global competition.  Should we just resort to protectionism?  Paul Krugman from 1996 would roll in his grave...<br/><br/>We live in a world where the top CEO's, hedge fund managers, baseball players, lawyers (pick your profession, really) are experiencing dramatic wage gains that are eclipsing their peers.  I have yet to hear from Mr. Krugman what the solution to this problem would look like.  By all means, tax the rich more (it will help the deficit), but don't pretend that its a panacea to serious modern social problems.", "recommendationCount": 3}, {"assetID": 3305469, "replies": [], "lft": 386, "assetURL": "http://www.nytimes.com/2012/02/10/opinion/krugman-money-and-morals.html", "parentID": null, "commentID": 5484899, "rgt": 387, "userDisplayName": "Raul E.", "createDate": "1328850653", "userID": 20734337, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1328850678", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "DC", "commentType": "comment", "updateDate": "1328850678", "commentSequence": 48, "commentBody": "Social conditions often have their roots in economic reality.  The reason why Steve Jobs and other innovators are so revered is because their innovations have an effect on the way we conduct our business and, by extension, they have a transcendental effect in our lives.  Beware of those who explain away social problems as mere  corruption or inmorality.  While these can be real and quite noxious, they often are merely symptoms of much broader systemic ills.  We must focus on the big picture to find out answers to the situation we find ourselves in today.", "recommendationCount": 3}]}, "copyright": "Copyright (c) 2016 The New York Times Company.  All Rights Reserved."}