{"debug": {"version": 3.1}, "status": "OK", "results": {"api_timestamp": "1481460606", "totalCommentsFound": 7458, "totalCommentsReturned": 25, "comments": [{"assetID": 3042077, "replies": [], "lft": 116, "assetURL": "http://thecaucus.blogs.nytimes.com/2011/07/31/boehner-outlines-debt-agreement/", "parentID": null, "commentID": 4261305, "rgt": 117, "userDisplayName": "Alex Kodat", "createDate": "1312170931", "userID": 55077747, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1312171218", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Clinton, NY", "commentType": "comment", "updateDate": "1312167618", "commentSequence": 22, "commentBody": "Mr. Boehner's lovely Powerpoint makes it sound like even if sequestration kicks in the ceiling would not be increased unless the BBA is passed. Other Times articles suggest that this is not the case. I'm guessing Mr. Boehner's being vague to befuddle his caucus. There are also weasle words like ceiling *can* be raised not *will* be raised and \"POTUS would be authorized to ask\" not that anyone would have to give it to him. Again, I can't believe this is anything other than smoke and mirrors for his insane party but, if not, they've eaten Obama's lunch.<br/><br/>On the other hand, if the other Times stories are true, I'd say Obama ate their lunch. The biggest areas on the chopping block would be Defense which Republicans love to lavish money on and Medicare which, dirty secret, will hurt Republicans to cut, too. First, most Medicare money goes to wealthy doctors, hospitals, and health care plans. Second, cuts to Medicare might frighten the Republicans most reliable voters, the elderly, enough to reconsider their views. At least a few of them anyway. Remember that a Republican president passed a drug plan for their reliable voters and big donors in big-Pharma.<br/><br/>And the BBA would be a joke. It'll never pass (at least not in this legislature). If the other Times stories are correct, I'm going to bet that it will be very difficult to get *any* Republicans to vote for this because the Tea Party will be livid.", "recommendationCount": 6}, {"assetID": 3042077, "replies": [], "lft": 118, "assetURL": "http://thecaucus.blogs.nytimes.com/2011/07/31/boehner-outlines-debt-agreement/", "parentID": null, "commentID": 4261306, "rgt": 119, "userDisplayName": "oldcoldwarrior", "createDate": "1312170939", "userID": 18605972, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1312171218", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Jacksonville, NC", "commentType": "comment", "updateDate": "1312167618", "commentSequence": 21, "commentBody": "I am going to call my congressman and tell him to vote no. A budget balance bill without a tax increase on the rich is immoral. Further the default argument is just a scare tactic since the debt ceiling bill excludes treasury notes and allow the executive branch to borrow at will to pay treasury obligations. ", "recommendationCount": 19}, {"assetID": 3042169, "replies": [], "lft": 396, "assetURL": "http://www.nytimes.com/2011/08/01/opinion/the-president-surrenders-on-debt-ceiling.html", "parentID": null, "commentID": 4261277, "rgt": 397, "userDisplayName": "A.K", "createDate": "1312170753", "userID": 7453924, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1312171219", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Denver", "commentType": "comment", "updateDate": "1312167619", "commentSequence": 11, "commentBody": "It is a mystery how the minority party in a two party system dictates policy. Obama has just proven the Republican charges that he is a weak leader. Whatever else he has accomplish or may accomplish is now diminished. Supposedly such an epic abdication of leadership will ensure a 2nd term where somehow all this will be reversed. Obama has hurt his chances to win re-election by vindicating Republican contempt for weak leadership and ensured that if he does somehow win that every proposal will be met with vehement opposition that has absolutely no reason to be less than totally ruthless. Republicans won't take a lost election as disapproval of their policies for long. The only reason Obama even has a chance in the 2012 election is the complete lack of leadership among the Republican mainstream candidates who have any chance at the nomination. The perception of leadership for any challenger can change fast as 2012 approaches since its easy to claim to be a leader in civilian or military hierarchies where opposition faces being fired or worse.<br/><br/>The President will be weighed on his record in 2012 and right now his record consists mostly of 'coulda been worse' which is probably not enough for voters.   ", "recommendationCount": 602}, {"assetID": 3042169, "replies": [], "lft": 248, "assetURL": "http://www.nytimes.com/2011/08/01/opinion/the-president-surrenders-on-debt-ceiling.html", "parentID": null, "commentID": 4261118, "rgt": 249, "userDisplayName": "ProtestDefault", "createDate": "1312169428", "userID": 64595839, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1312171235", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New York, NY", "commentType": "comment", "updateDate": "1312167635", "commentSequence": 12, "commentBody": "We knew Obama was economically conservative during his campaign. But there was no viable candidate with a progressive economic strategy. So progressive voters went with Obama and now we are where we are. Obama has an ideology of his own: a steadfast belief in the bipartisan process. Perhaps the bipartisan strategy will pay off over the long run if Obama has a second term and if the Tea Party suffers enough discredit from this manufactured debt ceiling crisis. <br/><br/>However, it does appear our democracy is breaking down, just like the infrastructure we have neglected for so long. These days it feels like sane ideas such as investing in education and infrastructure while spending less on our military put one at the extreme left of our political spectrum. What is certain is that the state is withering away, but who knows what will come next, particularly as we find ourselves suffering the impact of climate change without a strong public sector in place. ", "recommendationCount": 719}, {"assetID": 3042169, "replies": [], "lft": 84, "assetURL": "http://www.nytimes.com/2011/08/01/opinion/the-president-surrenders-on-debt-ceiling.html", "parentID": null, "commentID": 4260853, "rgt": 85, "userDisplayName": "whess", "createDate": "1312167303", "userID": 56767293, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1312171398", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Arlington, VA", "commentType": "comment", "updateDate": "1312167798", "commentSequence": 13, "commentBody": "Although I agree with the tenor of Prof. Krugman's essay, I have come to believe that government is no longer capable of creating jobs, not in the Keynesian sense he advocates.  For the past thirty years we have been shifting wealth to a small and powerful segment of the population in the conviction that they will create jobs.  Well, now that they have this great wealth, I suggest they step up to the bat.  Now that the business sector is sitting on a lot of cash, they should start hiring.  That's the only way to stimulate the economy.  If every company started by adding to their workforce instead of cutting, adding a few jobs at a time, we would see demand start to pick up and confidence return.  Of course, this assumes that corporations have greater responsibilities to society than merely paying bonuses to their officers and dividends to their shareholders.  How I dream.  ", "recommendationCount": 321}, {"assetID": 3042169, "replies": [], "lft": 278, "assetURL": "http://www.nytimes.com/2011/08/01/opinion/the-president-surrenders-on-debt-ceiling.html", "parentID": null, "commentID": 4261150, "rgt": 279, "userDisplayName": "Ronald", "createDate": "1312169610", "userID": 64607563, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1312171438", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Port Orchard, WA", "commentType": "comment", "updateDate": "1312228810", "commentSequence": 14, "commentBody": "I agree with Mr Krugman's assessment of the economy but I disagree with his evaluation of President Obama. I believe The President has always been a supply side economist. Roosevelt believed in Keynesian economics and put the money in projects that built the nation. President Obama put his money on wall street bonuses. All them stock brokers and bankers were saved to invest outside the US and the trickle down Reaganomics didn't happen again. Obama didn't demand the Bush tax cuts expire because that goes against his beliefs. Even Biden was out several times claiming the tax cuts were trickling down to almost produce jobs after 10 years. Obama is a supply side economist trying to spin the Democrats that he had to give the farm away in war and at home. We will never see a manufacturing boost under this administration. Supply side economics is called free trade now and Obama has sworn many times over his total support of free trade and no desire for equal corrections with other countries.", "recommendationCount": 371}, {"assetID": 3042157, "replies": [], "lft": 4, "assetURL": "http://www.nytimes.com/2011/08/01/opinion/the-diminished-president.html", "parentID": null, "commentID": 4260637, "rgt": 5, "userDisplayName": "Kevin Rothstein", "createDate": "1312165313", "userID": 44053468, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1312171578", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Oceanside, New York", "commentType": "comment", "updateDate": "1312167978", "commentSequence": 1, "commentBody": " Not a word about how the Republicans had their knives out and already sharpened before Obama even took the oath of office. You know he never really had a filibuster proof majority in the Senate. You expect the man to rise above the phony outrage of the Republicans who suddenly woke up and discovered we have a deficit crisis in America? Your expectations of the imperial presidency carefully crafted by George Bush with the supine acquiescence of the democrats has been dealt a blow by the republican obstructionists who have blocked or watered down any attempt by Obama to rescue the economy from disaster. Why are you disappointed? Real leaders don't play the angles? Really? Name them.", "recommendationCount": 436}, {"assetID": 3042157, "replies": [], "lft": 16, "assetURL": "http://www.nytimes.com/2011/08/01/opinion/the-diminished-president.html", "parentID": null, "commentID": 4260820, "rgt": 17, "userDisplayName": "Gemli", "createDate": "1312167112", "userID": 57048689, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1312171645", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Boston", "commentType": "comment", "updateDate": "1312168045", "commentSequence": 2, "commentBody": "Maybe Mr. Obama has dropped the ball, maybe he's been too quick to compromise, and maybe he's far from being the liberal Democrat I thought he would be.  But the short-sighted focus of analyses by Republican apologists is to call attention to Mr. Obama's weakness rather than to bemoan the larger issue, which is that we are witnessing the end of Democracy as we know it.\r<br/><br/>The president may have failed in his strategy of giving the Republicans too much of what they wanted, but the fact that it didn't work is an indication that something unprecedented is going on.  Since when does giving away too much in a negotiation fail to result in a deal?  It is clear that the rules no longer apply.  There is no strategy that will lead to a Democratic \"win.\"  The Tea Party wing of the Republican asylum wanted nothing that the president could give.  They do not care about re-election.  They desire no earmarks for their districts, no roads, no bridges, no nothing.\r<br/><br/>They want to crash the party, and take down the ship of state.  They don't care if they ruin their reputations, or stay in politics, or ever return home again.  They're in full Kamikazi mode.\r<br/><br/>Gallup polls, leadership strategies, playing the angles, it's all just so much rearranging of deck chairs on the Titanic.  A bloodless analysis of how this weakens the president is pointless compared to the bloodletting about to be unleashed by maniacal Republican fanatics bent on destroying this nation.", "recommendationCount": 686}, {"assetID": 3042157, "replies": [], "lft": 6, "assetURL": "http://www.nytimes.com/2011/08/01/opinion/the-diminished-president.html", "parentID": null, "commentID": 4260651, "rgt": 7, "userDisplayName": "Marie Burns", "createDate": "1312165454", "userID": 4461145, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1312172136", "userTitle": null, "editorsSelection": 1, "statusID": 2, "userURL": null, "userLocation": "Fort Myers, Florida", "commentType": "comment", "updateDate": "1312215918", "commentSequence": 3, "commentBody": "News Flash. We do have an Incredible Shrinking President. But we also have an Incredible Shrinking Congress. The American people have often decided they like divided government, and that worked all right when the majority in both parties were reasonable people interested in governance. They weren't people who thought \"compromise\" was a dirty word and they took their oath of office more seriously. <br/><br/>I doubt if anybody in his right might would have guessed that in 2011 a significant number of congressmembers would put their oath to some guy named Grover Norquist over their fidelity to their oath of office. But there you have it. These people are not interested in governing. They are interested in tearing down the government. And, so far, they're doing a bang-up job of it.<br/><br/>If you think Obama is diminished, what about Speaker Boehner? He backed out of his deal with President Obama not because he's a prima donna but because he can't herd his anarchist caucus. He spent months letting the Loon Squad think they could bring down the government and the President -- months he should have spent forming a coalition with Minority Leader Pelosi, a Coalition of the Willing, if you will. The end result: a Teensy Weensy Boehner. <br/><br/>Harry Reid & Mitch McConnell have always looked pretty shrunken, but it turned out they actually did their jobs. They haven't diminished any, even if they haven't grown much.<br/><br/>The whole federal government is diminished. You can blame that directly on Tea Party Republicans. It was their goal to shrink the government, and they succeeded. They also succeeded in shrinking the American people, who now will have less help from the federal government in a time of need. Oh, they didn't shrink the ultra-rich any. But they did shrink the nation. If you think that makes the Tea Party look big, let me assure you these pinheads can all dance on the head of a pin. And they're no angels.<br/><br/>The Constant Weader at <a href=\"http://www.RealityChex.com\" title=\"www.RealityChex.com\" target=\"_blank\">www.RealityChex.com</a> ", "recommendationCount": 1025}, {"assetID": 3042157, "replies": [], "lft": 22, "assetURL": "http://www.nytimes.com/2011/08/01/opinion/the-diminished-president.html", "parentID": null, "commentID": 4260855, "rgt": 23, "userDisplayName": "Diana Moses", "createDate": "1312167327", "userID": 60104105, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1312172172", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Arlington", "commentType": "comment", "updateDate": "1312168572", "commentSequence": 4, "commentBody": "This column seems to me to assume a lot about how things would have played out had President Obama used the style of leadership it claims to prefer.  Given the peculiar reactions of many Republicans to this president, I'm not sure we know how things would have played out in the alternate universe envisioned here.  When things don't come out well in the universe we do inhabit, assigning responsibility for that outcome to one person seems simplistic to me -- everybody involved in a situation contributes to it, I think.  And I don't think President Obama can control other people's behavior, either, no matter from what vantage point he leads.  I'm okay with President Obama finding his own voice and I'm okay with different people using different styles of leadership -- I'm even okay with leadership styles that require something more, or something different from usual, from those who are being led.<br/><br/><a href=\"http://dictaobscura.wordpress.com/\" title=\"http://dictaobscura.wordpress.com/\" target=\"_blank\">http://dictaobscura.wordpress.com/</a>", "recommendationCount": 95}, {"assetID": 3042157, "replies": [], "lft": 20, "assetURL": "http://www.nytimes.com/2011/08/01/opinion/the-diminished-president.html", "parentID": null, "commentID": 4260844, "rgt": 21, "userDisplayName": "clem healy", "createDate": "1312167267", "userID": 37189161, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1312172278", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New York, NY", "commentType": "comment", "updateDate": "1312168678", "commentSequence": 5, "commentBody": "Mr. Douthat would have us believe that the debacle over the debt crisis was solely Obama's problem. He cites the polls as showing that it would be the Republican party that would take the blame. But it was Obama's desire to obtain a balanced plan that would reduce spending and increase income that the Tea Party representatives rejected. The Tea Party members refused any new taxes since they claim to owe their allegiance to their constituents.<br/>\nI would suggest that the new members of the  House reread the oath of office when they were sworn in. The current oath was enacted by Congress in 1862.<br/>\n \"I do solemnly swear (or affirm) that I will support and defend the Constitution of the United States against all enemies, foreign and domestic; that I will bear true faith and allegiance to the same; that I take this obligation freely, without any mental reservation or purpose of evasion; and that I will well and faithfully discharge the duties of the office on which I am about to enter. So help me God.\"<br/>\nClearly, they are sworn to defend the Constitution, in this instance Article Fourteen, that the country will pay it's debts. nowhere in the oath are the House members sworn to vote as their constituents tell them to, if it violates the Constitution, and if it violates their oath.", "recommendationCount": 243}, {"assetID": 3042158, "replies": [], "lft": 50, "assetURL": "http://www.nytimes.com/2011/08/01/opinion/to-escape-chaos-a-terrible-debt-deal.html", "parentID": null, "commentID": 4260915, "rgt": 51, "userDisplayName": "Jay", "createDate": "1312167858", "userID": 45588890, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1312172464", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Sonoma County, CA", "commentType": "comment", "updateDate": "1312168864", "commentSequence": 1, "commentBody": "The Democrats won nothing because they don't control congress and the Tea Party group clearly is willing to go to extremes.  I really don't see what Obama could have done when he doesn't control the purse stings by fiat.  The only real solution is partly to raise taxes, but this Congress isn't going to do that (much).<br/><br/>I'm generally a liberal, but after some thought I realize something has to be done.  I recently visited a urologist for the first time.  The bill was four times higher than my family physician.  I came to the conclusion that he charges that much because he can: most of his patients are on Medicare.  I heard that each Shuttle Mission cost 1 billion dollars.  I love the Space Program, but seriously, that is ridiculous. We have no choice but to live within our means and we can't just keep going on like this.  You can't raise taxes enough to solve the problem.<br/><br/>The fact is we cannot take on people's health and longevity as a capital maintenance expense like the water works or roads.  It is impossible to ask the ever shrinking young population to pay for it all.  The use of Social Security and Medicare as a lifestyle for Active Retirement is unsupportable.  The medicine that has improved our lives and health over the last 100 years has thrown the planet and the situation of the Human Race out of balance.", "recommendationCount": 177}, {"assetID": 3042158, "replies": [], "lft": 54, "assetURL": "http://www.nytimes.com/2011/08/01/opinion/to-escape-chaos-a-terrible-debt-deal.html", "parentID": null, "commentID": 4260980, "rgt": 55, "userDisplayName": "Jack Nargundkar", "createDate": "1312168322", "userID": 20135455, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1312172501", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Germantown, MD", "commentType": "comment", "updateDate": "1312168901", "commentSequence": 2, "commentBody": "If both, the far left and the far right are far from pleased, then one would have to assume that it is a fair deal.  President Obama could have invoked the 14th Amendment but it appears that he would rather move to the center prior to the 2012 election and regain the independents, who will be among those that consider this a fair deal.  It's Obama's equivalent of Clinton's compromise on the 1996 Welfare Act that sealed Clinton's reelection with a plurality of the independent vote.  <br/><br/>To be fair to President Obama, he must have determined that any impact of the spending cuts will not be really felt by his larger Democratic base prior to 2013.  And, he probably concluded, as your editorial does, that he will \"make the case in the 2012 elections for new lawmakers who will undo the damage.\"  It was more important to get the debt ceiling crisis out the way for now to prevent a major economic calamity at home and abroad.  So this deal wins the debt ceiling battle for now and gives him breathing room for a bigger war over the national debt during the 2012 campaign.", "recommendationCount": 207}, {"assetID": 3042158, "replies": [], "lft": 102, "assetURL": "http://www.nytimes.com/2011/08/01/opinion/to-escape-chaos-a-terrible-debt-deal.html", "parentID": null, "commentID": 4261276, "rgt": 103, "userDisplayName": "Diana Moses", "createDate": "1312170746", "userID": 60104105, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1312172538", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Arlington", "commentType": "comment", "updateDate": "1312168938", "commentSequence": 3, "commentBody": "To try to dismantle this dynamic, perhaps we need to address why we are getting irrational aggressive behavior from the Republicans. I agree that when people are willing to cross lines most of us understand as off-limits, the choices available to those dealing with them may not include anything that can keep us from suffering damage and loss.  The social (and political) compact are predicated on some kind of \"obedience to the unenforceable,\" and if we've lost that aspect to our polity, maybe that's a place to start repairing what has gone awry and culminated in this kind of dynamic.  If we figure out how to dissipate or mop up some of the anger, bitterness, self-pity, ignorance, and self-indulgence that seems to be roiling around, maybe fewer people would be vulnerable to manipulation and misinformation by segments of the media, lobbyists, and special interest groups.  Rather than trying to deny that what's happened with this \"terrible deal\" has developed organically from what's going on more generally in our country, we should take it as the death of the canary in the coal mine, I think, and figure out how to ventilate our \"cave,\" to segue to Plato's metaphor.<br/><br/><a href=\"http://dictaobscura.wordpress.com/\" title=\"http://dictaobscura.wordpress.com/\" target=\"_blank\">http://dictaobscura.wordpress.com/</a>", "recommendationCount": 90}, {"assetID": 3042158, "replies": [], "lft": 76, "assetURL": "http://www.nytimes.com/2011/08/01/opinion/to-escape-chaos-a-terrible-debt-deal.html", "parentID": null, "commentID": 4261082, "rgt": 77, "userDisplayName": "Bryan Barrett", "createDate": "1312169156", "userID": 57593485, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1312172927", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Malvern, PA.", "commentType": "comment", "updateDate": "1312169327", "commentSequence": 4, "commentBody": "Your evident definition of reasonable people does not include Americans between the coasts, flyover country, who enthusiastically heeded the call by President Obama to contact their representatives in DC and make their feelings known to their representatives.  Yet again the people won.<br/><br/>The calculation which Senator Reed, and Congresswoman Pelosi relied upon as being the same as the lead up to the passage of, pass and then you will find out what is in it, Obamacare, may have damaged the Democrat party in the eyes of the little people, as well as adding this latest debacle, in which the President led the retreat, to a resounding defeat.  <br/><br/>At what point will the NYT understand that spending money which we do not have, at a rate never before known in a Presidential incumbency, even in wartime, by a Congress and Administration, which has been bound and determined to pass through to the generations to come, debt that is unsustainable, until now when the first brakes have been applied, to begin to end the lunacy ?<br/><br/>Printing greenbacks, mentioned in the NYT again tonight, is a another disaster.  The cost of oil will once again soar, and the little people of our country will soon be faced with $5 or $6 a gallon gas to get to work.  The dollar, already in jeopardy, will benefit exports, and kill us on imports.<br/><br/>Tonight, assuming the deal holds and the agreed legislation becomes law, marks a new era in American politics, where the power of the little people expressed through the representatives they elected to Congress in November 2010, accomplished what the people demanded of them.  That is Democracy in action.  The majority actually won for a change.  ", "recommendationCount": 119}, {"assetID": 3042158, "replies": [], "lft": 56, "assetURL": "http://www.nytimes.com/2011/08/01/opinion/to-escape-chaos-a-terrible-debt-deal.html", "parentID": null, "commentID": 4260982, "rgt": 57, "userDisplayName": "John A. Figliozzi", "createDate": "1312168324", "userID": 11960208, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1312172939", "userTitle": null, "editorsSelection": 1, "statusID": 2, "userURL": null, "userLocation": "Halfmoon, N.Y.", "commentType": "comment", "updateDate": "1312198243", "commentSequence": 5, "commentBody": "Your editorial says, \"But in the end, most Democrats will have no choice but to swallow their fury, accept the deal, and, we hope, fight harder the next time.\"<br/><br/>I respectfully disagree.  The Democrats have a choice. In the House, they--or at least the Progressive Caucus-- should vote it down and force the Republicans to own their work.  If the GOP can't muster enough votes to pass it, the President's hand will have been forced.  Either he invokes the 14th amendment or some other legal maneuver to declare the debt ceiling unconstitutional or he allows the country to default.  At least then, he would have been forced to lead.  And if he chose the 14th, which he would almost have to do, it would put us on level terms with the tea party caucus once again.  And then we can start over.", "recommendationCount": 910}, {"assetID": 3042158, "replies": [], "lft": 72, "assetURL": "http://www.nytimes.com/2011/08/01/opinion/to-escape-chaos-a-terrible-debt-deal.html", "parentID": null, "commentID": 4261046, "rgt": 73, "userDisplayName": "clem healy", "createDate": "1312168812", "userID": 37189161, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1312172966", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New York, NY", "commentType": "comment", "updateDate": "1312169366", "commentSequence": 6, "commentBody": "The debt ceiling crisis has exposed a fundamental flaw in our system of government. A representative democracy was, according to Madison, sufficient to protect government from a faction. The Tea Party has clearly shown the flaw in that assumption. Over in the Senate, the Filibuster allows a single senator to defeat the will of the Senate. We need to revise the way the two bodies are structured to put up a firewall against such attacks on our system. But that will first require the voters to throw out of office those they elected in anger in 2008. And there is scant chance of that happening.", "recommendationCount": 220}, {"assetID": 3042158, "replies": [], "lft": 104, "assetURL": "http://www.nytimes.com/2011/08/01/opinion/to-escape-chaos-a-terrible-debt-deal.html", "parentID": null, "commentID": 4261340, "rgt": 105, "userDisplayName": "waves", "createDate": "1312171190", "userID": 63094015, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1312172996", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Buffalo, NY", "commentType": "comment", "updateDate": "1312169396", "commentSequence": 7, "commentBody": "The US federal budget is $3.5 trillion annually.  <br/><br/>The initial cut ($1 trillion over 10 years) equates to just 2.9%.  The \"dreaded guillotine\" ($1.0 trillion + $1.2 trillion, both over 10 years) equates to just 6.3%.<br/><br/>This isn't armageddon. It is a reasonable trimming of expenditures which will help better position the United States for a prosperous financial future.  <br/><br/>Next should come two other prudent moves:  ending tax cuts &amp; loopholes for the super-wealthy and closing military bases in self-sufficient countries like Germany.", "recommendationCount": 302}, {"assetID": 3042120, "replies": [], "lft": 24, "assetURL": "http://thecaucus.blogs.nytimes.com/2011/07/31/several-steps-remain-before-the-debt-ceiling-is-raised/", "parentID": null, "commentID": 4261517, "rgt": 25, "userDisplayName": "Podesta", "createDate": "1312172856", "userID": 8264296, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1312173008", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Portland", "commentType": "comment", "updateDate": "1312169408", "commentSequence": 8, "commentBody": "Of course the first African-American President is being subjected to much more resistance because of what he represents.  'Liberals' so weak or in denial about the reality that 20% of voters would never vote for an African-American candidate at all should feel free to field their own Great White Hope.  But, the majority of Democrats will continue to support the President, who has  managed to salvage important legislation despite the unprecedented backlash he has faced.  Health care insurance reform, financial reform, a consumer protection agency, the Lily Ledbetter Fair Pay Act, etc., are all accomplishments because of the President being denigrated by some so-called liberals.<br/><br/>That 20% of the population referenced above is the basis of the tea party movement.  The hopefully small share of liberals and moderates who share their bigotry should feel free to join them.  We don't want bigots supporting the Democratic Party.", "recommendationCount": 11}, {"assetID": 3042158, "replies": [], "lft": 44, "assetURL": "http://www.nytimes.com/2011/08/01/opinion/to-escape-chaos-a-terrible-debt-deal.html", "parentID": null, "commentID": 4260893, "rgt": 45, "userDisplayName": "Kevin Rothstein", "createDate": "1312167627", "userID": 44053468, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1312173010", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Oceanside, New York", "commentType": "comment", "updateDate": "1312169410", "commentSequence": 8, "commentBody": "Why does the Times think that the Bush tax cuts will expire at the end of 2012? What is there to stop the Republicans from pushing for another extension. They have already succeeded in holding Obama hostage over the increase in the debt ceiling. They held up an increase in unemployment benefits to extort the extension of the cuts. I'm sure the Republicans are planning on doing something next year to push for the extension. And based upon past experience, there is nothing to stop them", "recommendationCount": 603}, {"assetID": 3042158, "replies": [], "lft": 98, "assetURL": "http://www.nytimes.com/2011/08/01/opinion/to-escape-chaos-a-terrible-debt-deal.html", "parentID": null, "commentID": 4261225, "rgt": 99, "userDisplayName": "Ty", "createDate": "1312170294", "userID": 2499188, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1312173030", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "SF", "commentType": "comment", "updateDate": "1312169430", "commentSequence": 9, "commentBody": "Obama caved to economic terrorists who literally want to shrink our government until it can be drowned in the bathtub. I hope the bill fails so he's forced to do what he should have done in the first place - whip out the 14th or mint platinum coins or whatever.  Fight a dumb procedural trick with another procedural trick.  Don't sell out your party's values. Don't take it out on the old and the poor, on our schools and infrastructure.<br/><br/>If tea partiers want low taxes and low government services, let them move to some banana republic.  Don't let them destroy the US.", "recommendationCount": 757}, {"assetID": 3042158, "replies": [], "lft": 22, "assetURL": "http://www.nytimes.com/2011/08/01/opinion/to-escape-chaos-a-terrible-debt-deal.html", "parentID": null, "commentID": 4260807, "rgt": 23, "userDisplayName": "MarkDMc", "createDate": "1312166930", "userID": 3360642, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1312173054", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Westport, CT", "commentType": "comment", "updateDate": "1312169454", "commentSequence": 10, "commentBody": "The Democrats surrender to the Teapublicans without putting up much of fight, giving them everything they've demanded getting next to nothing in return.  As usual, the middle class, the elderly and the disabled along with the poor will be the ones who suffer the most while the ultra-wealthy, multinational corporations and defense contractors will make no real sacrifice at all. The Democrats have proven themselves to have no cohesion and no courage in defending the middle class and the poor.  Therefore, we have no reason to support them any longer. ", "recommendationCount": 273}, {"assetID": 3042158, "replies": [], "lft": 46, "assetURL": "http://www.nytimes.com/2011/08/01/opinion/to-escape-chaos-a-terrible-debt-deal.html", "parentID": null, "commentID": 4260895, "rgt": 47, "userDisplayName": "Jake", "createDate": "1312167636", "userID": 58426613, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1312173069", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "WA", "commentType": "comment", "updateDate": "1312169469", "commentSequence": 11, "commentBody": "\"Lunacy and extremists\" not the type of 'helpful rhetoric' that will make this debate a dialogue. It is definitely a win for republicans but unfortunately it still has not cut enough. Face it folks .. We have no money. We have got to quit spending what we don't have. More than that I believe that it is a bad idea to take money out of the private sector and give it to a government that will not spend it wisely. ", "recommendationCount": 77}, {"assetID": 3042158, "replies": [], "lft": 16, "assetURL": "http://www.nytimes.com/2011/08/01/opinion/to-escape-chaos-a-terrible-debt-deal.html", "parentID": null, "commentID": 4260798, "rgt": 17, "userDisplayName": "RMW", "createDate": "1312166893", "userID": 86381, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1312173103", "userTitle": null, "editorsSelection": 1, "statusID": 2, "userURL": null, "userLocation": "Ellicott City, MD", "commentType": "comment", "updateDate": "1312169503", "commentSequence": 12, "commentBody": "The editorial's suggestion that president Obama should have done more to get a better debt ceiling increase deal, perhaps \"threatening to use Constitutional powers to ignore the debt ceiling if Congress abrogated its responsibility to raise it\" is unrealistic. No person or country would have purchased US debt issued based on a legally questionable increase in the debt ceiling by the President. End of story.", "recommendationCount": 129}, {"assetID": 3042158, "replies": [], "lft": 116, "assetURL": "http://www.nytimes.com/2011/08/01/opinion/to-escape-chaos-a-terrible-debt-deal.html", "parentID": null, "commentID": 4261389, "rgt": 117, "userDisplayName": "stormkite", "createDate": "1312171764", "userID": 59714907, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1312173199", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "texas", "commentType": "comment", "updateDate": "1312169599", "commentSequence": 13, "commentBody": "At this point the two things with which the Democrats and especially President Obama should be concerning themselves are (1) building enough of a base among the independent and theoretically \"Moderate\" Republicans (there might be two or three left in some obscure corner of the midwest) to make up for the progressive and sane wings of the Democratic party, which they just flayed alive and staked on an anthill with salt on their tongues and their eyelids cut off, and Second, with finding a way to keep the aforementioned Democratic wings in the United States long enough to matter. We may well not have anyone ELSE to vote for, but if our \"Hope and Change\" is the second best Republican of the last fifty years (Bill being the best) we can sure enough vote with our feet.  Mr. Obama may have found a way to get the Republicans to insist on leaving the borders open as the \"not as dumb as rocks\" portion of the populace decamps for the civilized world.", "recommendationCount": 65}]}, "copyright": "Copyright (c) 2016 The New York Times Company.  All Rights Reserved."}