{"debug": {"version": 3.1}, "status": "OK", "results": {"api_timestamp": "1481460191", "totalCommentsFound": 2818, "totalCommentsReturned": 25, "comments": [{"assetID": 1961552, "replies": [], "lft": 210, "assetURL": "http://dotearth.blogs.nytimes.com/2010/10/15/a-physicists-climate-complaints/", "parentID": null, "commentID": 2691486, "rgt": 211, "userDisplayName": "Dale R. McIntyre, PhD", "createDate": "1287201698", "userID": 57386867, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1287288220", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Bartlesville, Oklahoma", "commentType": "comment", "updateDate": "1287284620", "commentSequence": 90, "commentBody": "<br />I wonder how many here, whether skeptics or AGW believers, had heard of Hal Lewis before his public resignation from APS?<br /><br />To the skeptics, and AGW believers alike, I say, \"Why should you care what a man you've never heard of thinks about global warming?<br /><br />Both sides seem to be falling into logical error. On the one side I see argument from authority. On the other, argument ad hominem.<br /><br />The skeptics seem to be saying \"We are told this man is an eminent physicist, although we could not vouch for that on personal knowledge. This eminent man tells us that global warming is a fraud.  Therefore global warming must be a fraud.\"<br /><br />Logical error by argument from authority.<br /><br />The AGW believers seem to be saying \"This man, of whom we had not heard before,  believes global warming is a fraud.  Therefore he cannot be an eminent physicist, or if he was, he is not a climate scientist, or if he is, he must be senile, or in the pay of Big Oil, or both, and thus we need not re-consider our world view to accomodate his opinion.\"<br /><br />Logical error by argument ad hominem.<br /><br />In my opinion all commentators of whatever persuasion should dig into ALL the literature, both pro and con, consider ALL the evidence, both pro and con, and start to think for themselves.<br /><br /> Instead of getting all worked up about what someone else, prominent or not, thinks about the subject in hand.<br /><br />", "recommendationCount": 8}, {"assetID": 1961552, "replies": [], "lft": 212, "assetURL": "http://dotearth.blogs.nytimes.com/2010/10/15/a-physicists-climate-complaints/", "parentID": null, "commentID": 2691488, "rgt": 213, "userDisplayName": "nanook the eskimo", "createDate": "1287201730", "userID": 4439981, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1287288228", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "cold locker", "commentType": "comment", "updateDate": "1287284628", "commentSequence": 91, "commentBody": "Pre-emptively moving to the Safeways in Honolulu was the smartest move nanook ever made :)", "recommendationCount": 0}, {"assetID": 1961552, "replies": [], "lft": 214, "assetURL": "http://dotearth.blogs.nytimes.com/2010/10/15/a-physicists-climate-complaints/", "parentID": null, "commentID": 2691540, "rgt": 215, "userDisplayName": "Hilary Ostrov", "createDate": "1287202853", "userID": 16663526, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1287288350", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Vancouver, BC", "commentType": "comment", "updateDate": "1287284750", "commentSequence": 92, "commentBody": "Andrew Revkin wrote:<br /><br />\"Interestingly, a member of that panel was Stephen Schneider, for decades a strong proponent of action to limit greenhouse gases.\"<br /><br />Quite so.  But unless I'm very much mistaken, prior to adopting advocacy of this particular \"cause\", Schneider was banging another alarmist snare-drum: alerting the world to (for want of a better term) catastrophic global cooling.<br /><br />In the interest of full disclosure, I must confess that I'm merely a fairly recent and occasional reader of dotearth.  But considering your inquisition of (and rather shallow conclusion regarding) Dr. Lewis, I wonder if you have a post in which you report on a similar exchange with Schneider.<br /><br />I also wonder if you have any comment on the failure of the powers that be at the APS to comply with the organization's constitutional requirement that on the strength of a petition by a minimum of 200 members they are obliged to (in this instance) convene a Topical Group to conduct an independent study and assessment.<br /><br />Which, of course, gives rise to the further question:<br /><br />In light of the APS assertion, in its recent Press Release, that \"relatively few APS members conduct climate change research\" and the glaringly obvious absence of any due diligence (i.e. the conduct of an independent study and assessment), why should the APS \"Statement\" - and its authoritative/authoritarian* proclamation - be given any weight whatsoever?<br /><br />* From the APS \"Statement\":<br /><br />\"The evidence is incontrovertible: Global warming is occurring. If no mitigating actions are taken, significant disruptions in the Earth’s physical and ecological systems, social systems, security and human health are likely to occur. We must reduce emissions of greenhouse gases beginning now.\"<br /><br />IOW, why the focus on Dr. Lewis - without the context of the APS actions (and inactions)?<br /><br />And why the exclusion from the APS exhortation that \"reduce emisions of greenhouse gases now\" = \"we can only reduce emissions of GHGs by the draconian (and unproven) measure of (Armstrong's 10:10 revolutionary certified?!) reduction of activities that result in less Carbon Dioxide in order to (according IPCC honchos, luminaries and videos) \"save the world\".<br /><br />FWIW, I do have some criticism of Dr. Lewis in that, while I understand and fully appeciate his sentiments, I don't find his (or anyone's) depiction of the CO2 (primary cause)-&gt;AGW hypothesis as \"fraud\" or \"scam\" to be helpful.<br /><br />Nonetheless, I have seen sufficient evidence (not the least of which is Michael Mann's recent whine-fest at the Washington Post), that I cannot but concur with the inference one draws from Dr. Lewis's letter of resignation: \"climate science\" - as it has been practiced and touted over the last 20 years or so - is not \"science\" ... at least not in my pre-post-modernist understanding of the word.", "recommendationCount": 13}, {"assetID": 1961552, "replies": [], "lft": 216, "assetURL": "http://dotearth.blogs.nytimes.com/2010/10/15/a-physicists-climate-complaints/", "parentID": null, "commentID": 2691592, "rgt": 217, "userDisplayName": "R. Craigen", "createDate": "1287204299", "userID": 55979753, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1287288357", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Winnipeg", "commentType": "comment", "updateDate": "1287284757", "commentSequence": 93, "commentBody": "Andy, you say \"I share Ropeik’s view.\"<br /><br />You neglected to add \"...whatever that is.\"", "recommendationCount": 12}, {"assetID": 1961552, "replies": [], "lft": 218, "assetURL": "http://dotearth.blogs.nytimes.com/2010/10/15/a-physicists-climate-complaints/", "parentID": null, "commentID": 2691636, "rgt": 219, "userDisplayName": "Ike Solem", "createDate": "1287206000", "userID": 57245573, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1287288379", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "CA", "commentType": "comment", "updateDate": "1287284779", "commentSequence": 94, "commentBody": "A little background on Dr. Lewis is illustrative - but first, keep in mind that eventually, the Los Alamos nuclear labs will be converted to civilian use - and renewable energy research (and/or climate research) is at the top of the list.<br /><br />Here's the transcript from 1986:<br /><a href=\"http://www.aip.org/history/ohilist/4742.html\" target=\"_blank\">http://www.aip.org...</a><br /><br />It's a long interview, but it covers the formation of the Los Alamos nuclear group, and the scientific advisory committee JASON in 1960 - but here are the relevant quotes on his past association with pseudoscientific frauds, some of them along the lines of \"Men Who Stare At Goats\" stories:<br /><br />\"In the early years — the very beginning of JASON — the principal issue was missile defense, and we spent the early years working on reentry physics and missile defense problems of that kind. Then we branched out and did other things.\"<br /><br />\"I made an arrangement for these guys Targ and Puthoff, who are the ones who were doing the Uri Geller bit. I made a deal for them to come and give a talk to JASON about their work, and I remember Charlie Anderson was extremely embarrassed by the whole thing. He was very upset about that, because he didn't regard that as putting SRI's best foot forward.\"<br /><br />\"Then there were these proposed weapons systems that had to do with extreme relativistic particle beams. We worked for years on the instabilities and problems associated with those weapons.\"<br /><br />On Vietnam protestors:<br />\"Hell, I was chairman of JASON and everybody knew it. I never kept it a secret. It's just that there wasn't that kind of agitation, and also I'm such a nice guy; how can anyone be mad at me? \"<br /><br />On carbon dioxide (again from 1986)<br />\"We've done other things. In recent years we've done civilian things. We've done carbon dioxide and that sort of thing.\"<br /><br />After that, he joined up with the Defense Science Board, also a major sponsor of pseudoscientific missile defense programs, and loaded with conflicts of interest relative to defense contractors.<br /><br />A veteran of turf wars in the federal government, too - and does he want to see Los Alamos change its mission, one wonders?<br /><br />This isn't the first military-industrial academic who has come out of the blue to attack climate science - but nowhere do they present specific arguments, merely loud-mouthed insults without any scientific basis.", "recommendationCount": 1}, {"assetID": 1961552, "replies": [], "lft": 220, "assetURL": "http://dotearth.blogs.nytimes.com/2010/10/15/a-physicists-climate-complaints/", "parentID": null, "commentID": 2691639, "rgt": 221, "userDisplayName": "Dan Hunt", "createDate": "1287206112", "userID": 36523335, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1287288386", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Brooklyn", "commentType": "comment", "updateDate": "1287284786", "commentSequence": 95, "commentBody": "Wow Andy, by all appearances the dining room tables in attendance really could've done without that additional dissonant congition. You've gone and ruined a perfectly Friday night of surfin the internet for the soothing comfort of 'skeptic' blog and conservative 'news' source sanctioned disinformation. And heck if they're not going to take it out of your hide.<br /><br />The irritation cum desperation does make for good entertainment though. It was the data what changed dagnamit! (to which the accompanying quote of Keynes retort to the neoclassical 'skeptics' of his day is sweet irony) But nevermind that, the models- it must've been the 'failure' of the models (e.g. the Hansen forecasts presented to Congress in the 80s that have proven exceptionally skillful) what changed his mind! Or could it be the truth is that Dr. Lewis's book was written in da vinci code? A prescient warning to us all about the impending plot by those multi-trillion dollar cabal of scientists to upend capitalism and empower the UN to take over the world. If only we were able to decipher it earlier, the fossil fuel industry/sector would still be the worlds largest industry sector by an order of magnitude... err...<br /><br />Back here on the mainland we recognize a temper tantrum when we see one. And we've come across a few old men that have grown delusional with age in our time. You don't even often hear about such cases on the 11:00 news. Of course, I don't know how or where Dr. Lewis's gray matter went spongiform but have concluded that's the only possible explanation.<br /><br />As Andy points out, what the good doctor originally wrote was based in first principles, i.e. of the vintage 19th century variety. That those led Dr. Lewis to once acknowledge the fact that adding heat trapping gases to the atmosphere traps more heat doesn't make that fact any less mundane, no more than his subsequent journey into the dark heart of enfeebling neurosis led him to claim the whole thing was a 'fraud'. Dog bites man.<br /><br />Hey, anyone here hear about how the Wegman report to Congress as commissioned by the fossil fuel industry, errr. Representative Joe Barton to smear climate scientists with significant sounding irrelevancies was actually amateur hour nonsense written by a barely post docs and a few grad students, riddled with errors and distortions and one third plagiarized? Yea, didn't think so.", "recommendationCount": 3}, {"assetID": 1961552, "replies": [], "lft": 222, "assetURL": "http://dotearth.blogs.nytimes.com/2010/10/15/a-physicists-climate-complaints/", "parentID": null, "commentID": 2691689, "rgt": 223, "userDisplayName": "Thomas Zaslavsky", "createDate": "1287208007", "userID": 355880, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1287288393", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Binghamton, N.Y.", "commentType": "comment", "updateDate": "1287284793", "commentSequence": 96, "commentBody": "Let's hear more from Susan Anderson (commenter #1) and less from incoherent ex-physicists.", "recommendationCount": 4}, {"assetID": 1961552, "replies": [], "lft": 224, "assetURL": "http://dotearth.blogs.nytimes.com/2010/10/15/a-physicists-climate-complaints/", "parentID": null, "commentID": 2691707, "rgt": 225, "userDisplayName": "Matt", "createDate": "1287208524", "userID": 59660779, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1287288408", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Michigan", "commentType": "comment", "updateDate": "1287284808", "commentSequence": 97, "commentBody": "\"My fellow scientists and I must be ready to stand up to blatant abuse from politicians who seek to mislead and distract the public. They are hurting American science.\"<br /><br />— Susan Anderson (#17)<br /><br />You must be referring to Al Gore, since it was that politician's propaganda film, An Inconvenient Truth, that was found by the British High Court to contain serious errors of scientific fact (this in spite of the fact that he would have been hard pressed to find a court more sympathetic to his AGW views than the British High Court).<br /><br />Or, maybe you agree that polar bears are indeed drowning because they have to swim long distances to find ice due to global warming (now \"climate change\"), which was but one nonsensical assertion cited as scientific error by the BritishHigh Court.<br /><br />You wouldn't be alone in holding that view. Apparently Dr. Robert Corell, chairman of the Arctic Climate Impact Assessment, doesn't always recognize fact from drowning polar fiction either, since he found no scientific errors in Mr. Gore's film.<br /><br />After seeing the film, Dr. Corell had this to say: \"I sat there and I'm amazed at how thorough and accurate (An Inconvenient Truth was).  After the presentation I said, 'Al, I'm absolutely blown away. There's a lot of details you could get wrong.'...I could find no error.\"<br /><br />That's not to say that the fact that polar bears evolved from brown bears some 200,000 years ago and therefore survived the last interglacial period, a period much warmer than today, should intrude itself upon and ruin an otherwise good and scary science fiction movie (and religion).<br /><br />", "recommendationCount": 17}, {"assetID": 1961552, "replies": [], "lft": 226, "assetURL": "http://dotearth.blogs.nytimes.com/2010/10/15/a-physicists-climate-complaints/", "parentID": null, "commentID": 2691716, "rgt": 227, "userDisplayName": "chris y", "createDate": "1287209046", "userID": 58951348, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1287288418", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "florida", "commentType": "comment", "updateDate": "1287284818", "commentSequence": 98, "commentBody": "re 89, Dr Crinum- \"Bringing in an AGW soothsayer for psychoanalysis. Very sick. Andy, you blew it. \"<br /><br />Actually, I thought it was quite amusing. Lewis points out the pseudoscience endemic in climate research, dependent as it is on Rorschach inkblot interpretations of spotty climate data past and present, and Andy totes out a Rorschach inkblot savant to critique the physicist. Pretty damn pathetic.<br />", "recommendationCount": 17}, {"assetID": 1961552, "replies": [], "lft": 228, "assetURL": "http://dotearth.blogs.nytimes.com/2010/10/15/a-physicists-climate-complaints/", "parentID": null, "commentID": 2691729, "rgt": 229, "userDisplayName": "Ike Solem", "createDate": "1287209709", "userID": 57245573, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1287288439", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "CA", "commentType": "comment", "updateDate": "1287284839", "commentSequence": 99, "commentBody": "It'd be interesting to hear Dr. Lewis dispute the basis of his apparent disagreement with Gilbert Plass:<br /><br /><a href=\"http://www.realclimate.org/index.php/archives/2010/01/the-carbon-dioxide-theory-of-gilbert-plass/\" target=\"_blank\">http://www.realclimate.org...</a><br /><br />\"Gilbert Plass was one of the pioneers of the calculation of how solar and infrared radiation affects climate and climate change. . . Plass (writing in 1956 remember) estimates that a doubling of CO2 would cause the planet to warm 3.6ºC, that CO2 levels would rise 30% over the 20th Century and it would warm by about 1ºC over the same period. The relevant numbers from the IPCC AR4 are a climate sensitivity of 2 to 4.5ºC, a CO2 rise of 37% since the pre-industrial and a 1900-2000 trend of around 0.7ºC\"<br /><br />His interest in climate was co-incidental to his paying job, which was doing calculations for infrared-sensing heat-seeking missiles in the atmosphere as a function of height.<br /><br />For those who might be curious, a good introduction to radiation calculations in the atmosphere (the basis of the first climate modeling efforts) is here:<br /><br /><a href=\"http://www.aip.org/history/climate/Radmath.htm\" target=\"_blank\">http://www.aip.org...</a><br /><br />\"A pioneer was the physicist Gilbert N. Plass, who had been doing lengthy calculations of infrared absorption in the atmosphere. He held an advantage over earlier workers, having not only the use of digital computers, but also better numbers, from spectroscopic measurements done by a group of experimenters he was collaborating with at the Johns Hopkins University. Military agencies supported their work for its near-term practical applications, but Plass happened to have read Callendar's papers, and was personally intrigued by the old puzzle of the ice ages and other climate changes.\"<br /><br />The basic approach to handling radiation in any planetary atmosphere is still used today:<br /><br />\"Plass pursued these details with a thorough set of one-dimensional computations, taking into account the structure of the absorption bands at all layers of the atmosphere. His final figures showed convincingly that adding or subtracting CO2 could seriously affect the radiation balance layer by layer through the atmosphere, altering the temperature by a degree or more down to ground level.\"<br /><br />What Plass neglected, and what Manabe &amp; Wetherald later included in the first realistic models was atmospheric convection - driven by the tendency for hot air to rise.  This was all done in the mid 1960s, while the JASON people (including the chairman, Harold Lewis) were busy with research on how to 'cordon off' South Vietnam from North Vietnam. . . . Where will they dig up their next 'expert witness,' one wonders?<br /><br />In any case, the radiation calculations of Plass as applied within the radiation convection models of Manabe et al. are still basically correct and unchallenged.  Since then, it's been a matter of refinement - including ocean-atmosphere interactions, aerosol effects, and other greenhouse gases like CH4 and N2O.<br /><br />Nowhere does Lewis say anything about what might be wrong with that approach, or with the predictions it generated - all he does his hurl insults over ClimateGate emails related to tree ring datasets (a paleoclimate issue of minor importance - tree rings track temp, water, nutrients, and a few other factors and are not the best (or only) proxy for climate).  That's nothing compared to the far greater fraud in the JASON / DSB-supported missile defense program - or the actual deliberate criminal negligence seen in the BP \"DeepWaterGate\" oil spill.<br /><br />In contrast, the results of the basic radiative-convective model approach were verified by applying them to other planets with very different conditions:<br /><br />\"Primitive one-dimensional  models were also valuable, or even crucial, for studies of conditions far from normal. Various groups used simple sets of equations to get a rough picture of the basic physics of the atmospheres of other planets such as Mars and Venus. When they got plausible rough results for the vastly different conditions of temperature, pressure, and even chemical composition, that confirmed that the basic equations were broadly valid.\"<br /><br />So, where precisely does Dr. Lewis find fault?  Attacking the UEA researchers over their poorly considered but non-fraudulent emails doesn't constitute finding any fault with radiation-convection models, does it?  Those - not UEA tree ring datasets - are what form the basis of climate projections.", "recommendationCount": 3}, {"assetID": 1961552, "replies": [], "lft": 230, "assetURL": "http://dotearth.blogs.nytimes.com/2010/10/15/a-physicists-climate-complaints/", "parentID": null, "commentID": 2691778, "rgt": 231, "userDisplayName": "Adrian O", "createDate": "1287212126", "userID": 19926270, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1287288452", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "State College, PA", "commentType": "comment", "updateDate": "1287284852", "commentSequence": 100, "commentBody": "The data has been kept deliberately hidden. Who can pretend that this is a debate about science when the relevant data to the alleged global warming, namely the satellites readings of the last 30 years, is available to the public or scientists in an understandable,graphical form only on one site maintained by a volunteer computer scientist?<br /><br /><a href=\"http://www.woodfortrees.org\" target=\"_blank\">http://www.woodfortrees.org</a>/<br /><br />Here's a test.<br /><br />If you take the physicists who have seen the satellites readings - that's just to leave out the uninterested and/or uninformed ones - I am sure that 80% or more - maybe many more, would tell you that AGW is a pseudoscientific fraud.<br /><br />The whole idea of the fraud was that people would not be shown measured data, and would have to form their opinions relying on authority. That's failing as we speak...<br /><br />Once again, where are the satellite measurements, which is what we are talking about, in the main press?<br /><br />If you don't have an answer, then it's a fraud, as sure as if you found out that Madoff couldn't produce records of investments. Only the scale is way bigger this time around...", "recommendationCount": 15}, {"assetID": 1961552, "replies": [], "lft": 232, "assetURL": "http://dotearth.blogs.nytimes.com/2010/10/15/a-physicists-climate-complaints/", "parentID": null, "commentID": 2691798, "rgt": 233, "userDisplayName": "Adrian O", "createDate": "1287213154", "userID": 19926270, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1287288468", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "State College, PA", "commentType": "comment", "updateDate": "1287284868", "commentSequence": 101, "commentBody": "LET'S EXCLUDE PEOPLE FROM HERE<br /><br />Some people here ask for various other people here to be disqualified.<br /><br />I agree. Let's be extremely selective.<br /><br />We should only leave people with a deep understanding of the physical world, nay,who have contributed to that understanding.<br /><br />Since it's all about future risk, they shouldn't be eggheads only: they should have practical experience on national committees assessing and working for the mitigation of risks to the future of humanity.<br /><br />We should exclude those who haven't thought about climate risks seriously. Let's set the bar higher: They should have authored a book on such risks.<br /><br />Sorry fellows, I have to go... In fact just about one person did all that and can stay:<br /><br />Hal Lewis.<br /><br />Emeritus Professor of Physics, University of California, Santa Barbara, former Chairman; Former member Defense Science Board, chmn of Technology panel; Chairman DSB study on Nuclear Winter; Former member Advisory Committee on Reactor Safeguards; Former member, President’s Nuclear Safety Oversight Committee; Chairman APS study on Nuclear Reactor Safety Chairman Risk Assessment Review Group; Co-founder and former Chairman of JASON; Former member USAF Scientific Advisory Board; Served in US Navy in WW II; books: Technological Risk (about technological risk) and Why Flip a Coin (about decision making)<br /><br />Bring Hal Lewis fast - we don't want to leave Andy alone, unable to contribute himself...<br /><br />And after all this selection, to have Hal, the only person left, declaring the whole thing a pseudoscientific fraud of gigantic proportions.<br /><br />Man, it's really time to go!", "recommendationCount": 15}, {"assetID": 1961552, "replies": [], "lft": 234, "assetURL": "http://dotearth.blogs.nytimes.com/2010/10/15/a-physicists-climate-complaints/", "parentID": null, "commentID": 2691907, "rgt": 235, "userDisplayName": "Girma", "createDate": "1287219490", "userID": 56529217, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1287288484", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Perth, Australia", "commentType": "comment", "updateDate": "1287284884", "commentSequence": 102, "commentBody": "Andy (19-20)<br /><br />“If you go to the Google Books excerpts from Technological Risk, check page 32, where Lewis clarifies the time scale for substantial warming (20 to 100 years from 1992). “<br /><br />When the long term warming of 0.6 deg C per century is removed from the global mean temperature anomaly (GMTA) , what is left is an oscillating anomaly as shown in the following plot:<br /><br /><a href=\"http://bit.ly/btdGBu\" target=\"_blank\">http://bit.ly/btdGBu</a><br /><br />This plot provides the important result that the years 1880, 1910, 1940, 1970, 2000, 2030 etc are GMTA trend turning points, so meaningful GMTA trends can be calculated only between these successive GMTA turning point years.<br /><br />Andy, the data tells us what years to take as a starting and end point of GMTA trend calculations. They are the GMTA turning point years (1880, 1910, 1940, 1970, 2000 and hopefully 2030). The reason for Lewis choosing 1992 as starting point has not been explained.<br />", "recommendationCount": 6}, {"assetID": 1961552, "replies": [], "lft": 236, "assetURL": "http://dotearth.blogs.nytimes.com/2010/10/15/a-physicists-climate-complaints/", "parentID": null, "commentID": 2692150, "rgt": 237, "userDisplayName": "Peter", "createDate": "1287227011", "userID": 55994227, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1287288498", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "NJ", "commentType": "comment", "updateDate": "1287284898", "commentSequence": 103, "commentBody": "climate scientists, mortgage bankers, isn't there somewhere out there we can still trust?", "recommendationCount": 5}, {"assetID": 1961552, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 2692250, "replies": [], "commentID": 2694932, "trusted": 0, "userDisplayName": "Andy Revkin", "createDate": "1287288711", "userID": 54480690, "replyCount": 0, "commentTitle": "", "status": "approved", "approveDate": "1287288711", "userTitle": "Dot Earth blogger", "recommendations": 0, "editorsSelection": false, "parentUserDisplayName": "hunter", "userURL": "http://dotearth.blogs.nytimes.com", "userLocation": "", "depth": 1, "commentType": "reporterReply", "updateDate": "1287285111", "commentSequence": 1, "commentBody": "I guess that's why one of the e-mails has Michael Mann warning another scientist to be careful what he shares with me because I'm \"not as predictable as we'd like...\"<br /><a href=\"http://www.cjr.org/the_observatory/revkin_taking_nyt_buyout.php\" target=\"_blank\">http://www.cjr.org...</a>"}]}, "lft": 238, "assetURL": "http://dotearth.blogs.nytimes.com/2010/10/15/a-physicists-climate-complaints/", "parentID": null, "commentID": 2692250, "rgt": 241, "userDisplayName": "hunter", "createDate": "1287229575", "userID": 57850197, "replyCount": 1, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1287288711", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Texas", "commentType": "comment", "updateDate": "1287285111", "commentSequence": 104, "commentBody": "Andy,<br />Perhaps it is time for people who claim to be reasonable to at least have the integrity to stop turning every skeptic into either a mentally ill person or a tool of a vast conspiracy?<br />And using a psycho-babble report that could be used against your side in this as easily as against skeptics seems to be a step that in its own way is not very different from 10:10 notable recent faux pas.<br />Did you really want to come across as manipulating your interview to make it look as if you are interviewing a politician over something he said something 20 years ago and playing a bizarre version of 'gotcha'? Perhaps it would have been better to ask him if his application of the scientific method led to what ethical scientists are supposed to do: change their minds as new evidence emerges, or results fail to support a thesis. Instead you did what you did. And frankly it reminded of me of what the CRUgate letters shows many leading climate scientists think of you: as a trained pet on a leash.<br /><br />", "recommendationCount": 18}, {"assetID": 1961552, "replies": [], "lft": 239, "assetURL": "http://dotearth.blogs.nytimes.com/2010/10/15/a-physicists-climate-complaints/", "parentID": 2692250, "commentID": 2694932, "rgt": 240, "userDisplayName": "Andy Revkin", "createDate": "1287288711", "userID": 54480690, "replyCount": 0, "commentTitle": "", "status": "approved", "approveDate": "1287288711", "userTitle": "Dot Earth blogger", "editorsSelection": 0, "statusID": 2, "userURL": "http://dotearth.blogs.nytimes.com", "userLocation": "", "commentType": "reporterReply", "updateDate": "1287285111", "commentSequence": 1, "commentBody": "I guess that's why one of the e-mails has Michael Mann warning another scientist to be careful what he shares with me because I'm \"not as predictable as we'd like...\"<br /><a href=\"http://www.cjr.org/the_observatory/revkin_taking_nyt_buyout.php\" target=\"_blank\">http://www.cjr.org...</a>", "recommendationCount": 0}, {"assetID": 1961552, "replies": [], "lft": 242, "assetURL": "http://dotearth.blogs.nytimes.com/2010/10/15/a-physicists-climate-complaints/", "parentID": null, "commentID": 2692263, "rgt": 243, "userDisplayName": "M Murray", "createDate": "1287229762", "userID": 57344972, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1287288725", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Huntsville, AL", "commentType": "comment", "updateDate": "1287285125", "commentSequence": 105, "commentBody": "As has been noted already, you're condeming a scientist for changing his mind.  Hummmmm... why?  Yes you've said x, y, and z, and pulled in someone to give his 2 cents -- 2 cents in total agreement with your own I would think, or else he wouldn't be here.  No, you haven't convinced me (for what it's worth to you).  Lewis is entitled to say what ever he wants and so are you and Ropeik, but you've missed the point Lewis was about, apparently, and he comes across as more credible than your team approach to discrediting his resignation.  You and Ropeik come across like two used car salesmen.  No thanks!", "recommendationCount": 18}, {"assetID": 1961552, "replies": [], "lft": 244, "assetURL": "http://dotearth.blogs.nytimes.com/2010/10/15/a-physicists-climate-complaints/", "parentID": null, "commentID": 2692298, "rgt": 245, "userDisplayName": "Mick Grace", "createDate": "1287230147", "userID": 61401682, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1287288734", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Darwin NT Australia", "commentType": "comment", "updateDate": "1287285134", "commentSequence": 106, "commentBody": "So Harold Lewis, an eminent physicist, has changed some of the views he held 'almost 20 years ago'.  So what?  Not much of a story there, one would think.  However what Harold Lewis has done is make public the views he now holds regarding the AGW hypothesis and his view on the science that backs it up.<br /><br />In the past, science has thrived on vigorous debate.  However, in the new paradigm of ‘consensus’ science, any questioning of any part of this science must be vigorously stamped out.  After all, what’s more important than saving the world?", "recommendationCount": 19}, {"assetID": 1961552, "replies": [], "lft": 246, "assetURL": "http://dotearth.blogs.nytimes.com/2010/10/15/a-physicists-climate-complaints/", "parentID": null, "commentID": 2692328, "rgt": 247, "userDisplayName": "Lubos Motl", "createDate": "1287230810", "userID": 3585786, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1287288762", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Pilsen, Czech Republic", "commentType": "comment", "updateDate": "1287285162", "commentSequence": 107, "commentBody": "Dear Andrew,<br /><br />I agree with you that it's one thing to assert that \"the panic about climate change is scientifically unjustifiable\" and entirely another to label the field, in toto, a \"pseudoscientific fraud.\"  These are two different things.<br /><br />Unfortunately, the field of climate change is clearly both. It is a continuous stream of pseudoscientific fraud simply because it weren't one, it would have been clear to almost everyone and for years that the panic is scientifically unjustifiable.<br /><br />One does need not just random mistakes but active fraud - and it is actually being used - to mislead the colleagues, the public (and sometimes himself) that the \"threat is still imminent according to the science\" even though there's an overwhelming evidence that it's not.<br /><br />Cheers<br />Luboš", "recommendationCount": 19}, {"assetID": 1961552, "replies": [], "lft": 248, "assetURL": "http://dotearth.blogs.nytimes.com/2010/10/15/a-physicists-climate-complaints/", "parentID": null, "commentID": 2692417, "rgt": 249, "userDisplayName": "TomFP", "createDate": "1287232008", "userID": 60066353, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1287288771", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Sydney Australia", "commentType": "comment", "updateDate": "1287285171", "commentSequence": 108, "commentBody": "Excellent start, and I look forward to seeing this diallogue through to its conclusion.<br /><br />So it seems that far from being, as he has been painted, a grumpy old OUTsider to climate science, disgruntled at the shade into which the earth sciences had cast his purer calling -physics - it is quite clear that Lewis is a grumpy old INsider, to the extent of having in the early 90′s been an early climate modeller and published proponent of AGW (if not CAGW) alarmism.<br /><br />What a difference a couple of decades makes, you exclaim, as though for a scientist to change his mind were something remarkable, (as indeed it is in climate \"science\") All that happened, back in the world of real science that Lewis inhabits, was that he stuck by the Scientific Method, reexamined his theories in the light of observational evidence, gave due weight to the null hypothesis, and thereby put himself at odds with climate science, which abhors such monkish notions. He and climate science have since followed trajectories so divergent as to permit him plausibly to be seen, a couple of decades on, as somehow “outside” climate science, and his resignation therefore of merely political importance.<br /><br />I await further instalments with interest.", "recommendationCount": 14}, {"assetID": 1961552, "replies": [], "lft": 250, "assetURL": "http://dotearth.blogs.nytimes.com/2010/10/15/a-physicists-climate-complaints/", "parentID": null, "commentID": 2692628, "rgt": 251, "userDisplayName": "Ron Cram", "createDate": "1287235119", "userID": 59434948, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1287288792", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Irvine, CA", "commentType": "comment", "updateDate": "1287285192", "commentSequence": 109, "commentBody": "Andy,<br />Dr. Lewis is very highly respected among physicists (your and Ropeik's ad hom attack on him notwithstanding).  It is not easy to become a Fellow of APS.  So this resignation by Dr. Lewis has to be concerning for the climate scientists pushing CAGW because it means other physicists will look into the science more closely now.  A great many scientists simply stick to their own field (something the climatologists want them to do), but after Climategate things have changed.<br /><br />Lewis calls CAGW a \"pseudoscientific hoax\" because of the Climategate emails.  Anyone who reads the emails can see what is going on.  The inquiries by Oxburgh, Muir Russell and so on have all been coverups.  There has been no real search for how this affects the science.  The inquiries themselves are hoaxes and scams foisted on the public.<br /><br />I have a suggesting.  Get 8 or 10 physicists (you can even throw in some hard rock geologists if you want some earth science expertise) in a room to assess the science of CAGW.  Select scientists whose research funding is not dependent on scaring people.  They cannot use reports Green Peace of World Wild Life like the IPCC does, just the science.  Let's see what kind of statement they come up with.  I guarantee you it will be very different from the current APS assessment.  ", "recommendationCount": 24}, {"assetID": 1961552, "replies": [], "lft": 252, "assetURL": "http://dotearth.blogs.nytimes.com/2010/10/15/a-physicists-climate-complaints/", "parentID": null, "commentID": 2692700, "rgt": 253, "userDisplayName": "Earl E", "createDate": "1287236007", "userID": 56908751, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1287288797", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "The Lost World", "commentType": "comment", "updateDate": "1287285197", "commentSequence": 110, "commentBody": "The older you get, the more your ethics are for sale in hard economic times. When it comes to your grandchildren, wouldn't you like to be able to pass on a wad of cash if all you had to do was utter some words?", "recommendationCount": 2}, {"assetID": 1961552, "replies": [], "lft": 254, "assetURL": "http://dotearth.blogs.nytimes.com/2010/10/15/a-physicists-climate-complaints/", "parentID": null, "commentID": 2692744, "rgt": 255, "userDisplayName": "R. Crosby", "createDate": "1287236533", "userID": 57430196, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1287288804", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Nova Scotia", "commentType": "comment", "updateDate": "1287285204", "commentSequence": 111, "commentBody": "So Lewis becomes a martyr for the skeptic camp because he resigned from the APS. That still leaves roughly 47,999 members remaining, many who actually currently work in fields relevant to climate science. Would it be too much to ask to hear some of their views on climate? Just asking.", "recommendationCount": 1}, {"assetID": 1961552, "replies": [], "lft": 256, "assetURL": "http://dotearth.blogs.nytimes.com/2010/10/15/a-physicists-climate-complaints/", "parentID": null, "commentID": 2693010, "rgt": 257, "userDisplayName": "David Ropeik", "createDate": "1287239683", "userID": 13221821, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1287288827", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Concord, Massachusetts", "commentType": "comment", "updateDate": "1287285227", "commentSequence": 112, "commentBody": "For those interested in the SCIENCES that help explain how the human animal (Dr. Law, myself, Andy, you...) interprets facts about risk and turns those assessments into our perceptions,  some sources;<br />Joseph LeDoux, pioneer in the neuroscience of fear. See \"The Emotional Brain\"<br />Antonio Damasio, neuroscientist, on the inextricable tangle of affect and reason. See \"Descartes Error\"<br />Daniel Kahneman, social psychologist and winner of the 2002 Nobel Gold Medal in Economics, pioneer of 'behavioral economics', the study of heuristics and biases we use to make judgements under conditions of uncertainty. See \"Judgments under Uncertainty, Heuristics and Biases\" (1982. There are updates but I like the original.)<br />Paul Slovic, psychologist, pioneer of the study of the psychological factors that make some risks FEEL more or less scary, despite the facts. See either \"The Perception of Risk\" or an update \"The Feeling of Risk\"<br />Dan Kahan, Yale law professor and, with Slovic and others, researcher into Cultural Cognition, the idea that we choose our positions on issues not so much based on the facts per se but to match the positions of those in the groups with which we most strongly identify. See <a href=\"http://www.culturalcognition.net\" target=\"_blank\">www.culturalcognition.net</a><br /><br />And for a summary of all of the above, try \"How Risky Is it, Really\" Why Our Fears Don't Always Match the Facts\" (Ropeik)", "recommendationCount": 1}, {"assetID": 1961552, "replies": [], "lft": 258, "assetURL": "http://dotearth.blogs.nytimes.com/2010/10/15/a-physicists-climate-complaints/", "parentID": null, "commentID": 2693074, "rgt": 259, "userDisplayName": "NewportMac", "createDate": "1287240566", "userID": 61304580, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1287288838", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Newport Beach, CA", "commentType": "comment", "updateDate": "1287285238", "commentSequence": 113, "commentBody": "The topic of AGW has become so polarized its no longer relevant. Dr. Lewis is quite correct when he points out that pseudoscience is driving political and economic solutions based on<br /><br />What is relevant is the fact that ALL Scientists and ALL Climate Scientists agree that the climate models are not accurate because they fail to account for significant aspects of the climate system. Aspects that are only now being explored and quantified like ocean salinity changes, the effects of planetary alignments on climate, thermal vents on the ocean floor, clouds, natural climate cycles, etc.<br /><br />Climate Science is in its infancy, hopefully level heads will prevail and return the topic to Science and drop the political hype.", "recommendationCount": 20}]}, "copyright": "Copyright (c) 2016 The New York Times Company.  All Rights Reserved."}