{"debug": {"version": 3.1}, "status": "OK", "results": {"api_timestamp": "1481481729", "totalCommentsFound": 7151, "totalCommentsReturned": 25, "comments": [{"assetID": 3415028, "replies": [], "lft": 283, "assetURL": "http://www.nytimes.com/2014/11/07/opinion/paul-krugman-triumph-of-the-wrong.html", "parentID": 13267759, "commentID": 13267962, "rgt": 284, "userDisplayName": "David Underwood", "createDate": "1415336421", "userID": 53612425, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1415336468", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Citrus Heights", "commentType": "userReply", "updateDate": "1415336468", "commentSequence": 13267962, "commentBody": "When we look at all those events, we have to examine the roots of them, but those white men voters have been angered by the constant GOP prevarications as to their causes.<br/><br/>ISIS is a case in point. The conservatives reading these articles bristle at the being told it is the result of the Bush administration actions with the Iraqi government. They do not watch programs like Frontline, that do present the facts, it just finished a two part presentation on ISIS, which shows the cations of J.P. Bermer and the Bush approval of his actions.<br/><br/>They know nothing of the Crimea and can not even pronounce Sevastopol correctly but have opinions anyway. In my district the major charge aginst my congressman wad he voted with Pelosi, Obama, and the ACA, the ads said, \"He is what is wrong with Washington.\" The refugees from the neolithic here believe that.<br/><br/>Of course he voted with them, that is what he was elected to do. As I have said many times, Mr. Obama did not seem to hear or believe McConnell and Boehner  when they said they were going to make him a one term president. He and his bipartisanship agenda was doomed to failure from the beginning, he brought it on himself, and the other democrats let it happen. He had a democratic majority and did not use it, now we will have to live with it, until the GOP crashes the economy again.<br/><br/>A good man, who just did not understand adversarial politics, and to what lengths the opposition would go to, to make him look like a failure. ", "recommendationCount": 18}, {"assetID": 3415028, "replies": [], "lft": 346, "assetURL": "http://www.nytimes.com/2014/11/07/opinion/paul-krugman-triumph-of-the-wrong.html", "parentID": null, "commentID": 13267975, "rgt": 347, "userDisplayName": "Robert Demko", "createDate": "1415336516", "userID": 48063402, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1415336527", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Crestone  Colorado", "commentType": "comment", "updateDate": "1415336527", "commentSequence": 13267975, "commentBody": "Impeachment, bogus law suits, shutting down the government,, covert sometimes overt racism denial of programs that have helped millions because President Obama supported them, creating crises that they helped create, the denial of their own President George W. Bush with the hope that we would forget his disastrous presidency, not to mention extreme gerrymandering and voter suppression  are some of the tactics Republicans have used in their relentless campaign to gain power.<br/><br/>Are we now to expect that they will now turn into compromising benevolent statesmen?    Will we turn our backs to a tiger that is sharpening its claws? ", "recommendationCount": 44}, {"assetID": 3415028, "replies": [], "lft": 337, "assetURL": "http://www.nytimes.com/2014/11/07/opinion/paul-krugman-triumph-of-the-wrong.html", "parentID": 13267933, "commentID": 13267979, "rgt": 338, "userDisplayName": "pieceofcake", "createDate": "1415336552", "userID": 65113539, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1415336587", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "konstanz germany", "commentType": "userReply", "updateDate": "1415336587", "commentSequence": 13267979, "commentBody": "\"Oh come on--it's just the midterms--the only people who vote in the midterms are drunk racists.\"<br/><br/>and lots and lots of people who have the time to go voting like... Retirees?<br/>-(and they want some more 'interest' for their money in the banks!) ", "recommendationCount": 2}, {"assetID": 3415028, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 13267980, "replies": [], "commentID": 13269851, "trusted": 0, "userDisplayName": "Mookie", "createDate": "1415362294", "userID": 39057910, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1415375721", "userTitle": "NULL", "recommendations": 2, "editorsSelection": false, "parentUserDisplayName": "Tom Krebsbach", "userURL": "NULL", "userLocation": "Brooklyn", "depth": 1, "commentType": "userReply", "updateDate": "1415375721", "commentSequence": 13269851, "commentBody": "\"Americans are incredibly stupid\"<br/><br/>You may have a point there, Tom.  After all, they elected a community organizer with no experience and expected that he could effectively and competently run the US.<br/><br/>Then, despite evidence to the contrary, he was reelected."}, {"recommendedFlag": 0, "parentID": 13267980, "replies": [], "commentID": 13269949, "trusted": 0, "userDisplayName": "AB", "createDate": "1415362774", "userID": 56369083, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1415391007", "userTitle": "NULL", "recommendations": 3, "editorsSelection": false, "parentUserDisplayName": "Tom Krebsbach", "userURL": "NULL", "userLocation": "Maryland", "depth": 1, "commentType": "userReply", "updateDate": "1415391007", "commentSequence": 13269949, "commentBody": "Superb. And worse, Americans are proudly stupid. People who couldn't find Liberia on a map are the most opinionated about Ebola. People who have never read the Koran are experts on Islam. Americans traffic in fear, racism, and stupidity."}, {"recommendedFlag": 0, "parentID": 13267980, "replies": [], "commentID": 13269958, "trusted": 0, "userDisplayName": "MR", "createDate": "1415362853", "userID": 63537209, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1415362867", "userTitle": "NULL", "recommendations": 2, "editorsSelection": false, "parentUserDisplayName": "Tom Krebsbach", "userURL": "NULL", "userLocation": "Michigan", "depth": 1, "commentType": "userReply", "updateDate": "1415362867", "commentSequence": 13269958, "commentBody": "Most people are in, while nice, fact stupid, uninformed and incapable of analytic thinking outside their narrow domain of interest.  Democracy is actually a representative based government in part to avoid the kind of mass delusion possible via propaganda.  In our new world of unlimited money and multi channels marketing, we are doomed to be guided by voters who are entirely swayed by the most effective marketing campaign and entirely ignorant of facts, science, and consequences. <br/><br/>This election in which the Republicans were on the wrong side of just about every issue, yet won significantly, was THE watershed moment that demonstrated the magnitude of this new age."}]}, "lft": 348, "assetURL": "http://www.nytimes.com/2014/11/07/opinion/paul-krugman-triumph-of-the-wrong.html", "parentID": null, "commentID": 13267980, "rgt": 361, "userDisplayName": "Tom Krebsbach", "createDate": "1415336553", "userID": 32482799, "replyCount": 6, "commentTitle": "<br/>", "status": "approved", "approveDate": "1415336587", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Washington", "commentType": "comment", "updateDate": "1415385573", "commentSequence": 13267980, "commentBody": "\"But if Republicans have been so completely wrong about everything, why did voters give them such a big victory?\"<br/><br/>I will tell you why in plain unvarnished language.  Republicans, who have tried to do everything they could possibly do to make the Obama administration a failure, won at the polls because Americans are incredibly stupid.  Americans in general don't have the vaguest idea of what is going on, don't understand the complexities of policy, and don't care to attempt to understand it.  They react from the gut because their brains do not allow them  to react with the head.  <br/><br/>It is a fact that in a democracy society will flourish only when the electorate is well informed and capable of rational thought rather than just emotional outburst.  But the people of this democracy do not fit the bill.  And because of that the governed will continue to suffer as they whine and cry about Congress and the administration.  But the governed are the fault and they well deserve what they get.  <br/><br/>America is a pathetic country.  It is unfortunate it has so much military power which allows it to injure others.  ", "recommendationCount": 344}, {"assetID": 3415028, "replies": [], "lft": 362, "assetURL": "http://www.nytimes.com/2014/11/07/opinion/paul-krugman-triumph-of-the-wrong.html", "parentID": null, "commentID": 13267989, "rgt": 363, "userDisplayName": "John F. McBride", "createDate": "1415336637", "userID": 22502625, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1415336647", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Seattle", "commentType": "comment", "updateDate": "1415336647", "commentSequence": 13267989, "commentBody": "Paul, I strongly supported Barack in both elections, and voted for him, and quite frankly, I haven't been that pleased with the quality of his leadership since he was first elected. Even you posted a column in the NYTs in early  2009 that expressed a fear that his presidency was mirroring the behavior of Allied general John Lucas at Anzio who wasted time establishing and polishing a beachhead only to be trapped in it by the Germans.<br/><br/>Well, Barack got trapped.<br/><br/>Sure, he did good things that are ignored. But Republicans did a great job of selling lies. Look, Texas may go completely to the most regressive tax system in the nation and those most punished by it love them.<br/><br/>How do you sell that public a better world? <br/><br/>Democrat leadership begged to get kicked out of office. They often floundered and didn't keep important promises. I voted for progressive causes and leadership, but I certainly understood why my relatives and friends who are centrists did not. They'd watched years of sitting on the beach at Anzio, real or not, and Democrats never out competed Republican effort to make it look entirely to be a result of \"liberal\" causes.<br/><br/>Suddenly Mitch McConnell is wanting to work with the White House and hoping Dems will do what they didn't: work with them. <br/><br/>Boehner on the other hand is proclaiming that the ACA sabotages the relationship between doctors and their patients and has to go. <br/><br/>The reason Republicans won is that they make such lies stick.<br/>.", "recommendationCount": 50}, {"assetID": 3415028, "replies": [], "lft": 364, "assetURL": "http://www.nytimes.com/2014/11/07/opinion/paul-krugman-triumph-of-the-wrong.html", "parentID": null, "commentID": 13267999, "rgt": 365, "userDisplayName": "Talleyrand", "createDate": "1415336770", "userID": 41844389, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1415336827", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Geneva, Switzerland", "commentType": "comment", "updateDate": "1415336827", "commentSequence": 13267999, "commentBody": "Mr. Krugman, thank you for pretty much summing up the problem of blocked government these past years, or should I say: decades. The obstructionism has been going on for much longer, ever since Reagan's return to feudalism (the real word for neo-conservatism) put the GOP firmly in the hands of the very rich and powerful institutions, individuals and corporations.<br/><br/>Some will say: sour grapes. I will not. Anyone with three neurons left in their skulls can see that what you are essentially writing is nothing more than the obvious.<br/><br/>A few notes, however, about the \"electorate\":<br/>1) many failed to vote. Why? Because of this weird syllogistic thinking that dictates that there are always two tangoing. That the blockage in Washington is ALSO due to the Dems.<br/>2) A democratic party that indeed refuses to take a few pages from the GOP, whose unbelievable self-confidence, even when it is entirely wrong, keeps them lying, inventing, rewriting facts. Only the Dems don't have to invent. Instead, they turned against Obama. Shame on them.<br/>3) Climate change deniers.... That is just about everyone, Mr. Krugman, McConnell in word, most people in deed. I know many people who use airplanes the way I use my bicycle.<br/>4) Our philosophy of instant gratification means most people want great results now. It's childish, but it governs our political thinking as a society.", "recommendationCount": 8}, {"assetID": 3415028, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 13268011, "replies": [], "commentID": 13268263, "trusted": 0, "userDisplayName": "Democracy Watcher", "createDate": "1415339415", "userID": 8830358, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1415339466", "userTitle": "NULL", "recommendations": 0, "editorsSelection": false, "parentUserDisplayName": "heyblondie", "userURL": "NULL", "userLocation": "Toronto, Ontario", "depth": 1, "commentType": "userReply", "updateDate": "1415339466", "commentSequence": 13268263, "commentBody": "It is perfectly legitimate for voters to refrain from voting. Doing by 100's or 1000's of 1000's sends a message to all parties: Change course. The party that \"gets\" that will be rewarded. It is much more important for any given citizen to engage in debate (mainly by listening critically) than to actually cast a ballot in any given election. Failing to cast a ballot in a single election -- or even in 10 consecutive elections -- is not the same thing as NEVER casting a ballot. Perhaps we would agree on something: It would be a mistake to NEVER cast a ballot. But to claim it is a mistake to refrain from voting in any given election: No -- I can never agree with that. It would be a far greater mistake to refrain from reflecting on the public debate around the issues."}, {"recommendedFlag": 0, "parentID": 13268011, "replies": [], "commentID": 13268279, "trusted": 0, "userDisplayName": "Kate", "createDate": "1415339708", "userID": 62181690, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1415339768", "userTitle": "NULL", "recommendations": 4, "editorsSelection": false, "parentUserDisplayName": "heyblondie", "userURL": "NULL", "userLocation": "Melbourne Australia", "depth": 1, "commentType": "userReply", "updateDate": "1415339768", "commentSequence": 13268279, "commentBody": "As an Australian, I find the low turnout of voters to be extraordinary. It surely tells a story of massive disenfranchisement, disconnection and disillusionment with the democratic institutions- worrying for the health of a leading democracy. <br/><br/>Mandatory voting in Australia is no guarantee of good politics (our current political class is widely disliked and national discourse is turgid), but at least it can be said that the electorate has made a choice (93% turnout for the last Federal election in 2013). The dominance of corporate and mining interests, and media barons- Rupert Murdoch in particular, also skew our politics, on issues such as climate change and refugees. A familiar story? <br/><br/>From this distance, I found the outcome of the mid terms depressing- it looks like America is squandering the possibilities offered by Barack Obama's presidency, and have absorbed the poison of Rupert Murdoch's Fox News. "}]}, "lft": 366, "assetURL": "http://www.nytimes.com/2014/11/07/opinion/paul-krugman-triumph-of-the-wrong.html", "parentID": null, "commentID": 13268011, "rgt": 371, "userDisplayName": "heyblondie", "createDate": "1415336868", "userID": 25155407, "replyCount": 2, "commentTitle": "<br/>", "status": "approved", "approveDate": "1415336886", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "New York, NY", "commentType": "comment", "updateDate": "1415336886", "commentSequence": 13268011, "commentBody": "\"Most voters don’t know much about policy details, nor do they understand the legislative process. \"<br/><br/>Why aren't they expected to know such things?<br/><br/>Jon Chait of New York Magazine: <br/><br/>\"Eternally optimistic seekers of bipartisanship have clung to the hope that owning all of Congress, not merely half, will force Republicans to 'show they can govern.' This hopeful bit of conventional wisdom rests on the premise that voters are even aware that the GOP is the party controlling Congress. In fact, only about 40 percent of the public even knows which party controls which chamber of Congress, which makes the notion that the Republicans would face a backlash for a lack of success fantastical.\"<br/><br/>Perhaps we need to make voting mandatory. ", "recommendationCount": 8}, {"assetID": 3415028, "replies": [], "lft": 69, "assetURL": "http://www.nytimes.com/2014/11/07/opinion/paul-krugman-triumph-of-the-wrong.html", "parentID": 13267195, "commentID": 13268008, "rgt": 70, "userDisplayName": "Meredith", "createDate": "1415336859", "userID": 28617892, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1415336887", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "New York", "commentType": "userReply", "updateDate": "1415336887", "commentSequence": 13268008, "commentBody": "You say MConnell will cooperate with the conservative Democrats? those who are also dependent on big money to get elected?<br/><br/>Mcconnell will work tirelessly --to further entrench 1 percent power. He stated that Citizens' United 'leveled the playing field.' So he thought it was previously tilted too far away from the 1 percent and in favor of the majority of average citizens. That in itself is surreal fantasy. That is not the statement of someone looking for balance and cooperation. It's the statement of a power hog. In fact it's such an extreme, surreal fantasy that the artist most able to do justice to a portrait of  Sen McConnell would be Salvatore Dali. ", "recommendationCount": 35}, {"assetID": 3415016, "replies": [], "lft": 166, "assetURL": "http://www.nytimes.com/2014/11/07/world/middleeast/-more-than-600-reported-chemical-weapons-exposure-in-iraq-pentagon-acknowledges.html", "parentID": null, "commentID": 13267815, "rgt": 167, "userDisplayName": "Paw", "createDate": "1415335181", "userID": 30658249, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1415336934", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Hardnuff", "commentType": "comment", "updateDate": "1415336934", "commentSequence": 13267815, "commentBody": "Let us please for a moment express our gratitude to Investigative Journalist Christopher John Chivers from Upstate NY for bringing this matter to light, resulting in acknowledgment from the highest levels of office.  This could have gone the way of Agent Orange, but didn't, so far.  <br/><br/>I've had my own bitter remarks about this matter since the breaking of the disturbing report that resulted in this update, but I must say, this update reports a triumph for Investigative Journalism, and all the sacrifices &amp; risks these journalists take to bring forth such scary stories as this.  <br/><br/>Kudos JC Chivers. ", "recommendationCount": 32}, {"assetID": 3415016, "replies": [], "lft": 168, "assetURL": "http://www.nytimes.com/2014/11/07/world/middleeast/-more-than-600-reported-chemical-weapons-exposure-in-iraq-pentagon-acknowledges.html", "parentID": null, "commentID": 13267452, "rgt": 169, "userDisplayName": "MBR", "createDate": "1415332244", "userID": 54433560, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1415336942", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Laguna Beach, Ca", "commentType": "comment", "updateDate": "1415336942", "commentSequence": 13267452, "commentBody": "Thank you to the New York Times for exposing this outrageous deceit.  Is it any wonder that Americans no longer trust their government?  Polls document that a majority of our citizens believe the country is on the wrong path.  This is surely another example of this horrific fact.  When are we going to be the country that we all believe we can be?  When can we all honestly say that we are proud to be Americans?", "recommendationCount": 9}, {"assetID": 3415016, "replies": [], "lft": 33, "assetURL": "http://www.nytimes.com/2014/11/07/world/middleeast/-more-than-600-reported-chemical-weapons-exposure-in-iraq-pentagon-acknowledges.html", "parentID": 13266119, "commentID": 13267609, "rgt": 34, "userDisplayName": "RG", "createDate": "1415333487", "userID": 52181995, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1415336953", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "upstate NY", "commentType": "userReply", "updateDate": "1415336953", "commentSequence": 13267609, "commentBody": "Put the blame where it belongs , in the Pentagon.   Officers and enlisted personnel in the field have no choice but to follow orders or be reassigned to very dangerous places.", "recommendationCount": 9}, {"assetID": 3415023, "replies": [], "lft": 65, "assetURL": "http://krugman.blogs.nytimes.com/2014/11/06/the-uses-of-ridicule/", "parentID": 13267798, "commentID": 13268022, "rgt": 66, "userDisplayName": "pieceofcake", "createDate": "1415337000", "userID": 65113539, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1415337006", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "konstanz germany", "commentType": "userReply", "updateDate": "1415337006", "commentSequence": 13268022, "commentBody": "and I have this friend who happens to sell very expensive and very exclusive furniture and art - and there isn't a day where his buyers don't complain bitterly about the terrible inflation - and please never ever forget Oprah!<br/>Do you think Oprah is happy if the 'Must-Have-Handbags' are getting inflated by the minute?<br/><br/>No!<br/><br/>Oprah is NOT happy to suddenly pay 35 000 for a bag which was 30 000 just a few month ago - and I think you guys just don#t have ANY idea -(and that includes dear Prof) how much it REALLY hurts if the prices for handbags run away...  ", "recommendationCount": 5}, {"assetID": 3415028, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 13268018, "replies": [], "commentID": 13268293, "trusted": 0, "userDisplayName": "ReaganAnd30YearsOfWrong", "createDate": "1415339905", "userID": 17572824, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1415366879", "userTitle": "NULL", "recommendations": 2, "editorsSelection": false, "parentUserDisplayName": "donshaker", "userURL": "NULL", "userLocation": "Somewhere", "depth": 1, "commentType": "userReply", "updateDate": "1415366879", "commentSequence": 13268293, "commentBody": "The \"American people\" don't have a clue about anything; the more conservative, the more clueless.  We're awash in stupid."}, {"recommendedFlag": 0, "parentID": 13268018, "replies": [], "commentID": 13268522, "trusted": 0, "userDisplayName": "Sensei", "createDate": "1415342878", "userID": 65985323, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1415367582", "userTitle": "NULL", "recommendations": 2, "editorsSelection": false, "parentUserDisplayName": "donshaker", "userURL": "NULL", "userLocation": "Haverhill", "depth": 1, "commentType": "userReply", "updateDate": "1415367582", "commentSequence": 13268522, "commentBody": "It is indeed a matter of belief, not a matter of fact...."}]}, "lft": 374, "assetURL": "http://www.nytimes.com/2014/11/07/opinion/paul-krugman-triumph-of-the-wrong.html", "parentID": null, "commentID": 13268018, "rgt": 379, "userDisplayName": "donshaker", "createDate": "1415336978", "userID": 57890730, "replyCount": 2, "commentTitle": "<br/>", "status": "approved", "approveDate": "1415337007", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "kodiak", "commentType": "comment", "updateDate": "1415337007", "commentSequence": 13268018, "commentBody": "The American people simply do not believe that the President and his party have done the job they should have over the last six years. They don't feel that the economy has improved for them. They don't believe that the affordable care act has lived up to its billing. They don't believe that the president's foreign policies have made America safer and more respected among her allies. They don't believe the country is on the right course to ensure that their children will enjoy a more prosperous and peaceful future that they have had. They do feel that the federal government has become too intrusive in their day to day lives. They see  ISIS on the march abroad and Ebola worries at home. They see a president who fails to follow through on what he says, from red lines in Syria to immigration at home.<br/>It is easy and comforting to  blame the Republicans (Paul Krugman is masterful.) for Tuesday's election results but Democrats do so at their 2016 peril if they do.  ", "recommendationCount": 5}, {"assetID": 3415028, "replies": [], "lft": 372, "assetURL": "http://www.nytimes.com/2014/11/07/opinion/paul-krugman-triumph-of-the-wrong.html", "parentID": null, "commentID": 13268020, "rgt": 373, "userDisplayName": "Peace", "createDate": "1415336985", "userID": 52951683, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1415337007", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "NY, NY", "commentType": "comment", "updateDate": "1415337007", "commentSequence": 13268020, "commentBody": "This should be mandatory reading for everyone of high-school age and beyond. Dr. Krugman lays out the hollowness of the the current Republican with clarity and brevity. It often occurs to me that the people I talk to have all of this on board and understand these issues. But there must be a whole lot of people I do not speak with since they clearly think otherwise. Perhaps I should talk to more people, but I'm not sure this will help anyone. I try hard to learn about what people think about and how they reason - sometimes by participating in such online forums for comment and discussion. Over the recent election period, I found that in nearly all cases where I tried making points similar to those in this article, the responses were nearly all of the general flavor of: \"Why do you hate people who disagree with you?\" or \"I'm sick of liberal elitists\". If the new conservative only response to having his/her party's shortcomings pointed out, despite my also pointing out the many failings of the Democrats, is to assume that they are \"hated\" by \"elitists\", then this conversation is stuck in an elementary school playground. That may be one (of the many) reasons we are in such a mess ... we are not having an adult, informed conversation about the real issues but are instead buying into the tedious pablum provided by an increasingly irresponsible mass media - mainly on TV. Finding a way to change that, or educating people about it's capriciousness and inaccuracy may help.", "recommendationCount": 9}, {"assetID": 3415030, "replies": [], "lft": 20, "assetURL": "http://www.nytimes.com/2014/11/07/us/politics/midterms-for-clinton-aides-arent-all-gloom-.html", "parentID": null, "commentID": 13267754, "rgt": 21, "userDisplayName": "Ross Nicholson", "createDate": "1415334705", "userID": 55340572, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1415337013", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Tampa, Florida", "commentType": "comment", "updateDate": "1415337013", "commentSequence": 13267754, "commentBody": "From Hillary's first year as secretary of state, she championed the cause of freedom among the Arab Spring participants and smoothed things out so well that she got her boss a Nobel Peace Prize.  They bagged Bin Laden with her in the room, too, after W. looked at his hands for seven years.  What else is clear is that Obama's leadership on his own is less effective without Hillary Clinton in the #2 position.<br/>Sure the republicans will try to swift boat/whitewater/Benghazi her, but the big lie never worked against her in the past.  She's ready for them.  She's just too quick for them.  They will never lie her out of the American conversation, they will never obfuscate her truly great patriotism, no matter how loud or how long they scream sarcastic, immature invectives.  ", "recommendationCount": 45}, {"assetID": 3415030, "replies": [], "lft": 5, "assetURL": "http://www.nytimes.com/2014/11/07/us/politics/midterms-for-clinton-aides-arent-all-gloom-.html", "parentID": 13267038, "commentID": 13267969, "rgt": 6, "userDisplayName": "pkbormes", "createDate": "1415336466", "userID": 56852144, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1415337030", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Brookline, MA", "commentType": "userReply", "updateDate": "1415337030", "commentSequence": 13267969, "commentBody": "Very interesting, but I hope you're wrong.", "recommendationCount": 4}, {"assetID": 3415030, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 13267957, "replies": [], "commentID": 13270146, "trusted": 0, "userDisplayName": "Donna", "createDate": "1415363875", "userID": 55719342, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1415366859", "userTitle": "NULL", "recommendations": 11, "editorsSelection": false, "parentUserDisplayName": "pkbormes", "userURL": "NULL", "userLocation": "NY", "depth": 1, "commentType": "userReply", "updateDate": "1415366859", "commentSequence": 13270146, "commentBody": " I agree with everything you said except about Mrs. Clinton's inner FDR because she doesn't have one. Almost none of the leading Democrats do, and that's the problem."}, {"recommendedFlag": 0, "parentID": 13267957, "replies": [], "commentID": 13270394, "trusted": 0, "userDisplayName": "Here we go", "createDate": "1415365102", "userID": 67371213, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1415367284", "userTitle": "NULL", "recommendations": 10, "editorsSelection": false, "parentUserDisplayName": "pkbormes", "userURL": "NULL", "userLocation": "Georgia", "depth": 1, "commentType": "userReply", "updateDate": "1415367284", "commentSequence": 13270394, "commentBody": "Inner FDR?  She was a Goldwater Girl when she was a young woman.  That's what's inner."}, {"recommendedFlag": 0, "parentID": 13267957, "replies": [], "commentID": 13270491, "trusted": 0, "userDisplayName": "C. V. Danes", "createDate": "1415365566", "userID": 68246165, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1415367285", "userTitle": "NULL", "recommendations": 2, "editorsSelection": false, "parentUserDisplayName": "pkbormes", "userURL": "NULL", "userLocation": "New York", "depth": 1, "commentType": "userReply", "updateDate": "1415367285", "commentSequence": 13270491, "commentBody": "I agree with everything you said except the anti-Obama part. This is a man who knows how to win an election, and win big. She should embrace that, not run from it."}]}, "lft": 22, "assetURL": "http://www.nytimes.com/2014/11/07/us/politics/midterms-for-clinton-aides-arent-all-gloom-.html", "parentID": null, "commentID": 13267957, "rgt": 33, "userDisplayName": "pkbormes", "createDate": "1415336365", "userID": 56852144, "replyCount": 5, "commentTitle": "<br/>", "status": "approved", "approveDate": "1415337043", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Brookline, MA", "commentType": "comment", "updateDate": "1415337043", "commentSequence": 13267957, "commentBody": "I would like to see an unapologetic Mrs. Clinton who acts a warrior and isn't concerned about being \"likeable\".<br/><br/>I want to to see Hillary Clinton as an anti-Obama in the sense that she should not be appearing cool or disengaged.<br/><br/> She should instead express outrage at what the GOP is doing to this country: this includes among other things worsening inequality, real salary losses for ordinary people, lack of medical care for the poor and middle classes, and fewer rights for anyone who isn't white, male, wealthy, or straight. <br/><br/>I want to see Hillary Clinton's inner FDR.  I want to see her \"welcome their hatred\".  <br/><br/>In the next 2 years, the country might very well go to hell in a handbasket. Hillary must call the Republicans out on it because it is their policies that are at fault.", "recommendationCount": 151}, {"assetID": 3415028, "replies": [], "lft": 380, "assetURL": "http://www.nytimes.com/2014/11/07/opinion/paul-krugman-triumph-of-the-wrong.html", "parentID": null, "commentID": 13268023, "rgt": 381, "userDisplayName": "AG", "createDate": "1415337014", "userID": 47285937, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1415337065", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Wilmette", "commentType": "comment", "updateDate": "1415337065", "commentSequence": 13268023, "commentBody": "The race was not to the swift, nor the battle to the  strong, Mr. Krugman, but it was malice and mendacity that happened to them, not time or chance. But even more than that, it was their own willingness to let the crooks win. In particular, the Republicans could not have succeeded so completely with their obstructionist agenda if Obama had put up even the slightest fight.<br/><br/>As for the economy recovery, spare us all the stats, Mr. K. We can see who has really gotten fatter over the last six years. I'll believe the economy is improving when I see the banksters going to the electric chair.<br/><br/>The other side didn't win, Mr. K. Our own team threw the game!", "recommendationCount": 39}, {"assetID": 3415028, "replies": [], "lft": 382, "assetURL": "http://www.nytimes.com/2014/11/07/opinion/paul-krugman-triumph-of-the-wrong.html", "parentID": null, "commentID": 13268036, "rgt": 383, "userDisplayName": "glsonn", "createDate": "1415337118", "userID": 7157030, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1415337128", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Houston", "commentType": "comment", "updateDate": "1415337128", "commentSequence": 13268036, "commentBody": "At the end of the day the republicans spent 6 years attempting to destroy our president and then ran a campaign complaining of a failed presidency.<br/>Our elected officials (both parties, but mostly republicans) have much more loyalty to their party victories than to our country.", "recommendationCount": 52}, {"assetID": 3415028, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 13268028, "replies": [], "commentID": 13268086, "trusted": 0, "userDisplayName": "George", "createDate": "1415337484", "userID": 27446921, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1415366556", "userTitle": "NULL", "recommendations": 1, "editorsSelection": false, "parentUserDisplayName": "Mark Thomason", "userURL": "NULL", "userLocation": "Brooklyn NY", "depth": 1, "commentType": "userReply", "updateDate": "1415366556", "commentSequence": 13268086, "commentBody": "You're wrong; the majority of voters don't have a clue about what's going on.  They identify with nonsense about threats to the Second Amendment and a war on Christianity and have no brain power for anything beyond that."}, {"recommendedFlag": 0, "parentID": 13268028, "replies": [], "commentID": 13268149, "trusted": 0, "userDisplayName": "Peace", "createDate": "1415338258", "userID": 52951683, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1415338266", "userTitle": "NULL", "recommendations": 8, "editorsSelection": false, "parentUserDisplayName": "Mark Thomason", "userURL": "NULL", "userLocation": "NY, NY", "depth": 1, "commentType": "userReply", "updateDate": "1415338267", "commentSequence": 13268149, "commentBody": "The voters (as many as turned out anyway) were mad at Democrats because the Republicans provided them with a distorted message that fed the \"anger\". Yes - the Democrats should have done a better job at advertizing their achievements, but are our voters really so easily led by misinformation? Is our electorate a flock of sheep, with brains to match, that can be easily manipulated by a well trained sheepdog (the bought and paid for mass media)? The level of discussion I encounter is often peppered with glib talking points followed by a change of subject."}]}, "lft": 384, "assetURL": "http://www.nytimes.com/2014/11/07/opinion/paul-krugman-triumph-of-the-wrong.html", "parentID": null, "commentID": 13268028, "rgt": 389, "userDisplayName": "Mark Thomason", "createDate": "1415337075", "userID": 37674938, "replyCount": 2, "commentTitle": "<br/>", "status": "approved", "approveDate": "1415337129", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Clawson, MI", "commentType": "comment", "updateDate": "1415337129", "commentSequence": 13268028, "commentBody": "\"But if Republicans have been so completely wrong about everything, why did voters give them such a big victory?\"<br/><br/>Voters were mad at the Democrats. In a two party system, the only way to express that is to vote for the other side.<br/><br/>So the real question is: Why were voters mad at the Democrats?<br/><br/>I think it was because they actually did too much of what the Republicans want to do. The Republicans talked about what they Democrats did, not their role in that or their alternatives. <br/><br/>That is certainly what happened in Michigan, where Gov Snyder won by claiming credit for what Obama did despite the Republicans, and blamed Obama because Republicans prevented him from doing more of it. The TV ads to that effect were shocking to anyone who knew.<br/><br/>If I'm right, voters will be even more angry at Republicans if they do what they have always done and promised to do.<br/><br/>The only real question is if Republicans in power will be something other than what they were for the last six years. Mr. Brooks today suggests they will transform. Dr. Krugman thinks they are what they are and we are in trouble. I wish Brooks' fantasy were possible, but I know Dr. K is right again. ", "recommendationCount": 19}, {"assetID": 3414906, "replies": [], "lft": 291, "assetURL": "http://www.nytimes.com/2014/11/06/technology/personaltech/banner-ads-the-monsters-that-swallowed-the-web.html", "parentID": 13264893, "commentID": 13267129, "rgt": 292, "userDisplayName": "Edward Ayres", "createDate": "1415329340", "userID": 28474757, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1415337285", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Norwalk", "commentType": "userReply", "updateDate": "1415337285", "commentSequence": 13267129, "commentBody": "It's not about \"free.\" We understand some form of revenue is required. In this particular case the implantation went way overboard without consideration for how it was polluting the user experience, and ruining whatever shred of privacy we had left.", "recommendationCount": 6}, {"assetID": 3414906, "replies": [], "lft": 302, "assetURL": "http://www.nytimes.com/2014/11/06/technology/personaltech/banner-ads-the-monsters-that-swallowed-the-web.html", "parentID": null, "commentID": 13267415, "rgt": 303, "userDisplayName": "Joe", "createDate": "1415331944", "userID": 1793400, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1415337291", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "NY", "commentType": "comment", "updateDate": "1415337291", "commentSequence": 13267415, "commentBody": "I find the banner ads ignorable, and the in line \"native\" ads seriously annoying. I can't escape them easily (yet) and they are a total waste of my time since I haven't yet seen one for anything I would remotely consider buying. I use social media on a computer with a large screen. If I were using a phone, I wouldn't use social media at all. I never connect with social media on a small screen -- it's a big waste of time.<br/><br/>The Google sidebar ads are better and more likely to be relevant because they often (but not always) relate to my search.", "recommendationCount": 3}, {"assetID": 3414906, "replies": [], "lft": 273, "assetURL": "http://www.nytimes.com/2014/11/06/technology/personaltech/banner-ads-the-monsters-that-swallowed-the-web.html", "parentID": 13262316, "commentID": 13267387, "rgt": 274, "userDisplayName": "Kevin", "createDate": "1415331746", "userID": 69778337, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1415337305", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Melbourne, Australia", "commentType": "userReply", "updateDate": "1415337305", "commentSequence": 13267387, "commentBody": "Yes! Being haunted by ad, *after* you have actually bought the product is the height of annoyance. But I can't help thinking it's also rather creepy.", "recommendationCount": 3}, {"assetID": 3415028, "replies": [], "lft": 339, "assetURL": "http://www.nytimes.com/2014/11/07/opinion/paul-krugman-triumph-of-the-wrong.html", "parentID": 13267933, "commentID": 13268059, "rgt": 340, "userDisplayName": "Andrew Zuckerman", "createDate": "1415337283", "userID": 17849778, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1415337308", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Port Washington, NY", "commentType": "userReply", "updateDate": "1415337308", "commentSequence": 13268059, "commentBody": "Sorry, but it was a big victory.<br/>   It was handed to the Republican Party by all of those voters who didn't vote and thereby allowed the ones who did to control the election. It was also handed to the Republican Party by the Democratic candidates who doggedly refused to stand for anything, let the Republicans frame the issues and ran on a repudiation of the President and the principles upon which their party has rested for the last eighty or more years. It was handed to them by voters who were too busy listening to dog whistles and too prejudiced to think rationally about who their friends were and who their enemies were. It was handed to them by the Supreme Court when it decided that those with the most money should have the biggest voice.<br/>  The victory was a big victory because it shifted the balance of power in Washington for at least the next two years. It doesn't matter how may people actually voted. However many citizens voted, it was a quorum. And it was big enough to keep the rich in power and the rest of us in despair.<br/> Welcome to democracy.", "recommendationCount": 10}, {"assetID": 3415028, "replies": [], "lft": 341, "assetURL": "http://www.nytimes.com/2014/11/07/opinion/paul-krugman-triumph-of-the-wrong.html", "parentID": 13267933, "commentID": 13268056, "rgt": 342, "userDisplayName": "John M", "createDate": "1415337274", "userID": 28912963, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1415337309", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Oakland, CA", "commentType": "userReply", "updateDate": "1415337309", "commentSequence": 13268056, "commentBody": "Anyone who did not go to the polls and cast a vote themselves, merely allowed others to make their decisions for them.  Thus, a victory for Republicans - who have successfully waged a campaign to discourage folks from voting if they are in groups who trend Democratic.<br/><br/>In other words, failing to vote is a form of voting.  When the deflation caused by the coming round of massive austerity hits, and you lose your job, your health insurance, and your house - folks who failed to vote need to blame themselves for failing in their basic duty.", "recommendationCount": 7}]}, "copyright": "Copyright (c) 2016 The New York Times Company.  All Rights Reserved."}