{"debug": {"version": 3.1}, "status": "OK", "results": {"api_timestamp": "1481460310", "totalCommentsFound": 6446, "totalCommentsReturned": 25, "comments": [{"assetID": 2275675, "replies": [], "lft": 1818, "assetURL": "http://www.nytimes.com/2011/01/10/us/10giffords.html", "parentID": null, "commentID": 3206259, "rgt": 1819, "userDisplayName": "nmetro", "createDate": "1294616277", "userID": 432006, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1294635619", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Longmont, Colorado", "commentType": "comment", "updateDate": "1294688036", "commentSequence": 670, "commentBody": "Based upon court documents this was a calculated and planned attack. And based upon the contents of the documents, this individual was reading both NAZI and Communist propaganda. But, the most telling, that some of the comments he made on YouTube, his web site and noted found in his home, is that he bought the Tea Party line hook,line and sinker.<br /><br />So, while the far right tries to distance themselves form this incident; cleary the blood is on their hands. The hateful rhetoric that started through the 2008 Presidential campaign, over the past two years, during the previous fall campaign and up until yesterday has resulted in the death of innocent people and a Congresswoman fighting for her life.<br /><br />American society has been sick for a long time. The hate spewed over the past two and half years has divided this country like it never has been before. Politicians, and business leaders, has spent the better part of the last decade systematically trying to wreck American society; they succeeded.<br /><br />I hope Ms. Giffords survives and can return to her role in Congress. I equally hope that those responsible, like the shooter, are brought to justice. This included media like Fox News, their commentators and other who sewed the seeds of discourse that brought us to yesterday's event. Like yelling \"fire\" in a crowded theatre; there is a limit to free speech and these spewers of hate have hid behind the 1st Amendment far too long.<br /><br />Finally, this country must enact legislation, similar to what was enacted after those horrible shooting in Tasmania about 15 years ago, to limit the free availability of weapons in this country. Not only are Americans not safe, this country is fueling the arms race between the drug cartels in Mexico. When does this insanity stop?", "recommendationCount": 8}, {"assetID": 2267030, "replies": [], "lft": 74, "assetURL": "http://www.nytimes.com/2011/01/09/realestate/09cov.html", "parentID": null, "commentID": 3201169, "rgt": 75, "userDisplayName": "tone26", "createDate": "1294630330", "userID": 52266964, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1294635633", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": 10301, "commentType": "comment", "updateDate": "1294635633", "commentSequence": 37, "commentBody": "this is what makes nyc great;real estate agents giving stupid new names to once vibrant,flourishing neighborhoods,to make a killing,and think that they are accomplishing something.", "recommendationCount": 3}, {"assetID": 2275675, "replies": [], "lft": 1820, "assetURL": "http://www.nytimes.com/2011/01/10/us/10giffords.html", "parentID": null, "commentID": 3206260, "rgt": 1821, "userDisplayName": "cbwoof", "createDate": "1294616318", "userID": 12830688, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1294635635", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "california", "commentType": "comment", "updateDate": "1294688036", "commentSequence": 671, "commentBody": "I am so encouraged by the prognosis that she will recover.<br />I am also extremely impressed by the heroism, quick action, and masterful surgery performed by those on the scene and at the hospital.<br />I am heartened by the reactions of commenters on this website and public officials. It is time for civilized discourse in this country. After all, we all want our lives to be better.<br />It is tragic that kind, innocent Americans were heinously killed and injured. How sad that we knew so little of their achievements and promise before they were attacked.<br />Let's all be better people.", "recommendationCount": 1}, {"assetID": 2275675, "replies": [], "lft": 1822, "assetURL": "http://www.nytimes.com/2011/01/10/us/10giffords.html", "parentID": null, "commentID": 3206261, "rgt": 1823, "userDisplayName": "Bayou Houma", "createDate": "1294616346", "userID": 44614748, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1294635686", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Boston", "commentType": "comment", "updateDate": "1294688036", "commentSequence": 672, "commentBody": "152.<br />Pianopoli<br />Toronto Canada<br />January 9th, 2011<br />12:01 pm<br />It's nice to know the opinions of Canadians about American domestic affairs. But I for one am glad that we haven't given Canadians a vote in American elections. Israel and Switzerland both have armed citizenry because they are republics, where the people are the countries' sovereigns, not some old white lady living in a castle at the government's expense outside of the country that has her as its sovereign, such as Canada. There is a big difference between you Canadian subjects of a foreign sovereign and we American citizens who are the sovereign of our government.<br />You Canadians have features of government that are repugnant to our Constitution and intolerable to free Americans, such as an appointed Senate and a British appointed Governor-General, guided by the principles of colonial legislation which created Canada---- the British North America Act's peace, order, and good government, which stand in contrast to our guiding American principles: life, liberty and the pursuit of happiness!<br />Yes, we have problems associated with our right to own a gun. The first is that we emphasize the wrong end of regulation. We strictly regulate the right to own a gun, but we loosely regulate the responsibility of how, where, and when we have permission to use a gun (unlike Switzerland and Israel, which require rigorous training and group oversight of any owner of a gun). We need to require gun owners to demonstrate physical, psychological and personal responsibility in gun safety as a prerequisite of gun ownership, so that we might weed out the emotionally dangerous and irresponsible gun owners before they harm innocent people. We need to strictly regulate when and where guns may be used. I doubt that Rep. Gifford employed any armed security personnel at the time she was shot. And there are no reports of other people in attendance at her last fateful meeting who were armed with guns, other than the assailant presently charged with the shooting.<br />An armed responsible supporter of Gifford might have been able to stop the shooter and might well have reduced the number of fatalities and injured at her meeting.  We obviously can't allow the Secret Service to protect Congressional Representatives as they do the President and his senior officials. But there ought to be nothing to stop a Congressional Representative from using some of his or her administrative budget to hire armed security guards at public meetings. ", "recommendationCount": 3}, {"assetID": 2275675, "replies": [], "lft": 1824, "assetURL": "http://www.nytimes.com/2011/01/10/us/10giffords.html", "parentID": null, "commentID": 3206262, "rgt": 1825, "userDisplayName": "flatpick", "createDate": "1294616368", "userID": 29613517, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1294635699", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Prince WIlliam, Virginia", "commentType": "comment", "updateDate": "1294688036", "commentSequence": 673, "commentBody": "I have a suggestion for editors of the NYT and other papers.  In instances such as this, why not substitute the term \"gunman\" with \"member of the well regulated militia\"?  In that manner it helps focus on the FULL intent of the 2nd Ammendment.", "recommendationCount": 3}, {"assetID": 2275675, "replies": [], "lft": 1826, "assetURL": "http://www.nytimes.com/2011/01/10/us/10giffords.html", "parentID": null, "commentID": 3206263, "rgt": 1827, "userDisplayName": "lana rinsky", "createDate": "1294616374", "userID": 53300799, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1294635709", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "new york city", "commentType": "comment", "updateDate": "1294688036", "commentSequence": 674, "commentBody": "The finger should be pointed at the guilty one, Obama and his  administration.  Arizona's new immigration law was a cry for help.  Instead of helping to strenghten law and order, Obama decided to sue the state for political reasons causing more chaos and discourse. His agenda is to distabilize our country economically, politically and militarily.  This blood is on his hands. ", "recommendationCount": 3}, {"assetID": 2275675, "replies": [], "lft": 1828, "assetURL": "http://www.nytimes.com/2011/01/10/us/10giffords.html", "parentID": null, "commentID": 3206264, "rgt": 1829, "userDisplayName": "Dan Afrasiabi", "createDate": "1294616380", "userID": 20563160, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1294635756", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Portland, OR", "commentType": "comment", "updateDate": "1294688036", "commentSequence": 675, "commentBody": "The NYT article this morning quoted someone who knew this guy, who said that he very much a liberal.  Has any news agency reported this? No.  Without any evidence, whatsoever, that this mentally disturbed person was politically motivated, all of a sudden every news media outlet has an article about Palin and \"tone\" of political discourse.  No one mentions that the guy shot 14 other people and killed 5.  Will the media outlets report it, if it is found that the guy was a Democrat and/or there was no political motivation at all?  In other words, if it is proven that he was just a very, very mentally disturbed person?  Did anyone blame \"tone of political discourse\" and \"right wing talk radio\" when Reagan was shot?", "recommendationCount": 1}, {"assetID": 2275675, "replies": [], "lft": 1830, "assetURL": "http://www.nytimes.com/2011/01/10/us/10giffords.html", "parentID": null, "commentID": 3206265, "rgt": 1831, "userDisplayName": "Phil", "createDate": "1294616549", "userID": 29491837, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1294635759", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Hamilton, ohio", "commentType": "comment", "updateDate": "1294688036", "commentSequence": 676, "commentBody": "Fox news will never take ownership for this action. So much for We report...\"Fair and Balanced\" ETC.", "recommendationCount": 6}, {"assetID": 2275675, "replies": [], "lft": 1832, "assetURL": "http://www.nytimes.com/2011/01/10/us/10giffords.html", "parentID": null, "commentID": 3206266, "rgt": 1833, "userDisplayName": "Ladislav Nemec'", "createDate": "1294616550", "userID": 4187964, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1294635787", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "big bear, ca", "commentType": "comment", "updateDate": "1294688036", "commentSequence": 677, "commentBody": "Very misleading headline. At this time there is absolutely no evidence of any plot. Not that within a week or so conspiracy lunatics lead by Jessie Ventura on 'TrueTV' will not come with one or more but this will not be worth a Times coverage.<br /><br />Of course, the taxi driver could have been actually a member of whatever, most likely some kind of militia - the kid had his car, apparently but did not take it.<br /><br />At this time this shooting spree is more like the Virginia Tech incident few years back, with the same explanation: a deranged individual with appropriately easy access to deadly weapons, symbols of our FREEDOM. Obviously, freedom is precious and judge, congressman or even president shot to death are small sacrifices on its altar.<br /><br />We have exactly what we want. Supreme Court Justices who sided with the NRA and declared possession of weapons a fundamental constitutional right were nominated there (and confirmed by the Senate) by people WE elected.<br /><br />I cannot understand why people pretend to be surprised. This is America, the land of the Brave and Free. Few corpses here and there do not matter at all. We should be surprised that it does not happen every single weak.<br /><br />Reload, screams Ms.Palin, quite conceivably our next President.", "recommendationCount": 1}, {"assetID": 2275675, "replies": [], "lft": 1834, "assetURL": "http://www.nytimes.com/2011/01/10/us/10giffords.html", "parentID": null, "commentID": 3206267, "rgt": 1835, "userDisplayName": "Anne Phillips", "createDate": "1294616568", "userID": 62492087, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1294635833", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Wellington, NZ", "commentType": "comment", "updateDate": "1294688036", "commentSequence": 678, "commentBody": "To whom it may concern<br /><br />Profound dismay and sadness at the violent attack against Ms Giffords and six innocent people by a gunman or gunmen.<br />Just wondering about the wisdom of the decision to publish photograph 12 (showing Ms Giffords on a stretcher, lying bleeding and exposed almost to the waist) on the home site of the New York Times web page. It appears that an executive decision to remove that photograph could be exercised by the editor of New York Times.<br /><br />Regards, Anne Phillips", "recommendationCount": 3}, {"assetID": 2275675, "replies": [], "lft": 1836, "assetURL": "http://www.nytimes.com/2011/01/10/us/10giffords.html", "parentID": null, "commentID": 3206268, "rgt": 1837, "userDisplayName": "Neil Kuchinsky", "createDate": "1294616592", "userID": 411942, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1294635867", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Colonial Heights, VA", "commentType": "comment", "updateDate": "1294688036", "commentSequence": 679, "commentBody": "It is amazing to me how many otherwise decent and rational Americans display the most outrageous, if not psychotic, views about President Obama - that he is a Muslim, a Communist, not born in the US, destroying the nation, etc.  The only possible explanation seems to be the \"Big Lies\" repeated over and over again by right-wing media and talk shows, what with \"death panels\" and the like.  As William Shirer noted in his work, \"Inside the Third Reich\", even a person as smart as he began to believe some of the Nazi's more subtle lies when they were repeated several times daily on the radio and in print over lengthy periods of time - and despite the fact that he still had occassional access to foreign media.  Listen to and look at the phone messages and junk-mailings you may get from right-wing and Republican organizations seeking donations - they regularly appeal to insane fears, without the slightest embarassment.  For decades now, Republicans have been imbuing American culture with the idea that competition is everything, and \"winning is the only thing\".  And when winning is the only thing, you can justify telling the most outrageous lies to compete for political power. The truth is that through their Goebbels-like propaganda, the right wing and the Republican Party have shot all of us in the head.  ", "recommendationCount": 9}, {"assetID": 2275675, "replies": [], "lft": 1838, "assetURL": "http://www.nytimes.com/2011/01/10/us/10giffords.html", "parentID": null, "commentID": 3206269, "rgt": 1839, "userDisplayName": "jbrooklyn08", "createDate": "1294616612", "userID": 57030958, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1294635879", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "new york", "commentType": "comment", "updateDate": "1294688036", "commentSequence": 680, "commentBody": "Typical of the New York Times, now joining other national rags, not ONE, not ONE article on the problem of guns in this country--and the need for some serious control. There will always be political vitriol; there will always be the unhinged; but why must people in this country avoid the discussion of violence as a national legacy? Why make it easy to put guns in the hands of disturbed people (and those who rev them up)? This is not the Times finest hour--it's a profile in the country's ongoing \"lack of courage\" awards.", "recommendationCount": 4}, {"assetID": 2274090, "replies": [], "lft": 28, "assetURL": "http://fifthdown.blogs.nytimes.com/2011/01/09/next-weeks-playoff-matchups/", "parentID": null, "commentID": 3201458, "rgt": 29, "userDisplayName": "SlamminSammy61", "createDate": "1294635711", "userID": 58805724, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1294636002", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Port Saint Lucie, FL", "commentType": "comment", "updateDate": "1294636002", "commentSequence": 13, "commentBody": "Steelers 24 Ravens 21    Strictly homefield and Polamalu<br />Packers 23 Falcons 22   The Pack are a well oiled machine<br />Seahawks 20 Bears 18   Bears are the most over rated team in the playoffs<br />Jets 28 Pats 20              Players don't forget a 45-3 beatdown (Revenge)", "recommendationCount": 1}, {"assetID": 2275675, "replies": [], "lft": 1840, "assetURL": "http://www.nytimes.com/2011/01/10/us/10giffords.html", "parentID": null, "commentID": 3206270, "rgt": 1841, "userDisplayName": "Elizabeth Marquardt", "createDate": "1294616613", "userID": 20019848, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1294636098", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Chicago, IL", "commentType": "comment", "updateDate": "1294688036", "commentSequence": 681, "commentBody": "Please take down the photograph of Rep Giffords on the stretcher. This is not appropriate.", "recommendationCount": 0}, {"assetID": 2274529, "replies": [], "lft": 6, "assetURL": "http://www.nytimes.com/2011/01/10/opinion/10krugman.html", "parentID": null, "commentID": 3201332, "rgt": 7, "userDisplayName": "Kate Madison", "createDate": "1294633250", "userID": 25120579, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1294636102", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Depoe Bay, Oregon", "commentType": "comment", "updateDate": "1294677364", "commentSequence": 1, "commentBody": "....\"Where’s that toxic rhetoric coming from? Let’s not make a false pretense of balance: it’s coming, overwhelmingly, from the right.\"<br /><br />Thank you, Professor Krugman, for letting go of this \"fair and balanced\" charade that the MSM has been going through in the wake of Gabrielle Gifford's attempted assassination and the killing of six other people.  I almost screamed when I tuned into NBC and CBS Evening \"News\" (I use that term loosely)and listened to the commentators talking evenly about the violent rhetoric coming from BOTH the right and the left--poisoning the political debate.  Nope, no way!<br /><br />Democrats certainly do show bad taste at times and do some trash talking, but I have never seen a Democratic ad (like the one on SarahPAC) which has a map with cross hairs in precisely the districts of congresspeople she wants \"eliminated\" because they voted for health care reform.  A Palin aide said quickly--too quickly--that the crosshairs were a surveyor's symbol.  How now brown cow?  Why then did SarahPAC in such haste scrub the map from her website and several other sites?  And nowhere today can be seen her motto: \"Don't Retreat, instead Reload.\"<br /><br />Gifford's Tea Party opposition, Jesse Kelly, had an offer on his campaign website to:  \"Get on target for victory in November.  Help remove Gabrielle Giffords from office.  Shoot a fully automatic M-16 with Jesse Kelly.\"  On his website today is a note that \"Senseless Acts of violence such as this have no place in American politics.\"  HUH?  Then why the shooting guns with people to \"remove\" Gabrielle Giffords from office?  Sorry, folks.  Like cows, this craziness will not fly!<br /><br />Let us enter into a conversation where we call out the right-wing--their  vitriolic politicians and spokespeople for the violence they speak about so carelessly and therefore encourage.  Leave the left out of it. Or criticize them for being spineless, which certainly is more accurate.", "recommendationCount": 4200}, {"assetID": 2275675, "replies": [], "lft": 1842, "assetURL": "http://www.nytimes.com/2011/01/10/us/10giffords.html", "parentID": null, "commentID": 3206271, "rgt": 1843, "userDisplayName": "sarah", "createDate": "1294616642", "userID": 53871828, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1294636109", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "la", "commentType": "comment", "updateDate": "1294688036", "commentSequence": 682, "commentBody": "<br />Do we ask how something like this can happen in America? We're the people who nearly elected, and gave great publicity to, Sharron Angle, who talked of using our Second Amendment Rights if ballots didn't suit Tea Party wishes. This to replace leader of the Senate .We're the people who accepted, without question the use of  gun cross hairs to target political opponents. So cute, wasn't it. And we can't understand violence in America?  ", "recommendationCount": 7}, {"assetID": 2275675, "replies": [], "lft": 1844, "assetURL": "http://www.nytimes.com/2011/01/10/us/10giffords.html", "parentID": null, "commentID": 3206272, "rgt": 1845, "userDisplayName": "Pro-Choice", "createDate": "1294616655", "userID": 48867462, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1294636114", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Utah", "commentType": "comment", "updateDate": "1294688036", "commentSequence": 683, "commentBody": "We need another \"Rally to restore Sanity\".", "recommendationCount": 3}, {"assetID": 2274529, "replies": [], "lft": 8, "assetURL": "http://www.nytimes.com/2011/01/10/opinion/10krugman.html", "parentID": null, "commentID": 3201354, "rgt": 9, "userDisplayName": "M. Green", "createDate": "1294633738", "userID": 62496078, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1294636123", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "San Francisco", "commentType": "comment", "updateDate": "1294676555", "commentSequence": 2, "commentBody": "I'm a Democrat, but today you are just wrong.  Guess who said this, recently about their political opponents?  :<br /><br />\" “If they bring a knife to the fight, we bring a gun,” \".<br /><br />The answer is Barack Obama ( in Philadelphia )<br /><br />Sarah Palin has never said anything even close to that strong about Democrats.  But, we accept President Obama saying it about Republicans.  Are we all just loud hypocrites?<br /><br />The fact is that politics had nothing to do with this crime.   Mental illness caused this terror.  Does anyone want to lock away the mentally ill?  I hope not.  In a free society, sometime, horrible, unexpected things will happen.  This is one of those times.", "recommendationCount": 795}, {"assetID": 2275675, "replies": [], "lft": 1846, "assetURL": "http://www.nytimes.com/2011/01/10/us/10giffords.html", "parentID": null, "commentID": 3206273, "rgt": 1847, "userDisplayName": "pew8000", "createDate": "1294616739", "userID": 59258965, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1294636128", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Georgia", "commentType": "comment", "updateDate": "1294688036", "commentSequence": 684, "commentBody": "I pray for Rep. Gifford and her husband and family. I resent the fact that so many of you are using this as a political statement. The partisan political divide that this paper seems to want to say just came into existence is not true. It came into existence when Obama pitted us all in class warfare at the beginning of his election and had gotten worse. I saw Rep. Gifford being sworn in and her reading the part of the Constitution and her on a interview on Fox on Friday, all of which she looked happy and excited about the things that were going to get done with this 112th Congress. So stop with the making up lies.", "recommendationCount": 3}, {"assetID": 2275675, "replies": [], "lft": 1848, "assetURL": "http://www.nytimes.com/2011/01/10/us/10giffords.html", "parentID": null, "commentID": 3206274, "rgt": 1849, "userDisplayName": "James J. Connolly", "createDate": "1294616752", "userID": 55539116, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1294636143", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Waterford, Connecticut", "commentType": "comment", "updateDate": "1294688036", "commentSequence": 685, "commentBody": "The assassin is a dedicated right-wing racist ideologue who was specifically responding to the gun-crazy ultraheated antigovernment political climate in Arizona.<br /><br />It is very unfortunate that innocent blood has to be shed to reawaken people to the dangers of rightwing extremism in America, but this is another watershed, like the Oklahoma City bombing, that exposes the danger of armed political violence from crazy white rightwingers.<br /><br />The political and police authorities need to turn their focus back to the real danger to American liberty and safety, which has never come from Muslims but rather from white Christian extremists.<br /><br />A sad day, but I fear, an unaviodable one, given the horrendous violence and pitiable ignorance of so many of those who live in the American hinterland.", "recommendationCount": 5}, {"assetID": 2275675, "replies": [], "lft": 1850, "assetURL": "http://www.nytimes.com/2011/01/10/us/10giffords.html", "parentID": null, "commentID": 3206275, "rgt": 1851, "userDisplayName": "Plato31", "createDate": "1294616850", "userID": 59441285, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1294636157", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Toronto. Ontario", "commentType": "comment", "updateDate": "1294688036", "commentSequence": 686, "commentBody": "In fact, the white, jesus-freak, trash, Sarah Palin, encouraged someone to murder Ms. Gifford. Her website shows a photo of Ms Gifford with a rifle cross-hair of Ms. Gifford. This white trash, Palin, should be charged with first degree murder and executed.", "recommendationCount": 6}, {"assetID": 2275675, "replies": [], "lft": 1852, "assetURL": "http://www.nytimes.com/2011/01/10/us/10giffords.html", "parentID": null, "commentID": 3206276, "rgt": 1853, "userDisplayName": "joyce", "createDate": "1294616873", "userID": 23699292, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1294636160", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "new brunswick, canada", "commentType": "comment", "updateDate": "1294688036", "commentSequence": 687, "commentBody": "Better access to health care for mentally unstable people would help forstall this.<br />Better gun control in states that have problems with guns would help.<br />More responsible rhetoric by people in the public eye would help.<br /><br />This is not hard to figure out.<br /><br />", "recommendationCount": 6}, {"assetID": 2275675, "replies": [], "lft": 1854, "assetURL": "http://www.nytimes.com/2011/01/10/us/10giffords.html", "parentID": null, "commentID": 3206277, "rgt": 1855, "userDisplayName": "JJ Leahy", "createDate": "1294616888", "userID": 62477125, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1294636166", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Australia", "commentType": "comment", "updateDate": "1294688036", "commentSequence": 688, "commentBody": "It is difficult for people from other democratic countires to understand why Americans are so obsessed with possessing guns. The greatest threat to any American citizen's life is another American with a gun. In other countries, very few people own guns. A license is required and it is subjected to a rigourous police check.<br /><br />In any society, there will be unstable people with violent intent. They cannot do as much harm if they do not possess a gun", "recommendationCount": 6}, {"assetID": 2275675, "replies": [], "lft": 1856, "assetURL": "http://www.nytimes.com/2011/01/10/us/10giffords.html", "parentID": null, "commentID": 3206278, "rgt": 1857, "userDisplayName": "Kenneth", "createDate": "1294616945", "userID": 57600098, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1294636174", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Hobe Sound, Fl.", "commentType": "comment", "updateDate": "1294688036", "commentSequence": 689, "commentBody": "A gun is one of the most lethal objects on the planet. Yet we treat them in a way that is bordering on cavalier. If you have to have a gun there should be a rigorous set of requirements before it is put in your possession.", "recommendationCount": 6}, {"assetID": 2274529, "replies": [], "lft": 10, "assetURL": "http://www.nytimes.com/2011/01/10/opinion/10krugman.html", "parentID": null, "commentID": 3201358, "rgt": 11, "userDisplayName": "sybilll", "createDate": "1294633768", "userID": 62496060, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1294636184", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "USA", "commentType": "comment", "updateDate": "1294677347", "commentSequence": 3, "commentBody": "Why did Keith Olbermann last night apologize for saying in 2008 that Hillary Clinton should be shot?  Sir.   ", "recommendationCount": 569}]}, "copyright": "Copyright (c) 2016 The New York Times Company.  All Rights Reserved."}