{"debug": {"version": 3.1}, "status": "OK", "results": {"api_timestamp": "1481460324", "totalCommentsFound": 5158, "totalCommentsReturned": 25, "comments": [{"assetID": 2309064, "replies": [], "lft": 140, "assetURL": "http://economix.blogs.nytimes.com/2011/01/18/why-green-energy-cant-power-a-job-engine/", "parentID": null, "commentID": 3257154, "rgt": 141, "userDisplayName": "Ben S", "createDate": "1295470325", "userID": 4196791, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1295499606", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Philadelphia, PA", "commentType": "comment", "updateDate": "1295499606", "commentSequence": 67, "commentBody": "@Disappointed: A very good idea--the export of manufacturing jobs to China should absolutely be based on respecting intellectual rights.  Unless we're ok with giving our technologies away.  Business interests can complain that this might put American companies at risk, but it's worth it if it protects the industry in the long term.", "recommendationCount": 0}, {"assetID": 2309064, "replies": [], "lft": 142, "assetURL": "http://economix.blogs.nytimes.com/2011/01/18/why-green-energy-cant-power-a-job-engine/", "parentID": null, "commentID": 3257240, "rgt": 143, "userDisplayName": "Ben S", "createDate": "1295470964", "userID": 4196791, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1295499624", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Philadelphia, PA", "commentType": "comment", "updateDate": "1295499612", "commentSequence": 68, "commentBody": "@Buckytroll:  write your Congressman and vote Democratic.  The right hates the idea of a jobs program or support for education/training, but the Dems would be for it if we can get them to remember what it is.  This country needs to get more educated and more training or else we'll just keep falling behind.", "recommendationCount": 0}, {"assetID": 2310351, "replies": [], "lft": 30, "assetURL": "http://economix.blogs.nytimes.com/2011/01/18/one-companys-struggles-in-china/", "parentID": null, "commentID": 3258486, "rgt": 31, "userDisplayName": "Tom", "createDate": "1295485786", "userID": 14334198, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1295499690", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "West Windsor, NJ", "commentType": "comment", "updateDate": "1295499690", "commentSequence": 14, "commentBody": "Wait a minute.<br /><br />The CEO complains that “they have thumbed their nose at the W.T.O.’s policies and procedures,\" but later we find out that the Chinese tariffs are \"fully within its W.T.O. promises.\"", "recommendationCount": 2}, {"assetID": 2310351, "replies": [], "lft": 32, "assetURL": "http://economix.blogs.nytimes.com/2011/01/18/one-companys-struggles-in-china/", "parentID": null, "commentID": 3258691, "rgt": 33, "userDisplayName": "Supposn", "createDate": "1295490473", "userID": 60742869, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1295499787", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Fort Lee, Nj", "commentType": "comment", "updateDate": "1295499787", "commentSequence": 15, "commentBody": "Reduce the trade deficit; increase GDP &amp; median wage<br /><br />Warren Buffett’s concept to significantly reduce USA’s trade deficit.<br />I’m a proponent of a proposal that was introduced to the Senate in 2006.  Trade deficits are always detrimental to a nation’s GDP.  Trade deficit’s detriment to the GDP exceeds the amount of the deficit itself. The GDP bolsters the median wage.<br /><br />The basic concept is for exporters who choose to pay the federal fees acquire transferable IMPORT Certificates for the assessed value of their goods leaving the USA. Importers would be required to surrender IMPORT Certificates for the assessed value of their goods entering the USA. Surrendered certificates are cancelled.<br /><br />This trade policy would decrease USA’s trade deficit of goods and increase the aggregate sum of USA’s imports plus exports.  It can be drafted to be completely self funding.  It would not require any additional federal spending, taxes or debt.  It would be a permanent stimulant that would increase our GDP well in excess of a trillion dollars more than otherwise. ***<br />Refer to:  <a href=\"http://www.USA-Trade-Deficit.Blogspot.com\" target=\"_blank\">www.USA-Trade-Deficit.Blogspot.com</a> and<br />                   <a href=\"http://en.wikipedia.org/wiki/Import_Certificates\" target=\"_blank\">http://en.wikipedia.org...</a><br /><br />*** The estimate of increasing GDP well in excess of a trillion dollars is based upon USA’s trade deficit of goods excluding precious or scare minerals integral to the goods approach a half trillion dollars.<br /><br />Respectfully, Supposn<br />", "recommendationCount": 0}, {"assetID": 2313701, "replies": [], "lft": 138, "assetURL": "http://www.nytimes.com/2011/01/20/sports/20polo.html", "parentID": null, "commentID": 3258976, "rgt": 139, "userDisplayName": "Rollo", "createDate": "1295496892", "userID": 42014, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1295499804", "userTitle": null, "editorsSelection": 1, "statusID": 2, "userURL": null, "userLocation": "Maryland", "commentType": "comment", "updateDate": "1295499804", "commentSequence": 64, "commentBody": "My first game was at the Polo Grounds, Cardinals 13 Giants 0.  Musial made a nice running catch and everyone applauded.  I asked my father, why are they applauding, isn't that bad for the Giants?  Yeah, but you got to give the man credit, he made a nice play!  (Not any more, alas)<br /><br />Henry Thompson had three balls go right through the wickets at third.<br /><br />But the centerfield billboard wasn't for a cigarette at that game, it was for Knickerbocker beer, and had a guy in a three corner hat holding up a large glass and the words, \"Knock for Knickerbocker, Ny's favorite beer!\"<br /><br />The stands for the early Mets were way more entertaining than the field<br />..you could sit where-ever you wanted and the upper decks were a party that moved from left field to right field up and down and back again.  I remember a Labor Day double header against the Reds and Vada Pinson was ejected in the first game and Frank Robinson in the 2nd.<br /><br />I remember Duke Snider hitting 5 or 6 out in batting practise to right center and striking out in his 4 official trips.<br /><br />I remember Lou Brock hitting lead-off for the Cubs (before the Broglio imbrolgio) and thinking well at least we won't fall behind right away, he's a speedster.  And he hit it 450 feet into the right side bleachers over the little screen they had there.  I remember Clay Dalrymple of the Phillies hitting it 450 and having it roll the rest of the way to the clubhouse and almost getting thrown out going to third.<br /><br />In those days, believe it or not, you could exit across the field, right with the players and I was right there with ole Casey Stengel.  Some kid snuck up behind Joe Christopher and snatched his cap and Christopher chased him all the way to the clubhouse.<br /><br />The Giants are so dead and buried in Ny it's hard to get the cap.  I found one about 15 years ago and everyone thought it was  Mets alternate.  Although a guy and Quebec City stopped awe struck on the street and said Hey, the Giants!!  We used to go down to the Polo Grounds once a year.<br /><br />But it's better it's torn down because those days are done and things are better in memory.<br /><br /> ", "recommendationCount": 0}, {"assetID": 2306692, "replies": [], "lft": 50, "assetURL": "http://economix.blogs.nytimes.com/2011/01/17/big-business-deadbeats/", "parentID": null, "commentID": 3258974, "rgt": 51, "userDisplayName": "Max Kleynburd", "createDate": "1295496872", "userID": 47482218, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1295499812", "userTitle": null, "editorsSelection": 1, "statusID": 2, "userURL": null, "userLocation": "New York, NY", "commentType": "comment", "updateDate": "1295499812", "commentSequence": 21, "commentBody": "This is the age-old question that makes or breaks many a small business - how to get paid without losing an account or becoming the bad guy.<br /><br />Let's be honest -- you can't operate your business without a steady and reliable cash flow. Timely payments from your customers is the key ingredient for success. With that in mind, late customer payments is a \"luxury\" you simply can't afford.<br /><br />The key is to forge a client relationship that is based on mutual respect. In a polite and respectful manner you have to make it clear to your customers that your business operates on the pay to play philosophy. Reassure your clients that although you understand the difficulties they may be facing, thirty days means thirty days. And remember -- always get a signature. Always keep a paper trail.<br /><br />Begin by putting in place a firm company-wide policy on collecting receivables. Print that policy on your invoices and statements - you can even incorporate a system of late charges to encourage timely payments. Your customers will appreciate your direct and honest manner.<br /><br />It's also important to let your clients know that as much as you cherish their relationship and their trust in your products or services -- rules are rules. Invoices are due when they're due and even you aren't above the rules.<br /><br />Polite but firm reinforcement is your key.<br /><br />Best of luck,<br /><br />Max Kleynburd, NYC Accountant<br /><br /><a href=\"http://www.MKadvisors.com\" target=\"_blank\">http://www.MKadvisors.com</a><br /><a href=\"http://www.NYQuickbooks.com\" target=\"_blank\">http://www.NYQuickbooks.com</a><br /><a href=\"http://www.twitter.com/NYCaccountant\" target=\"_blank\">http://www.twitter.com/NYCaccountant</a>", "recommendationCount": 0}, {"assetID": 2297078, "replies": [], "lft": 110, "assetURL": "http://economix.blogs.nytimes.com/2011/01/14/how-efficient-is-private-charity/", "parentID": null, "commentID": 3257808, "rgt": 111, "userDisplayName": "Debbie R.", "createDate": "1295476338", "userID": 46923481, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1295499875", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Brookline,MA", "commentType": "comment", "updateDate": "1295499875", "commentSequence": 50, "commentBody": "Mr. Franke,<br /><br />You wrote disparagingly of the \"income transfer programs\" and asserted that not only have they failed to cure poverty, but they have made the problem worse.  So I don't think it is beyond the scope of this discussion to determine exactly which programs you had in mind.<br /><br />The earned income tax credit came to mind because that represents the purest transfer of wealth we have in this country, which you claim often does more harm than good. Do you think Medicaid has done more harm than good?<br /><br />I would say that money is often a necessary condition to solve a problem but not sufficient.  Spending money on cancer research and defense does not by itself cure cancer or win wars, but I assume you would not be arguing that we should not spend money on those things, despite the fact that we have not won the war on cancer and have not eliminated the threat of war.<br />Would you argue that programs to help people quit drinking are a failure because people still drink?<br />Or they relapse?<br /><br />There will always be people at the bottom of the income ladder, at the bottom of the bell curve in terms of ability, personality, luck, common sense, intelligence, health or what have you.<br />While it is certainly difficult to help people overcome all of their own personal demons, I think that it is relatively easy to help them with basic physical needs. People keep repeating this claim that this is a large diverse country, but the reality is that when it comes to things like having enough to eat or getting medical care, the needs of people are remarkably similar.<br /><br />The big question for the people who claim that gov't programs only made things worse is - if things were so great before, why did these programs get enacted to begin with?  The argument that social security was a onetime response to the extreme situation of the Great Depression and is no longer necessary has traction only because most people aren't old enough to remember life before social security.  Surely the people who are only too happy to claim that home ownership isn't for everyone should also be willing to acknowledge that 401K plans aren't for everybody, and Health Savings Accounts aren't for everybody.  Not everybody can survive with large fluctuations in their retirement income and not everybody can absorb the costs of unanticipated medical expenses.<br /><br />There are never any guarantees for anything, but certainly the Federal Gov't is in as good a position as anyone to provide a measure of security for those who need it.  Charity is not secure, and is also not sufficient.<br /><br />I think there is an appalling level of dishonesty in the arguments of people who claim that anti-poverty programs make people worse off and that we'd all be better off with less gov't.<br />", "recommendationCount": 0}, {"assetID": 2281292, "replies": [], "lft": 410, "assetURL": "http://economix.blogs.nytimes.com/2011/01/11/why-so-many-rich-people-dont-feel-very-rich/", "parentID": null, "commentID": 3257659, "rgt": 411, "userDisplayName": "Mark", "createDate": "1295474564", "userID": 4196791, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1295499882", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Philadelphia, PA", "commentType": "comment", "updateDate": "1295499882", "commentSequence": 183, "commentBody": "You can thank the right for the income inequality.", "recommendationCount": 1}, {"assetID": 2314590, "replies": [], "lft": 10, "assetURL": "http://economix.blogs.nytimes.com/2011/01/19/unemployment-does-not-equal-poverty/", "parentID": null, "commentID": 3257743, "rgt": 11, "userDisplayName": "Wafa", "createDate": "1295475528", "userID": 9339054, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1295499904", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Huntsville, AL", "commentType": "comment", "updateDate": "1295499904", "commentSequence": 4, "commentBody": "Also, there is no social safety net in most poor countries. You can't afford to be unemployed -- unless you do *something* you will starve.<br /><br />The poor are poor because they have low productivity. And because those countries as a whole have low productivity, they can't afford the luxury of unemployment.", "recommendationCount": 0}, {"assetID": 2312610, "replies": [], "lft": 50, "assetURL": "http://economix.blogs.nytimes.com/2011/01/18/inefficiency-isnt-bad-for-everyone/", "parentID": null, "commentID": 3257248, "rgt": 51, "userDisplayName": "Chupacabra", "createDate": "1295471006", "userID": 40748580, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1295499915", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "MO, USA", "commentType": "comment", "updateDate": "1295499915", "commentSequence": 20, "commentBody": "This is exactly right, but I think that it misses the crucial point.  A tax code that no single individual can understand allows one to fund further inefficiencies (lawyers and tax planning) and to obscure political pay-for-play in the far more mundane world of accounting.  If one's tax avoidance and pay-for-play schemes are backed by sufficient incentives to defend them, regulators will fight winnable battles and perpetuate the gross \"financial might makes right\" that obscures the line (assuming one exists) between legal and illegal but far too costly to demonstrate as illegal.", "recommendationCount": 0}, {"assetID": 1898945, "replies": [], "lft": 110, "assetURL": "http://economix.blogs.nytimes.com/2010/09/28/the-poorest-states-of-america/", "parentID": null, "commentID": 3256711, "rgt": 111, "userDisplayName": "MichaelF", "createDate": "1295466514", "userID": 7132394, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1295499931", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Yonkers, NY", "commentType": "comment", "updateDate": "1295499931", "commentSequence": 50, "commentBody": "It isn't the poorest states that are Republican it is the states with the lower cost of living. The states that don't gouge their citizens so they can live on 25K a year.<br />", "recommendationCount": 0}, {"assetID": 2312610, "replies": [], "lft": 48, "assetURL": "http://economix.blogs.nytimes.com/2011/01/18/inefficiency-isnt-bad-for-everyone/", "parentID": null, "commentID": 3256365, "rgt": 49, "userDisplayName": "Green Mountain Boy", "createDate": "1295462762", "userID": 12704115, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1295499942", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Saint Paul, MN", "commentType": "comment", "updateDate": "1295499942", "commentSequence": 21, "commentBody": " As an accountant (of the management variety, NOT tax prep), I have been trained for years to look for the other half of the equation.  The cost of tax preparation due complexity is offset by the benefits we gain from the things that make it complex.  While it is true that the tax prep industry makes a lot of money due to the complexity of the tax code, it is not complex at their demand.  It is complex because we as a nation have decided that we want to encourage certain activities and discourage others through the tax code.<br /><br />It can be argued that this should not be done through the tax code, of course.  But if we want to continue to encourage or discourage these behaviors, there will always be a cost - it will just show up in other areas.  For example, a company might hire lawyers to maximize benefits from incentive programs (instead of accountants to maximize benefits from tax code), but that still would take resources away from central business activities.<br /><br />The bottom line is that the premise that complexity is too costly ignores the fact that simplicity has its costs as well.", "recommendationCount": 2}, {"assetID": 2281622, "replies": [], "lft": 74, "assetURL": "http://economix.blogs.nytimes.com/2011/01/11/the-new-normal-is-actually-pretty-old/", "parentID": null, "commentID": 3256280, "rgt": 75, "userDisplayName": "JBD", "createDate": "1295461910", "userID": 62126523, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1295499954", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Vail ,Co.", "commentType": "comment", "updateDate": "1295499954", "commentSequence": 32, "commentBody": "The new normal, look around, do you see any long term unemployed among you. You can thank in part, the boys at Goldman, they found out how to rob the bank and get away with it. The problems in this country are huge and they will never be fixed until legitimate accounting is put in place.", "recommendationCount": 0}, {"assetID": 2315851, "replies": [], "lft": 326, "assetURL": "http://www.nytimes.com/2011/01/20/nyregion/20lieberman.html", "parentID": null, "commentID": 3259084, "rgt": 327, "userDisplayName": "Bill Goetz", "createDate": "1295499412", "userID": 42299781, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1295500051", "userTitle": null, "editorsSelection": 1, "statusID": 2, "userURL": null, "userLocation": "Bedminster, N.J.", "commentType": "comment", "updateDate": "1295500051", "commentSequence": 110, "commentBody": "I am old enough to call myself a FDR-Truman-JFK liberal Democrat and find this article instuctive  by telling me what is wrong with the Democratic Party.  You have no one to match Governor Chris Christie who I'm sure will make a great run in 2012 and take the House and Senate with him. Conservatives must relish watching centrist liberalism disintegrate and the working class and lower middle class all moving  into the Republican Party.<br /><br />I saw this coming in 1968  when new left activists  heckled Vice-Presdent Humphrey when he was campaigning for the presidency paving the way for one Richard Nixon to win a close election.  The irony is that President Obama whom I support mightily sounds more like Lieberman than Connecticut \"progressives!\"  This will pave the way for the southern-based Republican Party to dismantle piece by piece the civil rights laws and the liberal welfare state based on centrist social justice.  Thanks a lot progressive liberals of Ct.; Enjoy your imported wines and hubris. ", "recommendationCount": 0}, {"assetID": 2317575, "replies": [], "lft": 34, "assetURL": "http://wordplay.blogs.nytimes.com/2011/01/19/flipped/", "parentID": null, "commentID": 3259026, "rgt": 35, "userDisplayName": "JPG", "createDate": "1295497894", "userID": 5499180, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1295500090", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Webster, Mass", "commentType": "comment", "updateDate": "1295500090", "commentSequence": 15, "commentBody": "2 letters did me in.  I looked at it and looked at it and looked at it.  Thank you Deb for helping me out.  I had A_C; ABC would have been a better guess than the one I tried (on a wing and a prayer).<br /><br />I'm a neutron, proton, electron guy, so those sub-atomics are pretty mysterious ... and didn't help me figure out 1D.<br /><br />Conjugating \"to be\" in various foreign languages takes a lot of familiarity; they tend to have all kinds of unknowable variations.<br /><br />So we had ASS, AIM &amp; FAR, but the 4th - FOG - was left unused!  Harry Potter and the Goblet of Fire?  Gang of Four?  Goodness of fit?  I'm so sad it was left out.<br /><br />-- jpgaskell<br />", "recommendationCount": 2}, {"assetID": 2317814, "replies": [], "lft": 2, "assetURL": "http://www.nytimes.com/2011/01/20/business/20walmart.html", "parentID": null, "commentID": 3259101, "rgt": 3, "userDisplayName": "Outraged", "createDate": "1295499928", "userID": 8276494, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1295500093", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Oakland", "commentType": "comment", "updateDate": "1295500093", "commentSequence": 1, "commentBody": "Wal Mart is a great business story.<br /><br />They suffer a bad reputation because of greedy unions who expect corporations to float a middle class.<br /><br />I hope Wal Mart (and Starbucks, McDonalds, Goldman Sachs) teaches Americans that complacency is not the answer.<br /><br />Good job, Wal Mart.", "recommendationCount": 40}, {"assetID": 2317575, "replies": [], "lft": 36, "assetURL": "http://wordplay.blogs.nytimes.com/2011/01/19/flipped/", "parentID": null, "commentID": 3259065, "rgt": 37, "userDisplayName": "Nhart", "createDate": "1295498917", "userID": 31523591, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1295500112", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "West Texas", "commentType": "comment", "updateDate": "1295500112", "commentSequence": 16, "commentBody": "I enjoyed this one but it made me really feel dumb! It took a minute or two even staring at Deb's explanation and the phone keypad to get 1-Down. Good clue! Natick for me in that corner since I didn't know CESTA or BOSON. And speaking of dense, can someone please explain TOE to me. Of course I tried ten, which didn't fit with LIE.<br /><br />Yea for DATIVE in a puzzle! CHAFF was also good and took me a while to get.<br /><br />  @8 CBCD, I agree reversal is probably more correct than opposite, but that really would have given away the fun of this puzzle.", "recommendationCount": 1}, {"assetID": 2317575, "replies": [], "lft": 38, "assetURL": "http://wordplay.blogs.nytimes.com/2011/01/19/flipped/", "parentID": null, "commentID": 3259081, "rgt": 39, "userDisplayName": "jeff l", "createDate": "1295499390", "userID": 48008182, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1295500114", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "NJ", "commentType": "comment", "updateDate": "1295500114", "commentSequence": 17, "commentBody": "can someone clarify how \"toe\" is part of XXX?", "recommendationCount": 0}, {"assetID": 2317575, "replies": [], "lft": 40, "assetURL": "http://wordplay.blogs.nytimes.com/2011/01/19/flipped/", "parentID": null, "commentID": 3259087, "rgt": 41, "userDisplayName": "fivethirtyam", "createDate": "1295499474", "userID": 37484715, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1295500121", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "hadlyme, connecticut", "commentType": "comment", "updateDate": "1295500121", "commentSequence": 18, "commentBody": "I was also puzzled by 1D, so thanks for the explanation.  Now I'm going to bed thinking about 42D, and maybe by morning I'll understand that one too.<br /><br />I have never heard of INFRASOUND, so might look that up.  I should also look up the various subatomic particles, none of which had been discovered/named when I was taking chemistry and physics too many decades ago. This puzzle has lots of interesting words.<br /><br /> Let me be the first to point out Gulliver, the Ogre, um I mean GIANT.", "recommendationCount": 1}, {"assetID": 2317716, "replies": [], "lft": 6, "assetURL": "http://www.nytimes.com/2011/01/20/business/media/20mtv.html", "parentID": null, "commentID": 3258970, "rgt": 7, "userDisplayName": "Lee", "createDate": "1295496827", "userID": 60729646, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1295500170", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Carnivoreland", "commentType": "comment", "updateDate": "1295500170", "commentSequence": 1, "commentBody": "Might as well cut the production of this sub-par ripoff of British Skins altogether. Wait, did I say ripoff? I meant creativity-lacking reproduction that fails to depict American teenagers with any relevance.", "recommendationCount": 61}, {"assetID": 2317716, "replies": [], "lft": 8, "assetURL": "http://www.nytimes.com/2011/01/20/business/media/20mtv.html", "parentID": null, "commentID": 3258972, "rgt": 9, "userDisplayName": "smartgeema", "createDate": "1295496859", "userID": 57762081, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1295500179", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "USA", "commentType": "comment", "updateDate": "1295500179", "commentSequence": 2, "commentBody": "Thanks, MTV - for your \"social responsibility\" to our nation's youth. (Sarcasm off)<br /><br />Just another tear in our declining social fabric, rent by the Almighty Profiteers.", "recommendationCount": 105}, {"assetID": 2317716, "replies": [], "lft": 10, "assetURL": "http://www.nytimes.com/2011/01/20/business/media/20mtv.html", "parentID": null, "commentID": 3258978, "rgt": 11, "userDisplayName": "S.H.", "createDate": "1295496904", "userID": 56141031, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1295500193", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Washington State", "commentType": "comment", "updateDate": "1295500193", "commentSequence": 3, "commentBody": "One more completely unnecessary piece of 'culture.' Do we really need to watch children drink, drug and have sex? Why? What's wrong with people that they find this kind of content compelling or entertaining? ", "recommendationCount": 173}, {"assetID": 2317716, "replies": [], "lft": 12, "assetURL": "http://www.nytimes.com/2011/01/20/business/media/20mtv.html", "parentID": null, "commentID": 3258979, "rgt": 13, "userDisplayName": "Michele", "createDate": "1295496929", "userID": 12843127, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1295500218", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Lebanon, Indiana", "commentType": "comment", "updateDate": "1295500218", "commentSequence": 4, "commentBody": "So their judgment about the appropriateness of the content doesn't kick in until they run up again CHILD PORNOGRAPHY LAWS?! Holy smokes. One of the many, many reasons we don't have cable TV in our house.", "recommendationCount": 155}, {"assetID": 2317716, "replies": [], "lft": 16, "assetURL": "http://www.nytimes.com/2011/01/20/business/media/20mtv.html", "parentID": null, "commentID": 3258982, "rgt": 17, "userDisplayName": "Ben", "createDate": "1295496982", "userID": 6844104, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1295500240", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Austin", "commentType": "comment", "updateDate": "1295500240", "commentSequence": 5, "commentBody": "This seems a fairly transparent attempt to manufacture a controversy in effort to pump up ratings.   ", "recommendationCount": 117}, {"assetID": 2317716, "replies": [], "lft": 18, "assetURL": "http://www.nytimes.com/2011/01/20/business/media/20mtv.html", "parentID": null, "commentID": 3258985, "rgt": 19, "userDisplayName": "Richard", "createDate": "1295497091", "userID": 12789280, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1295500258", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Texas", "commentType": "comment", "updateDate": "1295500258", "commentSequence": 6, "commentBody": "Ugh.  MTV has been responsible for originating much of the dreck on TV that passes for entertainment.  Their recent Jersey Shore is just another riff on the original Real World, which taught young Americans it's perfectly natural to watch who people sleep with, and how.<br /><br />Nice promo bit about the 3rd episode.  I'm sure MTV loves the controversy, since it will probably guarantee higher ratings.", "recommendationCount": 72}]}, "copyright": "Copyright (c) 2016 The New York Times Company.  All Rights Reserved."}