{"debug": {"version": 3.1}, "status": "OK", "results": {"api_timestamp": "1481459952", "totalCommentsFound": 2479, "totalCommentsReturned": 25, "comments": [{"assetID": 1442020, "replies": [], "lft": 12, "assetURL": "http://dotearth.blogs.nytimes.com/2010/05/07/dot-shot-leafcutter-ants-on-parade/", "parentID": null, "commentID": 1960637, "rgt": 13, "userDisplayName": "Elizabeth Tjader", "createDate": "1273328051", "userID": 47403245, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1273378396", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Ferndale, California", "commentType": "comment", "updateDate": "1273374796", "commentSequence": 5, "commentBody": "Andy,<br /><br />This is SOOOOOOOO cool! And these little creatures have as much right to be here and live as we do. So when we talk about sustainability and leaving this planet in a condition where future generations may also benefit from the wonder and interconnectedness of life on Earth, this by far reflects my idea of the beauty, biodiversity and brilliance worthy of \"living simply so others may simply live.\" How to do that better continues to be my challenge.<br /><br />Funny, I too have a John Deere mower. I have to use it, my weed eater, and even a chain saw to keep the acreage manageable.  I'm always horribly conflicted about using these gasoline powered devices knowing I'm adding to the problem as opposed to ameliorating it. I chose to live in a place that requires a lot of outdoor maintenance which means I have to use certain types of machinery to keep it under control. But probably even more unnerving and tragic to me than the C02 I'm emitting are the little creatures whose lives I'm ending by using those machines.<br /><br />I'm so envious of your visit, Andy. I'd love to visit a place like this one day. Lucky you, though I can imagine on another level it must be incredibly depressing to see what our presence (mine too) has done to destroy some of the most beautiful places on Earth. Trips like these tend to produce incredible awe and reverence on my inhale, only to be followed by great sorrow and despair on the exhale. It's a sobering reminder to remember these places are disappearing at rates unprecedented. Not easy being alive this day and age as a human and caring about this planet; it hurts like a mother.<br /><br />Elizabeth Tjader", "recommendationCount": 3}, {"assetID": 1440205, "replies": [], "lft": 62, "assetURL": "http://dotearth.blogs.nytimes.com/2010/05/07/oil-now-and-in-the-long-haul/", "parentID": null, "commentID": 1960702, "rgt": 63, "userDisplayName": "Richard", "createDate": "1273329553", "userID": 7696665, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1273378405", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "oakland, ca", "commentType": "comment", "updateDate": "1273374805", "commentSequence": 30, "commentBody": "Thanks for a frank and balanced look at the situation. I would add one more thing:  a straight carbon tax on gasoline and other such products would both make people think twice about their reliance on dirty fuels and fund the kind of research and development that is needed.  It is more than 40 years since oil lapped up on the shores of Santa Barbara. THAT is a lot of lost time!", "recommendationCount": 1}, {"assetID": 1442486, "replies": [], "lft": 2, "assetURL": "http://travel.nytimes.com/travel/guides/north-america/united-states/texas/houston/77892/indika/restaurant-detail.html", "parentID": null, "commentID": 3081812, "rgt": 3, "userDisplayName": "", "createDate": "1273378411", "userID": 56199930, "replyCount": 0, "commentTitle": "", "status": "approved", "approveDate": "1273378411", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "", "commentType": "userReview", "updateDate": "1273416247", "commentSequence": 1, "commentBody": "Simply one of the best restaurants in Houston or any place I've been", "recommendationCount": 0}, {"assetID": 1442020, "replies": [], "lft": 14, "assetURL": "http://dotearth.blogs.nytimes.com/2010/05/07/dot-shot-leafcutter-ants-on-parade/", "parentID": null, "commentID": 1960707, "rgt": 15, "userDisplayName": "Susan Anderson", "createDate": "1273329704", "userID": 57076816, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1273378441", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Boston", "commentType": "comment", "updateDate": "1273374841", "commentSequence": 6, "commentBody": "Well, aside from the advert, I found this enjoyable and am not sure why Andy making no comment is characterized as \"pulling chain\".  Can't we ever just enjoy anything without spin?  As for the standard \"hypocrite\" argument, it's a great distractor but as Len Arends points out, it should be thought through rather than used to take sides.  We all could investigate our personal habits and make some changes, and perhaps even enjoy life more without so many electronic assists.<br /><br />Andy, I watched the new \"need to know\" program last night and have an odd question: you look gentler and younger than your new picture posted here on DotEarth.  I've enjoyed the fierce new picture but seeing you interviewed shows you have not actually changed or aged that much!  Interesting program.<br /><br />", "recommendationCount": 1}, {"assetID": 1438364, "replies": [], "lft": 96, "assetURL": "http://dotearth.blogs.nytimes.com/2010/05/06/scientists-lash-at-mccarthy-like-threats/", "parentID": null, "commentID": 1960777, "rgt": 97, "userDisplayName": "Roger Albin", "createDate": "1273331425", "userID": 18608956, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1273378473", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Ann Arbor, Michigan", "commentType": "comment", "updateDate": "1273374873", "commentSequence": 44, "commentBody": "This letter does not have, as Mr. Revkin states, a \"defensive tone.\"  It is a direct and unvarnished statement of the facts.<br /><br />As for the notion that the scientific community is somehow deficient in its conduct in terms of public education or policy making, lets not forget that the primary job of scientific communities is to do science.  The climate science community has produced, in a relatively short period of time (a few decades) a remarkable body of outstanding science.  If you could go back to 1960 and tell the then small community of climate scientists that by 2010 we'd have a reasonably accurate reconstruction of paleoclimates, that we'd understand many of the mechanisms of climate, that reasonably accurate large scale modeling would be a reality, and that strong evidence for human impact on climate would demonstrated, they would have been incredulous.<br /><br />Asking climate scientists to compensate for the gross failings of our political system is inappropriate and analogous to blaming rape victims for rape.  ", "recommendationCount": 3}, {"assetID": 1440009, "replies": [], "lft": 68, "assetURL": "http://dotearth.blogs.nytimes.com/2010/05/07/varied-critics-assail-official-probing-climate-scientist/", "parentID": null, "commentID": 1960835, "rgt": 69, "userDisplayName": "Ike Solem", "createDate": "1273332669", "userID": 57245573, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1273378478", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "CA", "commentType": "comment", "updateDate": "1273374878", "commentSequence": 34, "commentBody": "Virginia is an unsurprising choice - haven't coal interests like Massey Energy packed the courts with their cronies in that state?<br /><br />If the District Attorney wants a real case of fraud to look into, he should look at the bogus \"coal carbon capture and sequestration\" research that's being carried out with government grants - but will a political appointee put there by coal interests ever do that?  Would they ever look at the mine safety issues, and prepare criminal charges against the mine owners for flaunting the laws multiple times?<br /><br />I doubt it.  As far as \"clean coal\", the entire program seems like nothing but cover for increased coal-to-gasoline programs - take a look at Wyoming, for example:<br />\"A U.S. Senate committee has passed a bill that seeks to encourage innovation and investment in technology to capture and store carbon dioxide, which is key in helping the coal industry survive in a clean energy world...\"<br /><br />\"Wyoming, which benefits from thousands of jobs and more than a billion dollars in annual revenue from coal mining in the state, is spending $45 million over the next two years on carbon storage research. The state also is working with General Electric to build a $100 million facility to research turning coal into a cleaner burning gas.\"<br /><br /><a href=\"http://www.businessweek.com/ap/financialnews/D9FI00B80.htm\" target=\"_blank\">http://www.businessweek.com...</a><br /><br />The blind side here is pretty amazing - the U.S. press has been a one-sided cheerleader for the expansion of \"clean coal\" technology, relying only on fossil fuel think tanks for expert quotes and refusing to seek out any contrary opinion.  In fact, the technological claims are bogus and unscientific on both the capture issue as well as the long-term storage issue.  It's not going to work as advertised, and most of the technology seems intended for use in the new coal-to-gasoline effort, which is what \"clean coal\" is really all about.<br /><br />If you want to see how federal subsidies for coal interests vastly outstrip those for solar and wind research, see this from Dec 2009:<br /><br /><a href=\"http://bdtonline.com/cnhiwebservice/x546091020/Rockefeller-says-334M-in-stimulus-to-clean-coal-technology\" target=\"_blank\">http://bdtonline.com...</a><br /><br />\"With leaders of the southern West Virginia coal industry grumbling with concerns over tighter federal control over surface mine permits and a perceived fear that climate change legislation will dramatically increase the cost of coal, U.S. Senator John D. “Jay” Rockefeller IV., D, W.Va. announced a $334 million federal investment in clean coal technology at a coal-fired power plant on the Ohio River.\"", "recommendationCount": 2}, {"assetID": 1439456, "replies": [], "lft": 32, "assetURL": "http://dotearth.blogs.nytimes.com/2010/05/07/tape-exposes-rich-poor-tussle-in-copenhagen/", "parentID": null, "commentID": 1960888, "rgt": 33, "userDisplayName": "Jeff Huggins", "createDate": "1273333784", "userID": 51125012, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1273378484", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Los Gatos, California", "commentType": "comment", "updateDate": "1273374884", "commentSequence": 15, "commentBody": "Dear SES (Comment 14) ...<br /><br />We really should try to get together some day.  Do you have any plans to come out here, to the SF Bay Area or anywhere in Northern California?<br /><br />I have not done the actual numbers re the issues you mention -- food production vs. food distribution -- but my gut agrees with you that we do (or at least can) produce plenty of food, and the problem is one having to do with the various ways in which we, or our systems and approaches, \"decide\" who gets what.<br /><br />FYI, I am just starting to get a bit involved with the \"MAHB\", housed partly at Stanford, and I'm wondering if I saw your name, SES, on one of those correspondences or on the MAHB website or blog or something?<br /><br />Of course, I think you are far too kind when it comes to The Times and the media, but anyhow, I think (as you know) that your big-picture concerns and thoughts are great.  Bravo!  If you aren't already involved with MAHB, you might consider looking into it.  And, if you travel much, you might consider coming out here at some point.  It would be great fun -- and productive I think -- to try to get some folks together somehow.<br /><br />Cheers,<br /><br />Jeff      ", "recommendationCount": 0}, {"assetID": 1440205, "replies": [], "lft": 64, "assetURL": "http://dotearth.blogs.nytimes.com/2010/05/07/oil-now-and-in-the-long-haul/", "parentID": null, "commentID": 1960951, "rgt": 65, "userDisplayName": "Susan Anderson", "createDate": "1273335597", "userID": 57076816, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1273378490", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Boston", "commentType": "comment", "updateDate": "1273374890", "commentSequence": 31, "commentBody": "Dr. McIntyre, I read your posts carefully these days.  Thanks.  While there is information that does not support some of your assertions, your voice is measured and your thoughtfulness evident.<br /><br />I also read carefully an alternative view on the leadership of BP last week which is extracted here.  The takeaway message I got was that the new BP leadership briefly ventured into \"green\" territory in order to correct their reputation then returned to become one of the worst evaders of safety and regulation on a consistent basis.  I had joined those who believed BP was a good citizen and think that others might need to know the following:<br /><br />\"Ed Show ...: An 'acoustic switch' would have prevented this catastrophe -- it's a failsafe that shuts the flow of oil off at the source -- they cost only about half a million dollars each, and are required in off-shore drilling platforms in most of the world...except for the United States. This was one of the new deregulations devised by Dick Cheney during his secret meetings with the oil industry at the beginning of Bush's first term.\"<br /><br />It appears that being easy on regulation is equal opportunity, given recent news of the MMR pass on a lot of sloppy ease-throughs for drilling.<br />\"Mar 3rd 2010 | From The Economist online<br /><br />BP, A big British oil company, announced a round of efficiency measures and cost cuts on Tuesday March 2nd aimed at increasing annual profits by $3 billion over the next few of years. But BP and the world's other big oil companies face similar problems when it comes to boosting profits. Few big new oil fields that are easy to reach and cheap to exploit have been discovered in recent years.\"  -  date: **March 3**<br /><a href=\"http://www.economist.com/daily/chartgallery/displaystory.cfm?story_id=15602848\" target=\"_blank\">http://www.economist.com...</a><br /><br />Begin extended quote:<br />the larger context of BP's recent past and plans for the future ... many unsettling implications.<br /><br />.... Prior to May 1, 2007, BP was run by ... Browne [who] actively cultivated a \"green\" image for BP ... making substantial investments in renewable energy and divesting the company of holdings in the Alberta tar sands. BP talked about climate change, made some environmentally sound decisions, and seemed to be a breath of fresh air when compared to Exxon and other major oil companies.<br /><br />In March of 2005, BP became \"bad publicity\" when an  explosion tore apart its Texas City Refinery. The public initially focused on the loss of life as the accident killed 15 workers and injured nearly 200 others. Several factors changed the narrative. Details of cost and corner cutting at the facility painted the oil giant as something of a monster that endangered its employees to keep profits soaring. Because of its poor safety record, BP lost civil damage suits, was forced to admit responsibility, and upgrade the facilities. The blast also focused attention on the fragility of supplies as it crippled the third largest refinery in the U.S, causing ripples in supply and pump prices.<br /><br />.... sudden streak of legal good fortune. First, BP appealed lower court decisions that would have forced Browne to testify about management decisions related to the refinery. Browne had the foresight to make campaign contributions totaling over $2 million to all 9 Republican justices on the Texas Supreme Court in the election cycle before the case was heard. The high court saw no conflict of interest in the campaign cash and ruled in Browne's favor. The Bush Department of Justice also rode to BP's defense. Federal prosecutors entered into a plea deal with the company that limited criminal penalties to a small fine and a slap on the wrist.<br /><br />A year after the Texas City disaster, BP and Browne were back in the news in 2006 after a leak was discovered in the Trans-Alaska pipeline from Prudhoe Bay to Valdez. The leak was initially described as small, but several miles of pipe were subsequently found to be badly corroded. Apparently inspection and maintenance of a pipeline that carries 100,000 barrels of oil each day was not much of a priority for BP.<br /><br />.... oil has been cleaned up, leaving behind a bare two-acre patch of ground, but the leak - and the subsequent discovery that six miles of BP (Charts) pipeline was badly corroded - led not only to the shutdown of much of Prudhoe Bay and the loss of hundreds of millions of dollars but also to a PR disaster ... (from:  Fortune Magazine article by Nelson Schwartz)<br /><br />... Tony Hayward, a geologist that ran the extraction side of the company, took charge. His decisions were described as turning BP \"back to petroleum\" as he began shedding renewable energy assets and announcing plans to reinvest in the Alberta tar sands.<br /><br />A year into the Hayward regime, more controversy and bad press erupted. This time the focus was on the shores of Lake Michigan. - to be continued ...", "recommendationCount": 2}, {"assetID": 1440205, "replies": [], "lft": 66, "assetURL": "http://dotearth.blogs.nytimes.com/2010/05/07/oil-now-and-in-the-long-haul/", "parentID": null, "commentID": 1960979, "rgt": 67, "userDisplayName": "Susan Anderson", "createDate": "1273336395", "userID": 57076816, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1273378494", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Boston", "commentType": "comment", "updateDate": "1273374894", "commentSequence": 32, "commentBody": "BP history and context - continued quote starting with material on Lake Michigan.<br /><br />BP announced plans to expand its refinery operations in northern Indiana on the lake. As part of the expansion plans, the company petitioned the Indiana Department of Environmental Management to grant water pollution permits to increase the discharge of toxic liquid wastes, including mercury, into Lake Michigan. Republican governor Mitch Daniels was happy to oblige until the media and public officials in Chicago noticed the discharge permits. Why was BP expanding the refinery and asking for pollution discharge variances?<br /><br />    BP contends that it needs the permit (the first it has received since 1990) for a $3.8 billion expansion that will enable the refinery, already the largest in the Midwest, to process more heavy Canadian crude oil.<br /><br />Hayward faced a small stockholder revolt over BP's operations in the Alberta tar sands. In advance of the meeting in April, BP produced a greenwashed presentation for stockholders on the tar sands operations. It is filled with granola goodness, sustainability, efficiency, recycling, tiny footprints, and caribou clusters. Stockholders voted overwhelmingly to move ahead with tar sands oil project. ....<br />....<br />The BP board of directors and financial analysts seem to think the fix is in when it comes to carbon pricing. When you do not have to worry about emissions from one of most significant sources of greenhouse gases on the planet, carbon pricing is a joke.<br /><br />Finally, Hayward appears to have as much contempt for worker safety as his predecessor. In addition to safety violations associated with the Deepwater Horizon well disaster, the Department of Labor found many of the same violations at the Texas City Refinery responsible for the explosion in 2005.<br /><br />    More than four years after an explosion at its Texas City refinery killed 15 workers, BP still hasn't made required safety upgrades, has committed new safety violations and should pay a record $87 million in fines, federal regulators said Friday.<br /><br />    The London-based oil giant said it will contest the allegations and the fine, and that it has met the terms of a previous settlement agreement involving the 2005 blast. In unveiling the proposed fines, the U.S. Occupational Safety and Health Administration said the company had not completed all the safety upgrades required under the agreement. OSHA also alleged 439 new “willful” safety violations, chiefly related to pressure release devices at the plant.<br />....<br />Tony Hayward lays out his preferences for energy policies and legislation in this 3 minute video (recorded March 23, 2010). These preferences mirror the strategic plan of BP as laid out in previous speeches such as this one in October of 2009.<br /><br />First on Hayward's list is a cap-and-trade system (0:40 mark in the video). For those concerned about environmental policy and reducing carbon emissions to limit climate change, it sounds like Hayward is on the right side. However, it is an illusion. Not all cap-and-trade schemes are created equal.<br /><br />... smart cap-and-trade scheme ... include cutting carbon emissions, promoting clean energy, job creation, and economic growth. In other words, if done correctly, cap-and-trade can be a win for the environment and a win for the economy. Note what a good system includes:<br /><br />    The cap-and-trade system modeled uses full auction of permits and 75 percent of proceeds going directly back to consumers and 25 percent going to technology investments.<br /><br />Contrast this with the reality of the proposed cap-and-trade under consideration in the Senate:<br /><br />    A flexible market-based approach with plenty of offsets to help keep carbon prices low, 85% of carbon allowances are given away rather than auctioned to industry in the early phase, and there are plenty of subsidies to sweeten the medicine.<br /><br />At the 1:04 mark, Hayward whines about a level playing field. What he means is that too many pollution allowances were given to utilities instead of the transportation sector (Big Oil). Here is what he wants and likely to get as part of the weak cap-and-trade system.<br /><br />    The US oil industry, however, sees itself carrying an unfair burden. According to ConocoPhillips, the oil industry would receive just 2% of free allowances, while the electric power sector would receive 35%.<br /><br />Second on Hayward's list is \"drill baby drill\" ....<br /><br />- to be continued", "recommendationCount": 2}, {"assetID": 1440205, "replies": [], "lft": 68, "assetURL": "http://dotearth.blogs.nytimes.com/2010/05/07/oil-now-and-in-the-long-haul/", "parentID": null, "commentID": 1960991, "rgt": 69, "userDisplayName": "Susan Anderson", "createDate": "1273336871", "userID": 57076816, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1273378512", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Boston", "commentType": "comment", "updateDate": "1273374911", "commentSequence": 33, "commentBody": "Part 3 with apologies for extended post.  My reason: I was amongst the ill-informed enablers of the carefully cultivated BP image and feel every man woman and child needs to know this small piece of the continuing saga of the powerful exploiting the permitting process etc. to our universal detriment:<br /><br />quote continued:<br />Third on Hayward's list is shale gas (1:50 mark in the video). Shale gas is the next fossil fuels gold rush in the United States. While natural gas has advantages over coal as a power source in terms of emissions, there are two major problems - water consumption and the use of hydraulic fracturing (hydrofracking). Because of threats to groundwater contamination from the use of toxic agents in the soup injected into a well, the Environmental Protection Agency has been studying \"hydrofacking\" and may regulate the procedure. At the 2:40 mark in the video, the interviewer related Hayward's opposition to federal regulation in favor of state regulations where monitoring and enforcement resources are low and public officials are easy to influence. Efficiency for Hayward means weak regulation, preferably by underfunded state agencies.<br /><br />Fourth on Hayward's list is tar sands oil which he euphemistically calls \"Canadian heavy oil\" (3:10 mark in the video). The tar sands exploitation in Alberta is one of the most environmentally destructive processes in existence. It is destroying a boreal forest, generating massive greenhouse gas emissions, consuming enormous amounts of water, creating toxic waste pools that now stretch over 100 square miles, and trampling the rights and welfare of First Nations populations living nearby.<br /><br />Hayward has even devised a clever scheme to dodge greenhouse gas emissions caps in the US and having to expend pollution allowances on tar sands oil.<br /><br />    In the company's sustainability review, released today, Tony Hayward, the company's chief executive, gives a two-page interview setting out BP's reasons and defending its environmental impact.<br /><br />    He points out that greenhouse gas emissions from oil sands extraction are not always higher than from other forms of production, saying there is \"a wide range of emissions in both oil sands and conventional crudes\".<br /><br />    Mr Hayward also says the Sunrise project would have lower emissions than many, because the oil does not need to be processed in an upgrader before being pumped to the US.<br /><br />    Financial Times article, April 15, 2010 by Ed Crooks and Fiona Harvey<br /><br />At the refinery, there will be probably be a flat emissions charge which will not distinguish between light crude and dirty heavy oil. All you need is a pipeline to get the tar sands oil to the refineries in the US.<br /><br />On August 20, 2009, the State Department approved permits for the Keystone Pipeline system to bring tar sands oil to the US based on national security and economic grounds while sweeping the environmental devastation associated with tar sands exploitation under the proverbial rug.<br /><br />    The Department found that the addition of crude oil pipeline capacity between Canada and the United States will advance a number of strategic interests of the United States. These included increasing the diversity of available supplies among the United States’ worldwide crude oil sources in a time of considerable political tension in other major oil producing countries and regions; shortening the transportation pathway for crude oil supplies; and increasing crude oil supplies from a major non-Organization of Petroleum Exporting Countries producer. Canada is a stable and reliable ally and trading partner of the United States, with which we have free trade agreements which augment the security of this energy supply.<br /><br />The whitewashing of U.S. reliance on tar sands oil continued as the State Department released a draft environmental impact statement for the Keystone Pipeline a few weeks ago. As noted in this summary by Bruce Niles, the impact statement narrowly focused on the effects of building the pipeline and ignores the effects of extraction, refinement, and burning of the heavy oil.<br /><br />So what is missing from Hayward's strategic plans? Clean, renewable forms of energy that do not require extraction, refining, emissions caps or trades, pipelines, or shipping lines.<br /><br />- to be continued", "recommendationCount": 2}, {"assetID": 1440205, "replies": [], "lft": 70, "assetURL": "http://dotearth.blogs.nytimes.com/2010/05/07/oil-now-and-in-the-long-haul/", "parentID": null, "commentID": 1961000, "rgt": 71, "userDisplayName": "Susan Anderson", "createDate": "1273337321", "userID": 57076816, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1273378518", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Boston", "commentType": "comment", "updateDate": "1273374918", "commentSequence": 34, "commentBody": "Part 4 (end in sight) of extended quote.  All the sources for the material are included in the link at the end here, including the video referenced in previous parts of this borrowing.  Sources for this material include plenty that are respectable even to those who will automatically hold their noses when they see the link<br /><br />quote-<br />What can we learn from BP?<br /><br />Lesson 1: Over the past five years, BP has had catastrophic accidents on a offshore drilling platform (Deepwater Horizon), pipeline (Prudhoe Bay), and refinery (Texas City) in the United States. Without accountability, nothing will ever change. The good news is that the Obama administration announced that BP would be responsible for clean-up costs. The bad news is that the penalties for the negligence and criminal violations for previous BP accidents were trivial.<br /><br />Lesson 2: The cap-and-trade scheme under consideration as part of the Senate climate and clean energy bill will likely be of little value. The high rate of free emission allowances and lack of consumer dividend will limit potential positive environmental and economic impacts. Thank BP. Its demands will be met.<br /><br />Lesson 3: There is nothing special about BP. They are more politically adept in greenwashing, but show just as much disregard for worker safety and environmental regulations as Massey Energy and ExxonMobil.<br /><br />Lesson 4. Expect more toxic discharges and refinery accidents as U.S. refineries shift to tar sand oil. BP seeking variances for mercury as part of its refinery expansion in northern Indiana to handle tar sands oil is a bad sign. BP wants Bathroom Privileges to go with their Big Profits - they eat caviar, you catch their crap.<br /><br />Lesson 5. BP is betting on shale gas and tar sands oil as the core of its business for the future. U.S. energy policies currently too closely mirror those of BP. Our economic, energy, and environmental security will be better served by a more aggressive transition to clean energy.<br /><br />Lesson 6. If BP is pushing for weak state regulation of hydraulic fracturing for shale gas wells, we need strong federal regulation.<br />-end quote<br /><br /><a href=\"http://www.dailykos.com/storyonly/2010/4/29/861521/-We-should-keep-our-eye-on-BP\" target=\"_blank\">http://www.dailykos.com...</a><br /><br />And for those whose appetite for horrors is not yet assuaged - and everyone else too - beware further consequences:<br /><br />\"Major hydrocarbons of toxicological interest are benzene, xylene and toulene.... Previous studies conducted to assess the health effects of oil spill reported an increase in occurrence of sore eyes, sore throat, headache, skin itching and rash, nausea, vomiting and breathing difficulties among those exposed to the vapors of crude oil .  The results of our study are consistent with these results.<br />...<br />\"Further, wheezing accompanied with shortness of breath is an acute condition that occurs in bouts after exposure to certain substances which trigger it off. These substances in this particular case were the crude oil vapors. This further suggest role of exposure in occurrence of asthmatic symptoms.<br />....<br />\"Exposure to oil spill fumes and contact with the oil can sometimes lead to benzene poisoning. Benzene, a solvent used in the chemical industry, is a known carcinogen, causing an array of cancers, including leukemia. Aside from that, prolonged exposure to oil fumes can ultimately result in damage to the nervous or respiratory systems. \"<br /><a href=\"http://www.biomedcentral.com/1471-2458/6/84\" target=\"_blank\">http://www.biomedcentral.com...</a><br /><br />lots more here:<br /><a href=\"http://www.dailykos.com/storyonly/2010/5/5/863796/-Smells-like-Tasman-Spirit\" target=\"_blank\">http://www.dailykos.com...</a>", "recommendationCount": 2}, {"assetID": 1440205, "replies": [], "lft": 72, "assetURL": "http://dotearth.blogs.nytimes.com/2010/05/07/oil-now-and-in-the-long-haul/", "parentID": null, "commentID": 1961033, "rgt": 73, "userDisplayName": "James", "createDate": "1273338332", "userID": 57643240, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1273378524", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Nevada", "commentType": "comment", "updateDate": "1273374924", "commentSequence": 35, "commentBody": "Re #21: \"I was glad to see that someone mentioned \"Drive 55\". If we give this hazard the reaction it deserves we would o what Carter did in the 1970s. Set a 55 mph speed limit...\"<br /><br />Suppose we think about that.  So you're driving your Government Motors Mastodon at 70, getting say 15 mpg.  Slow down to 55, and you get 20 mpg.  Meanwhile, I'm zipping along in my Insight getting my same old 70 mpg, and getting passed by the Tesla using no gas at all.<br /><br />Even if your \"Drive 55\" works, you don't get all that much of a reduction in oil use from it.  Beyond that, it was tried, and it failed.  Why not try something different, instead of repeating a failure?<br /><br />You might want to think about the difference between Prohibition and anti-smoking campaigns.  An outright ban on alcohol - with criminal penalties, enforcement, and a lot of tax money wasted - resulted in increased drinking.  Making smoking more expensive &amp; unpopular took longer, but has considerably reduced tobacco use.", "recommendationCount": 0}, {"assetID": 1440009, "replies": [], "lft": 70, "assetURL": "http://dotearth.blogs.nytimes.com/2010/05/07/varied-critics-assail-official-probing-climate-scientist/", "parentID": null, "commentID": 1961094, "rgt": 71, "userDisplayName": "Susan Anderson", "createDate": "1273341780", "userID": 57076816, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1273378531", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Boston", "commentType": "comment", "updateDate": "1273374931", "commentSequence": 35, "commentBody": "The fact that Mann is not \"wrong\" doesn't seem to enter into these arguments.  There is a real problem of comprehension and bias here.  Just the fact that many thousands have resorted to flat statements and namecalling doesn't make it true, for Mann, Hansen, or Gore.  They are favorite messengers and the ability of repetition to appear convincing has been exploited to the max.  I came across an interesting comment about Gore recently that said even if he hadn't earned his Nobel for his work collating and publicizing scientific work (with a few minor errors and exaggerations, which he has been readily and willing to fix, unlike the assertive opposition who build on their errors as long as they get enough press and controversy to make them seem credible to the uninformed) he would earn it for keeping his temper for the last decade of continuous assault from the factually challenged.<br /><br /><a href=\"http://www.realclimate.org/index.php/archives/2004/12/myths-vs-fact-regarding-the-hockey-stick/\" target=\"_blank\">http://www.realclimate.org...</a><br /><br />Classically, several above assume/assert that the scientists who did not sign were automatically against the letter.  This is neither likely nor true.", "recommendationCount": 4}, {"assetID": 1438364, "replies": [], "lft": 98, "assetURL": "http://dotearth.blogs.nytimes.com/2010/05/06/scientists-lash-at-mccarthy-like-threats/", "parentID": null, "commentID": 1961096, "rgt": 99, "userDisplayName": "Susan Anderson", "createDate": "1273341880", "userID": 57076816, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1273378538", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Boston", "commentType": "comment", "updateDate": "1273374938", "commentSequence": 45, "commentBody": "Surprised to see the assumption that those who did not sign the letter do not support it.  This is neither true nor intellectually honest.  And it's NAS, not NSA (though an interesting typo, as the prestigious National Academy of Sciences recognizes scientific quality and achievement, while the National Security Agency does its best to address security threats, though sometimes in a rather ham-handed way, especially when their bosses in the political wing demand loyalty and bias rather than effectiveness).<br /><br />As to the assertion that Mann was wrong, that is spin rather than factually based.  Of course those who wish to believe it wish it was absolute, but in fact nature is providing rather excellent support to the \"hockey stick\" which is actually a parabola, well know for indicating acceleration.  Unfortunately, CO2 takes centuries to degrade, and is amplified by water vapor, as well as the greenhouse effect being multiplied by things like methane that do not have such a long life, but are potentially at threatening levels of release due to the aforementioned nature's heating.<br /><br />Those asserting that the last decade is not the warmest in history are getting their information from some strange place that doesn't recognize reality.  And in particular, we are due for some very strong signals this summer (it's been like July in early May where I've been, but unlike some others I don't trump world weather over time - which represents climate - with local short-term phenomena).", "recommendationCount": 3}, {"assetID": 1439456, "replies": [], "lft": 34, "assetURL": "http://dotearth.blogs.nytimes.com/2010/05/07/tape-exposes-rich-poor-tussle-in-copenhagen/", "parentID": null, "commentID": 1961141, "rgt": 35, "userDisplayName": "Susan Anderson", "createDate": "1273344350", "userID": 57076816, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1273378547", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Boston", "commentType": "comment", "updateDate": "1273374947", "commentSequence": 16, "commentBody": "Interesting that the rural poor in China and India are evidenced as not affected by climate change.  They are typical of the \"first sufferers\" we are seeing worldwide - having little to do with the cause (except in their poverty making lots of black soot for want of good cooking utensils, and working hard to find fuel, clean water, etc.).  It will not be long before the diminishing snows in the Himalayas will be affecting these people.<br /><br />Flat assertions of misinformation do not truth make.", "recommendationCount": 1}, {"assetID": 1439456, "replies": [], "lft": 36, "assetURL": "http://dotearth.blogs.nytimes.com/2010/05/07/tape-exposes-rich-poor-tussle-in-copenhagen/", "parentID": null, "commentID": 1961162, "rgt": 37, "userDisplayName": "Susan Anderson", "createDate": "1273345911", "userID": 57076816, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1273378552", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Boston", "commentType": "comment", "updateDate": "1273374952", "commentSequence": 17, "commentBody": "Melty, that was great; here's the link again for the rest of you:<br /><a href=\"http://www.youtube.com/watch?v=3_RlKxz_ymQ\" target=\"_blank\">http://www.youtube.com/watch?v=3_RlKxz_ymQ</a>", "recommendationCount": 0}, {"assetID": 1440009, "replies": [], "lft": 72, "assetURL": "http://dotearth.blogs.nytimes.com/2010/05/07/varied-critics-assail-official-probing-climate-scientist/", "parentID": null, "commentID": 1961294, "rgt": 73, "userDisplayName": "Susan Anderson", "createDate": "1273351554", "userID": 57076816, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1273378559", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Boston", "commentType": "comment", "updateDate": "1273374959", "commentSequence": 36, "commentBody": "Gene G: your assertion that you do not know if Dr. Hansen is a good scientists is very revealing.  His science is readily available and easily comprehensible.  I suggest you take a look instead of joining the namecalling brigades.<br /><br />Your assertion that you were extremely ethical about namecalling in the past does not exonerate you from your current descent into very dubious company without any attempt that I can see to look at the material you are so ready to discredit.", "recommendationCount": 4}, {"assetID": 1440009, "replies": [], "lft": 74, "assetURL": "http://dotearth.blogs.nytimes.com/2010/05/07/varied-critics-assail-official-probing-climate-scientist/", "parentID": null, "commentID": 1961302, "rgt": 75, "userDisplayName": "Susan Anderson", "createDate": "1273351784", "userID": 57076816, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1273378563", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Boston", "commentType": "comment", "updateDate": "1273374963", "commentSequence": 37, "commentBody": "A comparison of Dr. Hansen's whistleblowing activities, and his refusal to cave in to the political pressure from the Bush administration to modify his statements of the truth in favor of political loyalties entwined with the fossil fuel industry, to a dispute with an employer about divestiture policy is more than a little off center.  Our government has a fiduciary duty to tell the truth, and when they try to force someone who tells the truth to \"modify\" it in favor of interested parties it is courageous to stand up.  It is more courageous to do this from a position where one will be heard than silently from the comfort of one's computer station.", "recommendationCount": 4}, {"assetID": 1442020, "replies": [], "lft": 16, "assetURL": "http://dotearth.blogs.nytimes.com/2010/05/07/dot-shot-leafcutter-ants-on-parade/", "parentID": null, "commentID": 1961329, "rgt": 17, "userDisplayName": "G. Howard", "createDate": "1273352436", "userID": 50161020, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1273378569", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Idaho", "commentType": "comment", "updateDate": "1273374969", "commentSequence": 7, "commentBody": "Good call Len, hypocrite is exactly right. I can't believe you just called so many hypocrites but at least you understand that you are one.<br />I don't expect anyone that isn't an engineer to come up with any solutions just as you.<br />I do expect them to pule loudly as you have. The truth can be tough for some folks that is understandable. Still someone must put it on the table or the solutions will remain elusive.<br />In conclusion: Have a nice day,<br />", "recommendationCount": 0}, {"assetID": 1435934, "replies": [], "lft": 204, "assetURL": "http://dotearth.blogs.nytimes.com/2010/05/05/americas-energy-crossroads/", "parentID": null, "commentID": 1961398, "rgt": 205, "userDisplayName": "Susan Anderson", "createDate": "1273355225", "userID": 57076816, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1273378574", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Boston", "commentType": "comment", "updateDate": "1273374974", "commentSequence": 99, "commentBody": "Second the suggestion to read the comprehensive and informative Gore book: \"Our Choice\".  Even if the mass messenger-killing population has convinced you no word out of his can possibly be true, do yourself a favor.  He has the access and the ability to compress a whole lot of information on a wide variety of topics.  I've just read the chapter on soils which was extremely enlightening.  He is also very informative on nuclear.  Inform yourselves in the easiest manner possible: read the book.  Biofuels - 1st - 2nd - 3rd generation - costs and assets - the whole thing.  Geoengineering - informative.  etc. etc.  He can be a little bit boring and sometimes gets carried away, but this is an information-packed book and a lot of you could benefit from more informed positions on all the breadth of work that is being done worldwide, from a lot of well-informed people Gore listened to.", "recommendationCount": 0}, {"assetID": 1438364, "replies": [], "lft": 100, "assetURL": "http://dotearth.blogs.nytimes.com/2010/05/06/scientists-lash-at-mccarthy-like-threats/", "parentID": null, "commentID": 1961453, "rgt": 101, "userDisplayName": "David B. Benson", "createDate": "1273357043", "userID": 57084036, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1273378586", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Pullman", "commentType": "comment", "updateDate": "1273374986", "commentSequence": 46, "commentBody": "Gene G (39) --- A high proportion of the signers are in fact those climatogists who have been elected to NAS.  Relevant.<br /><br />Steve Fitzpatrick (43) --- Establishing better bounds on equilibrium climate sensitivitywill take longer than yu think and is not policy relevant in any case.  After all that is equilibrium climate sensitivity, which takes about 1300 years to come to equiibirum.  What is relevant is the existing transient reponse, which is rathr more tightly constrained.  Tol &amp; de Vos (1998) determine a value (implicitly) and I obtain a larger 2.28 K, normalized to 2xCO2, in:<br /><a href=\"http://www.realclimate.org/index.php/archives/2010/03/unforced-variations-3/comment-page-12/#comment-168530\" target=\"_blank\">http://www.realclimate.org...</a><br />although a slightly different method gives 2.11 K.  Whatever, this suffices to indicate the seriousness of this mattr; read Mark Lynas's \"Six Degrees\" to see some aspects of why it is serious.", "recommendationCount": 1}, {"assetID": 1442020, "replies": [], "lft": 18, "assetURL": "http://dotearth.blogs.nytimes.com/2010/05/07/dot-shot-leafcutter-ants-on-parade/", "parentID": null, "commentID": 1961548, "rgt": 19, "userDisplayName": "Christopher Yaun", "createDate": "1273360807", "userID": 7235905, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1273378621", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Portsmouth NH", "commentType": "comment", "updateDate": "1273375021", "commentSequence": 8, "commentBody": "The EARTH MATTERS<br /><br />Heather and I made a day trip to the Wilson Botanical Gardens several years ago. We found a contrast between denuded, striped, overgrazed lands and almost untouched wilderness. While resting on the porch at Wilson, 4 professors appeared and began laying out, classifying and numbering 36 samples of ferns found at the gardens. The professors invited me, Heather was off exploring, to participate and explained each specimen for me as they worked. An hour passed and 40 students arrived and began to identify each specimen as a test for the summers coarse work.<br /><br />Andy, could you tell your readers what the leafcutters do with the leaves and the quantities of leaves consumed?<br /><br />On that same trip to Costa Rica I read about the fig wasp whose life cycle is as extraordinary as its roll in the forest ecology is important. If I remember correctly there are 500 species of figs and the same number of fig wasp species....each uniquely dependent. The tiny, tiny female must find a receptive fig within hours of birth. She forces her way inside the fig through a small hole, losing her wings in the struggle. Inside she finds short and long stamens. She places wasp eggs inside the shot stamens and fertilizies the long stamens if by accident.  A short time later the fruit ripens and the new wasps emerge. The male wasp has two jobs, impregnate the females and burrow a hole out of the fig for all to escape, then he dies.<br /><br />The female has a only few hours to find a receptive fig tree of that exact species and carry on the relationship. And there is always a fig tree of that species in bloom or both fig and wasp would fail. Animals thoughout the forest depend on this cycle for food.<br /><br />PBS nature has a program called \"African Queen\" that tells this story(in Africa however).<br /><br />If you find yourself in Costa Rica I recommend Hacienda Baru and the books of its host Jack Ewing. I recommend \"Monkeys Are Made of Chocolate\" in which Jack explains that the monkeys depend on the cacoa for calories and nutrition to thrive. When humans take the cacoa the monkeys suffer and then disappear.<br /><br />Jack was hired in the late 60's to deliver a cargo of hyrid cattle to Costa Rica, fell in love and bought the cattle ranch at Baru where he lives and raised his family. After fighting the jungle for many years he got rid of the cattle, allowed the jungle to take its natural coarse and began working tirelessly to conserve, protect, restore and educate about the unique natural environment found only in Central America.<br /><br />I am afraid that if we ever return to Baru, Jack will be gone. I only hope there are other sensitive souls to follow his lead. Jack is a true environmental hero.", "recommendationCount": 2}, {"assetID": 1438364, "replies": [], "lft": 102, "assetURL": "http://dotearth.blogs.nytimes.com/2010/05/06/scientists-lash-at-mccarthy-like-threats/", "parentID": null, "commentID": 1961589, "rgt": 103, "userDisplayName": "Harry Eagar", "createDate": "1273362275", "userID": 59923348, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1273378637", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Maui", "commentType": "comment", "updateDate": "1273375037", "commentSequence": 47, "commentBody": "I recognized and am familiar with the work of many of the signatories. I admire several of them, namely Solomon Snyder, Marshall Sahlins, Patrick Kirch and Francisco Ayala. In order, a molecular biologist, an anthropologist, an archaeologist and an evolutionary biologist.<br /><br />I find their opinions curious but not persuasive.<br /><br />I also note the signature of Paul Ehrlich. It is depressing to think that a man of his defects is in the academy.<br /><br />The discussion of the age of the earlth is puzzling. Are the signatories proposing 1) that the age of the earth has anything to do with climatology; or 2) that climatology is as well established as the age of the earth; or 3) that we deniers are young earth creationists?<br /><br />Whatever, they're wrong.<br /><br />A very strange letter, especially that they allowed Lonnie Thompson, notoriously secretive climate researcher (or so he says), to sign.<br /><br />There is a lot of ill-informed criticism of climate alarmism, but not all of it is poorly conceived. The message I take away from this letter is that the signers don't know what's going on.<br /><br />", "recommendationCount": 2}, {"assetID": 1442020, "replies": [], "lft": 20, "assetURL": "http://dotearth.blogs.nytimes.com/2010/05/07/dot-shot-leafcutter-ants-on-parade/", "parentID": null, "commentID": 1961628, "rgt": 21, "userDisplayName": "Larry G.", "createDate": "1273364109", "userID": 60004654, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1273378674", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Seattle, WA", "commentType": "comment", "updateDate": "1273375074", "commentSequence": 9, "commentBody": "This is OT so I'll be brief:<br /><br />Andy:  I'd like to recommend the \"One square inch of silence\" for a future DotE post:<br /><br /><a href=\"http://onesquareinch.org/\" target=\"_blank\">http://onesquareinch.org/</a><br /><br />The author's life story is quite interesting, his sound-recordings are spiritually powerful.<br /><br />Larry G.<br />Seattle, WA<br /><br />", "recommendationCount": 0}, {"assetID": 1442020, "replies": [], "lft": 22, "assetURL": "http://dotearth.blogs.nytimes.com/2010/05/07/dot-shot-leafcutter-ants-on-parade/", "parentID": null, "commentID": 1961771, "rgt": 23, "userDisplayName": "Gene G", "createDate": "1273369427", "userID": 22122125, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1273378677", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New Jersey", "commentType": "comment", "updateDate": "1273375077", "commentSequence": 10, "commentBody": "C'mon Wang Suya. You are pulling our respective chains. Ants don't think, know and plan. They do instinctively what evolution over time has prepared them to do.<br /><br />That is not to say we cannot learn from what ants do instinctively. Leave out the instinctive communism.", "recommendationCount": 1}]}, "copyright": "Copyright (c) 2016 The New York Times Company.  All Rights Reserved."}