{"debug": {"version": 3.1}, "status": "OK", "results": {"api_timestamp": "1481479518", "totalCommentsFound": 4116, "totalCommentsReturned": 25, "comments": [{"assetID": 3320301, "replies": [], "lft": 315, "assetURL": "http://opinionator.blogs.nytimes.com/2012/05/09/college-dot-com/", "parentID": 6179438, "commentID": 6187355, "rgt": 316, "userDisplayName": "ChristineV", "createDate": "1336788785", "userID": 58545979, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1336795205", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "California", "commentType": "userReply", "updateDate": "1336791605", "commentSequence": 19, "commentBody": "A for-profit school is not differentiated from a non-profit school based on whether it charges the students for the learning.  For me, a basic difference is the purpose for which they were founded.   When I was young, my father, who worked at BFGoodrich, told me that Goodrich did not exist to make tires; it exists to make money. Manufacturing and selling tires is merely the means to reach that end.  <br/><br/>The University of Phoenix, founded in 1976, is a for-profit school established by and a wholly owned subsidiary of the Apollo group, founded in 1973.   The Apollo Group is publically traded corporation (NASDAQ, APOL).  They were founded and exist to make money.  Selling education is merely the means to reach that end.  <br/><br/>Conversely, the University of Texas originated in 1836 when the Congress of the Republic of Texas ordered that land be set aside for a university.  The University eventually opened in 1883.  It and other non-profit schools were founded and exist in order to provide an education.  <br/><br/>An extremely fine line?  Perhaps, but so often the devil is in the details.  ", "recommendationCount": 2}, {"assetID": 3319900, "replies": [], "lft": 29, "assetURL": "http://opinionator.blogs.nytimes.com/2012/05/07/before-the-storm/", "parentID": 6154128, "commentID": 6187373, "rgt": 30, "userDisplayName": "Paul", "createDate": "1336789062", "userID": 47231823, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1336795250", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Brooklyn", "commentType": "userReply", "updateDate": "1336791650", "commentSequence": 9, "commentBody": "Tatiana...your point would be right if you deem advancement in society as dead wrong. If you don't believe that theory than you are dead wrong.", "recommendationCount": 1}, {"assetID": 3320730, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 6187759, "replies": [], "commentID": 6189378, "trusted": 1, "userDisplayName": "Wendy", "createDate": "1336825879", "userID": 48592831, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1336828298", "userTitle": null, "recommendations": 10, "editorsSelection": false, "parentUserDisplayName": "kimboslice", "userURL": null, "userLocation": "New Jersey", "depth": 1, "commentType": "userReply", "updateDate": "1336824698", "commentSequence": 1, "commentBody": "I'm sorry, but this is just ignorance. The young woman you describe is very likely miserable, and has a chronic illness just as real as diabetes or cancer. Bipolar disorder involves chemical changes in the brain that contribute to emotional instability that is very difficult to control without medication. This has been proven by scientific research using brain imagery. Addiction and bipolar go hand in hand because of the \"medicinal\" quality of many illicit substances - they make us feel better. And believe me, this young woman did not invent her illness to get a disability check. If you think this is some sort of grand plan to get rich on the government without working, I suggest you try living on disability payments and using Medicaid as your health insurance for a year. I don't agree with this current change to the DSM, but it's a huge leap to say that people who are in this profession are clueless. All medical knowledge evolves over time, not just psychology. We used to use leeches to cure lots of illnesses, remember? And yes, I'm a mental health therapist who has seen people get better through the treatment I provide."}, {"recommendedFlag": 0, "parentID": 6187759, "replies": [], "commentID": 6189415, "trusted": 0, "userDisplayName": "JeffB", "createDate": "1336826140", "userID": 57331630, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1336828298", "userTitle": null, "recommendations": 5, "editorsSelection": false, "parentUserDisplayName": "kimboslice", "userURL": null, "userLocation": "Wickenburg Az", "depth": 1, "commentType": "userReply", "updateDate": "1336824698", "commentSequence": 2, "commentBody": "sorry to bust that bubble, but alcoholism is already a disease, this won't change a thing. Not all problems or diagnoses covered in the current DSM or future are necessarily covered and drug abuse and alcoholism usually impedes an application for disability benefits.<br/>\nBesides, we all know many alcoholics and addicts who keep full time jobs and raise kids, it is not necessarily a disability even as low back is a not a disability until it prevents one working. "}]}, "lft": 284, "assetURL": "http://www.nytimes.com/2012/05/12/us/dsm-revisions-may-sharply-increase-addiction-diagnoses.html", "parentID": null, "commentID": 6187759, "rgt": 289, "userDisplayName": "kimboslice", "createDate": "1336794337", "userID": 54485908, "replyCount": 2, "commentTitle": "n/a", "status": "approved", "approveDate": "1336795286", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "santa cruz, CA", "commentType": "comment", "updateDate": "1336791686", "commentSequence": 73, "commentBody": "The day they allow addiction to be a legitimate disease and disability is the day 5 million more Americans sign up for lifetime disability annuities from Uncle Sam.<br/>\nI already know a young lady who used her addiction to get this benefit. She started taking drugs at 17 after running away to Santa Cruz. She since that time was on the streets and ran with the gangsters. She got a diagnosis of bipolar and this is her \"disability\". She struck disability gold in Santa Cruz thanks to social workers and mental health \"professionals\".<br/>\nAnyone who believes psychiatrists to be infallible doesn't know them or their history. They are nice people who don't really know what is going on, the science of our brains is still too complex for their understanding, let alone effective treatment.<br/>\nRemember, it was psychiatrists who believed that giving a schizophrenic LSD could help him. It was psychiatrists who invented the prefrontal lobotomy. Today psychiatrists believe in strong magnets applied to your brain.<br/>\nI'm a scientist but my father is a psychiatrist. I know which of the two of us understands scientific method. ", "recommendationCount": 19}, {"assetID": 3268449, "replies": [], "lft": 164, "assetURL": "http://opinionator.blogs.nytimes.com/2011/09/22/for-many-a-life-saving-drug-out-of-reach/", "parentID": null, "commentID": 6187626, "rgt": 165, "userDisplayName": "MHO", "createDate": "1336792720", "userID": 55976711, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1336795290", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Richland, WA", "commentType": "comment", "updateDate": "1336791690", "commentSequence": 74, "commentBody": "One more thought on the subject, if anyone still cares.<br/><br/>Naloxone is an expensive drug. Heroin is an expensive drug. If drug addicts can afford their heroin, they should pay for their nalxone. <br/><br/>My wife and I am on Social Security and if I can't afford something (like gasoline or food or prescribed medications) I have to do without. I resent my tax money being used to pay for drug addicts' habits when I \"make too much income\" to get Medicaid, food stamps, or ANY assistance to supplement Social Security, which has already been raped by Congress to pay for all other sorts of things.", "recommendationCount": 1}, {"assetID": 3320781, "replies": [], "lft": 22, "assetURL": "http://www.nytimes.com/2012/05/12/world/middleeast/iran-promotes-its-candidate-for-next-shiite-leader.html", "parentID": null, "commentID": 6187812, "rgt": 23, "userDisplayName": "sky_fish", "createDate": "1336794986", "userID": 66109335, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1336795376", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "newyear", "commentType": "comment", "updateDate": "1336791776", "commentSequence": 2, "commentBody": "The tradition in Najaf and its religious academy, called the Hawza, is to keep a measured distance from politics, to live a pious and ascetic life and intervene only occasionally in political affairs.", "recommendationCount": 2}, {"assetID": 3320780, "replies": [], "lft": 252, "assetURL": "http://www.nytimes.com/2012/05/12/us/politics/romneys-view-of-russia-sparks-debate.html", "parentID": null, "commentID": 6187843, "rgt": 259, "userDisplayName": "Josh", "createDate": "1336795506", "userID": 60263778, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1336795649", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "NYC", "commentType": "comment", "updateDate": "1336792049", "commentSequence": 48, "commentBody": "Here is the difference between Obama and Romney. Obama lived in Indonesia when he was 6-10 years old. This kid might not gain some specific knowledge about foreign affairs, but his living experience deepened and broadened his understanding of the world. Conversely, Romney avoided military service, and volunteered to serve as a missionary in France for 30 months. Given his age and background, he should have learned a great deal about international relations, but his missionary mentality might prevent this from happening. One had to be very determined and closed-minded if one sought to convert Catholics into Mormonism. Romney’s religious mindset bodes ill for American leadership in global affairs.", "recommendationCount": 103}, {"assetID": 3320730, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 6187849, "replies": [], "commentID": 6189104, "trusted": 0, "userDisplayName": "MB", "createDate": "1336823674", "userID": 18640098, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1336828298", "userTitle": null, "recommendations": 3, "editorsSelection": false, "parentUserDisplayName": "Jim Johnson", "userURL": null, "userLocation": "CT", "depth": 1, "commentType": "userReply", "updateDate": "1336824698", "commentSequence": 1, "commentBody": "The key point not touched on by the writer of the article is that things we all share such as sadness, anxiety, unhealthy use of substances is on a spectrum. It is when they are out of control and or lead to functional impediments and or self destruction. That ommission has lead to this verbose and unkind series of postings. Your point is a good one, but if looked thru the lens as I have suggested, hopefully clarifies the many issues raised."}]}, "lft": 290, "assetURL": "http://www.nytimes.com/2012/05/12/us/dsm-revisions-may-sharply-increase-addiction-diagnoses.html", "parentID": null, "commentID": 6187849, "rgt": 293, "userDisplayName": "Jim Johnson", "createDate": "1336795625", "userID": 27491122, "replyCount": 1, "commentTitle": "n/a", "status": "approved", "approveDate": "1336795747", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "San Jose, California", "commentType": "comment", "updateDate": "1336792147", "commentSequence": 74, "commentBody": "This will speed up the collapse of Medicare (which I currently use) and the health care insurance system in general. This will also speed up the adoption of a single payer system, which I support. BUT classifying virtually every behavioral disfunction as a medical issue will, in this country anyway, finish off a single payer system too. At some point this trend toward people taking no individual responsibility for their actions will cause a taxpayer revolt, because I suspect that most of the expense for this will go for treatment of a relatively few persons. Madness.", "recommendationCount": 5}, {"assetID": 3320708, "replies": [], "lft": 24, "assetURL": "http://parenting.blogs.nytimes.com/2012/05/11/divorcing-a-husband-but-not-a-grandmother/", "parentID": null, "commentID": 6187885, "rgt": 25, "userDisplayName": "Jan Bone", "createDate": "1336796047", "userID": 15427389, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1336796119", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Palatine IL", "commentType": "comment", "updateDate": "1336792519", "commentSequence": 12, "commentBody": "I think as a grandmother that although I have mixed feelings about why my son and former d-in-law divorced last October, I need to be somewhat detached and as polite as possible to my d-in-law. She is the mother of the teen in this divorce, and entitled to my respect and courtesy. I also know my son was also part of the reason for the breakup. <br/><br/>We don't talk much - we're 1000 miles apart geographically --- but I sent her a card and a small check for her birthday. She is listed on one of my credit cards as an authorized buyer. She has never abused the privilege - either during the marriage and now the divorce and post-divorce - and buys only clothes for the growing teen and stays within a $ limit I have set when she shops for him.  I don't know that we will ever be close --we weren't that close during the marriage, especially in the last few years - but I have no doubt that she loves her teen-son wholeheartedly and tries to be a good mother. I would wish some things were done differently, but she is his mother -- not I. I expect to see my grandson for a few days mid-summer, though I will probably stay at a motel while there.", "recommendationCount": 16}, {"assetID": 3320780, "replies": [], "lft": 225, "assetURL": "http://www.nytimes.com/2012/05/12/us/politics/romneys-view-of-russia-sparks-debate.html", "parentID": 6187752, "commentID": 6187867, "rgt": 226, "userDisplayName": "SteveS", "createDate": "1336795862", "userID": 547542, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1336796527", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Jersey City", "commentType": "userReply", "updateDate": "1336792927", "commentSequence": 10, "commentBody": "Actually, Mitt is ready to take a lot of credit for ending the Soviet Union and the collapse of the Berlin Wall.<br/><br/>Next week he'll take credit for winning World War II; and closer to the election, he'll take credit for the light bulb.", "recommendationCount": 55}, {"assetID": 3320594, "replies": [], "lft": 842, "assetURL": "http://dealbook.nytimes.com/2012/05/10/a-shock-from-jpmorgan-is-new-fodder-for-reformers/", "parentID": null, "commentID": 6187923, "rgt": 843, "userDisplayName": "Phildo", "createDate": "1336796493", "userID": 4167851, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1336796540", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New York, NY", "commentType": "comment", "updateDate": "1336792940", "commentSequence": 259, "commentBody": "Smartest guys in the room?  Reminds me of Enron and Amaranth.  Banks should be restricted to banking activities, i.e. taking deposits and making prudent loans.  All this other \"profit-making\" activity should be left to privately capitalized entities, such as hedge funds or security dealers.  Re-instate Glass-Steagall - it existed for a reason and prevented large bank failures for 75 years.", "recommendationCount": 4}, {"assetID": 3320780, "replies": [], "lft": 266, "assetURL": "http://www.nytimes.com/2012/05/12/us/politics/romneys-view-of-russia-sparks-debate.html", "parentID": null, "commentID": 6187920, "rgt": 267, "userDisplayName": "idle-mind", "createDate": "1336796465", "userID": 58704393, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1336796643", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Santa Fe", "commentType": "comment", "updateDate": "1336793043", "commentSequence": 49, "commentBody": "He just obscuring the real threat to the American way of life, vulture capitalists.", "recommendationCount": 68}, {"assetID": 3320780, "replies": [], "lft": 201, "assetURL": "http://www.nytimes.com/2012/05/12/us/politics/romneys-view-of-russia-sparks-debate.html", "parentID": 6187737, "commentID": 6187936, "rgt": 202, "userDisplayName": "Jim", "createDate": "1336796633", "userID": 15562506, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1336796690", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Nanjing, China", "commentType": "userReply", "updateDate": "1336793090", "commentSequence": 11, "commentBody": "\"The Russians are not nice - they have never been nice towards the west, mostly as a result of the casualties of WWII one order of magnitude higher than American, for instance.\"<br/><br/>Soviet Union total casualties 23 million (including civilian)<br/><br/>USA casualties 0.4 million (all military)<br/><br/>Ratio 23/0.4 = 58 times larger, which is about 1.8 orders of magnitude (10 to the exponent 1.8), which is close to TWO orders of magnitude difference.<br/><br/>1.8 orders of magnitude is a far larger number than one order of magnitude. We in the \"West\" simply have not the slightest comprehsion of the devastation of WWII in the \"East\", and in China.<br/><br/>(Numbers from very scholarly-appearing article in Wikipedia; check the sources of the Wikipedia article before criticizing it.)", "recommendationCount": 12}, {"assetID": 3320730, "replies": [], "lft": 294, "assetURL": "http://www.nytimes.com/2012/05/12/us/dsm-revisions-may-sharply-increase-addiction-diagnoses.html", "parentID": null, "commentID": 6187862, "rgt": 295, "userDisplayName": "Valerius", "createDate": "1336795802", "userID": 45641108, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1336796824", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Minneapolis", "commentType": "comment", "updateDate": "1336793224", "commentSequence": 75, "commentBody": "Nowhere in this article were prescription drugs discussed as addictive substance. Hmphf. <br/><br/>Less than 25 years ago, homosexuality was considered a mental illness by the DSM. Oh, how times have changed.  <br/><br/>One commenter says the DSM is not a bible.  Oh, yes, it is.  Doctors, academicians, insurers, and patients believe its truths, even when not true.  The DSM controls millions of dollars, and -- more importantly -- millions of lives, in its judgments.<br/><br/>The DSM deals with issues du jour.  Behavioral issues involving eating, Internet use, and illicit drug use are of the moment.  That's the way the DSM works.  100 years in the future, mental illness may be defined as engaging in monogamy, meat-eating, and going without a cell phone.  That's the cultural perspective of the DSM.  It's like the Bible, only it gets revised in a matter of years, not centuries.  And, it's just as wrong and messed up as the Bible.<br/><br/>For 15 years, I worked as the personal assistant for Paul E. Meehl, one of the creators of the MMPI, a prolific writer, esteemed academician, and a critic of the DSM.  He once told me that one of his best intellectual discoveries was made over a bottle of booze with a colleague.  That 'unhealthy' behavior led to some of the greatest thought in psychology of all time.  What an irony.    ", "recommendationCount": 31}, {"assetID": 3320792, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 6187963, "replies": [], "commentID": 6188219, "trusted": 0, "userDisplayName": "DOUG TERRY", "createDate": "1336801957", "userID": 65455323, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1336804548", "userTitle": null, "recommendations": 43, "editorsSelection": false, "parentUserDisplayName": "Diana Moses", "userURL": null, "userLocation": "DC metro area, Maryland", "depth": 1, "commentType": "userReply", "updateDate": "1336800948", "commentSequence": 1, "commentBody": "I have interviewed and worked with several hundred public officials and others in high positions in the course of news reporting for television and as a producer of public affairs type programming. John Silber was, without question, one of the top 2 or 3 most arrogant people I have ever met in my life in any context. It was as if his skin was made of buffalo hide and, once you got under it, you had better damn well be ready to be charged by the buffalo. <br/><br/>The \"Siber syndrome\" puzzles me. Some men and women are ready to go to Def Con 4 because they are, at base, unsure of themselves. Silber seems to be of the school that takes umbrage at the very idea that anything he says would be questioned by anyone at any time. A skilled politician would have handled the \"weakness\" question by just saying that he would leave that up to other people to decide, since he was concentrating on doing his job. Silber was not a person who should have been running for public office. <br/><br/>As a man of 65, Romney is beyond new introspection into himself and his motives. He might have been in that state at 25. The best one could hope for would be to confront him with facts and watch him evade answering. His staff will make certain that he is not likely to face that possibility, however.<br/><br/><a href=\"http://ttr4.com\" title=\"http://ttr4.com\" target=\"_blank\">http://ttr4.com</a>"}, {"recommendedFlag": 0, "parentID": 6187963, "replies": [], "commentID": 6188268, "trusted": 0, "userDisplayName": "Chris", "createDate": "1336803030", "userID": 34183353, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1336822525", "userTitle": null, "recommendations": 15, "editorsSelection": false, "parentUserDisplayName": "Diana Moses", "userURL": null, "userLocation": "Bellevue, WA", "depth": 1, "commentType": "userReply", "updateDate": "1336818925", "commentSequence": 2, "commentBody": "Bill Weld -- Now there's a Republican cast from a completely different mold than Mitt Romney.  I was in 7th grade when he was a senior at our Massachusetts prep school, and there was something impressive about him even then.  There were certainly no negative incidents like the ones cited in the Washington Post article about Romney in his senior year at Cranbrook."}]}, "lft": 342, "assetURL": "http://www.nytimes.com/2012/05/12/opinion/blow-mean-boys.html", "parentID": null, "commentID": 6187963, "rgt": 347, "userDisplayName": "Diana Moses", "createDate": "1336797054", "userID": 60104105, "replyCount": 2, "commentTitle": "n/a", "status": "approved", "approveDate": "1336797080", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Arlington, MA", "commentType": "comment", "updateDate": "1336793480", "commentSequence": 4, "commentBody": "Back before Mitt Romney was elected our governor here in MA, we had an election between John Silber and Bill Weld.  Shortly before the election, a local television news anchor, Natalie Jacobson, interviewed each at length in their home, as I recall it.  I remember that Silber eventually flared up with anger during the interview, and when I was looking it up earlier this evening, I came across an account that said the question that elicited the anger was a request that he name his weaknesses.  (It was as if he had exceeded his shelf life; his candidacy floundered, and he lost the election.) This makes me wonder what would happen if we asked Romney to account for why he seems to have so much apparent trouble admitting to mistakes (and not just with regard to whatever happened here).", "recommendationCount": 92}, {"assetID": 3320582, "replies": [], "lft": 22, "assetURL": "http://dealbook.nytimes.com/2012/05/10/others-in-the-spotlight-after-jpmorgans-big-trading-loss/", "parentID": null, "commentID": 6187968, "rgt": 23, "userDisplayName": "Wilson", "createDate": "1336797157", "userID": 52902244, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1336797199", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New york", "commentType": "comment", "updateDate": "1336793599", "commentSequence": 6, "commentBody": "This situation requires an in depth review and analysis of the the actions leading up to this loss. It does not matter if this was  the bank's funds which was utilized and lost. What is unknown is if the are other banks conducting the same type of activity to the level JPMorgan did. This type of activity would not necessarily end under Dodd-Frank, however in the absence of stricter and enforceable regulations it could certainly become a major problem. Under no circumstances should any taxpayer be used to cover these types of losses, now or later. More regulations is no guarantee in the same way a cop on every corner stop crime.", "recommendationCount": 0}, {"assetID": 3320596, "replies": [], "lft": 265, "assetURL": "http://wordplay.blogs.nytimes.com/2012/05/10/playoff-brown-tournament/", "parentID": 6187285, "commentID": 6187972, "rgt": 266, "userDisplayName": "leapfinger", "createDate": "1336797209", "userID": 51284005, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1336797259", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "durham,nc", "commentType": "userReply", "updateDate": "1336793659", "commentSequence": 87, "commentBody": "It'll be interesting to see how Mr. Segovia and the newspaper's editor fare...It may not matter what was intended.", "recommendationCount": 0}, {"assetID": 3320780, "replies": [], "lft": 233, "assetURL": "http://www.nytimes.com/2012/05/12/us/politics/romneys-view-of-russia-sparks-debate.html", "parentID": 6187781, "commentID": 6187947, "rgt": 234, "userDisplayName": "Arthur", "createDate": "1336796778", "userID": 31333101, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1336797449", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Butler, PA", "commentType": "userReply", "updateDate": "1336793849", "commentSequence": 12, "commentBody": "It's not true.   Which Eastern European country is Russia currently aligned with ?   Perhaps Byelarus which is a pariah of Europe.  Other Eastern Europeans hate Russia as their memories of the dreaded Soviet Bloc are still fresh.  <br/><br/>Asia ?  I don't see any major aliances in Asia that Russia might have.", "recommendationCount": 12}, {"assetID": 3320780, "replies": [], "lft": 268, "assetURL": "http://www.nytimes.com/2012/05/12/us/politics/romneys-view-of-russia-sparks-debate.html", "parentID": null, "commentID": 6187955, "rgt": 271, "userDisplayName": "third.coast", "createDate": "1336796893", "userID": 58923646, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1336797508", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "earth", "commentType": "comment", "updateDate": "1336793908", "commentSequence": 50, "commentBody": "[[The Romney campaign has been critical of Mr. Obama’s record and positions]]<br/><br/>Sweet baby Jesus. Are they ever NOT critical? Going forward, perhaps we can condense that refrain into an acronym to save time and space.<br/><br/>TRCHBCOMORAP.<br/><br/>In this case, [[TRCHBCOMORAP on a variety of national security issues, including containing Iran’s nuclear ambitions and confronting China’s rise.]]<br/><br/>Last I checked, Iranian nuclear scientists have a lower life expectancy than a quarter horse at Ruidoso Downs, and sanctions have the high and mighty in Tehran clutching their pearls.<br/><br/>As to China, if Mitt has some magic formula for disentangling our economies, he should tell us...and the executives at WalMart, McDonalds, Apple, Nike, the NBA, and etc, and etc.", "recommendationCount": 23}, {"assetID": 3320780, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 6187966, "replies": [], "commentID": 6189564, "trusted": 1, "userDisplayName": "Nick Metrowsky", "createDate": "1336827392", "userID": 432006, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1336827444", "userTitle": null, "recommendations": 12, "editorsSelection": false, "parentUserDisplayName": "Ropingdown", "userURL": null, "userLocation": "Longmont Colorado", "depth": 1, "commentType": "userReply", "updateDate": "1336823844", "commentSequence": 18, "commentBody": "Despite what you say, Russia has no ambitions to start another Cold War or reform the Soviet Union. The middle class of Russia will be more than willing to take to the streets (something people in this country are not even willing to do).  By the way, what do you call so called \"Patriot Act\". An act that more or less has scuttled most of the Bill of Rights.  If anyone has anything to fear is the unlimited power that our government has gained, at the expense of civil rights. In a way, post_soviet Union Russia gained much more freedoms; here, in the US, we let our politicians take it away."}, {"recommendedFlag": 0, "parentID": 6187966, "replies": [], "commentID": 6189591, "trusted": 1, "userDisplayName": "Sarah D.", "createDate": "1336827652", "userID": 16909680, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1336827679", "userTitle": null, "recommendations": 5, "editorsSelection": false, "parentUserDisplayName": "Ropingdown", "userURL": null, "userLocation": "Montague, MA", "depth": 1, "commentType": "userReply", "updateDate": "1336824079", "commentSequence": 21, "commentBody": "Notice the protests against Putin, though. It will not be so easy for him to corral the populace into doing his bidding. "}, {"recommendedFlag": 0, "parentID": 6187966, "replies": [], "commentID": 6188748, "trusted": 0, "userDisplayName": "Joe", "createDate": "1336819439", "userID": 65394314, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1336833854", "userTitle": null, "recommendations": 3, "editorsSelection": false, "parentUserDisplayName": "Ropingdown", "userURL": null, "userLocation": "Chicago", "depth": 1, "commentType": "userReply", "updateDate": "1336830254", "commentSequence": 22, "commentBody": "Your statements are true but Russia wants to be the power they were, not the power they can be. Putins time is short one way or another, he and his kind are plundering the Russian economy for themselves and no one else. It wil backfire, kinda like Mittens and his ilk.<br/>\nTwo men stuck in their former glory days can only lead to something terribly wrong."}]}, "lft": 272, "assetURL": "http://www.nytimes.com/2012/05/12/us/politics/romneys-view-of-russia-sparks-debate.html", "parentID": null, "commentID": 6187966, "rgt": 283, "userDisplayName": "Ropingdown", "createDate": "1336797130", "userID": 659952, "replyCount": 3, "commentTitle": "n/a", "status": "approved", "approveDate": "1336797530", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Philadelphia, PA", "commentType": "comment", "updateDate": "1336793930", "commentSequence": 51, "commentBody": "Funny thing:  Putin and his regime are in a cold war mindset, and Putin's actions and expressed opinions indicate that he does not see the security rivalry as conclusively ended.  The post-Soviet government has devolved into an oppressive thug-state.  The recent elections confirm this view. Don't blame Romney for his view unless you are quite well-informed about Russia today.  ", "recommendationCount": 10}, {"assetID": 3320780, "replies": [], "lft": 284, "assetURL": "http://www.nytimes.com/2012/05/12/us/politics/romneys-view-of-russia-sparks-debate.html", "parentID": null, "commentID": 6187967, "rgt": 287, "userDisplayName": "Notthe40percent", "createDate": "1336797138", "userID": 47771754, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1336797538", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Honolulu, Hawaii", "commentType": "comment", "updateDate": "1336793938", "commentSequence": 52, "commentBody": "Top of the morning to you Mitt Van Romney!  How was your twenty year nap?", "recommendationCount": 38}, {"assetID": 3320730, "replies": [], "lft": 298, "assetURL": "http://www.nytimes.com/2012/05/12/us/dsm-revisions-may-sharply-increase-addiction-diagnoses.html", "parentID": null, "commentID": 6187958, "rgt": 299, "userDisplayName": "Aron Trask", "createDate": "1336796944", "userID": 43392295, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1336797626", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "California", "commentType": "comment", "updateDate": "1336794026", "commentSequence": 76, "commentBody": "The word \"craving,\" in the texts of twelve step, in particular AA, is freighted with meaning. In fact, the doctor's opinion, as the chapter is called, talks about the alcoholic as a person fighting to overcome a craving that has become out of his control, alone....and everyone who has felt that feeling, they  advise, knows precisely what they are talking about, can no doubt relate to the experience, and therefore could save some years of utter destruction in their lives if they could enter treatment that was successful simply on the insurance basis that they have an obsession of the mind, a compulsion of the body.<br/>\nI call it simply, a 'hijacked brain.\"<br/><br/>Takes a lot of physical time to heal that sucker, from what I've seen. And I don't know too many families who haven't been touched.<br/><br/>Is the expansion of the definition, that will undoubtedly open the pockets of treatment providers, self-serving?  Could be.<br/>\nDoesn't matter to me.<br/><br/>It could do some good, and what is the harm in that?<br/><br/>I just wish we could get the 12 step, and the science in step with one another, so to speak, but that's another post.  ", "recommendationCount": 7}, {"assetID": 3320775, "replies": [], "lft": 270, "assetURL": "http://www.nytimes.com/2012/05/12/opinion/collins-the-anatomy-of-a-jokester.html", "parentID": null, "commentID": 6187995, "rgt": 271, "userDisplayName": "Josie Walz", "createDate": "1336797608", "userID": 56781528, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1336797677", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Eau Claire", "commentType": "comment", "updateDate": "1336794077", "commentSequence": 5, "commentBody": "There really is a 'wild and crazy man inside' Mitt. And his wife loves that. What troubles me is him trying to 'take a lot of credity for the (auto) recovery' while simultaneously denouncing the means by which it did.<br/><br/>Character: duplicitous!", "recommendationCount": 111}, {"assetID": 3320617, "replies": [], "lft": 99, "assetURL": "http://india.blogs.nytimes.com/2012/05/11/meet-the-nyts-new-foreign-correspondent-in-india/", "parentID": 6184681, "commentID": 6186724, "rgt": 100, "userDisplayName": "Sinchan Mitra", "createDate": "1336778731", "userID": 21867889, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1336798015", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Brisbane", "commentType": "userReply", "updateDate": "1336794415", "commentSequence": 4, "commentBody": "Strongly disagree - a series of cliches and distortion of facts!", "recommendationCount": 1}, {"assetID": 3320617, "replies": [], "lft": 88, "assetURL": "http://india.blogs.nytimes.com/2012/05/11/meet-the-nyts-new-foreign-correspondent-in-india/", "parentID": null, "commentID": 6183888, "rgt": 89, "userDisplayName": "sam", "createDate": "1336752110", "userID": 64932086, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1336798036", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Hyderabad, India", "commentType": "comment", "updateDate": "1336794436", "commentSequence": 48, "commentBody": "No need to worry about your wife having friends in India ! If she is white, she will have a hard time keeping people away ! We Indians are very very biased in facvor of white skin ! No worries there ! You will also have lots of new Indian friends.", "recommendationCount": 0}, {"assetID": 3320719, "replies": [], "lft": 36, "assetURL": "http://parenting.blogs.nytimes.com/2012/05/11/mitt-romney-bullying-and-long-shadows/", "parentID": null, "commentID": 6188016, "rgt": 37, "userDisplayName": "Jane Iddings", "createDate": "1336798002", "userID": 18625663, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1336798038", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Petaluma, CA", "commentType": "comment", "updateDate": "1336794438", "commentSequence": 11, "commentBody": "I believe Romney just failed the \"Soccer Mom test\" by being a bully and then a liar. This might work in some circles (none that I want to be a part of), but they don't work in the homes of American families.<br/><br/>He was cruel as a late adolescent (despite his Mormon upbringing), he either lies about not remembering it or is too insensitive to have had this cruel behavior register with him. He must think we are so unconscious that we don't care if he's a bully or a liar or incapable of being empathetic. What kind of role modeling is this for kids? For parents?<br/><br/>A further insult that no one seems to have picked up on is the \"atta girl\" insults Romney hurled at male students to ridicule them. Guess it's not OK to be a girl either.<br/><br/>As a politician, he missed a golden opportunity to take the high road: admit his mistakes, sincerely apologize, and talk about what policies and programs he'd have as president to eliminate bullying in our schools.<br/><br/>At least it saves him a move to Washington in January.", "recommendationCount": 23}]}, "copyright": "Copyright (c) 2016 The New York Times Company.  All Rights Reserved."}