{"debug": {"version": 3.1}, "status": "OK", "results": {"api_timestamp": "1481497243", "totalCommentsFound": 10775, "totalCommentsReturned": 25, "comments": [{"assetID": 3446474, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 17411660, "replies": [], "commentID": 17412099, "trusted": 0, "userDisplayName": "Peter T", "createDate": "1454318982", "userID": 67205427, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1454319007", "userTitle": "NULL", "recommendations": 3, "editorsSelection": false, "parentUserDisplayName": "JP", "userURL": "NULL", "userLocation": "MN", "depth": 1, "commentType": "userReply", "updateDate": "1454319007", "commentSequence": 17412099, "commentBody": "No, it was not the intelligence that was faulty (all intelligence is uncertain) but the selection process.  The Bush jr. administration used intelligence for their campaign to make war, not as last resort, but as suitable tool to improve Iraq. That was visible already then, but also that Bush's campaign was pretty effective and did lead to opposing Democrats lose their seats.  When choosing between truth and office ..."}, {"recommendedFlag": 0, "parentID": 17411660, "replies": [], "commentID": 17412336, "trusted": 0, "userDisplayName": "Ralph", "createDate": "1454325488", "userID": 26741310, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1454361140", "userTitle": "NULL", "recommendations": 0, "editorsSelection": false, "parentUserDisplayName": "JP", "userURL": "NULL", "userLocation": "Philadelphia, PA", "depth": 1, "commentType": "userReply", "updateDate": "1454361140", "commentSequence": 17412336, "commentBody": "It was perfectly obvious at the time that Saddam Hussein and Osama bin Laden were not the same person.  This was obvious to those of us not in the Senate."}, {"recommendedFlag": 0, "parentID": 17411660, "replies": [], "commentID": 17419610, "trusted": 0, "userDisplayName": "Jose Menendez", "createDate": "1454361180", "userID": 66122489, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1454361188", "userTitle": "NULL", "recommendations": 0, "editorsSelection": false, "parentUserDisplayName": "JP", "userURL": "NULL", "userLocation": "Tempe, AZ", "depth": 1, "commentType": "userReply", "updateDate": "1454361188", "commentSequence": 17419610, "commentBody": "I disagree. I never had access to all the information she had. I just read the newspapers and watched TV. And yet, it was completely, absolutely clear to me that all of this was a scam. So there are two possibilities:<br/><br/>1. She reached the same conclusion, but she is a political opportunist.<br/>2. She was misled, in which case she is even less qualified than I am to be president.<br/><br/>I choose 1, and therefore I will reluctantly vote for her to prevent a complete republican takeover of the Supreme Court and the elimination of Obamacare."}]}, "lft": 322, "assetURL": "http://krugman.blogs.nytimes.com/2016/01/31/pre-iowa-notes/", "parentID": null, "commentID": 17411660, "rgt": 331, "userDisplayName": "JP", "createDate": "1454302845", "userID": 45764788, "replyCount": 4, "commentTitle": "<br/>", "status": "approved", "approveDate": "1454302868", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Virginia", "commentType": "comment", "updateDate": "1454302868", "commentSequence": 17411660, "commentBody": "The issue that I have with Clinton remains similar to 2008.  Iraq War vote and her doubling down on that decision undercut all of these claims about the value of her experience.  That was a major litmus test that she failed, and unlike John Kerry her tenure as Secretary of State doesn't do much to counter that perception.  <br/><br/>She has a great knowledge base, clearly, but what good is a great knowledge base if it isn't exercised with wisdom and responsibility?  <br/><br/>This has played out as well in other areas relating to the conduct of her campaign in 2008 and selecting a political campaign manager like Mark Penn who didn't even bother to learn apportionment rules.  It is playing out in 2016 with respect the installation of a former campaign chair at the DNC, who has grossly mismanaged the nomination process even before the first votes have been cast.  These are proxies for how she might actually manage a bureaucracy and the sense is that she may end up being loyal to a fault.<br/><br/>As a side note, I have been happy with Obama's tenure overall.  So the narrative about \"dashed expectations\" doesn't resonate for me.  One of the great things about Obama is that he and his wife weren't that far removed from the world that many of us live in, so even once he entered the bubble, he kept some connection to that old world.  The Clintons have been removed from that world for over 20 years.  I will support Clinton in the general.  However, I hope she will outperform my expectations, if elected.", "recommendationCount": 9}, {"assetID": 3446474, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 17411663, "replies": [], "commentID": 17411878, "trusted": 0, "userDisplayName": "JP", "createDate": "1454308529", "userID": 45764788, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1454308567", "userTitle": "NULL", "recommendations": 13, "editorsSelection": false, "parentUserDisplayName": "Ron Cohen", "userURL": "NULL", "userLocation": "Virginia", "depth": 1, "commentType": "userReply", "updateDate": "1454308567", "commentSequence": 17411878, "commentBody": "The claim about her being an \"evil, greedy manipulator without depth or redeeming qualities\" is attacking a strawman.  That's an easy argument.<br/><br/>The bigger issue, is that even with her experience, and her depth of knowledge -- something that is beyond reasonable dispute -- she still doesn't exhibit great judgment at times.  <br/><br/>I'm not really clear how Clinton's Iraq War vote speaks to \"human nature\", other than, perhaps, as an exhibit of a certain kind of weakness of character or judgment.  There are plenty of humans who said \"no\" to the Iraq War, even under a tremendous amount of political pressure.  Max Cleland lost his seat over his vote.  Others paid an even higher price.  Those who spoke out and voiced concerns that were vindicated should be recognized and celebrated for their judgment.  Those who failed to weigh the risks, also should be judged accordingly.<br/><br/>If Clinton had correctly diagnosed the risks, and weighed the balance appropriately, her stance would have been even more worthy of recognition than those who made the right judgment without the political pressure.  The fact is, she failed.  And she also failed to recognize the error for way too long.  <br/><br/>The kind of legacy that the Clintons want for themselves will matter a lot less to voters in 2016 than the kind of legacy that those voters want to leave for themselves and future generations."}, {"recommendedFlag": 0, "parentID": 17411663, "replies": [], "commentID": 17412549, "trusted": 0, "userDisplayName": "Harold", "createDate": "1454328553", "userID": 21747459, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1454361140", "userTitle": "NULL", "recommendations": 1, "editorsSelection": false, "parentUserDisplayName": "Ron Cohen", "userURL": "NULL", "userLocation": "Winter Park, FL", "depth": 1, "commentType": "userReply", "updateDate": "1454361140", "commentSequence": 17412549, "commentBody": "Thank you Ron Cohen!  JP, give some thought to how a \"woman\" is perceived when such an issue grabs the nation's psyche.  If she votes against the war, she is perceived as weak and that becomes an albatross around her neck going forward.  Didn't work out that way for her as hindsight, and facts, show that the war was a very bad idea.  Obama voted against the war and he is perceived as wise and thoughtful in the face of the panic to react to any threat, real or not.  I am a supporter of Hillary as she is our only hope against the wicked GOP machine simply taking over everything.  "}]}, "lft": 332, "assetURL": "http://krugman.blogs.nytimes.com/2016/01/31/pre-iowa-notes/", "parentID": null, "commentID": 17411663, "rgt": 337, "userDisplayName": "Ron Cohen", "createDate": "1454303017", "userID": 45502378, "replyCount": 2, "commentTitle": "<br/>", "status": "approved", "approveDate": "1454303046", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Waltham, MA", "commentType": "comment", "updateDate": "1454303046", "commentSequence": 17411663, "commentBody": "The attacks against Hillary for her ties to Wall Street, and her vote in favor of the Iraq War, among other things, reflect a poor understanding of human nature. <br/><br/>Hillary and Bill are of an age when they surely are thinking of their legacy. People are nothing if not complex. Who would have thought that Richard Nixon, the ultimate Red baiter, would have gone to China? Who would have thought that Lyndon Johnson, the consummate southern politician would have pushed through the Civil Rights Act?<br/><br/>The picture that Sanders supporters paint of Hillary is one of an evil, greedy manipulator without depth or redeeming qualities. Nothing could be further from the truth. If they keep it up, they could depress turnout and put Trump in office.", "recommendationCount": 18}, {"assetID": 3446477, "replies": [], "lft": 49, "assetURL": "http://wordplay.blogs.nytimes.com/2016/01/31/four-baggers/", "parentID": 17411399, "commentID": 17411684, "rgt": 50, "userDisplayName": "John Farmer", "createDate": "1454303364", "userID": 1866801, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1454303407", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "L.A.", "commentType": "userReply", "updateDate": "1454303407", "commentSequence": 17411684, "commentBody": "I should add, it's nice to be called a whippersnapper.  That hasn't happened in a long while.", "recommendationCount": 2}, {"assetID": 3446481, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 17411693, "replies": [], "commentID": 17415439, "trusted": 1, "userDisplayName": "stu", "createDate": "1454343718", "userID": 35591703, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1454343729", "userTitle": "NULL", "recommendations": 8, "editorsSelection": false, "parentUserDisplayName": "stu", "userURL": "NULL", "userLocation": "freeman", "depth": 1, "commentType": "userReply", "updateDate": "1454343729", "commentSequence": 17415439, "commentBody": "@Benzion: It's a reasonable demand if you think that stopping all gun violence in this country is reasonable.  The Israelis might first want to concentrate on getting their own citizens to stop taking up arms against Arab civilians.  Never mind the disproportionate amount of violence employed by the Israeli military in Gaza."}, {"recommendedFlag": 0, "parentID": 17411693, "replies": [], "commentID": 17415983, "trusted": 0, "userDisplayName": "wfisher1", "createDate": "1454345682", "userID": 60477652, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1454351483", "userTitle": "NULL", "recommendations": 0, "editorsSelection": false, "parentUserDisplayName": "stu", "userURL": "NULL", "userLocation": "fairfield, ia", "depth": 1, "commentType": "userReply", "updateDate": "1454351483", "commentSequence": 17415983, "commentBody": "I am taking  the approach you did not mean to define \"acts of violence against Jewish citizens\" as \"equally unreasonable conditions\". Acts of violence against Jewish or Palestinian citizens is unacceptable. Netanyahu and his political allies have done terrible harm to Israel. They sully it's name and honor. They have damaged it's security even though they think it's been strengthened. Their policies give strength and unintended support to terrorist organizations. They are busily turning the western world against them. A course change is needed. Perhaps what is going on in Israel reflects the ultimate end of the course the Republicans are calling for in the presidential race. Bar Muslims from the country, only let Christians in, close mosques, blame the other, take away the citizen rights of those who are not like the majority, the President needs to be Christian as should the nation, etc. It might be a good lesson to consider when listening to the Republicans rant."}, {"recommendedFlag": 0, "parentID": 17411693, "replies": [], "commentID": 17417101, "trusted": 1, "userDisplayName": "stu", "createDate": "1454349835", "userID": 35591703, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1454349849", "userTitle": "NULL", "recommendations": 0, "editorsSelection": false, "parentUserDisplayName": "stu", "userURL": "NULL", "userLocation": "freeman", "depth": 1, "commentType": "userReply", "updateDate": "1454349849", "commentSequence": 17417101, "commentBody": "Erasmus: The Chinese don't have to.  Another nation bringing up the issue would be completely futile given Beijing's veto power."}]}, "lft": 120, "assetURL": "http://www.nytimes.com/2016/02/01/opinion/dont-shoot-the-messenger-israel.html", "parentID": null, "commentID": 17411693, "rgt": 145, "userDisplayName": "stu", "createDate": "1454303544", "userID": 35591703, "replyCount": 12, "commentTitle": "<br/>", "status": "approved", "approveDate": "1454303586", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "freeman", "commentType": "comment", "updateDate": "1454303586", "commentSequence": 17411693, "commentBody": "Make no mistake about it, Israel has already abandoned the two-state solution.  The Likudniks won't acknowledge this publicly but every action they've taken since the first Intifada pretty much reveals that they have no intention of ever agreeing to the establishment of an independent Palestinian Arab state in Gaza and/or the West Bank.  They keep insisting on their right to expand old Jewish settlements in the occupied territories and to build new ones even while demanding that all acts of violence against Jewish citizens come to an end.   Even if the latter development were to actually come to fruition, Netanyahu and company would come up with some other equally unreasonable condition and continue to hold fast to the idea that \"facts on the ground\" must always be respected.  They're probably hoping that the U.N.'s member nations will ultimately come to the conclusion that Israeli arrogation of these \"disputed\" areas will be judged a fait accompli in much the same way as the Chinese occupation of Tibet has been treated over these past seven decades.  China, unfortunately, has the veto power of a permanent member of the Security Council.  In Israel's case, the U.S. has been doing the dirty work for it.  In this, his last year in office, perhaps Pres. Obama will finally give thought to dropping the U.S. veto against the establishment of a Palestinian state.  One can only hope.  ", "recommendationCount": 365}, {"assetID": 3446474, "replies": [], "lft": 291, "assetURL": "http://krugman.blogs.nytimes.com/2016/01/31/pre-iowa-notes/", "parentID": 17411347, "commentID": 17411692, "rgt": 292, "userDisplayName": "JP", "createDate": "1454303536", "userID": 45764788, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1454303587", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Virginia", "commentType": "userReply", "updateDate": "1454303587", "commentSequence": 17411692, "commentBody": "The Obama presidency hasn't been as transformational as FDR's three plus terms, but there are only perhaps two presidents in our history who could make that claim.  FDR had filibuster proof majorities for more than 6 months.  He was in office for more than 8 years.  <br/><br/>Obama's \"original sin\" was the too small stimulus in early 2009, which was bad politics and policy, however, I suspect when people look back that Obama will find greater vindication on several areas.<br/><br/>Our political system also isn't a one-man, term limited dictatorship.  Cooperation is absolutely key, and unless Sanders brings a bunch of clones alone with him to Congress in a massive landslide victory, and reconfigures the Courts, his commitments will be mostly limited to regulatory action.  And regulatory action is a lot less stable than legislation, and also more easily overturned by the Courts.  <br/><br/>Clinton is likely to face the same constraints.  And if the Dems don't win back the Senate, that could have significant consequences for judicial nominations as well.", "recommendationCount": 2}, {"assetID": 3423637, "replies": [], "lft": 102, "assetURL": "http://cooking.nytimes.com/recipes/1016866", "parentID": null, "commentID": 17411695, "rgt": 103, "userDisplayName": "JCN", "createDate": "1454303631", "userID": 1786959, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1454303645", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": 1786959, "userLocation": "<br/>", "commentType": "comment", "updateDate": "1454303645", "commentSequence": 17411695, "commentBody": "I made this dish w/ less salt and no lingonberry jam. The whole family loved it!  Quick pickles was a hit, too.  Thank you, Melissa.", "recommendationCount": 0}, {"assetID": 3446477, "replies": [], "lft": 51, "assetURL": "http://wordplay.blogs.nytimes.com/2016/01/31/four-baggers/", "parentID": 17411399, "commentID": 17411698, "rgt": 52, "userDisplayName": "John", "createDate": "1454303697", "userID": 12857582, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1454303707", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Chicago", "commentType": "userReply", "updateDate": "1454303707", "commentSequence": 17411698, "commentBody": "Glad you liked whippersnapper. Obviously road movies has different meanings to different leanings. ", "recommendationCount": 0}, {"assetID": 3345176, "replies": [], "lft": 1749, "assetURL": "http://well.blogs.nytimes.com/2012/10/25/why-women-cant-do-pull-ups/", "parentID": 17410168, "commentID": 17411717, "rgt": 1750, "userDisplayName": "rini10", "createDate": "1454304121", "userID": 27956979, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1454304126", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "huntingdon valley, PA", "commentType": "userReply", "updateDate": "1454304126", "commentSequence": 17411717, "commentBody": "That didn't work for me. Six months of weight lifting worked. I could do three pull ups. It was torture. I stopped lifting weights. I even weigh less. I can't do one anymore. I can do twenty push-ups and hundreds of crunches and back ends and splits and running. I'm okay with this. This article was vindicating. ", "recommendationCount": 0}, {"assetID": 3345176, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 17411724, "replies": [], "commentID": 18539985, "trusted": 0, "userDisplayName": "Heathbee", "createDate": "1463376056", "userID": 61595407, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1463410358", "userTitle": "NULL", "recommendations": 0, "editorsSelection": false, "parentUserDisplayName": "rini10", "userURL": "NULL", "userLocation": "Los Angeles", "depth": 1, "commentType": "userReply", "updateDate": "1463406758", "commentSequence": 18539985, "commentBody": "It sounds like you have amazing flexibility and cardiovascular capability, but your upper body strength doesn't match. Six months seems an awfully long time to work out and only be able to knock out 20 pushups. I hope that doesn't come out as condescending because if everything cardio/flexibility is what you want to focus on, you've succeeded and that's awesome and you're probably in better shape than most people. I just don't like that you say you felt vindicated by the article. It's seems like your workout routine, at least for upper body strength, was not very efficient and that can be why your pull ups were agonizing. If that's what's stopping you, don't let it. It'll get easier once you find a routine that works for you.  Again though, if the strength part of fitness is not that big a deal for you,  then screw it."}]}, "lft": 1754, "assetURL": "http://well.blogs.nytimes.com/2012/10/25/why-women-cant-do-pull-ups/", "parentID": null, "commentID": 17411724, "rgt": 1757, "userDisplayName": "rini10", "createDate": "1454304254", "userID": 27956979, "replyCount": 1, "commentTitle": "<br/>", "status": "approved", "approveDate": "1454304308", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "huntingdon valley, PA", "commentType": "comment", "updateDate": "1454304308", "commentSequence": 17411724, "commentBody": "I can do twenty push-ups. I can run. I can do backbends and splits. It took me six months of upper body training to do three agonizing pull-ups. I stopped the weight training and I cannot do pull-ups anymore. I give up.  This article was vindicating. ", "recommendationCount": 0}, {"assetID": 3446477, "replies": [], "lft": 35, "assetURL": "http://wordplay.blogs.nytimes.com/2016/01/31/four-baggers/", "parentID": 17411100, "commentID": 17411740, "rgt": 36, "userDisplayName": "John", "createDate": "1454304515", "userID": 12857582, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1454304546", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Chicago", "commentType": "userReply", "updateDate": "1454304546", "commentSequence": 17411740, "commentBody": "We have a friend in Maryland whose favorite film is Chinatown. From my perspective, it's not bad. Huston, Dunaway and Nicholson make a great cast. And I deal with city corruption every day.", "recommendationCount": 1}, {"assetID": 3446477, "replies": [], "lft": 11, "assetURL": "http://wordplay.blogs.nytimes.com/2016/01/31/four-baggers/", "parentID": 17410661, "commentID": 17411744, "rgt": 12, "userDisplayName": "MTF Tobin", "createDate": "1454304586", "userID": 26424636, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1454304606", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Manhattanville, NY", "commentType": "userReply", "updateDate": "1454304606", "commentSequence": 17411744, "commentBody": ".<br/>Recently, Carol Burnett was mentioned in an Avatar Intro thread.<br/><br/>I looked up a bio of your guy's last sweethart, just because I had a powerful crush on her. Turns out she graduated from the same high school as Carol Burnett. Nine years later, tho.", "recommendationCount": 0}, {"assetID": 3446109, "replies": [], "lft": 373, "assetURL": "http://cooking.nytimes.com/recipes/1017937", "parentID": 17336302, "commentID": 17411755, "rgt": 374, "userDisplayName": "Aly", "createDate": "1454304843", "userID": 71504982, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1454304906", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": 71504982, "userLocation": "<br/>", "commentType": "userReply", "updateDate": "1454304906", "commentSequence": 17411755, "commentBody": "What is the point in adding in buttermilk if making the Mississippi Roast. Isn&#x27;t the point the spices and seasonings? I&#x27;d just add in these to homemade stock to get the flavors without the prepackaged seasoning mixes. These appeal to me to keep the salt content low.", "recommendationCount": 0}, {"assetID": 3345176, "replies": [], "lft": 1211, "assetURL": "http://well.blogs.nytimes.com/2012/10/25/why-women-cant-do-pull-ups/", "parentID": 7575956, "commentID": 17411760, "rgt": 1212, "userDisplayName": "rini10", "createDate": "1454305012", "userID": 27956979, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1454305025", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "huntingdon valley, PA", "commentType": "userReply", "updateDate": "1454305025", "commentSequence": 17411760, "commentBody": "I've done all, that and getting to do a single pull-up is torture for me. I have to train for months and lose the ability as soon as I stop. Push-ups running yoga backbends splits etc... are easy and I do them all the time. Pull-ups are a special hell for some women. ", "recommendationCount": 0}, {"assetID": 3345176, "replies": [], "lft": 175, "assetURL": "http://well.blogs.nytimes.com/2012/10/25/why-women-cant-do-pull-ups/", "parentID": 7476495, "commentID": 17411762, "rgt": 176, "userDisplayName": "rini10", "createDate": "1454305110", "userID": 27956979, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1454305145", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "huntingdon valley, PA", "commentType": "userReply", "updateDate": "1454305145", "commentSequence": 17411762, "commentBody": "I don't know. My arms are defined and I cannot do one. I can do push-ups easily and support myself in yoga moves. Michelle has long arms. She might have difficulty. ", "recommendationCount": 0}, {"assetID": 3446477, "replies": [], "lft": 27, "assetURL": "http://wordplay.blogs.nytimes.com/2016/01/31/four-baggers/", "parentID": 17410848, "commentID": 17411767, "rgt": 28, "userDisplayName": "MTF Tobin", "createDate": "1454305219", "userID": 26424636, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1454305266", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Manhattanville, NY", "commentType": "userReply", "updateDate": "1454305266", "commentSequence": 17411767, "commentBody": ".<br/>Liz,<br/><br/>No. You're just my go-to on names that seem to be Portuguese. Plus, you having relatives named Viera. But one letter can make a world of difference in name origins.<br/><br/>\"EIN Berliner\" had 2 purposes. First, the occasional practice of closing a post with a comestible; some say \"a berliner\" is a sort of pastry. Second, the most famous American to use the phrase \"EIN Berliner\" in a recorded address was the son of the lover of the star of SUNSET BOULEVARD. (I was at a loss to remember any specific food from any of the theme films. I remember drinks, and what Thelma left for her husband to make for dinner, but that's it. So I went in a different direction.)<br/><br/>\"EIN Berliner\" wasn't directed at anyone in particular.", "recommendationCount": 0}, {"assetID": 3446474, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 17411771, "replies": [], "commentID": 17411907, "trusted": 0, "userDisplayName": "Urizen", "createDate": "1454309592", "userID": 60211101, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1454360641", "userTitle": "NULL", "recommendations": 1, "editorsSelection": false, "parentUserDisplayName": "Blaise Adams", "userURL": "NULL", "userLocation": "Cortex, California", "depth": 1, "commentType": "userReply", "updateDate": "1454360641", "commentSequence": 17411907, "commentBody": "Eighty per cent of California's water resources go to agriculture but I'm sure you'll find a way to blame that fact on Mexicans, too. And LA hasn't choked \"under a sea of smog\" since the nation switched unleaded and applied catalytic converter technology about 40 years ago.<br/><br/>And finally, the Democratic party hasn't been liberal, aside from some recent Johnny-come-lately social policy shifts, for over three and a half decades."}]}, "lft": 338, "assetURL": "http://krugman.blogs.nytimes.com/2016/01/31/pre-iowa-notes/", "parentID": null, "commentID": 17411771, "rgt": 341, "userDisplayName": "Blaise Adams", "createDate": "1454305275", "userID": 69814017, "replyCount": 1, "commentTitle": "<br/>", "status": "approved", "approveDate": "1454305327", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Los Angeles", "commentType": "comment", "updateDate": "1454305327", "commentSequence": 17411771, "commentBody": "Trump would be a disaster as president.  His characterization of some illegal immigrants as \"rapists\" is offensive and his ban on Muslims needlessly antagonizes the allies the US needs in the fight against ISIS.<br/><br/>Yet he speaks to the concerns of Americans forgotten by liberals, the American worker who plays by the rules, yet sees his economic position deteriorate as illegal immigrants destroy his community, overrun his schools and strain emergency rooms to the breaking point.<br/><br/>The US population increased by 36% during the period 1980-2010.  Unlike population growth in the past, the new population growth is encountering limits.  California for example is facing what is called a \"drought\" but is really too many people trying to live in a desert.  Unskilled and semiskilled laborers see wages decline as they compete with illegal immigrants.  LA is choking under a sea of smog.<br/><br/>It should be liberals who should be preserving the environment, encouraging smaller family size, helping the poor in Mexico improve Mexico, rather than immigrate to the US.  Instead they characterize any sensible discussion that resources are finite as \"racism.\"  Even Krugman sets up a new scapegoat, the \"white patriarchy.\"<br/><br/>Where should white males turn for addressing their grievances?<br/><br/>Trump at least starts to voice their concerns.  Is perhaps Cruz an acceptable alternative?<br/><br/>America is changing.  This election will change politics going forward.  Many will realize that the old liberalism is dead.", "recommendationCount": 2}, {"assetID": 3446474, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 17411781, "replies": [], "commentID": 17411901, "trusted": 0, "userDisplayName": "David", "createDate": "1454309423", "userID": 69047379, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1454360641", "userTitle": "NULL", "recommendations": 0, "editorsSelection": false, "parentUserDisplayName": "Stan Continople", "userURL": "NULL", "userLocation": "San Jose", "depth": 1, "commentType": "userReply", "updateDate": "1454360641", "commentSequence": 17411901, "commentBody": "\"And Clinton’s dogged realism, while it doesn’t inspire the same kind of uplift as Sanders’s promise of change, can be inspiring in its own way.\"<br/><br/>Umm no it can't as Reich points out <a href=\"http://robertreich.org/post/137882162570\" title=\"http://robertreich.org/post/137882162570\" target=\"_blank\">http://robertreich.org/post/137882162570</a>. Telling America that we must accept more triangulation before the campaign is even over means if elected Clinton's honeymoon is over before it started. <br/><br/>Krugman isn't afraid of discontinuity - he's afraid of finally having to admit that America's problems run much deeper than he's ever conceded."}, {"recommendedFlag": 0, "parentID": 17411781, "replies": [], "commentID": 17411995, "trusted": 1, "userDisplayName": "schrodinger", "createDate": "1454313625", "userID": 8276026, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1454313666", "userTitle": "NULL", "recommendations": 11, "editorsSelection": false, "parentUserDisplayName": "Stan Continople", "userURL": "NULL", "userLocation": "Northern California", "depth": 1, "commentType": "userReply", "updateDate": "1454313666", "commentSequence": 17411995, "commentBody": "It's sad how really smart people sometimes become delusional when they get close to power. We have Janet Yellen at the Fed raising rates because she sees inflation zombies coming out of the walls. Now we have Krugman claiming that,  'There’s no enthusiasm gap'  between the Clinton and Sanders campaigns. Maybe he never reads the comments on this blog?"}, {"recommendedFlag": 0, "parentID": 17411781, "replies": [], "commentID": 17412023, "trusted": 0, "userDisplayName": "GB", "createDate": "1454315719", "userID": 70864714, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1454361140", "userTitle": "NULL", "recommendations": 1, "editorsSelection": false, "parentUserDisplayName": "Stan Continople", "userURL": "NULL", "userLocation": "Mountain Country", "depth": 1, "commentType": "userReply", "updateDate": "1454361140", "commentSequence": 17412023, "commentBody": "Hate to be the red pill, but neither this blog, nor the entire interwebs, as fascinating as both are, comprise the entirety of the political world.  But then, everyone you knew voted for McGovern.    "}]}, "lft": 342, "assetURL": "http://krugman.blogs.nytimes.com/2016/01/31/pre-iowa-notes/", "parentID": null, "commentID": 17411781, "rgt": 349, "userDisplayName": "Stan Continople", "createDate": "1454305511", "userID": 8203131, "replyCount": 3, "commentTitle": "<br/>", "status": "approved", "approveDate": "1454305566", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Brooklyn", "commentType": "comment", "updateDate": "1454305566", "commentSequence": 17411781, "commentBody": "How disheartening it is to now see Paul Krugman running interference for Hillary, on a sometimes more-than-daily basis. It's almost unbecoming, especially since I assume he's not so well off that a Sanders win would present any real panic. The one thing that economists fear is discontinuity. All their math, all their models assume slight departures from equilibrium before a new one is achieved. many of the great events in history occur suddenly, although in hindsight, and only in hindsight, will historians note all the obvious preconditions.", "recommendationCount": 14}, {"assetID": 3446359, "replies": [], "lft": 114, "assetURL": "http://www.nytimes.com/2016/01/30/world/asia/hong-kong-ten-years.html", "parentID": null, "commentID": 17411677, "rgt": 115, "userDisplayName": "bp", "createDate": "1454303235", "userID": 28023778, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1454305808", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Alameda, CA", "commentType": "comment", "updateDate": "1454305808", "commentSequence": 17411677, "commentBody": "It is only a matter of time before China grinds Hong Kong under its heel and crushes dissent in a Tiananmen Square-type massacre. That will be a sad day but no one will be surprised. ", "recommendationCount": 7}, {"assetID": 3446474, "replies": [], "lft": 293, "assetURL": "http://krugman.blogs.nytimes.com/2016/01/31/pre-iowa-notes/", "parentID": 17411347, "commentID": 17411797, "rgt": 294, "userDisplayName": "AB", "createDate": "1454306026", "userID": 60741869, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1454306046", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Oregon", "commentType": "userReply", "updateDate": "1454306046", "commentSequence": 17411797, "commentBody": "I think Obama's limitation was that he was relatively inexperienced when first elected and thought he could take reasonable positions and negotiate.  He eventually found out how well that worked.  Bernie has decades of experience fighting obstructionism and I expect knows just what he is up against from the start.", "recommendationCount": 10}, {"assetID": 3420778, "replies": [], "lft": 185, "assetURL": "http://cooking.nytimes.com/recipes/1017068", "parentID": 17411387, "commentID": 17411799, "rgt": 186, "userDisplayName": "Porchetta Lover", "createDate": "1454306057", "userID": 69662717, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1454306106", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": 69662717, "userLocation": "<br/>", "commentType": "userReply", "updateDate": "1454306106", "commentSequence": 17411799, "commentBody": "With all due respect, it&#x27;s not meant to be even remotely healthy. It&#x27;s porchetta, and if you&#x27;ve ever had any in Italy, you&#x27;ll understand that the charm of this preparation is the crunchy fat. Google it and you&#x27;ll see the whole pigs roasted for market day, with folks standing next to the deli trucks eating juicy sandwiches on nice bread, grease oozing down their chins ...", "recommendationCount": 30}, {"assetID": 3446477, "replies": [], "lft": 53, "assetURL": "http://wordplay.blogs.nytimes.com/2016/01/31/four-baggers/", "parentID": 17411399, "commentID": 17411806, "rgt": 54, "userDisplayName": "MTF Tobin", "createDate": "1454306238", "userID": 26424636, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1454306286", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Manhattanville, NY", "commentType": "userReply", "updateDate": "1454306286", "commentSequence": 17411806, "commentBody": ".<br/>I think it's a small matter of typography. Leslie and der Bingle worked on \"The Road\" movies, while this puzzle is about \"road movies\". And \"Thelma and Louise\", like \"Bonnie and Clyde\", had a lot of footage of actual roads, gas stations, the vehicles themselves, etc. I don't think that was a feature of the \"The Road\" movies, especially in light of the difficulty of reaching Singapore, Bali, and much of Hong Kong by road in the mid-20th century.<br/><br/>I think of career-launcher \"Badlands\" as a road movie, and \"It's a Mad ... World\" as a broad parody of many genres, including road movies.<br/><br/>Perhaps the difference between a \"The Road\" movie and a road movie is as distinct as the difference between a Robert Towne film (see earlier in the thread) and \"On The Town\".", "recommendationCount": 0}, {"assetID": 3422965, "replies": [], "lft": 170, "assetURL": "http://cooking.nytimes.com/recipes/1017228", "parentID": null, "commentID": 17411807, "rgt": 171, "userDisplayName": "Andrew", "createDate": "1454306254", "userID": 57653628, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1454306286", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": 57653628, "userLocation": "<br/>", "commentType": "comment", "updateDate": "1454306286", "commentSequence": 17411807, "commentBody": "This definitely hit the spot tonight on a rainy Sunday evening. Substituted kale for the swiss chard and did fine. Canned chickpeas were just fine for this bachelor. Love the powerful flavors but this was a definite labor of (lengthy) love tonight.", "recommendationCount": 1}, {"assetID": 3446477, "replies": [], "lft": 37, "assetURL": "http://wordplay.blogs.nytimes.com/2016/01/31/four-baggers/", "parentID": 17411100, "commentID": 17411813, "rgt": 38, "userDisplayName": "John Farmer", "createDate": "1454306381", "userID": 1866801, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1454306407", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "L.A.", "commentType": "userReply", "updateDate": "1454306407", "commentSequence": 17411813, "commentBody": "Your friend in Maryland and I have something in common.  I suppose there are greater works in the art of cinema, but something about the dark heart of city corruption, at least in movies, I find rather enjoyable.  But I don't have to deal with it every day.", "recommendationCount": 0}, {"assetID": 3446338, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 17411810, "replies": [], "commentID": 17718705, "trusted": 0, "userDisplayName": "R now an I", "createDate": "1456596730", "userID": 74557417, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1456603975", "userTitle": "NULL", "recommendations": 2, "editorsSelection": false, "parentUserDisplayName": "mnc", "userURL": "NULL", "userLocation": "Oklahoma", "depth": 1, "commentType": "userReply", "updateDate": "1456603975", "commentSequence": 17718705, "commentBody": "DT is an awful reflection on the worst part of ourselves."}]}, "lft": 138, "assetURL": "http://www.nytimes.com/2016/01/29/upshot/introducing-the-upshots-encyclopedia-of-donald-trumps-twitter-insults.html", "parentID": null, "commentID": 17411810, "rgt": 141, "userDisplayName": "mnc", "createDate": "1454306358", "userID": 68221104, "replyCount": 1, "commentTitle": "<br/>", "status": "approved", "approveDate": "1454306408", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Hendersonville, NC", "commentType": "comment", "updateDate": "1454306408", "commentSequence": 17411810, "commentBody": "Donald Trump makes Richard Nixon look good.  Truly.  No joke.<br/><br/>What is scariest of all is that Trump's nastiness is spreading among his \"trumpeteers\" like a dark cloud. It is frightening to hear Trump backers declare proudly that they have thrown off \"political correctness\" (otherwise known as basic politeness) and then proceed to prove it with hate-filled comments.  Decent manners aren't that hard to stick with, but it's part of the Trump crowd's attitude towards anyone who doesn't agree with them to show their toughness by getting ugly about everything right out of the starting gate.<br/><br/> We should all be working together to get rid of the plutocrats who have stolen most of our economy out from under us and are making plans to get the rest of it.  After we accomplish that, then we can get back to growling at each other past the partisan divide.<br/><br/>And it wouldn't hurt if we could inculcate a little \"political correctness\" back into the conversation.  The fact that it makes the Trump followers mad tells the rest of us more about them than we probably want to know. I think it reflects their natural attitude and that Trump's behavior just gave them permission to behave like that.", "recommendationCount": 12}, {"assetID": 3446331, "replies": [], "lft": 33, "assetURL": "http://krugman.blogs.nytimes.com/2016/01/28/single-payer-trouble/", "parentID": 17376717, "commentID": 17411818, "rgt": 34, "userDisplayName": "Thomas Zaslavsky", "createDate": "1454306592", "userID": 355880, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1454306646", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Binghamton, N.Y.", "commentType": "userReply", "updateDate": "1454306646", "commentSequence": 17411818, "commentBody": "@WZ:  I don't see how your calculations make sense.  I believe you left out some necessary information.  If US health care spending now is $8500p.c. and we shift $2000p.c. from military into health care, then the remaining health care expense is $6500p.c.  So?  All you've done is shift money around.  It says nothing about taxes, costs, etc.  You need to tell us how taxes would be affected.  At present, if I remember correctly, the U.S. government pays the lion's share of health care costs.  (Maybe that lion's share includes state government expenditures also.)  So, if $2000p.c. is added to the government funds available for health care, the government funds should be approximately equal to total present U.S. spending on health care.  In other words, your proposal (which I agree isn't politically possible) would enable the government(s) here to take over all health care without raising taxes.<br/><br/>That is the conclusion I get.  I don't see how you get any other conclusion.  Let's have some figures on actual governmental health care spending before drawing conclusions.", "recommendationCount": 0}]}, "copyright": "Copyright (c) 2016 The New York Times Company.  All Rights Reserved."}