{"debug": {"version": 3.1}, "status": "OK", "results": {"api_timestamp": "1481460366", "totalCommentsFound": 1894, "totalCommentsReturned": 25, "comments": [{"assetID": 2401271, "replies": [], "lft": 144, "assetURL": "http://dotearth.blogs.nytimes.com/2011/02/11/on-peer-review-and-climate-progress/", "parentID": null, "commentID": 3379069, "rgt": 145, "userDisplayName": "raypierre", "createDate": "1297569399", "userID": 44284159, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1297573772", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Chicago, IL", "commentType": "comment", "updateDate": "1297573772", "commentSequence": 70, "commentBody": "Regarding point #67 on Hansen's claim of the Venus Syndrome, I wish to point out that while Hansen is right about almost everything, he isn't right about this particular threat. I had a very long exchange on this point in the latest Unforced Variations open thread on <a href=\"http://RealClimate.org\" target=\"_blank\">RealClimate.org</a> .  Hansen isn't completely off the mark, because the almost undbounded ability of clouds to increase climate sensitivity makes it hard to rule out a \"Venus Syndrome\" runaway for earth from first principels. But it is such an extremely unlikely scenario that I think it is a mistake to give this too much emphasis; it definitely isn't a \"dead certainty\" as a result of burning all the coal.<br /><br />So, what do we have -- the Earth is very unliely to turn into Venus, lose its oceans, and sterilize away all life.  But, unless we are very lucky with climate sensitivity (or with coal running out before most people think) it's not at all implausible that you could wipe out most agriculture in the Tropics, and make half the planet uninhabitable for mammals outdoors.  (c.f. the Sherwood and Huber paper in PNAS).  Are you sleeping better now?", "recommendationCount": 11}, {"assetID": 2401271, "replies": [], "lft": 146, "assetURL": "http://dotearth.blogs.nytimes.com/2011/02/11/on-peer-review-and-climate-progress/", "parentID": null, "commentID": 3379141, "rgt": 147, "userDisplayName": "JD", "createDate": "1297571172", "userID": 1266283, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1297573779", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Ohio", "commentType": "comment", "updateDate": "1297573779", "commentSequence": 71, "commentBody": "More  Derry<br /><br />#57 From Previous Thread<br /><br />JD, you're on a roll - first you want to fire Hansen, now Steig, and apparently the whole University of Washington is on the block next. Good to see we can count on you to adjudicate scientific competence. Who needs the National Academy of Sciences when we have you?<br /><br />I had stated:<br /><br />JD 55 “The fact that Steig's Nature paper was so flawed and could be substantially refuted by non-specialists is indicative of quality problems at the University of Washington. Why does he (presumably) earn a substantial salary and supervise the teaching of others when the quality of his work is so poor? … Upon its publication in Nature, the statistical problems of Steig's work were immediately apparent on blogs. Why weren't they noticed in the academic process?<br /><br />Instead of addressing my arguments Derry childishly attacks me.  The faults with his position are:<br /><br />1. He makes the logical fallacy of appealing to authority.  (Any college sophomore should know better)<br />2. The reference to the National Academy of Sciences and by inference “professional” scientific organizations is funny.  John Holdren, a colossal failure, was elected as “President of the American Association for the Advancement of Science.”<br />3. No one needs the National Academy of Sciences insofar as it inputs into Climate Science.  The scientists are hopelessly biased and biased science turns into bad science.  The fact that bloggers picked up the statistical error Steig’s paper and not scientists at Universities shows how bad academic climate science generally is.<br />4. Would be happy to fire 90% of the climate scientists at universities and start all over again.  They are clearly biased, juvenile and their work is poor and untrustworthy.   Any person with a modicum of organizational skills could assemble new scientists and deliver a better product.<br /><br />JD", "recommendationCount": 11}, {"assetID": 2401271, "replies": [], "lft": 148, "assetURL": "http://dotearth.blogs.nytimes.com/2011/02/11/on-peer-review-and-climate-progress/", "parentID": null, "commentID": 3379207, "rgt": 149, "userDisplayName": "lucia", "createDate": "1297573037", "userID": 35798834, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1297573785", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Lisle, Illinois", "commentType": "comment", "updateDate": "1297573785", "commentSequence": 72, "commentBody": "lderry posted the idetical comment at my blog. Many people pointed out that he his impression about the widespread misconception that a review was 88 pages long seems unfounded. The most thorough comment is that of boallab who wrote;<br /><br />lderry (Comment#69340)<br />February 12th, 2011 at 8:53 pm<br />Another aspect of the peer review process that has received a lot of attention on the blogosphere is the claim that Steig wrote an 88 page review of an 8 page paper. This claim was made by Id and Watts in separate blog postings.<br /><br />Lets check this person's facts that Jeff Id claimed the Dr. Steig wrote an 88 page review by going to Jeff Id's post and looking:<br /><a href=\"http://noconsensus.wordpress.com/2010/12/01/doing-it-ourselves/\" target=\"_blank\">http://noconsensus.wordpress.com...</a><br /><br />Some of you remember that we intended to submit the analysis of the Steig Antarctic reconstruction for publication.  That was quite some time ago . . . and then you heard nothing.  We did, indeed, submit a paper to Journal of Climate in February.  The review process unfortunately took longer than expected, primarily due to one reviewer in particular.  The total number of pages dedicated by just that reviewer alone and our subsequent responses – was 88 single-spaced pages, or more than 10 times the length of the paper.  Another contributor to the length of time from submission to acceptance was a hardware upgrade to the AMS servers that went horribly wrong, heaping a load of extra work on the Journal of Climate editorial staff.<br /><br />Hmm nope Jeff Id didn't claim that Dr. Steig wrote an 88 page review.<br /><br />You see commentators of the paper made the mistake of attribution of all 88 pages to the Review itself something that the authors particularly Ryan O  attempted to correct in the comments section on the Doing it Ourselves post:<br />Ryan O said<br /><br />December 1, 2010 at 11:45 pm<br />I think I know who the reviewer was, and I honestly don’t think that Mann had a majority of the involvement. Perhaps as an advisor, or perhaps adding some supplementary comments . . . but I do not believe he was the primary author of the review.<br /><br />Oh, and the 88 pages included our responses, too.   Our responses were actually longer than the reviews, because the issues being discussed required a good deal of background information, lest they degenerate into a he-said-she-said orgy of arm-waving.   Needless to say, though, nearly 40 pages of review was a bit daunting!<br /><br />Now lets see if Mr. Watts made the claim of Dr. Steig writing an 88 page review by pulling up his post on the subject (which was nothing but a crosspost of the one from the air vent with an intro):<br /><a href=\"http://wattsupwiththat.com/2010/12/01/skeptic-paper-accepted-on-antarctica-rebuts-steig-et-al/\" target=\"_blank\">http://wattsupwiththat.com...</a><br /><br />In a blow to the Real Climate “hockey team” one team member’s paper, Steig et al Nature, Jan 22, 2009 (seen at left) has been shown lacking. Once appropriate statistical procedures were applied, the real data spoke clearly, and it was done in a peer reviewed paper by skeptics. Jeff Condon of the Air Vent writes via email that he and co-authors, Ryan O’Donnell, Nicholas Lewis, and Steve McIntyre have succeeded in getting a paper accepted into the prestigious Journal of Climate and asked me to re-post the notice here.<br /><br />The review process was difficult, with one reviewer getting difficult on submitted comments [and subsequent rebuttal comments from authors ] that became longer than the submitted paper, 88 pages, 10 times the length of the paper they submitted! I commend them for their patience in wading through such formidable bloviation. Anyone want to bet that reviewer was a “team” member?<br /><br />As WUWT covered in the past, these authors have demonstrated clearly that the warming is mostly in the Antarctic Peninsula. Steig et al’s Mannian PCA math methods had smeared that warming over most of the entire continent, creating a false impression.<br /><br />WUWT visitors may want to read this primer which explains how this happens. But most importantly, have a look at the side by side comparison maps below. Congratulations to Jeff, Ryan, Nick, and Steve! – Anthony<br /><br />You see when Anthony first posted it he made the same mistake other commentators did, but he saw Ryan O's post that I copied on the Air Vent and corrected it the same day which can be seen here from a copy of a comment about that from WUWT:<br />Rational Debate says:<br />December 1, 2010 at 8:45 pm<br />Many kudo’s to all involved!<br /><br />Anthony, summat trivial here, but what appears to be an inconsistency. In your write up it sounds as if the ‘sticky’ peer reviewer submitted 88 pages, where in the author comments following the abstract (did I miss where it said who actually wrote that bit?), it looks as if there were 88 pages total including both the peer reviewer comments AND the author replies….<br /><br />Question for all… anyone know why that larger cooling area might be occurring? I mean, are there topographical features th", "recommendationCount": 12}, {"assetID": 2401271, "replies": [], "lft": 150, "assetURL": "http://dotearth.blogs.nytimes.com/2011/02/11/on-peer-review-and-climate-progress/", "parentID": null, "commentID": 3379212, "rgt": 151, "userDisplayName": "Boballab", "createDate": "1297573183", "userID": 59669537, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1297573798", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Ocean City MD", "commentType": "comment", "updateDate": "1297573798", "commentSequence": 73, "commentBody": "Mr. Revkin:<br /><br />In your Highlighted comment, by Louis Derry, there are factual errors in it which I demonstrated over at Lucia's Blackboard when the same claims were made there. Anyone can see his claim that Jeff Id and Mr. Watts are claiming that Reviewer A wrote \"88 pages\" of review is false if they spend 5 minutes looking on WUWT and The Air Vent where the posts occurred. However to make it easier for yourself and your readers just click on the link I provide and go here: boballab (Comment#69348)<br />February 12th, 2011 at 9:49 pm at <a href=\"http://rankexploits.com/musings/2011/eric-to-john-nielsen-gammon-it-isnt-very-useful-support/#comments\" target=\"_blank\">http://rankexploits.com...</a><br /><br />", "recommendationCount": 13}, {"assetID": 2401271, "replies": [], "lft": 152, "assetURL": "http://dotearth.blogs.nytimes.com/2011/02/11/on-peer-review-and-climate-progress/", "parentID": null, "commentID": 3379217, "rgt": 153, "userDisplayName": "lucia", "createDate": "1297573348", "userID": 35798834, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1297573802", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Lisle, Illinois", "commentType": "comment", "updateDate": "1297573802", "commentSequence": 74, "commentBody": "Sorry-- I pasted and didn't notice Anthony's reply would be cut off. Bobalab's comment continued and showed that Anthony had corrected his mistatment back in early december... the end of the comment reads:<br /><br />....<br />REPLY: yes, that was just clarified by Ryan O over at the air vent in comments, I’ll make an adjustment to the text to correct this mistake. – Anthony<br /><br />So Mr. Watts made that mistake but corrected it on Dec 1, 2010. However you seem to be lacking these basic facts and/or you didn't take the time or effort to research your \"facts\" before accusing Jeff Id and Mr. Watts or perpetrating the 88 page meme.", "recommendationCount": 13}, {"assetID": 2404323, "replies": [], "lft": 18, "assetURL": "http://offthedribble.blogs.nytimes.com/2011/02/11/phil-jacksons-soft-spot-for-new-york/", "parentID": null, "commentID": 3379113, "rgt": 19, "userDisplayName": "The Artist Formerly Known As Bakes", "createDate": "1297570606", "userID": 47698449, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1297574304", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "In the castle of my skin", "commentType": "comment", "updateDate": "1297574304", "commentSequence": 9, "commentBody": "Phil Jackson and his soft spot can ride out on the same horse he rode into town on... what's next take Benedict Riley back as coach?", "recommendationCount": 1}, {"assetID": 2395193, "replies": [], "lft": 54, "assetURL": "http://bats.blogs.nytimes.com/2011/02/09/yankees-add-luis-ayala-to-bullpen/", "parentID": null, "commentID": 3379157, "rgt": 55, "userDisplayName": "the Kid", "createDate": "1297571518", "userID": 62699620, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1297574729", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "UES, NYC", "commentType": "comment", "updateDate": "1297574729", "commentSequence": 23, "commentBody": "With the Yankees signing like this... Boston looks better and better for 2011!<br />", "recommendationCount": 1}, {"assetID": 2406652, "replies": [], "lft": 2, "assetURL": "http://www.nytimes.com/2011/02/13/opinion/13rich.html", "parentID": null, "commentID": 3378787, "rgt": 3, "userDisplayName": "Gemli", "createDate": "1297561704", "userID": 57048689, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1297577254", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Boston", "commentType": "comment", "updateDate": "1297577254", "commentSequence": 1, "commentBody": "I don’t think any Picard or Pecora or anyone else is going to change the system.  The system has been so corrupted and co-opted by people with enormous wealth and power that it is likely beyond changing.  Individuals may try to rise up, or blow whistles, or point fingers, but those impotent actions will get them where they got Markopolos, which is nowhere.  How is it possible that billions were extracted from the taxpayers’ pockets to cover the sins of the big financial players, and no one can be held accountable?  Why are we stumbling around with empty pockets, wondering where to find justice?<br /><br />When half the Congress of the United States is tied to big money and are little more than shills for the filthy rich, the idea that justice will prevail is quaint.  The Supreme Court’s ruling in favor of Citizens United tells you all you need to know about justice.<br /><br />It’s said that behind every great fortune is a great crime.  This time, the crime is that the criminals are influencing how laws are made.  Madoff was foolish to run an illegal Ponzi scheme.  He should have used his huge financial resources to buy a few congressmen, or run for office himself.  Once in power, he could have worked with his like-minded brethren and simply made Ponzi schemes legal.  That’s the American way.<br />", "recommendationCount": 1344}, {"assetID": 2406652, "replies": [], "lft": 4, "assetURL": "http://www.nytimes.com/2011/02/13/opinion/13rich.html", "parentID": null, "commentID": 3378794, "rgt": 5, "userDisplayName": "Marie Burns", "createDate": "1297561928", "userID": 4461145, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1297577254", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Fort Myers, Florida", "commentType": "comment", "updateDate": "1297577254", "commentSequence": 2, "commentBody": "There's a good reason Bernie Madoff is the only financier doing time. Sen. Dick Durbin explained it back in April 2009 when he tried unsuccessfully, at the height of the financial crisis, to get mild bankruptcy reform through the Senate: \"And the banks -- hard to believe in a time when we're facing a banking crisis that many of the banks created -- are still the most powerful lobby on Capitol Hill. And they frankly own the place.\"<br /><br />It is hardly surprising that the Congress is underfunding the S.E.C. -- they don't want the S.E.C. catching any big-time crooks. Those crooks are Congress's bread and butter.<br /><br />But the Congress needn’t have worried. Just as in the days when \"No One Would Listen\" to Harry Markopolos, the S.E.C. is still pretty much sitting on its hands. Every once in a while, they nab some small-time (by Wall Street standards) crook in a $2,000 suit, but they keep their hands off the big boys. After all, the S.E.C. – in fact, ALL the so-called \"regulatory agencies\" – are beholden to the crooks, too. Most of the high-ranking regulators come from Wall Street, and after they do their \"public service\" stint, they'll be right back on the Street, raking in the big bucks.  Just yesterday, Eric Dash of the Times reported that \"Joseph Jiampietro, one of the government's top deal makers during the financial crisis, has joined Goldman Sachs as a senior investment banker covering the financial services industry....\" Dash describes Jiampietro as the FDIC's \"main liason to hedge funds and broader Wall Street community,\" and he adds, \"Mr. Jiampietro is the latest in a parade of top federal official to leave Washington for Wall Street.\" Prior to \"his stint in Washington,\" Jiampietro was an investment banker. Do you really think Mr. Jiampietro's \"stint in Washington\" had anything to do with public service?<br /><br />The chair of the S.E.C. – Mary Schapiro – has a long history as a regulator, beginning way back in the days when Ronald Reagan appointed her to sit on the S.E.C. You might think that would make her a tough cookie. Not really. Like the rest of her regulator colleagues, she's in it for the dough. Back in 2008, her last year as head of the Financial Industry Regulatory Authority, Wall Street's (ha ha ha) self-policing arm, Schapiro hauled in compensation of $3.3 million. According to Wikipedia, \"on departure from FINRA, she received additional lump sum retirement benefit payments that brought her total package in 2008 to $8,985,334 (about the same as Goldman Sachs CEO Lloyd Blankfein made in that year.\"<br /><br />You might suppose that kind of payout would alarm the Senate, which had to “advise &amp; consent” to Schapiro's appointment to head the S.E.C. After all, the Senate regularly puts on hold for months or even years confirmation votes for minor appointments. But, no, in the wake of her big payoff and again during the height of the financial crisis, the Senate cleared Schapiro with a voice vote. The Senate in its wisdom Dr. Schapiro would follow that part of the Hippocratic Oath that reads \"first, do not harm.\" Just think of the great job Schapiro will get with all those marketable \"on-the-job\" training she's acquired at the S.E.C.<br /><br />Which, to follow Frank's structure, brings us back to Bernie Madoff. It is hardly surprising that Irving Picard is the prime mover in connecting the dots between Madoff and his enablers at JPMorgan Chase. Despite Mr. Markopolos' many pleas to the S.E.C. and the extensive documentation he sent them, it wasn't the S.E.C. that brought down Madoff. It was Madoff's own sons who told the F.B.I. that their father was running a Ponzi scheme. Where was the S.E.C.? They had previously \"investigated\" Bernie Madoff. They didn't find a thing. They wouldn’t, would they?<br /><br />The Constant Weader at <a href=\"http://www.RealityChex.com\" target=\"_blank\">www.RealityChex.com</a>", "recommendationCount": 1119}, {"assetID": 2406652, "replies": [], "lft": 6, "assetURL": "http://www.nytimes.com/2011/02/13/opinion/13rich.html", "parentID": null, "commentID": 3378803, "rgt": 7, "userDisplayName": "Larry Eisenberg", "createDate": "1297562145", "userID": 56166904, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1297577254", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New York City", "commentType": "comment", "updateDate": "1297577254", "commentSequence": 3, "commentBody": "B. Madoff took what wasn't his'n<br />And ended ensconced in a Prison,<br />While other Scammers<br />Stayed out of Slammers,<br />With Financial Inquiries fizzlin'.<br /><br />And J.Dimon of Morgan Chase<br />At Davos said with a straight face,<br />He resented slander<br />To which Media pander,<br />Overcharging GI's? Commonplace!", "recommendationCount": 359}, {"assetID": 2406652, "replies": [], "lft": 8, "assetURL": "http://www.nytimes.com/2011/02/13/opinion/13rich.html", "parentID": null, "commentID": 3378816, "rgt": 9, "userDisplayName": "eva", "createDate": "1297562554", "userID": 60031019, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1297577254", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "california", "commentType": "comment", "updateDate": "1297577254", "commentSequence": 4, "commentBody": "God bless you, Frank, for staying focused on the malefactor banking sector.<br /><br />I'm sure you're aware that we DO already have our generation's Ferdinand Pecora. But the Democratic Party, given the \"rocket scientist level\" at which it operates, has him chained to a rock on cable TV.<br /><br />The luv (guv) that dare not speak its name is the only American to have taken on Wall Street before it blew up Main Street.<br /><br />Obama can't even say the name Eliot Spitzer because to invoke Spitz is to draw the comparison between an authentic Fighting Democrat and a President-as-banking-lackey.<br /><br />BTW, will America ever outgrow its self-defeating prudery? So he bleeped some hookers. Get over it. It's far less of a bleeping than the rest of us are getting from the banks.", "recommendationCount": 1192}, {"assetID": 2406652, "replies": [], "lft": 10, "assetURL": "http://www.nytimes.com/2011/02/13/opinion/13rich.html", "parentID": null, "commentID": 3378833, "rgt": 11, "userDisplayName": "emm305", "createDate": "1297563696", "userID": 12952441, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1297577254", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "SC", "commentType": "comment", "updateDate": "1297577254", "commentSequence": 5, "commentBody": "Jail time for enough of these people to get the attention of their buddies, is the only thing that will make permanent change in their behaviors happen.<br /><br />There needs to be a return of the chain gang for these people. The thought of them shackled together, digging ditches, dressed in horizontal stripes does my heart good.", "recommendationCount": 421}, {"assetID": 2406652, "replies": [], "lft": 12, "assetURL": "http://www.nytimes.com/2011/02/13/opinion/13rich.html", "parentID": null, "commentID": 3378841, "rgt": 13, "userDisplayName": "Frunobulax", "createDate": "1297564062", "userID": 50176648, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1297577254", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Chicago", "commentType": "comment", "updateDate": "1297577254", "commentSequence": 6, "commentBody": "As savage as the consequences might have been, we would have been better off in the long run to allow any bank that swallowed too much risk to collapse rather than implicitly condoning their behavior through government backing and bailouts. After all, there is no real game without risk; and no  competition if failure can never occur.<br /><br />Boom and bust is inherent to capitalism; and as highly mobile capital makes friends with the labor that can provide the most for the least, irrespective of local concerns and workers' interests, large banks and other financial firms increasingly have fealty only to the goal of how better to game markets, whether the object is squeezing consumers on ATM and checking account fees, utilizing inside information to eliminate risk, or designing software to provide an edge in their robotic high-speed assaults on the equity and commodity markets. These activities have little \"use value\"; rather, the only object is to make money for the few who are privileged and well-positioned. That's the game. Some win very big, some just win, some lose, some blow out, but the risks, as we have seen, are shared and have been allowed to run beyond this closed system to threaten all of us when the chips happen to fly unexpectedly off the table.<br /><br />We could have fixed this; but we failed to when the opportunity existed. We only have political will when there exists some monumental crisis; otherwise, we are feckless and irresolute and blunder along as each year gets measurably worse for what at one time had some reasonable promise of being a decent society.<br /><br />We should like government, I suppose, to help balance the economy and to smooth out the inequalities that are created by this desperado economic system, but our political culture has declined to the point that no one has any confidence this will ever occur and, indeed, everyone seems to reflexively doubt that government initiatives will be anything other than misguided, foolish, and corrupt. With good reason, of course: we have shown a rare genius for betraying our own best interests with our wars, our support of dictators, our repeated failures to sensibly regulate, our handouts to those who require no help, and our disregard for any citizen too poor (or otherwise disinclined) to contribute to a political campaign.<br />", "recommendationCount": 299}, {"assetID": 2406652, "replies": [], "lft": 14, "assetURL": "http://www.nytimes.com/2011/02/13/opinion/13rich.html", "parentID": null, "commentID": 3378845, "rgt": 15, "userDisplayName": "Winning Progressive", "createDate": "1297564185", "userID": 61073654, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1297577254", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Chicago, IL", "commentType": "comment", "updateDate": "1297577254", "commentSequence": 7, "commentBody": "Dimon is upset that people keep saying \"bankers, bankers, bankers\"????? What we should all be saying is \"banksters, banksters, banksters\" as the financial industry leading up to the economic collapse of 2008 was little more than organized crime.<br /><br />Given how the banksters caused a nearly complete economic and financial meltdown, it is truly amazing how much power they still have in our political system.  While the financial reform legislation enacted by President Obama and the Democrats in Congress in 2010 was an important step toward reining in the financial industry, the fact that that legislation was all we could get shows that the banksters and their lobbyists have not been sidelined in our political system the way they should.  Instead, they were able to stop more aggressive legislation and ensure a Republican takeover of Congress, which will further undermine the ability of our government to effectively oversee the financial industry.<br /><br />What this entire situation does show, however, is how critical it is for progressives to get involved in taking back our democracy. On election day, our votes count can outweigh the banksters' money, but only if we get organized.  This requires all of us progressives writing letters to the editor, visiting our elected officials' offices and showing up at their town hall meetings, and getting involved in campaigns for true progressives in order to make it clear that our elected officials have to answer to us, not the banksters.<br /><br /><a href=\"http://www.winningprogressive.org\" target=\"_blank\">http://www.winningprogressive.org</a><br /><br /><a href=\"http://www.facebook.com/pages/Winning-Progressive/195682780442236\" target=\"_blank\">http://www.facebook.com...</a><br /> ", "recommendationCount": 404}, {"assetID": 2406652, "replies": [], "lft": 16, "assetURL": "http://www.nytimes.com/2011/02/13/opinion/13rich.html", "parentID": null, "commentID": 3378865, "rgt": 17, "userDisplayName": "Lynn", "createDate": "1297564919", "userID": 62878749, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1297577254", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Seattle", "commentType": "comment", "updateDate": "1297577254", "commentSequence": 8, "commentBody": "The Madoff-type bankers are the ones who put up the front-money for Obama's campaign.  They knew what they were buying.  Not one single economy-crashing banker has been prosecuted under Obama -- NOT ONE.  Instead they have become richer and more powerful than ever in history.  The fact that there are regular voters who still say they will support Obama proves the terrible state of education and critical-thinking in this country.", "recommendationCount": 451}, {"assetID": 2406652, "replies": [], "lft": 20, "assetURL": "http://www.nytimes.com/2011/02/13/opinion/13rich.html", "parentID": null, "commentID": 3378883, "rgt": 21, "userDisplayName": "S. Birnbaum", "createDate": "1297565300", "userID": 48732334, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1297577254", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Asheville, NC", "commentType": "comment", "updateDate": "1297577254", "commentSequence": 9, "commentBody": "\"But it’s not just financial reform that has fallen short. We still don’t have cops to catch those who break the law.\" ... SEC ignores the whistle blowers still.  Right, of course.  Did anyone think things would change?  A good show was put on for the public.  Warnings about Madoff were ignored. Warnings about subprimes were repeatedly ignored when I heard about them for the first time, it was 1999.  Warnings about \"Mr. and Mrs. Taxpayer will bail out Fannie and Freddie,\" were ignored (2002).  Bad stuff happens but so long as the rich continue to get rich and hedonism abounds, that's life.<br /><br />Why?  Because of the overused saying that the foxes are in charge of the hen house.  Or, in the case. the foxes are in charge of the foxes.  Don't they all look the same to you?<br /><br />Fabulous article that will have its moment of fame then go away until someone else brings it up and it will be forgotten again because we'll have moved on to the next disaster to take our mind off the last one.  One of Vonnegut's books was entitled, \"Welcome to the Monkey House.\"  We're in it, baby.", "recommendationCount": 246}, {"assetID": 2406652, "replies": [], "lft": 24, "assetURL": "http://www.nytimes.com/2011/02/13/opinion/13rich.html", "parentID": null, "commentID": 3378897, "rgt": 25, "userDisplayName": "LVL", "createDate": "1297565674", "userID": 37926955, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1297577254", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Maryland", "commentType": "comment", "updateDate": "1297577254", "commentSequence": 10, "commentBody": "Bravo!!!  Justice for bankster$ will have to wait until Americans learn from the people of Egypt and march!", "recommendationCount": 297}, {"assetID": 2406652, "replies": [], "lft": 28, "assetURL": "http://www.nytimes.com/2011/02/13/opinion/13rich.html", "parentID": null, "commentID": 3378907, "rgt": 29, "userDisplayName": "Apple Jack", "createDate": "1297565836", "userID": 61166033, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1297577254", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Oregon Cascades", "commentType": "comment", "updateDate": "1297577254", "commentSequence": 11, "commentBody": "Dimon is too big to flail. I mean, he said so himself in Davos. Those in attendance doing the symbolic wrist slapping may as well have been playing rock, paper, scissors. Why just the other day, Warren Buffet said too big to fail will never end. Case closed?", "recommendationCount": 82}, {"assetID": 2406652, "replies": [], "lft": 34, "assetURL": "http://www.nytimes.com/2011/02/13/opinion/13rich.html", "parentID": null, "commentID": 3378915, "rgt": 35, "userDisplayName": "Llord Aig", "createDate": "1297566044", "userID": 62879814, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1297577254", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New York", "commentType": "comment", "updateDate": "1297577254", "commentSequence": 12, "commentBody": "  Since Buffett first referred to derivatives as \"financial weapons of mass destruction\" in reference to derivatives, the potential derivatives bubble has grown from an estimated $100 trillion to $576 trillion dollars in 2009, according to the most recent survey by the Bank of International Settlements.<br /> Financial Trickery Easy To Do<br />Buffett references the dangers of derivative reporting on and off the balance sheet. Mark-to-market accounting is a legal form of accounting for a venture involved in buying and selling securities in accordance with U.S. Internal Revenue Code Section 475.Under mark-to-market accounting, an asset's entire present and future discounted streams of net cash flows are considered a credit on the balance sheet. This accounting method was one of the many things that contributed to the Enron scandal.<br /><br />Many people attribute the Enron scandal entirely to cooking the books or accounting fraud. In fact, marking to the market or \"marking to the myth\", as Buffett so aptly christened it, also plays an important role in the Enron story. Mark-to-market accounting is not illegal, but it can be dangerous. (To gain an understanding of this particular weapon, put aside a few hours to watch \"The Smartest Guys In The Room\", a movie about the Enron scandal.)<br /><br />Buffett suggests that many types of derivatives can generate reported earnings that are frequently outrageously overstated. This occurs because their future values are based on estimates; this is problematic because it is human nature to be optimistic about future events. In addition, error may also lie in the fact that someone's compensation might be based on those rosy projections, which brings issues of motives and greed into play.<br />", "recommendationCount": 199}, {"assetID": 2406652, "replies": [], "lft": 38, "assetURL": "http://www.nytimes.com/2011/02/13/opinion/13rich.html", "parentID": null, "commentID": 3378920, "rgt": 39, "userDisplayName": "RS", "createDate": "1297566174", "userID": 46923717, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1297577254", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Columbus, Ohio", "commentType": "comment", "updateDate": "1297577254", "commentSequence": 13, "commentBody": "You make all good points about the financial industry but not about the SEC.  You ridicule lawmakers for freezing the SEC’s budget.  But Mary Schapiro who heads the SEC use to head the NASD, which is the financial industry's main cheerleader.  Her job was to help the financial industry hide its crimes.  And as head of the SEC she has done nothing more than talk.  When Obama appoints someone with a record of holding the financial industry accountable, then we can consider giving the SEC more money.", "recommendationCount": 218}, {"assetID": 2406652, "replies": [], "lft": 40, "assetURL": "http://www.nytimes.com/2011/02/13/opinion/13rich.html", "parentID": null, "commentID": 3378922, "rgt": 41, "userDisplayName": "hapinoregon", "createDate": "1297566203", "userID": 1812066, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1297577254", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Brookings, OR", "commentType": "comment", "updateDate": "1297577254", "commentSequence": 14, "commentBody": "\"...the vacuum of leadership left by others, including the Obama administration’s Department of Justice.\"<br /><br />Pardon my cynicism but a plutocracy, Democratic or Republican, simply does not investigate or prosecute plutocrats, Democrat or Republican.", "recommendationCount": 409}, {"assetID": 2406652, "replies": [], "lft": 42, "assetURL": "http://www.nytimes.com/2011/02/13/opinion/13rich.html", "parentID": null, "commentID": 3378924, "rgt": 43, "userDisplayName": "jjcrocket", "createDate": "1297566255", "userID": 40944690, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1297577254", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New Britain, Conn.", "commentType": "comment", "updateDate": "1297577254", "commentSequence": 15, "commentBody": "We know other names of fraud handlers; Dodd, Franks, Raines. When will the media go after the D.C. fraud? Do you save them because they are Democrats? Yes!<br /><br />", "recommendationCount": 63}, {"assetID": 2406652, "replies": [], "lft": 44, "assetURL": "http://www.nytimes.com/2011/02/13/opinion/13rich.html", "parentID": null, "commentID": 3378925, "rgt": 45, "userDisplayName": "andrew", "createDate": "1297566269", "userID": 6166631, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1297577254", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "parsippany", "commentType": "comment", "updateDate": "1297577254", "commentSequence": 16, "commentBody": "I pray that someone, anyone, from JPMorganChase is punished for doing nothing to expose Madoff's horrendous crimes. Patriot Act mandated anti-money laundering controls required of all financial institutions should have flashed tilt. Instead, Madoff was able to transfer money with impugnity from victim to victim, while bank officials conveniently ignored the fact that little of the money actually made it into a brokerage account where it should have properly invested. The bank's own risk management committee put the brakes on exposing the bank's money to Madoff's schemes, while the banking side turned a blind eye as they earned tidy fees being rather poor stewards of customer money. In the end it's all about the profits which these bankers seem to think is their birthright regardless of how badly the rest of us are injured by their actions. God bless Picard for going after JPMC and doing what government regulators for some inexplicable reason refuse to do. ", "recommendationCount": 212}, {"assetID": 2406652, "replies": [], "lft": 46, "assetURL": "http://www.nytimes.com/2011/02/13/opinion/13rich.html", "parentID": null, "commentID": 3378926, "rgt": 47, "userDisplayName": "Lily", "createDate": "1297566272", "userID": 53718509, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1297577254", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "MS", "commentType": "comment", "updateDate": "1297577254", "commentSequence": 17, "commentBody": "Among Madoff's victims the writer casually writes off as \"well-heeled dupes\" were numerous charities, pension funds, and Jewish community organizations, some of which were completely obliterated.  Though the amount we lost is dwarfed by the bailout of the financial industry, the impact of Madoff's scheme on certain communities was as devastating at least as the general economic collapse.  ", "recommendationCount": 148}, {"assetID": 2406652, "replies": [], "lft": 48, "assetURL": "http://www.nytimes.com/2011/02/13/opinion/13rich.html", "parentID": null, "commentID": 3378930, "rgt": 49, "userDisplayName": "Walter J  Machann", "createDate": "1297566426", "userID": 20132016, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1297577254", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Bangkok", "commentType": "comment", "updateDate": "1297577254", "commentSequence": 18, "commentBody": "It would take an Egyptian type popular uprising as well as leadership and honest representation from elected officials to bring social justice and basic reform to the American and global financial system. At least the media should continue to melt the continuous \"snow job\" being perpetrated by the politicians and their financial system sponsors. This column, among others, represent courage in defending the people's right to know what is going on!", "recommendationCount": 345}]}, "copyright": "Copyright (c) 2016 The New York Times Company.  All Rights Reserved."}