{"debug": {"version": 3.1}, "status": "OK", "results": {"api_timestamp": "1481459936", "totalCommentsFound": 5091, "totalCommentsReturned": 25, "comments": [{"assetID": 1405822, "replies": [], "lft": 8, "assetURL": "http://wordplay.blogs.nytimes.com/2010/04/26/weapon/", "parentID": null, "commentID": 1906493, "rgt": 9, "userDisplayName": "Patricia", "createDate": "1272340050", "userID": 58884300, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1272341230", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Okanagan Valley BC Canada", "commentType": "comment", "updateDate": "1272337630", "commentSequence": 4, "commentBody": "ah Jim, yes...I spent a few summers with my Grandmother in Saskatchewan, as a girl, and vividly remember those bright yellow fields of rapeseed spreading to the horizon under that big, blue prairie sky...<br /><br />Wot's this!? \"some sort of crazy Seattle Lollapuzzoola?\"  ....be still my beating heart!<br />(cracking knuckles...sharpening pencils, going to the archives to practise...)<br /><br />Loved the Swtich - blade theme, thank you Oliver : )  Those Swiss army knives are so cool...mine has a blade that tunes pianos (even digital ones), and another that has the entire O.E.D. in code (for puzzle solving) and even a blade that slices, dices and makes hundreds of Julienne fries....!<br /><br />cheers all : )<br /><br />", "recommendationCount": 1}, {"assetID": 354, "replies": [], "lft": 618, "assetURL": "http://www.nytimes.com/travel/guides/central-and-south-america/argentina/buenos-aires/hotels.html", "parentID": null, "commentID": 3089509, "rgt": 619, "userDisplayName": "", "createDate": "1272342160", "userID": 54480690, "replyCount": 0, "commentTitle": "", "status": "approved", "approveDate": "1272342160", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "", "commentType": "userSuggestion", "updateDate": "1272367518", "commentSequence": 238, "commentBody": "In February, I was sent to Buenos Aires to write a story for a Brazilian magazine. There was some accommodation that was already recognized, but I was lucky and someone had told me about WHIM ARGENTINA. In those two weeks, was very inspiring to have experienced the feeling of living in a country, or have a house in Buenos Aires. Today, between the luxury of a hotel and rented a temporary apartment, I do not think twice, I choose the apartment!<br />On that occasion, I chose a beautiful apartment with stunning views in Palermo Soho in a tower with an excellent infrastructure, the apartment had everything I needed, Internet WIFI, cable TV, DVD, a very comfortable kitchen. In the tower had 24/7 security, a beautiful gym and a heated pool that allowed me to relax in the afternoon. Certainly it is worth to mention the presence and the attention that people from WHIM had with me, they were very friendly and acted as genuine tour guides!<br /><br />Rafaela Tasca, Brazil.<br /><br /><a href=\"http://www.whimargentina.com.ar/ficha_de_propiedad_eng.asp?id_propiedad=1756&amp;volver_str=/alquileres_temporarios_eng.asp%3F&amp;volver_windowname=&amp;volver_scrollValue=292, 0\" target=\"_blank\">http://www.whimargentina.com.ar/ficha_de_propiedad_eng.asp?id_propiedad=1756&amp;volver_str=/alquileres_temporarios_eng.asp%3F&amp;volver_windowname=&amp;volver_scrollValue=292, 0</a>", "recommendationCount": 0}, {"assetID": 1405775, "replies": [], "lft": 2, "assetURL": "http://www.nytimes.com/2010/04/27/opinion/27brooks.html", "parentID": null, "commentID": 1906066, "rgt": 3, "userDisplayName": "jane jones", "createDate": "1272332045", "userID": 60365184, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1272342911", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "maine", "commentType": "comment", "updateDate": "1272559170", "commentSequence": 1, "commentBody": "This is the best column you have wriiten in some time, David.  One thing you failed to mention , though, is the outsized influence that many of these bankers have with President Obama.  This fact is not receiving the attention it deserves, yet; but , when it does, do not expect the American public to take this information lightly.", "recommendationCount": 100}, {"assetID": 1405775, "replies": [], "lft": 4, "assetURL": "http://www.nytimes.com/2010/04/27/opinion/27brooks.html", "parentID": null, "commentID": 1906101, "rgt": 5, "userDisplayName": "JimF", "createDate": "1272333104", "userID": 53056169, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1272342911", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Los Altos, CA", "commentType": "comment", "updateDate": "1272558821", "commentSequence": 2, "commentBody": "And I thought Gumby could twist himself into knots, but this editorial is remarkable: After 70 years of financial stability, the right-wing did away with the regulation of FDR/Pecora in the name of free markets, and the result was a disaster.<br /><br />So, Brooks argues, this proves that, ta dah, regulation doesn't work, so we need more unregulated, free markets.<br /><br />Huh? If Glass-St. hadn't been repealed by Phil Graham and the Rubinites, and the Bush43 SEC hadn't abdicated oversight to Goldman Sachs (while laughing about the risk, as you can hear in an audio tape on the <a href=\"http://NYT.com\" target=\"_blank\">NYT.com</a>, Mr. Brooks. Good site. You should visit once in a while, you can learn about what actually happened), then things would have remained relatively stable.<br /><br />So, Brooks uses this as evidence that -- pregnant pause -- the free market is the solution to the free market causing problems.<br /><br />There are complex issues here that people could reasonably argue about, but Mr. Brooks isn't sufficiently intellectually forthright enough to address them.<br />", "recommendationCount": 1140}, {"assetID": 1405775, "replies": [], "lft": 6, "assetURL": "http://www.nytimes.com/2010/04/27/opinion/27brooks.html", "parentID": null, "commentID": 1906266, "rgt": 7, "userDisplayName": "vermontague", "createDate": "1272336604", "userID": 34733293, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1272342911", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Northeast Kingdom, Vermont", "commentType": "comment", "updateDate": "1272339311", "commentSequence": 3, "commentBody": "David, I'm just a retired guy with a little money in the stock market.  About 50% of what I had 3 years ago, in fact.  I don't know all the names and facts, or the names of the companies.  You're the expert.<br /><br />But I get the distinct impression that there was a lot of fraud involved in writing \"ninja\" loans.... and that there were people who bundled that paper into big packages to cheat someone. But nobody's in jail yet.<br /><br />If some of the smart bankers who wrote loans for people they knew couldn't pay them went to jail, and if some of the Wall Street types who bundled fraudulent paper did serious time, it would be a much longer time before this kind of fraud was popular again.<br /><br />And if there was a serious effort to \"claw back\" some of that big money from the fat cats who were skirting the edge of being legal, someone else might think twice before they followed their example.<br /><br />But Washington's too smug to worry about the \"little guy\" who lost half his retirement.  That's why the sequel is predictable.  You're a smart guy, David.  You know that's what's going to happen, and you know why.", "recommendationCount": 819}, {"assetID": 1405775, "replies": [], "lft": 8, "assetURL": "http://www.nytimes.com/2010/04/27/opinion/27brooks.html", "parentID": null, "commentID": 1906286, "rgt": 9, "userDisplayName": "Marie Burns", "createDate": "1272336945", "userID": 4461145, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1272342911", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Fort Myers, Florida", "commentType": "comment", "updateDate": "1272373277", "commentSequence": 4, "commentBody": "Once again, Brooks, you give a good analysis of What's Happened So Far, then you fail to deliver a solution. The brief paragraph you devote to Mankiw &amp; Mallaby's bond-trading scheme doesn't tell us enough to accept or reject the idea. (Why is it I think Krugman would find Mankiw's proposal laughable?)<br /><br />As for your Hollywood movie ending, it could still work out. Superman could shove aside his conniving sidekicks Tim &amp; Larry &amp; trust-bust Mitch &amp; his Gang of Miscreants. He could lead a ragtag army of woebegone populists to help him -- say, Harry &amp; Bernie &amp; Sherrod. Up music, fade to black, roll credits. Not Oscar material, I'll admit, but great B-movie, recession-era, feel-good fluff. And, alas, pure fantasy.<br /><br />The Constant Weader at <a href=\"http://www.RealityChex.com\" target=\"_blank\">www.RealityChex.com</a> ", "recommendationCount": 151}, {"assetID": 1405775, "replies": [], "lft": 10, "assetURL": "http://www.nytimes.com/2010/04/27/opinion/27brooks.html", "parentID": null, "commentID": 1906339, "rgt": 11, "userDisplayName": "Dim", "createDate": "1272337928", "userID": 8182454, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1272342911", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Texas", "commentType": "comment", "updateDate": "1272558978", "commentSequence": 5, "commentBody": "You sound like a preacher, you think that if your story has no logical contradiction then it must be true. You put nice colorful labels and organize the flow so that everything makes  perfect sense. The only problem is that this opinion piece like so many of your other pieces has nothing to do with reality. Unfortunately, your contrarians were \"smart and sleazy\" as you say, but instead of \"hard to love\" I would say criminal. And since contrarians in your story include Goldman Sachs, your establishment was bought by the contrarians to rig the game for political contributions as well as personal fortune. Think Bob Rubin, deregulation, huge payday at Citi. Think entire George Bush era, more deregulations, 2 trillion in tax cuts for the \"contrarians\", outrageous bonuses. People, not only \"Democrats\", figured this scheme out, so we are not in awe of Federal Commissions, we just want this criminal casino closed, we want a fair playing field for those who actually give loans to actual business, those who do real \"God's work\".  This country needs to end its addiction to financial gambling. Our kids should dream of becoming scientists, engineers, doctors, farmers. These are the people who should be getting bonuses. Not financial wizards whose work no longer has any value in our society. And trust me, they are not so smart as nuclear physicists are smart. They are smart as John Gotti is smart. ", "recommendationCount": 1273}, {"assetID": 1405775, "replies": [], "lft": 12, "assetURL": "http://www.nytimes.com/2010/04/27/opinion/27brooks.html", "parentID": null, "commentID": 1906346, "rgt": 13, "userDisplayName": "akhilleus", "createDate": "1272337980", "userID": 1949626, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1272342911", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Bowling Green, KY", "commentType": "comment", "updateDate": "1272559065", "commentSequence": 6, "commentBody": "Ah yes....the Bush administration knew nothing about what was happening on Wall Street. Actually, that's probably pretty much true. They didn't know much about anything, except maybe lying. But the Bush laissez-faire, the Republican belief in the purity of the marketplace that began under St. Ronald of Reagan, the gag response to anything having to do with regulation by the right-wing, that is, any controls on their billionaire buddies never sits well with them.<br /><br />After all, what Republican cares about Main Street, oh, except when they have to come up with some kind  of faux populist diatribe to make their viewers on Fox believe that it was a few bad apples and liberals who caused all these problems, and that Obama wants to create never-ending bailouts for bankers, and that Democrats now want to steal the American Dream from them.<br /><br />But as far as Mr. Brooks is concerned, well, they didn't really know anything, so no harm, no foul; and the next bust will be the fault of the Democrats because the current bill doesn't fix the systemic problems.<br /><br />No. It doesn't. But it's a darn sight better than what his Republican brethren offer: nothing.<br /><br />Like health care, fixing the financial sector that has been allowed to run rampant during eight years of Bush \"what, me worry?\" la-di-da, non-oversight, will require more than one magical bill. Likely, it will take years and many stabs at coming up with regulation and oversight that works without strangling honest endeavors.<br /><br />But we have to start somewhere. At least the Democrats' bill gives us that starting point.<br /><br />Republicans can only respond with their usual \"No\".", "recommendationCount": 780}, {"assetID": 1405775, "replies": [], "lft": 14, "assetURL": "http://www.nytimes.com/2010/04/27/opinion/27brooks.html", "parentID": null, "commentID": 1906348, "rgt": 15, "userDisplayName": "John Aronson", "createDate": "1272338035", "userID": 51171525, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1272342911", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Hampshire County, MA", "commentType": "comment", "updateDate": "1272339311", "commentSequence": 7, "commentBody": "I would say of Congress the mix is equal measures of dumb and corrupt, not so dumb and no more corrupt than they have to be and smart and decent.<br /><br />Judging them by their performances on C-Span over the last 18 months, the bankers on Wall Street and their capos running the mortgage initiain racket strike me as uniformly corrupt and pretty dumb.  Al Capone was a very successful bootlegger and mob boss but was he really all that smart?<br /><br />The alleged regulators at the Fed, SEC, CFTC and Treasury remind me of teh cheerleaders for the school football team, I'm thinking Trent Lott  at Ol' Miss.  They seem to be people who are anxious to be seen as important and useful by the people they are regulating and who wanted them to know that they were big fans of team Wall Street.  They are the kind that would find a way to get the answers to the final exam for the team quarterback.", "recommendationCount": 95}, {"assetID": 1405775, "replies": [], "lft": 16, "assetURL": "http://www.nytimes.com/2010/04/27/opinion/27brooks.html", "parentID": null, "commentID": 1906353, "rgt": 17, "userDisplayName": "Kate Madison", "createDate": "1272338125", "userID": 25120579, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1272342911", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Depoe Bay, Oregon", "commentType": "comment", "updateDate": "1272373229", "commentSequence": 8, "commentBody": "...\"If this were a movie, everybody would learn the obvious lessons.THE FOLKS IN THE BIG INVESTMENT BANKS WOULD LEARN THAT IT'S VALUABLE TO HAVE AN ETHICAL CULTURE, in which traders’ behavior is restricted by something other than the desire to find the next sucker. The folks in Washington would learn that centralized decision-making is often unimaginative decision-making, and that decentralized markets are often better at anticipating the future.\"<br /><br />UM, David, where are you getting your information?  From a Hollywood scriptwriter, I assume!  Why in the world do you think that the people who profit most from our culture of greed would even care about learning that it is \"valuable to have an ethical culture?\"  I am mystified about why you even wrote this--except maybe as satire!<br /><br />The whole point of the Wall Street mentality (which extends far beyond Wall Street), as I am sure you know, is that money and power are what count!  Common people--HA,HA--are mostly stupid and gullible and therefore deserve to be exploited.  They don't KNOW any better!  Them that's got is them that gets!  As a Republican, I would think you are very familiar with this thinking.<br /><br />Free Markets--YEAH--that is definitely the way to go!  Because we all know there is a sucker born every minute.  And that people are basically stupid and easy to dupe!  Isn't that what you are really saying?  How dull and unimaginative even to think about protecting those silly people!<br /><br />", "recommendationCount": 469}, {"assetID": 1405775, "replies": [], "lft": 18, "assetURL": "http://www.nytimes.com/2010/04/27/opinion/27brooks.html", "parentID": null, "commentID": 1906358, "rgt": 19, "userDisplayName": "Sned", "createDate": "1272338226", "userID": 60211566, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1272342911", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Sedona, AZ", "commentType": "comment", "updateDate": "1272339311", "commentSequence": 9, "commentBody": "Mr. Brooks mostly offers reasonable analysis of the current situation facing Goldman, especially that it was not the only entity drinking the Kool-Aid of home ownership being a goal for everyone. Since the late 1990s, so many of our bedrock institutions were fueling an insatiable desire to increase home ownership by either building more homes, extending too much credit to first time buyers, or making money so \"cheap\" that taking out a mortgage on an already purchased home became families' ATMs. What makes Mr. Brooks argument especially astute is that he rightly recognizes that more governmental oversight is no guarantee that this situation will never transpire again. In many ways, the whole TARP debacle was a similar repeat of the moral hazard that played out with the Savings and Loan Crisis of the 1980s, as Niall Ferguson discusses in his book The Ascent of Money. Government is decent at picking up the pieces of a crisis. However, when it is complicit in allowing bubbles to occur, and we heard our administrations from the Clinton years through the Bush years that home ownership is an unequivocal good, government shows its weakness to fall prey to what seems popular in the short run. ", "recommendationCount": 45}, {"assetID": 1405775, "replies": [], "lft": 26, "assetURL": "http://www.nytimes.com/2010/04/27/opinion/27brooks.html", "parentID": null, "commentID": 1906542, "rgt": 27, "userDisplayName": "Fred", "createDate": "1272341245", "userID": 56885617, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1272342911", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "LA", "commentType": "comment", "updateDate": "1272339311", "commentSequence": 10, "commentBody": "The top hedge fund trader made 4 billion dollars last year and paid 15% tax.  Our idiotic politicians cannot even close this simple, widely publicized loophole?<br /><br />Its this simple - make an example of GS and tightly regulate wall street..... or every last politician can start looking for a job.", "recommendationCount": 730}, {"assetID": 1405775, "replies": [], "lft": 28, "assetURL": "http://www.nytimes.com/2010/04/27/opinion/27brooks.html", "parentID": null, "commentID": 1906567, "rgt": 29, "userDisplayName": "billp", "createDate": "1272341705", "userID": 28023778, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1272342911", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Alameda, CA", "commentType": "comment", "updateDate": "1272339311", "commentSequence": 11, "commentBody": "That the first criticism of the current reform plan that I've heard that's not either hysterical or a flat-out lie.  Brooks, you wouldn't last a week in today's GOP.   ", "recommendationCount": 63}, {"assetID": 1405775, "replies": [], "lft": 30, "assetURL": "http://www.nytimes.com/2010/04/27/opinion/27brooks.html", "parentID": null, "commentID": 1906571, "rgt": 31, "userDisplayName": "jjcrocket", "createDate": "1272341744", "userID": 40944690, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1272342911", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New Britain, Conn.", "commentType": "comment", "updateDate": "1272558570", "commentSequence": 12, "commentBody": "We are all citizens and we all expect that our government, limited or not, will do it's job. The most heralded vision of this is the military, and as we see excellence there, we expect the rest of government acts the same - do or die - Semper fi!<br /><br />Well it is far from reality that the rest of government works, and most likely doesn't work. Government works well mostly by mistake, and when our elected officials stop paying attention to anything but themselves watch out! That is where we are. We have a political class now. An aristocracy bent on taking care of themselves only!<br /><br />It is time to clean house, and put this government back in place; Congress, Executive, and Judiciary. And perhaps even more so, the average - now union protected - employees! Government Unions are ruining this nation! We must end this mess!<br /><br />", "recommendationCount": 32}, {"assetID": 1405775, "replies": [], "lft": 32, "assetURL": "http://www.nytimes.com/2010/04/27/opinion/27brooks.html", "parentID": null, "commentID": 1906576, "rgt": 33, "userDisplayName": "Darrell Hampton", "createDate": "1272341854", "userID": 38564564, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1272342911", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Dayton Ohio", "commentType": "comment", "updateDate": "1272339311", "commentSequence": 13, "commentBody": "Mr. Brooks, you like so many others want to pretend as if there are a plethora of innocents in this movie, that is not true. Man, Many players in this game knew what was happening to the American economy and were only interested in what was in it for them. Feigning ignorance won’t were to exonerate them and it won’t work to find you without guilt, either.  Throughout our history whenever horrible wrongs have been allowed to destroy those who could not defend themselves there has always been those who knew better claiming they didn’t know better at the time it occurred. From slavery to the great depression to the Viet Nam war all the way to 2004-2007 claims of ignorance have been made by those who stood by the windows of our history and witnessed destruction while remaining silent. Edward Burke said it better than I could ever verbalize ;”All that is necessary for evil to triumph is for good men to do nothing”. I can add the part he forgot “When good men do nothing in the face of injustice to others they forfeit the right to call themselves good men”! They can only claim the title of weak lily-livered selfish men.", "recommendationCount": 348}, {"assetID": 1405775, "replies": [], "lft": 36, "assetURL": "http://www.nytimes.com/2010/04/27/opinion/27brooks.html", "parentID": null, "commentID": 1906593, "rgt": 37, "userDisplayName": "macZiggy", "createDate": "1272342074", "userID": 56770664, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1272342911", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "California", "commentType": "comment", "updateDate": "1272559085", "commentSequence": 14, "commentBody": "Widows and orphans beware!  No one is in your corner!  The \"beast\" waits for you.  They will delight when you are homeless and living in complete poverty.  They can't swindle any more from you then!!", "recommendationCount": 115}, {"assetID": 1405775, "replies": [], "lft": 38, "assetURL": "http://www.nytimes.com/2010/04/27/opinion/27brooks.html", "parentID": null, "commentID": 1906594, "rgt": 39, "userDisplayName": "Jim Harrington", "createDate": "1272342114", "userID": 34107285, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1272342911", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "San Diego, CA", "commentType": "comment", "updateDate": "1272339311", "commentSequence": 15, "commentBody": "The next sequel could easily be the Greatest Depression. The dollar, multiple governments and the world's trade collapse. Meanwhile people will have to fend for themselves in an anarchistic culture, grow their own food and fight off the mobs to defend their meager food supplies. Or, we could change a few laws with convenient loopholes designed for corporations and banks and hope for the best.<br /><br />My guess is the second option will happen first, then the second will follow in 10 to 20 years.", "recommendationCount": 71}, {"assetID": 1405775, "replies": [], "lft": 40, "assetURL": "http://www.nytimes.com/2010/04/27/opinion/27brooks.html", "parentID": null, "commentID": 1906598, "rgt": 41, "userDisplayName": "Jon Jost", "createDate": "1272342133", "userID": 14034119, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1272342911", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Seoul, Korea", "commentType": "comment", "updateDate": "1272559111", "commentSequence": 16, "commentBody": "Perhaps from your well-off vantage point the sequel will be amusing.  For most Americans it will not be so.<br />What you neglect - and it seems many do likewise along with you - is that America, which once prided itself on being uncorrupted (say in the 1950's), has slowly but surely become a place as corrupt as, say, Italy. Or maybe Egypt.  Thus all the problems you cite on Wall Street, or elsewhere, end up deriving from the same place.  Corruption.  It runs from the top, including most evidently or former President Bush and his side-kick Cheney, a Supreme Court which corruptly placed them at the pinnacle of US power, which they promptly abused.  There's plenty of evidence that 9/11 was not exactly unanticipated or undesired.  A war-by-lies followed.  And ended all on the crash of 2008.<br />Because of corruption, be it at Goldman Sachs or Moody's or at the NY Building inspector's office.  Corruption all around, in universities and health-care insurance companies and drug manufacturers.  Corruption as American as apple-pie.<br /><br />Oh, but we're not allowed to say that.  We're the good guys, wear the white hats, and always charge off into other countries for their own benefit...<br /><br /><a href=\"http://www.jonjost.wordpress.com\" target=\"_blank\">www.jonjost.wordpress.com</a><br /><a href=\"http://www.cinemaelectronica.wordpress.com\" target=\"_blank\">www.cinemaelectronica.wordpress.com</a>", "recommendationCount": 325}, {"assetID": 1405775, "replies": [], "lft": 42, "assetURL": "http://www.nytimes.com/2010/04/27/opinion/27brooks.html", "parentID": null, "commentID": 1906599, "rgt": 43, "userDisplayName": "Jos", "createDate": "1272342143", "userID": 56781528, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1272342911", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Fairfax, VA", "commentType": "comment", "updateDate": "1272339311", "commentSequence": 17, "commentBody": "Well, Mr Brooks, given that the folks in the big investment banks care more about what's expedient than what is ethical, and centralized decision-making is often unimaginative, what do you propose? The status quo? Come on, the FDIC is centralized and it has done pretty liquidating the failing banks and guaranteeting depositors their money, right?<br /><br />Remember when the Obama admn extended the standard maximum deposit insurance amount to $250,000 per depositor, per insured bank,from $100,000 and how that prevented a run on the banks&gt;<br /><br />Give credit where it is due.", "recommendationCount": 220}, {"assetID": 1405775, "replies": [], "lft": 46, "assetURL": "http://www.nytimes.com/2010/04/27/opinion/27brooks.html", "parentID": null, "commentID": 1906609, "rgt": 47, "userDisplayName": "J Hunt", "createDate": "1272342351", "userID": 18803065, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1272342911", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Los Gatos CA", "commentType": "comment", "updateDate": "1272339311", "commentSequence": 19, "commentBody": "Oh no, I think you're right.  There will be a sequel. (There were lots of prequels)", "recommendationCount": 21}, {"assetID": 1405775, "replies": [], "lft": 48, "assetURL": "http://www.nytimes.com/2010/04/27/opinion/27brooks.html", "parentID": null, "commentID": 1906612, "rgt": 49, "userDisplayName": "meyermike", "createDate": "1272342405", "userID": 6427498, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1272342922", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "santa clara ca", "commentType": "comment", "updateDate": "1272339322", "commentSequence": 20, "commentBody": "Must the epistemic issue be framed as a simple either/or?  Why not both/and?  Use the bonds to measure and reinforce the stability of the firms and force derivative trading into the open?", "recommendationCount": 47}, {"assetID": 1405775, "replies": [], "lft": 50, "assetURL": "http://www.nytimes.com/2010/04/27/opinion/27brooks.html", "parentID": null, "commentID": 1906619, "rgt": 51, "userDisplayName": "TJ Colatrella", "createDate": "1272342510", "userID": 54850444, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1272342933", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Boiceville NY", "commentType": "comment", "updateDate": "1272558618", "commentSequence": 21, "commentBody": "     David when are you going to write that everything the so called \"conservatives\" pushed was wrong and a disaster for our country..?<br /><br />     That deregulation was and still is wrong...and cost our nation many Trillions of dollars and weakened us permanently perhaps...<br /><br />     Insiders outsiders...we were supposed to be an egalitarian nation David...<br /><br />     Until the \"conservatives\" so called learn simple arithmetic there's no sense in paying them any mind or taking them seriously...", "recommendationCount": 280}, {"assetID": 1405775, "replies": [], "lft": 52, "assetURL": "http://www.nytimes.com/2010/04/27/opinion/27brooks.html", "parentID": null, "commentID": 1906638, "rgt": 53, "userDisplayName": "filmex", "createDate": "1272342763", "userID": 6370453, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1272342963", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Scottsdale, AZ", "commentType": "comment", "updateDate": "1272558584", "commentSequence": 22, "commentBody": "I think we might all fall over if Mr. Brooks were to ever pen an essay regarding the basic immorality of today's Wall Street. Now generating 41% of the wealth in this country, these people produce no products and offer no recommendable services.<br /><br />The inmates are now running the asylum as never before, and it appears to many that we have turned over the financial health of our beloved nation to a bunch of money grubbers that might as well be hanging out at the race track, were the returns there not too minuscule to generate their interest.<br /><br />As we saw in 2007, these riverboat gamblers are capable of taking us all down with them, along with our jobs and our pensions. In what way has our country and economy improved since derivatives and hedge funds arrived on the scene? Oh, do tell.<br /><br />But rather than observing the peculiar and immoral fact of Nero fiddling while Rome burns, our dear Mr. Brooks is consumed in discourse on the value of these violin strings as opposed to those.", "recommendationCount": 492}, {"assetID": 1405775, "replies": [], "lft": 54, "assetURL": "http://www.nytimes.com/2010/04/27/opinion/27brooks.html", "parentID": null, "commentID": 1906647, "rgt": 55, "userDisplayName": "macdray", "createDate": "1272342826", "userID": 55266228, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1272342963", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Braintree, MA", "commentType": "comment", "updateDate": "1272558606", "commentSequence": 23, "commentBody": "David, your moral and ethical compass is out of whack. False equivalencies presented in your craven desire to seem centrist. You are and have always been an apologist for deregulation, yielding to right wing ideology over common sense. ", "recommendationCount": 529}, {"assetID": 1404292, "replies": [], "lft": 1034, "assetURL": "http://www.nytimes.com/2010/04/27/business/27regulate.html", "parentID": null, "commentID": 1906473, "rgt": 1035, "userDisplayName": "Jane P", "createDate": "1272339728", "userID": 40146292, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1272343110", "userTitle": null, "editorsSelection": 1, "statusID": 2, "userURL": null, "userLocation": "Portland, Ore.", "commentType": "comment", "updateDate": "1272372139", "commentSequence": 460, "commentBody": "The Reps are just pretending they fear a future bailout in order to have an excuse to oppose regulation. This is like a dream, or rather a nightmare. Their shenanigans are so juvenile and so devoid of reality that it keeps their followers in lockstep. When something is so absurd, you almost feel forced to get on board because to oppose it is like lending it credence.<br /><br />As Bill Moyers' guest said in April, they know exactly what they're doing. They know they're absurd. They're doing it anyway. (paraphrasing)", "recommendationCount": 26}]}, "copyright": "Copyright (c) 2016 The New York Times Company.  All Rights Reserved."}