{"debug": {"version": 3.1}, "status": "OK", "results": {"api_timestamp": "1481459879", "totalCommentsFound": 4729, "totalCommentsReturned": 25, "comments": [{"assetID": 1264300, "replies": [], "lft": 138, "assetURL": "http://www.nytimes.com/2010/03/17/business/economy/17leonhardt.html", "parentID": null, "commentID": 1708379, "rgt": 139, "userDisplayName": "robert", "createDate": "1268795524", "userID": 13343277, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1268798400", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "milford", "commentType": "comment", "updateDate": "1268794800", "commentSequence": 64, "commentBody": "because the majority of govt and ed spending is on salary/benefits you have a massive transfer of income from tax payers(people who work for tax paying companies) to tax consumers (people paid by taxes like teacher/fire/forest ranger).  Now it is discovered that public pay is greater than private, job for job, by 40% and we owe 1 trillion to public pensions that private tax payers have to transfer. A teaching degree from a diploma mill like Glassboro, Southern Conn. etc is the ticket to a 90K income and a million dollar pension(present value). A fireman/police can retire 30 years before anyone else.  What have our leaders been doing over the past 25 years(hint, trying to get self, family and friends public/education jobs).  A joke", "recommendationCount": 8}, {"assetID": 1264300, "replies": [], "lft": 142, "assetURL": "http://www.nytimes.com/2010/03/17/business/economy/17leonhardt.html", "parentID": null, "commentID": 1708525, "rgt": 143, "userDisplayName": "JTBMarketData", "createDate": "1268798039", "userID": 16957097, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1268798447", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Princeton NJ", "commentType": "comment", "updateDate": "1268794847", "commentSequence": 65, "commentBody": "There's a huge problem with the assertion that the path to higher government revenues is through higher tax rates.<br /><br />If a car company could raise revenues by raising prices, an economy car would cost in excess of a million dollars.  Rather companies strive to charge prices that is neither too high or too low - prices that maximize profits.<br /><br />Repeated experience shows that higher tax rates this year lead to lower tax revenues next year and in the future.<br /><br />When learning to ski, if you feel like you're falling and do what your initial instincts are - i.e. standing up - you will fall down.  To not fall down you need to go against your instincts in lean forwards.<br /><br />Similarly effective tax policy - i.e. tax policy designed to maximize tax revenues - goes against some people's instincts.  It's not counter-intuitive per se - it's just that many people hate the reality of it - because it means allowing rich people to keep (and spend and invest) more of their money.<br /><br />Obviously lower tax rate incentivize people to earn and recognize income while those rates are low.  Higher rates discourages both recognizing income (i.e. don't sell those stocks this year) and work-related earning (why bother making an additional $1 if the government gets most of it).<br /><br />From all the cause-and-effect data we've ever seen on how US tax rates affect tax revenues, it is indicated that LOWERING tax rates raises revenues - the way McDonalds raised sales and profits by charging less.  Prices went down, sales and profits rose.  Lowering to 0% doesn't make sense, but from the data we've seen, lowering rates from where we're at today is the path to higher tax revenues.<br /><br />Pick your poison.  If we raise taxes, GDP will be suppressed, tax revenues will drop, our national financial problems will be worse, and we'll continue to have record levels of joblessness.  If we lower taxes - including, yes, the rich - tax revenues will increase, GDP will increase, and the jobless rate will decrease - but the bitter pill is the rich will get richer (that is, if you're into envy &amp; coveting what others have - I always figured those emotions were to a person's discredit).<br /><br />Which is the greater evil? - 1) high joblessness, low tax revenues but less wealthy rich people - or 2) low joblessness, high tax revenues and much wealthier rich people.  #1 is the path created by raising rates.  #2 is the path created by lower tax rates.<br /><br />To me (and I am solidly middle-class) #2 is the preferable path.  I prefer the problem of greater economic disparity if the silver lining is lower joblessness plus higher overall prosperity.", "recommendationCount": 7}, {"assetID": 1264524, "replies": [], "lft": 298, "assetURL": "http://www.nytimes.com/2010/03/17/us/17states.html", "parentID": null, "commentID": 1708549, "rgt": 299, "userDisplayName": "I.M.KnotFooled", "createDate": "1268798455", "userID": 60096225, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1268798481", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Crooklyn", "commentType": "comment", "updateDate": "1268794881", "commentSequence": 118, "commentBody": "For those of you who are asking why at this time we are afraid of the Federal Government, I will tell you.<br /><br />I have never seen in my lifetime, until now, the Federal Government owning: General Motors, AIG, all major banks, massive giveaways to Unions and favored companies.  STOP - You are scaring me!!!<br /><br />Me must stop the great leader and the Politburo. (Formally called Congress)<br /><br />", "recommendationCount": 12}, {"assetID": 1264524, "replies": [], "lft": 294, "assetURL": "http://www.nytimes.com/2010/03/17/us/17states.html", "parentID": null, "commentID": 1708540, "rgt": 295, "userDisplayName": "Aviate", "createDate": "1268798295", "userID": 4902719, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1268798488", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Portland, OR", "commentType": "comment", "updateDate": "1268794888", "commentSequence": 119, "commentBody": "So, when do all these states start reissuing Confederate Dollars? ", "recommendationCount": 26}, {"assetID": 1264524, "replies": [], "lft": 296, "assetURL": "http://www.nytimes.com/2010/03/17/us/17states.html", "parentID": null, "commentID": 1708544, "rgt": 297, "userDisplayName": "Bob", "createDate": "1268798374", "userID": 47645239, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1268798494", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "State of Washington", "commentType": "comment", "updateDate": "1268794894", "commentSequence": 120, "commentBody": "The ultimate expression of state power is defined in Article V of the Constitution.  Under this provision, the states can petition for \"a convention for proposing amendments.\"  This is the legacy of the Framers: a way to circumvent a Federal government so corrupt that reform from within is politically impossible.<br /><br />On how the states might thus focus the ongoing populist upsurge, exercising their sovereign right to reform the Republic, see \"Insurrection of Suede,\" the 4th chapter in the online book, Treatise on 12 Lights.  <a href=\"http://www.tell-usa.org/totl\" target=\"_blank\">www.tell-usa.org/totl</a> ", "recommendationCount": 4}, {"assetID": 1264524, "replies": [], "lft": 292, "assetURL": "http://www.nytimes.com/2010/03/17/us/17states.html", "parentID": null, "commentID": 1708536, "rgt": 293, "userDisplayName": "windrider", "createDate": "1268798203", "userID": 2506534, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1268798502", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Columbus", "commentType": "comment", "updateDate": "1268794902", "commentSequence": 121, "commentBody": "It's probably too soon to tell whether this \"movement\" will rise to the level of sedition or not.  Nor predict what may happen if it does.  One thing is for sure.  No country with a weak central government will ever be regarded as \"leader of the free world\" nor will such a country be allowed to dominate the global economy.  Once we start to fracture along state lines and parochial interests, we will no longer be a trust-worthy ally.  If all these people get what they want, America's dominance in the world is over and our views and wishes can be easily cast aside.  That seems like a very dangerous slippery slope to be heading for.", "recommendationCount": 23}, {"assetID": 551, "replies": [], "lft": 72, "assetURL": "http://www.nytimes.com/travel/guides/europe/greece/where-to-go.html", "parentID": null, "commentID": 3093992, "rgt": 73, "userDisplayName": "", "createDate": "1268798517", "userID": 1854800, "replyCount": 0, "commentTitle": "", "status": "approved", "approveDate": "1268798517", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "", "commentType": "userSuggestion", "updateDate": "1268796337", "commentSequence": 24, "commentBody": "Santorini I think is worth a visit if you're there in April, May or October. Other than those months it's just too busy. One neat thing is that if you're taking a ferry from Crete to one of the other Cyclades it will stop in Santorini and pass right through the caldera. I'm not suggesting this is as rewarding as a visit but you do get a good view of the imposing cliffs and at least some of the beauty of the island.<br /><br />Naxos is probably my favorite island. And if you have kids no other island comes close.<br /><br />I did an article on my favorite Greek islands for family travel here:<br /><a href=\"http://mylittlenomads.com/best-greek-islands-vacation-kids/\" target=\"_blank\">http://mylittlenomads.com/best-greek-islands-vacation-kids/</a><br /><br />And don't believe what you might hear about Athens. It's a great city and definitely deserving of a few days. Do it on your way home, so that you won't have to endure the anxiety of whether the ferries will be canceled during your allotted travel time back to Athens.<br /><br />Kalo Taksithi!<br /><br />David<br />My Little Nomads<br />(The Family Travel Site)", "recommendationCount": 0}, {"assetID": 1264524, "replies": [], "lft": 290, "assetURL": "http://www.nytimes.com/2010/03/17/us/17states.html", "parentID": null, "commentID": 1708535, "rgt": 291, "userDisplayName": "Larry", "createDate": "1268798181", "userID": 59551033, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1268798521", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Scottsdale, AZ", "commentType": "comment", "updateDate": "1268794921", "commentSequence": 122, "commentBody": "Allow me paraphrase and make some small changes to the comments from Guna from Utica:<br /><br />These \"democratic\" idiots are igniting ignorant populace, without any long term thinking. It will most likely cause serious economic damage to this country to be wasting resources to settle the state vs federal balances. This \"democratic\" thinking is not far from the way we went about causing other countries implode by anarchy. United we stay strong. Divided we fall. Especially when China, India, European-Union are not far behind in terms of technology,GDP, and such metrics - it is a crazy idea to experiment with anarchy.<br /><br />How's it feel to engage in name calling? Pretty silly isn't it? \"United we stay strong. Divided we fall\". Oh, I get it, you mean if we all were to think like you then everything would be ok.<br /><br />Herein is a problem we face as a country; bullying, belittling and suggesting that being in the opposition is unpatriotic.<br /><br />", "recommendationCount": 16}, {"assetID": 1264534, "replies": [], "lft": 66, "assetURL": "http://www.nytimes.com/2010/03/17/technology/17privacy.html", "parentID": null, "commentID": 1708520, "rgt": 67, "userDisplayName": "TMJ", "createDate": "1268798005", "userID": 58111244, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1268798550", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "USA", "commentType": "comment", "updateDate": "1268794950", "commentSequence": 22, "commentBody": "I've always post anonymously, I've always provided false and mutually contradictory information whenever required to make a profile containing personal information, I've never had a blog or website in my own name, and I've never even considered doing social networking sites or Twitter, BUT you know what?  Except for a few posts made at the library, everything I've posted anonymously can still be traced to my computers.<br /><br />As a result, I think I'll make this my last internet post.<br />", "recommendationCount": 33}, {"assetID": 1264534, "replies": [], "lft": 64, "assetURL": "http://www.nytimes.com/2010/03/17/technology/17privacy.html", "parentID": null, "commentID": 1708513, "rgt": 65, "userDisplayName": "Howard G", "createDate": "1268797869", "userID": 39830566, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1268798557", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New York", "commentType": "comment", "updateDate": "1268794957", "commentSequence": 23, "commentBody": "@ David (Comment #20)<br /><br />There is no such thing as a Constitutional right to personal privacy and, in fact, the word \"privacy\" does not appear anywhere in the entire document.  Furthermore, any Constitutional guarantee of an individual's so-called \"right to privacy\" would only extend to activities of the federal government.<br /><br />We infer a \"Right To Privacy\" from the 4th Amendment's ban against an illegal search and from Justice Brandeis' comment about our \"Right to be left alone.\"<br />However, that comment was in the context of a federal wiretap case and really has no bearing on anything like the internet.<br /><br />Also, while out in public, one does not have a \"reasonable expectation\" or privacy and many people would argue that the internet is, by its very nature, a public forum.<br /><br />Like a few previous posters above, I have never participated in Facebook, or Twitter, or any of the other popular social networking sites because I feel the risks far outweigh the benefits.<br />  ", "recommendationCount": 31}, {"assetID": 1264534, "replies": [], "lft": 62, "assetURL": "http://www.nytimes.com/2010/03/17/technology/17privacy.html", "parentID": null, "commentID": 1708456, "rgt": 63, "userDisplayName": "glostmd", "createDate": "1268796719", "userID": 59830079, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1268798565", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Cincinnati", "commentType": "comment", "updateDate": "1268794965", "commentSequence": 24, "commentBody": "There is no privacy. I agree it is a delusion. I'm sent information all the time. They know my age,my illnesses,my preferences.  Search engines know about you. So what do we do?", "recommendationCount": 12}, {"assetID": 1264534, "replies": [], "lft": 60, "assetURL": "http://www.nytimes.com/2010/03/17/technology/17privacy.html", "parentID": null, "commentID": 1708446, "rgt": 61, "userDisplayName": "Jerry w", "createDate": "1268796633", "userID": 56883203, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1268798595", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Along the left coast", "commentType": "comment", "updateDate": "1268794995", "commentSequence": 25, "commentBody": "I've gone back over the past few years of my blog and redacted the crap (so to speak) out of it. I was amazed at how much info I had given out with indirect references to people and places, that's all gone now. And as far as someone learning your social security number, all they really need is your \"final four\", which you give away almost every time you deal with phone companies, utilities, what have you...... And you give it away to people that you don't know, but ones that know how to jerk your life around with that information and your name,  which you also gave them. I'm sure there are classes about all this being given daily in prisons around the world so the inmates can make a living when they get out.<br /><br /><a href=\"http://www.boskolives.wordpress.com\" target=\"_blank\">www.boskolives.wordpress.com</a>", "recommendationCount": 11}, {"assetID": 1264534, "replies": [], "lft": 56, "assetURL": "http://www.nytimes.com/2010/03/17/technology/17privacy.html", "parentID": null, "commentID": 1708431, "rgt": 57, "userDisplayName": "balldog", "createDate": "1268796340", "userID": 1163932, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1268798624", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "san francisco ca", "commentType": "comment", "updateDate": "1268795024", "commentSequence": 26, "commentBody": "Al has it right.  A lot of this data has been available but just less accessible (and costly) in the past.  And who knows maybe one day what passes for \"normal\" might actually pull society together, or at least get it off its \"high horses.\" ;)  Danny  - I'm not on any of those sites and most of my basic, plus a lot more, information is available either free or for a small fee.  I agree that people give away a lot more about themselves than they probably should but I've seen enough people do that in person as well.  The difference now is there's more people \"in play\" at any one time and the fallout and exposure is/can be much greater.  An article on the Times site recently talked about how much a person's online presence and behavior is playing more and more into hiring choices.  Most people have a \"funny something\" or whatever in their families.  It's just now they're pasted on Facebook walls along with what your son or daughter were drinking the night before.    ", "recommendationCount": 7}, {"assetID": 1264534, "replies": [], "lft": 54, "assetURL": "http://www.nytimes.com/2010/03/17/technology/17privacy.html", "parentID": null, "commentID": 1708407, "rgt": 55, "userDisplayName": "Toussaint", "createDate": "1268795936", "userID": 15799519, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1268798634", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "NY", "commentType": "comment", "updateDate": "1268795034", "commentSequence": 27, "commentBody": "The article says:<br /><br />\"So far, this type of powerful data mining, which relies on sophisticated statistical correlations, is mostly in the realm of university researchers, not identity thieves and marketers.\"<br /><br />This statement assumes that the researchers themselves are not identity thieves and marketers, or that they are not working with identity thieves and marketers.<br /><br />You have to ask yourself: why are the researchers conducting these studies in the first place? Just to prove that it is possible for \"someone\" to identify unsuspecting people by mining their data? No, these researchers are purposefully developing efficient programs to identify anonymous people. For Netflix. And all the other corporate interests that would love to sell us things they think we want.", "recommendationCount": 25}, {"assetID": 1259856, "replies": [], "lft": 344, "assetURL": "http://thelede.blogs.nytimes.com/2010/03/15/reader-questions-on-church-sex-abuse-scandal/", "parentID": null, "commentID": 1708375, "rgt": 345, "userDisplayName": "Jerry", "createDate": "1268795357", "userID": 45357699, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1268798719", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Washington DC", "commentType": "comment", "updateDate": "1268795119", "commentSequence": 131, "commentBody": "I' m sure that most practicing Roman Catholics believe their church does an enormous amount of good.  I also know there must be many decent men in the priesthood who do work diligently for the people they have in their lives.  The problem as this outsider sees it is that the Roman Catholic church is a very tight knit organization that is run by a body of self perpetuating leaders.  That always leads to corruption.  The organization becomes more important than those it claims to serve.<br /><br />In the case of priestly abuse, it was further complicated by the fact that clergy claim to be \"called\" by God to serve Him.  No one ever claims to have been called by a god to be a house painter or a doctor or an auto mechanic.  It's only the clergy, and not just Roman Catholics.  The inherent problem here is that when a priest or clergyman of any stripe proves to be less than honorable it begs the question of what could God have been thinking to call this man?  It makes one ask about this claim of special relationship between clergy and their deity.    ", "recommendationCount": 6}, {"assetID": 1264042, "replies": [], "lft": 10, "assetURL": "http://thelede.blogs.nytimes.com/2010/03/16/jailed-sri-lankan-opposition-leader-calls-charges-against-him-bogus/", "parentID": null, "commentID": 1708380, "rgt": 11, "userDisplayName": "Tommy", "createDate": "1268795539", "userID": 58794838, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1268798725", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Canada", "commentType": "comment", "updateDate": "1268795125", "commentSequence": 5, "commentBody": "Rajapakse does not care about law and international conventions, he only cares about rubbing out his critics.", "recommendationCount": 1}, {"assetID": 1259856, "replies": [], "lft": 346, "assetURL": "http://thelede.blogs.nytimes.com/2010/03/15/reader-questions-on-church-sex-abuse-scandal/", "parentID": null, "commentID": 1708389, "rgt": 347, "userDisplayName": "Sara", "createDate": "1268795658", "userID": 3212957, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1268798735", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New York", "commentType": "comment", "updateDate": "1268795135", "commentSequence": 132, "commentBody": "Any evidence that the problems you are describing in the Catholic Church are more serious than in other comparable religious or secular institutions? If not, why the obsessive coverage?", "recommendationCount": 2}, {"assetID": 1259856, "replies": [], "lft": 354, "assetURL": "http://thelede.blogs.nytimes.com/2010/03/15/reader-questions-on-church-sex-abuse-scandal/", "parentID": null, "commentID": 1708521, "rgt": 355, "userDisplayName": "Eric", "createDate": "1268798005", "userID": 40112960, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1268798761", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New York, NY", "commentType": "comment", "updateDate": "1268795161", "commentSequence": 133, "commentBody": "What is also partly to blame here is the lack of will among Catholics to reform their own church.  Many have looked aside as this has been going on under their noses.  Most catholics have chosen the easy path - which was to abdicate their responsibility as Christians to stand for the truth and expose evil.<br /><br />The Church can be whatever people choose it to be.  The early apostles were responsible to each other - but most Catholics have bought into the false teaching that their leaders are above reproach and correction.  This is not what Jesus taught - instead he taught that the one who would lead must be the servant of all, and that we should be mutually accountable to each other.<br /><br />When an organization such as the Roman Catholic church is built up - and its leaders are not accountable to its members (e.g. a priest is not accountable to the mother of his parish alter boy) - then of course these things will happen.<br /><br />It's time for catholics to repent of their idolization of their church structure, and stop abdicating their responsibility for their own choices and actions.  Then they will be able to put things back together and shine again as leaders in doing good in the world.", "recommendationCount": 8}, {"assetID": 1250764, "replies": [], "lft": 318, "assetURL": "http://thelede.blogs.nytimes.com/2010/03/12/textbooks-a-texas-dentist-could-love/", "parentID": null, "commentID": 1708565, "rgt": 319, "userDisplayName": "Katie", "createDate": "1268798638", "userID": 55262990, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1268798781", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Cambridge, MA", "commentType": "comment", "updateDate": "1268795181", "commentSequence": 150, "commentBody": "This is ridicules. Students from public schools in Texas can say goodbye to Ivy league college acceptances, job opportunities, and any other chance to leave that hypocritical, narrow-minded system.<br /><br />Every news article I read makes me happier that my parents moved away from there. Even Kentucky managed to develop a curriculum with less shear indoctrination.<br /><br />To any kids from Texas reading this: Ask questions. When you're told so simply believe the \"facts\" presented to you, get on the internet and find your own answers. This may be your only hope.", "recommendationCount": 0}, {"assetID": 1263829, "replies": [], "lft": 22, "assetURL": "http://thecaucus.blogs.nytimes.com/2010/03/16/blogtalk-redstate-and-virginia-thomas/", "parentID": null, "commentID": 1708413, "rgt": 23, "userDisplayName": "Atlanta-Bill", "createDate": "1268796020", "userID": 57095946, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1268798832", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Atlanta, GA", "commentType": "comment", "updateDate": "1268795232", "commentSequence": 9, "commentBody": "Bob in NYC has it all wrong. What he meant to say was:<br /><br />\"We, the work-less-get-paid-more Union Members of the US, in order to form a more perfect labor monoply, preserve injustice when justice, i.e., termination, is due, conceal guns for the common intimidation, encourage welfare i.e., paid time off, and restrict the greed of excessive wages and benefits only to our unskilled members and ourselves, do hereby establish and ordain this one-sided labor agreement to America whether you like it or not. If you do not like it, I'll have to make you an offer you cannot refuse, scab!\"<br /><br />You see, what Bob in NYC doesn't understand is that Unions don't create jobs. They just make them harder to find.....", "recommendationCount": 2}, {"assetID": 1263356, "replies": [], "lft": 2, "assetURL": "http://thecaucus.blogs.nytimes.com/2010/03/16/colorado-caucuses-just-the-beginning/", "parentID": null, "commentID": 1708443, "rgt": 3, "userDisplayName": "Steve Bolger", "createDate": "1268796582", "userID": 47648965, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1268798846", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New York, NY", "commentType": "comment", "updateDate": "1268795246", "commentSequence": 1, "commentBody": "Every state is its own universe of political procedure, which makes it almost impossible for new national political parties to form in the US.", "recommendationCount": 0}, {"assetID": 1263829, "replies": [], "lft": 26, "assetURL": "http://thecaucus.blogs.nytimes.com/2010/03/16/blogtalk-redstate-and-virginia-thomas/", "parentID": null, "commentID": 1708453, "rgt": 27, "userDisplayName": "joe 8435", "createDate": "1268796699", "userID": 59573394, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1268798851", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Indep. mo", "commentType": "comment", "updateDate": "1268795251", "commentSequence": 10, "commentBody": "This is a case were one or the other should resign, what is this Country coming too? There has to be some changes, and soon!", "recommendationCount": 11}, {"assetID": 1256219, "replies": [], "lft": 36, "assetURL": "http://thecaucus.blogs.nytimes.com/2010/03/14/a-brief-but-failed-pass-at-bipartisanship/", "parentID": null, "commentID": 1708493, "rgt": 37, "userDisplayName": "joe 8435", "createDate": "1268797478", "userID": 59573394, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1268798884", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Indep. mo", "commentType": "comment", "updateDate": "1268795284", "commentSequence": 16, "commentBody": "Mr. Corker you have one fault, you are a Republican! There is no bargaining with you People. The Democrats are in charge now and have tried to work with all of you! But all you all can say is no to everything! All of you guys are like children!", "recommendationCount": 0}, {"assetID": 1263829, "replies": [], "lft": 28, "assetURL": "http://thecaucus.blogs.nytimes.com/2010/03/16/blogtalk-redstate-and-virginia-thomas/", "parentID": null, "commentID": 1708519, "rgt": 29, "userDisplayName": "Augustine 25", "createDate": "1268798004", "userID": 56806063, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1268798902", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Laguna Niguel, CA", "commentType": "comment", "updateDate": "1268795302", "commentSequence": 11, "commentBody": "Our country is a whole different place today when bloggers are leading the fight to make the case that \"Deem and Pass\" is unconstitutional. :)  I'm grateful there are fresh, clear channels of communication that allow regular folks to scream and holler when our leaders break the law...", "recommendationCount": 1}, {"assetID": 1264620, "replies": [], "lft": 10, "assetURL": "http://wordplay.blogs.nytimes.com/2010/03/16/end-of-life/", "parentID": null, "commentID": 1708572, "rgt": 11, "userDisplayName": "Jane C", "createDate": "1268798818", "userID": 305806, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1268798954", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Scarborough, NY", "commentType": "comment", "updateDate": "1268795354", "commentSequence": 5, "commentBody": "TRICKy but clever and fun....I didn't catch on til I was all finished... thanks for all the clues...you both are amazing...it's still hard to solve puzzles for me but to construct them...wow!", "recommendationCount": 0}]}, "copyright": "Copyright (c) 2016 The New York Times Company.  All Rights Reserved."}