{"debug": {"version": 3.1}, "status": "OK", "results": {"api_timestamp": "1481460476", "totalCommentsFound": 2036, "totalCommentsReturned": 25, "comments": [{"assetID": 2644309, "replies": [], "lft": 220, "assetURL": "http://www.nytimes.com/2011/04/19/science/19brain.html", "parentID": null, "commentID": 3757971, "rgt": 221, "userDisplayName": "Donald Sosin", "createDate": "1304136722", "userID": 1725932, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1304136903", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Lakeville CT", "commentType": "comment", "updateDate": "1304133303", "commentSequence": 99, "commentBody": "Great article, But 98 comments before someone mentioned Indian music, which is certainly one of the oldest and most sophisticated types of music performance on the planet, with subtle changes in tuning and scales according to the time of day and the corresponding changes in the laws of nature operating at those times to which our physiologies respond in both conscious and unconscious ways. As a composer and performer with a particular interest in improvisation, I am always aware of the huge difference between expressing something in the moment vs. careful practicing and memorization of pre-existing material. I prefer to accompany silent films by improvising and just experiencing that moment in time, even with films I know very well, because I am not the same person that I was the last time I played for the film. On the other hand, I have also spent long hours meticulously scoring films so that the score matches the action and emotional flow of the film to as precise a degree as I can envision. Somewhere in between is probably a happy medium. When performing my own notated music, I invariably make changes each time, too, and I suspect that other composers like Chopin, Beethoven and Mozart and Bach would have found the idea of mechanical reproductions of their music, always the same, never varied in tempo or nuance from one listening to another, silly.", "recommendationCount": 1}, {"assetID": 2682980, "replies": [], "lft": 2, "assetURL": "http://opinionator.blogs.nytimes.com/2011/04/29/dont-stop-believing/", "parentID": null, "commentID": 3757534, "rgt": 3, "userDisplayName": "Marie Burns", "createDate": "1304123366", "userID": 4461145, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1304136922", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Fort Myers, Florida", "commentType": "comment", "updateDate": "1304133322", "commentSequence": 1, "commentBody": "Tomasky &amp; Remnick are right, but I think the motive is even more sinister than they suggest. The purpose of the birther -- and now the where's-the-transcript? movements aren't just to appeal white people who may be easily moved by conspiracy theories, race-baiting &amp; fear-mongering. The appeal is to ALL white people.<br/><br/>When Barack Obama was running for president, I told some white Democrats who, to put it nicely, weren't too keen on having a black president not to worry about it: \"After a short while, you won't think of him as the black president,\" I said, \"but as the president.\"<br/><br/>The racist implications of the birther movement -- and now of the college records challenge -- are clear, and a lot of writers have commented on how these movements are attempts to delegitimize President Obama by \"proving\" that he isn't qualified to be president. But I think there's another goal. After all, good college grades are not a Constitutional requirement for the presidency. And how you got into college doesn't matter either: a number of presidents (e.g., Dubya) likely got into college because they were legacies -- their fathers attended the schools before them. <br/><br/>The real idea behind these movements is to continually remind white people that President Obama is black. The perpetrators want white people to think of Obama as \"the black president\" and not as \"the president.\" I know these efforts work on me. I never think of Obama's race when the birther nonsense isn't in the news. But I am reminded of his race when racist remarks or efforts are in the headlines. It's impossible not to realize the president is black when somebody is pointing it out. So the effect of these racist campaigns is twofold: it \"justifies\" the loons' belief that President Obama is somehow not qualified or not worthy to be president, at the same time it highlights his race to people who find the racist remarks disgusting. <br/><br/>Donald Trump is really hoping that deep-down, I'm a racist, too, and that if he keeps pointing out that Obama is black, I'll eventually realize that Obama really is \"different\" from me. The ploy won't work on me because -- like Stephen Colbert -- I don't see race. But it may well work on some white voters, voters who otherwise would have got over any misgivings they had about voting for a president of another race.<br/><br/>Donald Trump is determined not to let you forget that President Obama is black.<br/><br/>The Constant Weader at <a href=\"http://www.RealityChex.com\" title=\"www.RealityChex.com\" target=\"_blank\">www.RealityChex.com</a>", "recommendationCount": 255}, {"assetID": 2682980, "replies": [], "lft": 4, "assetURL": "http://opinionator.blogs.nytimes.com/2011/04/29/dont-stop-believing/", "parentID": null, "commentID": 3757557, "rgt": 5, "userDisplayName": "mickeyrad", "createDate": "1304124517", "userID": 42837060, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1304136934", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Centerville Iowa", "commentType": "comment", "updateDate": "1304133334", "commentSequence": 2, "commentBody": "What do you think FDR would have done if people had questioned his citizenship? Laughed, taken a puff off his cigarette, laughed again and ridden off in his limo, his head held high.<br/><br/>FDR was said to be a Jewish person - \"accused\" of being a Jewish person. FDR was \"accused\" of all sorts of things, but FDR knew how to fight and loved to fight.<br/><br/>It was a sad day when Pres. Obama was bullied into releasing the long-form birth certificate. Bullies have a feral instinct in targeting people to bully. Unfortunately, Pres. Obama never fights back.", "recommendationCount": 62}, {"assetID": 2682980, "replies": [], "lft": 6, "assetURL": "http://opinionator.blogs.nytimes.com/2011/04/29/dont-stop-believing/", "parentID": null, "commentID": 3757571, "rgt": 7, "userDisplayName": "lt", "createDate": "1304125395", "userID": 63454249, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1304136943", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "minn", "commentType": "comment", "updateDate": "1304133343", "commentSequence": 3, "commentBody": "I am sure the Donald said if Obama would release his birth certificate, he would release his tax forms. So the question is----C'mon media, make him stand up like a man instead of a crazed ego maniac trying to get TV time.<br/><br/>And by the way, how about the Donalds transcripts from the bankruptcy courts, the transcripts from his divorce proceedings,  his draft dodging paperwork and how he combs his hair so we do not know if their is a rat under those bangs<br/><br/>I am afraid Donald sees himself as Mr. Wonderful, but looking at the polls today, the American public sees him as the big fool<br/><br/>I would ask my left leaning friends that when the Donald starts his new series of stupid programs, they all send telegrams to the sponsers of his program that a racist should not be funded by them, and you will make a concerted effort not to purchase their product. That is what the Donald deserves for his asking a black man for his papers", "recommendationCount": 230}, {"assetID": 2682980, "replies": [], "lft": 8, "assetURL": "http://opinionator.blogs.nytimes.com/2011/04/29/dont-stop-believing/", "parentID": null, "commentID": 3757576, "rgt": 9, "userDisplayName": "j.r.", "createDate": "1304125554", "userID": 63425074, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1304136954", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "lorain", "commentType": "comment", "updateDate": "1304133354", "commentSequence": 4, "commentBody": "those who question obama's birthright are unfairly and unjustly described as racists. the recent revelation of a hawaii declaration of birth does not fully answer lingering questions about obama's origin. if anyone is responsible for dealing the race card, it is obama himself. from day one of this administration, he has ridiculed and derided anyone opposed to his motives. the ace in the hole for him has been race, and with 2012 looming, its time to play with all the cards.", "recommendationCount": 9}, {"assetID": 2682980, "replies": [], "lft": 10, "assetURL": "http://opinionator.blogs.nytimes.com/2011/04/29/dont-stop-believing/", "parentID": null, "commentID": 3757578, "rgt": 11, "userDisplayName": "AG", "createDate": "1304125631", "userID": 37637736, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1304136956", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Eugene", "commentType": "comment", "updateDate": "1304133356", "commentSequence": 5, "commentBody": "That is just too hard a question.  It makes my toupe hurt.  ", "recommendationCount": 13}, {"assetID": 2682980, "replies": [], "lft": 12, "assetURL": "http://opinionator.blogs.nytimes.com/2011/04/29/dont-stop-believing/", "parentID": null, "commentID": 3757580, "rgt": 13, "userDisplayName": "f tripoli", "createDate": "1304125792", "userID": 20709729, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1304136959", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": 1103, "commentType": "comment", "updateDate": "1304133359", "commentSequence": 6, "commentBody": "He's got my vote. Then I'm going to buy a beanie with a propeller on top!", "recommendationCount": 9}, {"assetID": 2682980, "replies": [], "lft": 14, "assetURL": "http://opinionator.blogs.nytimes.com/2011/04/29/dont-stop-believing/", "parentID": null, "commentID": 3757583, "rgt": 15, "userDisplayName": "A. Dalton", "createDate": "1304125891", "userID": 60068085, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1304136962", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Nashville, TN", "commentType": "comment", "updateDate": "1304133362", "commentSequence": 7, "commentBody": "Trump said he'd release his tax returns if President Obama released his birth certificate. Now THAT'S something I'd love to see.", "recommendationCount": 91}, {"assetID": 2682980, "replies": [], "lft": 16, "assetURL": "http://opinionator.blogs.nytimes.com/2011/04/29/dont-stop-believing/", "parentID": null, "commentID": 3757590, "rgt": 17, "userDisplayName": "William", "createDate": "1304126195", "userID": 18652255, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1304136966", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Boise", "commentType": "comment", "updateDate": "1304133366", "commentSequence": 8, "commentBody": "Racism is live and well. Being a \"birther\" is no of the necessary attributes of the old mental problem.", "recommendationCount": 16}, {"assetID": 2682980, "replies": [], "lft": 20, "assetURL": "http://opinionator.blogs.nytimes.com/2011/04/29/dont-stop-believing/", "parentID": null, "commentID": 3757594, "rgt": 21, "userDisplayName": "Johanna Clearfield", "createDate": "1304126338", "userID": 4257557, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1304136992", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Brooklyn", "commentType": "comment", "updateDate": "1304133392", "commentSequence": 9, "commentBody": "well, this is really awkward but, if this is the way things are going, I will have to announce my candidacy for President of these United States.  A graduate of Fordham University in Political Science (3.9 GPA) and fairly well versed in the intricacies of the social contract, I believe my qualifications are light years ahead of the donald.  in addition, i read and have been reading the NY Times for the past 30 years, thank you very much.  I have no public service record but I have voted in every election since I turned 21.  I have no qualifications.  I believe that makes me an excellent candidate to butt heads with this scowling hairpiece.  Please contact me at <a href=\"mailto:fieldjo@aol.com\">fieldjo@aol.com</a> and I will consider running.  many thanks.<br/>\n<a href=\"http://pleasetellmeyouarejoking.com/\" title=\"http://pleasetellmeyouarejoking.com/\" target=\"_blank\">http://pleasetellmeyouarejoking.com/</a>", "recommendationCount": 70}, {"assetID": 2682980, "replies": [], "lft": 22, "assetURL": "http://opinionator.blogs.nytimes.com/2011/04/29/dont-stop-believing/", "parentID": null, "commentID": 3757595, "rgt": 23, "userDisplayName": "Trillian", "createDate": "1304126393", "userID": 40647333, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1304136998", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New York City", "commentType": "comment", "updateDate": "1304133398", "commentSequence": 10, "commentBody": "There have always been unintelligent cranks - and if you're a birther then you're an unintelligent crank - but they were always marginalized, with good reason.  The internet offers these people a bigger megaphone than they deserve.  I suppose we'll just have to live with it.", "recommendationCount": 89}, {"assetID": 2682980, "replies": [], "lft": 24, "assetURL": "http://opinionator.blogs.nytimes.com/2011/04/29/dont-stop-believing/", "parentID": null, "commentID": 3757596, "rgt": 25, "userDisplayName": "Lawrence Scott", "createDate": "1304126407", "userID": 48134792, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1304137008", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "NY City", "commentType": "comment", "updateDate": "1304133408", "commentSequence": 11, "commentBody": "The Donald is only setting himself for the next big Trump crash. Two big bankrupt deals and numerious others deals were he left investors holding the empty bag will come right to the top. If he runs everyone will soon know he is not that rich.  He said he could write the $600 million check to run tomorrow, don't hold your breath, he is nowhere near that rich. He is a business who lost more than he has made and the more sunshine on him the more he will be called out for his massive failings.  He is not self  made he was born rich. A fake is Mr Trump.            ", "recommendationCount": 102}, {"assetID": 2682980, "replies": [], "lft": 26, "assetURL": "http://opinionator.blogs.nytimes.com/2011/04/29/dont-stop-believing/", "parentID": null, "commentID": 3757602, "rgt": 27, "userDisplayName": "Josh Hill", "createDate": "1304126579", "userID": 20663434, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1304137016", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New London, Conn.", "commentType": "comment", "updateDate": "1304133416", "commentSequence": 12, "commentBody": "For what it's worth, Ronald Reagan wasn't one of America's most popular presidents, or anything like. His popularity, averaged over his two terms, was middling by the standards of recent presidents -- and lower than his successor's. Here's one voter who was never fooled by his B-grade acting into overlooking his callousness and stupidity.", "recommendationCount": 200}, {"assetID": 2682980, "replies": [], "lft": 28, "assetURL": "http://opinionator.blogs.nytimes.com/2011/04/29/dont-stop-believing/", "parentID": null, "commentID": 3757603, "rgt": 29, "userDisplayName": "sheriffali", "createDate": "1304126616", "userID": 60897768, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1304137038", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Beverly Hills, California USA", "commentType": "comment", "updateDate": "1304133438", "commentSequence": 13, "commentBody": "Donald Trump – The President of Bankruptcies is as phony as the “rug that sits on his head!”<br/><br/>Donald Trump is not an “idiot” he is a scheming, conniving, heart-less conman who since 1991 to 2009 declared Bankruptcy several times, that left bond holders and other investors and banks, robbed of billions of dollars. If we did what this schemer has done, we would be in Prison for the rest of our natural lives, and then some! <br/><br/>To solve the rising cost of Gas he said as President he would seize Iraq and Libya and demand 1.2 trillion dollars. The media calls him the “Real Estate Mogul,” when in fact he should be the “Mogul of schemes.” <br/><br/>The ostentatious contagion of Donald Trump to become a candidate for the Presidency, seeking coronation from his present position, as “President of Schemes” by questioning President Obama’s place of birth and now that that has backfired on him, he is questioning the President’s academic achievements, solely because he is an arrogant opportunist. Trump’s outlandish tongue against Government, are really “Basilisks,” banking on the ignorance and anger of the Paschal Lambs intertwined with the Lions girth, to propel him into office by voting for him. <br/><br/>We must not forget the Putsch Independents who change their minds as frequently as the Sun rises and sets. The Tea Party like the Republicans complain that the Government is too big, but yet blame the Government for everything, including the sick adulterated minds of the extremists and the religious fanatics; that call themselves, “Candidates for the people!” The rebellion which is an ebullition has no foundation. They are searching for something but what that something is, they cannot discern, and in the like manner, they rebel against they know not what!<br/><br/>Religious fanaticism and extremism are destroying our country, bit by bit, and chunk by chunk. Donald Trump knows with his enormous baggage that would be placed under severe scrutiny, he cannot win the Presidency. The media who is fully cognizant of these facts, they are also cognizant, but, for the sake of ratings and more dollars for their outlet, just like Schemer Trump, everyone is seeking an audience with Trump, the destroyer of other peoples’ money!", "recommendationCount": 96}, {"assetID": 2682980, "replies": [], "lft": 30, "assetURL": "http://opinionator.blogs.nytimes.com/2011/04/29/dont-stop-believing/", "parentID": null, "commentID": 3757604, "rgt": 31, "userDisplayName": "David", "createDate": "1304126721", "userID": 19054774, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1304137046", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Northampton, MA", "commentType": "comment", "updateDate": "1304133446", "commentSequence": 14, "commentBody": "Trump is clearly a racist. It is not radical or extreme to say the truth, that any corporation that advertises in one of his television shows is supporting racism as much as if the show were produced by the Klan. ", "recommendationCount": 145}, {"assetID": 2682980, "replies": [], "lft": 32, "assetURL": "http://opinionator.blogs.nytimes.com/2011/04/29/dont-stop-believing/", "parentID": null, "commentID": 3757609, "rgt": 33, "userDisplayName": "William", "createDate": "1304126973", "userID": 18652255, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1304137048", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Boise", "commentType": "comment", "updateDate": "1304133448", "commentSequence": 15, "commentBody": "Racism is live and well. Being a \"birther\" is one of the necessary attributesof the old mental problem.", "recommendationCount": 44}, {"assetID": 2682980, "replies": [], "lft": 34, "assetURL": "http://opinionator.blogs.nytimes.com/2011/04/29/dont-stop-believing/", "parentID": null, "commentID": 3757611, "rgt": 35, "userDisplayName": "Paul", "createDate": "1304127005", "userID": 34677113, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1304137057", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Bellerose Terrace", "commentType": "comment", "updateDate": "1304133457", "commentSequence": 16, "commentBody": "With all of this, particularly Taber's factually challenged, agenda driven continuous attacks, why would ANY sane person want to be president? Will Barack Obama go down in history as our last sane chief executive? Donald Trump vs. Dennis Kucinich with minor party sideshows from Ron Paul and Ralph Nader. Last one with an involuntary 72 hour psych hold gets to have his (her) finger on the nuclear button. Oh joy...", "recommendationCount": 24}, {"assetID": 2681021, "replies": [], "lft": 74, "assetURL": "http://dotearth.blogs.nytimes.com/2011/04/29/killer-tornadoes-horrible-and-still-unknowable/", "parentID": null, "commentID": 3757912, "rgt": 75, "userDisplayName": "fred moore", "createDate": "1304135342", "userID": 21367847, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1304137058", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Sydney Australia", "commentType": "comment", "updateDate": "1304133458", "commentSequence": 34, "commentBody": "From a Thermodynamic viewpoint, Two things:<br/><br/>1. The BP oil spill gave a Low Entropy boost to the GOM over and above the temporary VOC toxicity effects.<br/><br/>2.  Everyone knows hot won't flow to hot. That's Thermodynamics 101. But what is not well known is that Heat flow is only a part of the greater statistical &amp; Entropy flow laws that govern this Universe. To wit, hurricanes and tornadoes won't flow into a GOM blocked by Low Entropy oil slicks.<br/><br/>The problem is that an almost hurricane free GOM in 2010 has given developers, agriculturalists, oilmen, desperate locals and tourists an excuse to pollute the GOM with gay abandon in the expectation that tyey are getting 'on with their lives &amp;  there will be no 2011 hurricanes just like 2010.<br/><br/>Now that the Oil slick Entropy effect is largely dissipated, tropical lows from the sou-east are eying Not only the GOM but the US heartland as well. the Tornadoes are just a beginning. There is nothing to bump them or this seasons Hurricanes off course. <br/><br/>Perhaps BP should have got a standing Ov in 2010 for its serendipitous life and property saving Oil Slick. <br/><br/>Conclusion: Look Out!", "recommendationCount": 3}, {"assetID": 2682980, "replies": [], "lft": 36, "assetURL": "http://opinionator.blogs.nytimes.com/2011/04/29/dont-stop-believing/", "parentID": null, "commentID": 3757613, "rgt": 37, "userDisplayName": "Sheila Bloom", "createDate": "1304127040", "userID": 53900420, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1304137063", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Alexandria, Virginia", "commentType": "comment", "updateDate": "1304133463", "commentSequence": 17, "commentBody": "This all started with Reagan who catered and encouraged the right-wing, looney-tunes, religious fanatics, the so-called Moral Majority (whose leaders were less than moral) and they took over the asylum.  It's been that way ever since, particularly when the late, unlamented Lee Atwater brought dirty politics to a new high (or low, whichever way you want to look at it).  People are reading and thinking less and watching 30 second sound bites and taking that as news, particularly at the virulant, race-baiting Fox News.  And the silence from the real Moral Majority and religious leaders is deafening.  ", "recommendationCount": 166}, {"assetID": 2682980, "replies": [], "lft": 38, "assetURL": "http://opinionator.blogs.nytimes.com/2011/04/29/dont-stop-believing/", "parentID": null, "commentID": 3757615, "rgt": 39, "userDisplayName": "mac 51", "createDate": "1304127097", "userID": 57353972, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1304137074", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "haslett, mi", "commentType": "comment", "updateDate": "1304133474", "commentSequence": 18, "commentBody": "\"'But the problems here are racial paranoia and the bald willingness of politicians to lie in order to stoke it.\"\r<br/><br/>The author has distilled this madness down to its core; namely, the Republican Party's fear of, and wooing of, its most radical element - the know-nothings.  They are scared of change, be it a black man as president, a gay couple desiring equal rights, or science that says evolution and climate change contradict your view of a static and unchanging universe.\r<br/><br/>To borrow a phrase from Ronald Regan, the Republican Party, as with another discredited ideology, will end end up in the \"ash heap  of history\".", "recommendationCount": 97}, {"assetID": 2681021, "replies": [], "lft": 76, "assetURL": "http://dotearth.blogs.nytimes.com/2011/04/29/killer-tornadoes-horrible-and-still-unknowable/", "parentID": null, "commentID": 3757938, "rgt": 77, "userDisplayName": "Chris Dudley", "createDate": "1304135945", "userID": 5479109, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1304137076", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Maryland", "commentType": "comment", "updateDate": "1304133476", "commentSequence": 35, "commentBody": "#13,<br/><br/>To pull a Pilke means to deliberately select an unrevealed statistic and then claim the waters are muddy.  Masters is looking at the totality of weather including some imminent flooding.  There are not enough tornadoes to do much analysis but there are enough raindrops.  Warm sea surface temperatures and stronger storms can go together.", "recommendationCount": 4}, {"assetID": 2682980, "replies": [], "lft": 40, "assetURL": "http://opinionator.blogs.nytimes.com/2011/04/29/dont-stop-believing/", "parentID": null, "commentID": 3757618, "rgt": 41, "userDisplayName": "FBC", "createDate": "1304127243", "userID": 37357922, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1304137078", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Wyoming", "commentType": "comment", "updateDate": "1304133478", "commentSequence": 19, "commentBody": "I am stunned by Donald Trump's continued hammering at our president. The man is a buffoon and should be ignored.", "recommendationCount": 139}, {"assetID": 2678774, "replies": [], "lft": 22, "assetURL": "http://dotearth.blogs.nytimes.com/2011/04/28/old-energy-strategies-new-century/", "parentID": null, "commentID": 3757941, "rgt": 23, "userDisplayName": "David B. Benson", "createDate": "1304135985", "userID": 57084036, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1304137081", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Pullman", "commentType": "comment", "updateDate": "1304133481", "commentSequence": 11, "commentBody": "No comment on the comments --- too predictable.", "recommendationCount": 2}, {"assetID": 2676719, "replies": [], "lft": 134, "assetURL": "http://dotearth.blogs.nytimes.com/2011/04/28/on-birth-certificates-climate-risk-and-an-inconvenient-mind/", "parentID": null, "commentID": 3757955, "rgt": 135, "userDisplayName": "David B. Benson", "createDate": "1304136228", "userID": 57084036, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1304137084", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Pullman", "commentType": "comment", "updateDate": "1304133484", "commentSequence": 60, "commentBody": "Eli already wrote it.", "recommendationCount": 3}, {"assetID": 2682980, "replies": [], "lft": 42, "assetURL": "http://opinionator.blogs.nytimes.com/2011/04/29/dont-stop-believing/", "parentID": null, "commentID": 3757621, "rgt": 43, "userDisplayName": "Ike Solem", "createDate": "1304127300", "userID": 57245573, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1304137085", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "CA", "commentType": "comment", "updateDate": "1304133485", "commentSequence": 20, "commentBody": "The \"Birthers\" got their name from the \"Truthers,\" that pack of discredited lunatics who claimed - loudly and repeatedly for years on end - that the World Trade Center was blown up by the CIA using \"controlled demolitions,\" while the Pentagon was hit by a missile, not an airplane - and so on.  I think that movement even got Charlie Sheen to serve as spokesperson - yup, here we go:<br/><br/>\"There was a feeling, it just didn't look any commercial jetliner I've flown on any time in my life and then when the buildings came down later on that day I said to my brother 'call me insane, but did it sorta look like those buildings came down in a controlled demolition'?\"<br/><br/>Why so many people are willing to buy into ludicrous notions like these?  Of course, one could say that most organized religions subscribe to similarly implausible notions - \"There's an invisible man in the sky who is behind everything that happens in the world, from tornadoes to earthquakes, and he sends these disasters as punishment for those who refuse his guidance,\" etc...<br/><br/>In the case of 9/11 Truthers, there's a lot of credence to the notion that it was a front group set up by wealthy interests in order to smear anti-war protesters by associating them with wild nonsense that the vast majority of Americans would laugh at.  Some of the financing did point in that direction, didn't it?<br/><br/>One could make a similar case for Trump - so why not float another conspiracy theory?  Could Trump have actually been hired by Democratic political interests to bring this issue up and make Republicans everywhere look like blathering idiots?<br/><br/>As long as the topic is conspiracy theory, that seems about as good a one as any.", "recommendationCount": 32}]}, "copyright": "Copyright (c) 2016 The New York Times Company.  All Rights Reserved."}