{"debug": {"version": 3.1}, "status": "OK", "results": {"api_timestamp": "1481460491", "totalCommentsFound": 5366, "totalCommentsReturned": 25, "comments": [{"assetID": 2720017, "replies": [], "lft": 14, "assetURL": "http://www.nytimes.com/2011/05/11/opinion/11wed1.html", "parentID": null, "commentID": 3811853, "rgt": 15, "userDisplayName": "practical person", "createDate": "1305084699", "userID": 51198515, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1305086513", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New Jersey", "commentType": "comment", "updateDate": "1305082913", "commentSequence": 7, "commentBody": "As usual there's no mention here or really anywhere of what happens to people who have come here legally and are in the process of getting green cards, do they get their cases expedited - many have graduate degrees from US universities. Or more likely, will their cases take even longer when the system gets inundated with the amnesty cases? It seems it doesn't pay to do things by the book - people will hold rallies and fight for citizenship only for people who have come here illegally, who probably have no education, whose kids will often require ESL instruction, consume more resources....", "recommendationCount": 104}, {"assetID": 2720017, "replies": [], "lft": 16, "assetURL": "http://www.nytimes.com/2011/05/11/opinion/11wed1.html", "parentID": null, "commentID": 3811880, "rgt": 17, "userDisplayName": "rimantas", "createDate": "1305085474", "userID": 59482452, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1305086572", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Baltimore, MD", "commentType": "comment", "updateDate": "1305082972", "commentSequence": 8, "commentBody": "The border problem is real and Obama's description is not accurate. His job is to enforce immigration laws: you are allowed here only as a legal. The mexicans continue entering here illegally, and causing problems for those living close by. That's why Arizona had to pass that law to protect itself. <br/><br/>It's not enough to go \"above and beyond\" what Republicans asked. To be \"enough\" you have to seal border even more, and when you catch illegals, no matter in what manner, you deport them. Each one. That is the job of the president, to enforce our laws. <br/><br/>As the supply of illegals diminishes, the businesses who employ them will be forced to turn to americans for labor. Which sounds like a good thing to me. <br/><br/>His speech was just another campaign speech, devoid of substance, and full of self praise. ", "recommendationCount": 135}, {"assetID": 2715591, "replies": [], "lft": 18, "assetURL": "http://lens.blogs.nytimes.com/2011/05/10/in-tender-moments-a-wars-high-cost/", "parentID": null, "commentID": 3811332, "rgt": 19, "userDisplayName": "Jennifer", "createDate": "1305073776", "userID": 48410603, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1305086601", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Washington, DC", "commentType": "comment", "updateDate": "1305083001", "commentSequence": 8, "commentBody": "For the past nine years, I've pushed war out of my mind - but this really got to me.  Absolutely beautifully done.", "recommendationCount": 0}, {"assetID": 2720017, "replies": [], "lft": 18, "assetURL": "http://www.nytimes.com/2011/05/11/opinion/11wed1.html", "parentID": null, "commentID": 3811901, "rgt": 19, "userDisplayName": "David Underwood", "createDate": "1305085860", "userID": 53612425, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1305086619", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Citrus heights, CA", "commentType": "comment", "updateDate": "1305083019", "commentSequence": 9, "commentBody": "The concept of illegal immigrants has its foundation in the Asian Exclusion Act of 1878. This was the result of the Kearney movement begun by Dennis Kearney, an Irish immigrant who was upset because the Chinese, after being laid off from building the railroads, were taking the lower paying jobs and physical labor. A 1913 California law barred Sikhs from owning land, even though the facts presented to the supreme Court showed they are Caucasians, the court ruled they were Asians. Today we exclude others form coming here who are willing to do these low paying hard labor jobs, in order to protect American labor. From the Capitalistic point of view, this is Socialism in action. For the neo-classical economists, Capitalism does not recognize borders. It calls for the free movement of labor and capital. Employers should be able to hire the best labor at the lowest rates, that is Capitalism. So when a Conservative rises in opposition to immigrant labor, and in particular, seasonal labor, just to satisfy some constituency, he/she is not practicing Capitalism, but is instead engaging in the hypocrisy of supporting Socialism.<br/><br/>It is also curious that those who claim to be the biggest champions of freedom and the right to revolt against oppressive governments, are willing to send the most vulnerable of these immigrants back to a life of poverty and subservience. While the Conservatives are lining up to support revolutions in Arabic countries, brought on by poverty, lack of employment and education, those who would risk everything just to come here and harvest lettuce, or melons, or oranges, are attacked as being criminals. <br/><br/>How can these Conservatives professing Christianity, find it in their nature to send young people who have never know another home, to a country where they do not speak the language, and even the culture is foreign to them. We frequently see very bright young people who are eligible to attend the best universities, sent away, or if the do graduate, denied the ability to apply that knowledge, all in the name of a contradictory demagoguery. <br/><br/>We see families who have made a home here, bought cars, houses, appliances, paid property taxes, and through the use of false Social Security numbers, paid into a system that they will not be able to collect from. And that kind of injustice is cheered on by the Conservatives. Even more hypocritical is the position of the Tea Party and Libertarians, who of all people should be for open borders for labor. <br/><br/>What is the difference between granting asylum to political refugees, while turning away economic refugees? By what moral code do you deliberately send hard working productive people back to unemployment and poverty? The founding fathers would be aghast at this practice. They made it plain that America was to be a place where others could come and make a new start in life. People risked everything to come here. They sailed in steerage under miserable conditions. They left their families and what few goods they had to come and do the hardest labor possible, and they did it willingly. Today we have that same spirit with these \"Illegal Aliens,\" but they are not Europeans, they are Latin Americans, and they are being treated much as the Chinese, Sikhs, Filipinos, and other non Europeans were treated before them.<br/><br/>The invective, the outright hatred, the denigration of them and their culture is a continuation of those previous movements against them, and it is led by those whose motives are suspect.<br/><br/>I ask you: What do these right wing talking heads have to gain by creating this culture of hostility toward those who only want to escape oppressive governments and poverty? Who profits from denying these people the same liberties their ancestors came here for? Just what kind of moral cretins are these people. Look at them and see just what their values are. ", "recommendationCount": 60}, {"assetID": 2720017, "replies": [], "lft": 20, "assetURL": "http://www.nytimes.com/2011/05/11/opinion/11wed1.html", "parentID": null, "commentID": 3811913, "rgt": 21, "userDisplayName": "A Fake Patriot", "createDate": "1305086074", "userID": 63769136, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1305086698", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Paris", "commentType": "comment", "updateDate": "1305083098", "commentSequence": 10, "commentBody": "  He is over react, the problem will take care itself in coming years, as US became increasingly less attractive destination for work or for pleasure.<br/>\n  A growing number of Americans living overseas are renouncing U.S. citizenship. The reason? Mounting tax and reporting obligations.", "recommendationCount": 18}, {"assetID": 2719799, "replies": [], "lft": 58, "assetURL": "http://www.nytimes.com/2011/05/11/business/economy/11leonhardt.html", "parentID": null, "commentID": 3811949, "rgt": 59, "userDisplayName": "Bay Area Guy", "createDate": "1305086791", "userID": 43020102, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1305087005", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Walnut Creek, CA", "commentType": "comment", "updateDate": "1305083405", "commentSequence": 27, "commentBody": "Home ownership is not for everyone.  After a few years of owning and saving nothing while making the bank, local government, and various real estate agents rich, I sold for a small loss and am now happily renting and letting my landlord worry about those problems.  With two small kids, saving for college, retirement, putting food on the table, paying for the basics (food, garbage, power, phone, internet, tv) pretty much wipes out my paycheck.  Living in the bay area makes ownership ever harder (starter homes in the $500k's) so I think the whole idea of ownership is not for my generation.  It was good for my folks (their house cost less than $80k 30 years ago) but the math doesn't work out for me.  Now that the Republicans are talking about getting rid of Fannie and Freddie while increasing taxes and getting rid of interest deductions, the equation leans more towards renting.  So my question is then, if renting is going to be better than owning in the future, who will the owners be?  Perhaps the Chinese who own all our debt and have all our cash.  Think about that.", "recommendationCount": 38}, {"assetID": 2716782, "replies": [], "lft": 34, "assetURL": "http://www.nytimes.com/2011/05/10/health/research/10depression.html", "parentID": null, "commentID": 3811950, "rgt": 35, "userDisplayName": "ditimon", "createDate": "1305086837", "userID": 41533885, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1305087005", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Hillsboro, Oregon", "commentType": "comment", "updateDate": "1305083405", "commentSequence": 14, "commentBody": "I had the experience this article talks about by doing the 4th and 5th step in AA. It forced me to think of specific events in a specific manner. Resentments, fears and moments of self seeking were written down and discussed with my sponsor. Maybe research can be done using this program with folks who are depressed. ", "recommendationCount": 4}, {"assetID": 2715703, "replies": [], "lft": 162, "assetURL": "http://www.nytimes.com/2011/05/10/nyregion/westchester-towns-take-hit-from-rise-in-tax-appeals.html", "parentID": null, "commentID": 3811813, "rgt": 163, "userDisplayName": "MacBones", "createDate": "1305083640", "userID": 22396034, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1305087514", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "NY", "commentType": "comment", "updateDate": "1305083914", "commentSequence": 76, "commentBody": "I the state of NY property assessment is supposed to approximate market value. According to allied Corp vs type town of Camillus, the best estimate of value is a recent sale. My assessment is 75000 more than I paid 2 years ago. . . Want to avoid tax appeals? How about this for a concept . . . Valuate the property values accurately.", "recommendationCount": 0}, {"assetID": 2715703, "replies": [], "lft": 164, "assetURL": "http://www.nytimes.com/2011/05/10/nyregion/westchester-towns-take-hit-from-rise-in-tax-appeals.html", "parentID": null, "commentID": 3811907, "rgt": 165, "userDisplayName": "Ca citizen", "createDate": "1305085944", "userID": 53512980, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1305087521", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "California", "commentType": "comment", "updateDate": "1305083921", "commentSequence": 77, "commentBody": "for all the prop13 bashing that happens in CA, it's, at least, kept property taxes reasonable for homeowners of all ages. and for those buying new homes, one can gripe that you're paying 50-100x what the old neighbor is paying who bought 30 years ago - but looking forward, it means you can plan your tax burden. it won't go up all crazy as in other states. and, at least in my county, there's NO NEED for these companies to file for re-assessments and collect a contingency fee. I simply filled an online form and received a reasonable lowered assessment within a couple months. no middleman. no fees. ", "recommendationCount": 1}, {"assetID": 2715653, "replies": [], "lft": 1286, "assetURL": "http://www.nytimes.com/2011/05/10/us/politics/10gingrich.html", "parentID": null, "commentID": 3810895, "rgt": 1287, "userDisplayName": "Caliguy55", "createDate": "1305066652", "userID": 55479948, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1305087695", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Escondido, CA", "commentType": "comment", "updateDate": "1305084095", "commentSequence": 482, "commentBody": "\"American Exceptionalism\" is the most distorted view anyone could hold of this country given its history of genocide and war mongering. If you believe in \"American Exceptionalism\" go talk to a Native American whose ancestors were slaughtered by the U.S. Cavalry or white settlers so that their land could be stolen right out from under them. Ask these Native Americans what they think of the U.S. Government forcing their ancestors to undertake long marches on which many died onto reservations located on barren land no one else wanted. Then, let's have a conversation with African-Americans whose ancestors were loaded onto slave ships against their will to be brought to the United States to be sold into slavery (that included, among other things, the sexual abuse of their children by white slave masters). If you believe the passage of time somehow rights these wrongs, you're exceptionally evil. No, fellow Americans, let's be truthful to ourselves and acknowledge that this country was built on such universal wrongs as genocide, murder, slavery and broken treaties with Native Americans. History shows that the U.S. Government never kept one treaty made with Native Americans. To tell you the truth, talk of \"American Exceptionalism\" makes me want to puke.", "recommendationCount": 3}, {"assetID": 2715653, "replies": [], "lft": 1300, "assetURL": "http://www.nytimes.com/2011/05/10/us/politics/10gingrich.html", "parentID": null, "commentID": 3811376, "rgt": 1301, "userDisplayName": "ceejay3", "createDate": "1305074649", "userID": 485460, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1305087774", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New York, NY", "commentType": "comment", "updateDate": "1305084174", "commentSequence": 483, "commentBody": "It's too late for the white gown, but if the Gingriches make it to the White House, maybe they can paint it shady gray.<br/><br/>If sheer chutzpa suffices to win the presidency, Newt will make it. He'll need the vote of every embryo and brain-dead patient on life support that his claqueurs can muster. With the leadership he displayed toward Muslims and the \"mosque at Ground Zero,\" he has shown us he has his hands firmly on the zeitgeist when they're not wandering over other things. Truly a man for our times.", "recommendationCount": 2}, {"assetID": 2720018, "replies": [], "lft": 22, "assetURL": "http://www.nytimes.com/2011/05/11/opinion/11friedman.html", "parentID": null, "commentID": 3811878, "rgt": 23, "userDisplayName": "Michael", "createDate": "1305085445", "userID": 11755324, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1305088143", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "San Diego, CA", "commentType": "comment", "updateDate": "1305084543", "commentSequence": 7, "commentBody": "Self-evident clarity, as usual, from Prof. Friedman. I'm not sure how we get there, but get there we must.", "recommendationCount": 17}, {"assetID": 2715703, "replies": [], "lft": 166, "assetURL": "http://www.nytimes.com/2011/05/10/nyregion/westchester-towns-take-hit-from-rise-in-tax-appeals.html", "parentID": null, "commentID": 3811991, "rgt": 167, "userDisplayName": "agm", "createDate": "1305088028", "userID": 60952933, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1305088203", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "columbia county,ny", "commentType": "comment", "updateDate": "1305084603", "commentSequence": 78, "commentBody": "Yes Ca Citizen  --- Budgeting is a real benefit but what Ca should have done was eliminate and replace the property tax system 100%. Income is the only true gauge of an economy not savings. Savings cannot be created in the absence of income.", "recommendationCount": 0}, {"assetID": 2720018, "replies": [], "lft": 24, "assetURL": "http://www.nytimes.com/2011/05/11/opinion/11friedman.html", "parentID": null, "commentID": 3811885, "rgt": 25, "userDisplayName": "Dale Merrell", "createDate": "1305085509", "userID": 56456951, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1305088222", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Boise, Idaho", "commentType": "comment", "updateDate": "1305084622", "commentSequence": 8, "commentBody": "What both countries need is shock therapy. For Pakistan, that would mean America converting the lion’s share of its military aid to K-12 education programs..... the message would be that we’re ready to help Pakistan fight its real enemies and ours — ignorance, illiteracy, corrupt elites and religious obscurantism.\r<br/><br/>These are our domestic enemies as well, Tom.  But, just like Pakistan and the Saudis, we are ever ready to sacrifice meaningful education for a new weapons system.  And, just like Pakistan and the Saudis, we pander to our religious conservatives.  Political corruption, while not as overt, is just as prevalent.  Perhaps we should put our own house in order, and then concern ourselves with the short comings of others.    ", "recommendationCount": 197}, {"assetID": 2720018, "replies": [], "lft": 26, "assetURL": "http://www.nytimes.com/2011/05/11/opinion/11friedman.html", "parentID": null, "commentID": 3811904, "rgt": 27, "userDisplayName": "James", "createDate": "1305085885", "userID": 56982, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1305088242", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Cambridge", "commentType": "comment", "updateDate": "1305084642", "commentSequence": 9, "commentBody": "There is a sensible energy policy available that, had it been implemented 20 years ago, America would be in a far better place today.  That said, there's not time like the present to start.  Unfortunately, it's also political suicide to mention it, but here it goes:  tax gasoline for all but aviation users at an additional 25 cents per gallon more per year (that is, 25 cents this year, 50 cents the next, 75 after that ...) every year from now until the end of time.  Had this been started 20 years ago, the price of gas would be at most around $8.75 per gallon, which, while shocking to many, would be not too far from what many throughout the world are paying.  What would be get from this tax?  Well, we'd have smaller and more fuel efficient cars, without a doubt.  We'd have houses built increasingly closer in, and the abandonment of insane 50+ mile single-car-occupant commutes.  We'd have upwards of a trillion dollars in tax revenue for public transport and related infrastructure (or debt reduction).  We'd have the respect of the world for taking a principled stand on global warming.  We'd have no war in Iraq (or at least we would not be accused of duplicity in this), and we could act according to our principles in places like Saudi Arabia and Venezuela.  We'd more quickly abandon the highly inefficient system of interstate trucking in favor of more intelligent multi-modal (read: train) approaches.  The future of commercial aviation, the one user which actually does require high energy petroleum products, would be further secured.   What would we have lost?  Hummers would probably not have existed.<br/><br/>It's not too late to implement this now.  I wonder what politician has the guts to even propose it?", "recommendationCount": 173}, {"assetID": 2720018, "replies": [], "lft": 28, "assetURL": "http://www.nytimes.com/2011/05/11/opinion/11friedman.html", "parentID": null, "commentID": 3811915, "rgt": 29, "userDisplayName": "KR", "createDate": "1305086096", "userID": 32683058, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1305088257", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "SD,CA", "commentType": "comment", "updateDate": "1305084657", "commentSequence": 10, "commentBody": "The only way out of this is to make the use of oil obsolete.  Once this happens everything will change.", "recommendationCount": 69}, {"assetID": 2720018, "replies": [], "lft": 34, "assetURL": "http://www.nytimes.com/2011/05/11/opinion/11friedman.html", "parentID": null, "commentID": 3811946, "rgt": 35, "userDisplayName": "3Passports", "createDate": "1305086763", "userID": 39870185, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1305088316", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "NYC", "commentType": "comment", "updateDate": "1305084716", "commentSequence": 11, "commentBody": "Tom Friedman is a man who really understands how the world works.  Thank you for the column, illuminating as always.", "recommendationCount": 24}, {"assetID": 2720018, "replies": [], "lft": 38, "assetURL": "http://www.nytimes.com/2011/05/11/opinion/11friedman.html", "parentID": null, "commentID": 3811957, "rgt": 39, "userDisplayName": "Javaid Akhtar", "createDate": "1305086992", "userID": 59618312, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1305088362", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "UK", "commentType": "comment", "updateDate": "1305084762", "commentSequence": 12, "commentBody": "This article is missing a few legs.<br/>\nThe bargain that Saudia Arabia performs  (in return for US security) , is helping to  re-capitalise the US economy with the dollar denominated oil sales.The Wars foolishly fought by the US are a corrollary of this stabilized system ( along with cheap Chinses credit ).<br/>\nThe US fought a few wars for a few trillion  $$ to help prevent terrorism that killed fewer Americans then have died in Montana from diabetes over couple of years.<br/>\nAfghanistan is the only country in the world to have objected to the creation of Pakistan and would prefer to have it sliced apart. India agreed to the creation of Pakistan with the expectation that it would'nt last and it could pick over the corpse  ( the Indians have moved on ).<br/>\nIn fact , its Pakistan and Saudia Arabia that clearly know the startegic pitfalls of their respective positions and realise that terrorists in the form of AQ are still the 'smaller picture'.<br/>\nThat the US had the easy credit to fight with muddled resolve is not entirely the fault of others.<br/>\nOtherwise the author make some averagely useful points but 10 years too late.<br/><br/>Unfortunately , the US is not very good at this and the Saudi prove this by having to buy up the rest of the Muslim world and bribe into a Wahhabi flavoured", "recommendationCount": 26}, {"assetID": 2720018, "replies": [], "lft": 40, "assetURL": "http://www.nytimes.com/2011/05/11/opinion/11friedman.html", "parentID": null, "commentID": 3811958, "rgt": 41, "userDisplayName": "Raj", "createDate": "1305087036", "userID": 55680626, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1305088370", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Long Island, NY", "commentType": "comment", "updateDate": "1305084770", "commentSequence": 13, "commentBody": "Our gasoline dollars at work! <br/><br/> This one commodity, Crude Oil, has twisted so many things all around the world.", "recommendationCount": 47}, {"assetID": 2720018, "replies": [], "lft": 42, "assetURL": "http://www.nytimes.com/2011/05/11/opinion/11friedman.html", "parentID": null, "commentID": 3811970, "rgt": 43, "userDisplayName": "Dennis", "createDate": "1305087411", "userID": 37294419, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1305088459", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Kentucky", "commentType": "comment", "updateDate": "1305084859", "commentSequence": 14, "commentBody": "Reasonable clarity on a complex set of relationships. It seems essential to understand root causes - including divergent motivations - and seek resolution within that reality. There will always be extremists in the world and in our country. But solutions to tough problems cannot reside at the extremes. Those who yell or lie from the extremes [their self interests in most cases] are distractions and distortions. They deserve to be told so and then marginalized.", "recommendationCount": 9}, {"assetID": 2720018, "replies": [], "lft": 44, "assetURL": "http://www.nytimes.com/2011/05/11/opinion/11friedman.html", "parentID": null, "commentID": 3811972, "rgt": 45, "userDisplayName": "Valerie Long Tweedie", "createDate": "1305087434", "userID": 55532351, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1305088494", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Adelaide Australia", "commentType": "comment", "updateDate": "1305084894", "commentSequence": 15, "commentBody": "Tom this was a really informative piece, thank you. Like all learners, we need to take this information, understand it, process what it means, and then go one step further and investigate solutions. \r<br/><br/>We have our military in a part of the world where we are hated. Their governments are corrupt and are knifing us in the back while gladly taking our foreign aid. It is costing this country billions of dollars we do not have. It is also costing lives. \r<br/><br/>There is no reasoning with the leaders of these countries. They are not at all interested in our brand of democracy. They know that the only reason we are there is to secure our place in line to buy their oil. Consequently, any move we make with always be seen as having an ulterior motive.\r<br/><br/>This is a no win situation. Afghanistan is called the graveyard of empires for a reason; we will not win any war there. The longer we stay, the longer we give those who hate us the excuse to keep on committing acts of terror against an invader who wants to take the one thing they have of value.\r<br/><br/>We need to leave while we have an excuse to end this war. Obama squandered his first months in office when he had a Democratic Congress and the momentum for change to go after the big bankers. If he squanders this opening to say “Mission Accomplished” and to end this war, he will not go down in history as anything but a puppet of the Bankers,  the Military Industrial Complex and the Oil Industry.\r", "recommendationCount": 35}, {"assetID": 2720018, "replies": [], "lft": 50, "assetURL": "http://www.nytimes.com/2011/05/11/opinion/11friedman.html", "parentID": null, "commentID": 3811989, "rgt": 51, "userDisplayName": "comp", "createDate": "1305088022", "userID": 32853957, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1305088625", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "MD", "commentType": "comment", "updateDate": "1305085025", "commentSequence": 16, "commentBody": "Um...  Kate (#5)...  I'm pretty sure Mr. Friedman isn't a neo-con...  ", "recommendationCount": 9}, {"assetID": 2717663, "replies": [], "lft": 56, "assetURL": "http://www.nytimes.com/2011/05/11/arts/television/tween-stars-wanted-must-be-primed-for-pressure.html", "parentID": null, "commentID": 3811386, "rgt": 57, "userDisplayName": "Krish", "createDate": "1305074865", "userID": 38647231, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1305088726", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Santa Clara, CA", "commentType": "comment", "updateDate": "1305085126", "commentSequence": 23, "commentBody": "\"There are also more opportunities for teenage stars to screw up...\" -- This must be the first time I've seen \"screw up\" used in an article on the venerable NYT. Couple this with what Pureshani (#20) above pointed out, the article is hopefully the nadir of NYT's writing.", "recommendationCount": 4}, {"assetID": 2717663, "replies": [], "lft": 60, "assetURL": "http://www.nytimes.com/2011/05/11/arts/television/tween-stars-wanted-must-be-primed-for-pressure.html", "parentID": null, "commentID": 3811777, "rgt": 61, "userDisplayName": "Team Chinna Anne", "createDate": "1305083036", "userID": 63769207, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1305088810", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Memphis, TN", "commentType": "comment", "updateDate": "1305085210", "commentSequence": 24, "commentBody": "she is a beautiful girl and i am proud of her and her parents. You know what they say<br/>\n\"Jealous People Make the Most Noise!!!\" haters!!!", "recommendationCount": 2}, {"assetID": 2700448, "replies": [], "lft": 192, "assetURL": "http://www.nytimes.com/2011/05/08/magazine/mag-08subversion-t.html", "parentID": null, "commentID": 3808166, "rgt": 193, "userDisplayName": "Thomas", "createDate": "1305047997", "userID": 42496187, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1305088888", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Nyon, Switzerland", "commentType": "comment", "updateDate": "1305085288", "commentSequence": 85, "commentBody": "This is taken from one (European) airlines web-site. (US airlines all have something similar). This is what you are agreeing to. Is it fraud to breach the terms of your contract? I'm not a lawyer, but your contract gives the airlines the right to the correct fare for your actual journey, or to not carry you in the future if you don't pay.<br/><br/>Note that the key component here is \"Don't try and change your journey without our agreement\".<br/><br/>3c1) Your ticket is valid only for the transportation shown on it from the place of departure through any agreed stopping places to the final place of destination.  The fare you have paid is based on our tariff for the transportation shown on your ticket and forms part of your contract with us.<br/><br/>3c2) Your ticket is no longer valid if you do not use all the coupons in the sequence provided in the ticket.  Where you change your travel without our agreement and the price for the resulting transportation you intend to undertake is greater than the price originally paid, you will be requested to pay the difference in price. Failure to pay the price applicable to your revised transportation will result in refusal of carriage.<br/><br/>3c3) If you want to change all or part of your transportation, you must contact us beforehand. We will work out the revised fare for your changed transportation. You will have the option of either accepting the revised fare or maintaining your original transportation.<br/><br/>3c4) If you need to change any aspect of your transportation because of events beyond your control, you must contact us as soon as possible. We will use reasonable efforts to transport you to your next stopover or final destination, without re-calculating the fare.<br/><br/>3c5) If you change your transportation without our agreement, your unused flight coupons will not be valid for travel and will have no value and we will not carry you until:<br/><br/>we or our authorised agents have re-calculated the revised fare for your actual transportation and<br/>\nyou have paid the difference (if any) between the fare you have already paid and the revised fare which applies to your changed transportation.<br/>\nIf the revised fare is lower than the fare you have already paid, we or our authorised agents will refund you the difference.<br/><br/>3c6) While some changes to your transportation will not result in a change of fare, others, such as changing the place of departure (for example, because you have not used the first flight coupon in your ticket or you have reversed the direction of your travel) may result in a fare increase. Many fares are valid only for travel on the dates and for the flights shown on the ticket. You may not be able to change these at all or only if you pay us an extra fee to do so.", "recommendationCount": 1}]}, "copyright": "Copyright (c) 2016 The New York Times Company.  All Rights Reserved."}