{"debug": {"version": 3.1}, "status": "OK", "results": {"api_timestamp": "1481481636", "totalCommentsFound": 8526, "totalCommentsReturned": 25, "comments": [{"assetID": 3411969, "replies": [], "lft": 337, "assetURL": "http://www.nytimes.com/2014/09/29/opinion/paul-krugman-our-invisible-rich.html", "parentID": 12919538, "commentID": 12919737, "rgt": 338, "userDisplayName": "Nathanael", "createDate": "1411963155", "userID": 64988154, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1411963207", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "NYS", "commentType": "userReply", "updateDate": "1411959607", "commentSequence": 12919737, "commentBody": "They said nothing would happen during the First Gilded Age too.  Instead, what happened was the Populist Party, the Progressive Party, the union movement, nationwide strikes, socialist organizing, etc. ", "recommendationCount": 5}, {"assetID": 3411969, "replies": [], "lft": 315, "assetURL": "http://www.nytimes.com/2014/09/29/opinion/paul-krugman-our-invisible-rich.html", "parentID": 12919483, "commentID": 12919744, "rgt": 316, "userDisplayName": "Nathanael", "createDate": "1411963229", "userID": 64988154, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1411963270", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "NYS", "commentType": "userReply", "updateDate": "1411959670", "commentSequence": 12919744, "commentBody": "Regarding the billionaires, the obscenely rich: if we took 90% of their money, they'd still be set for life, and so would their kids.", "recommendationCount": 6}, {"assetID": 3411968, "replies": [], "lft": 88, "assetURL": "http://opinionator.blogs.nytimes.com/2014/09/28/the-benefits-of-binocularity/", "parentID": null, "commentID": 12919748, "rgt": 89, "userDisplayName": "Joen", "createDate": "1411963327", "userID": 58702171, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1411963386", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Atlanta", "commentType": "comment", "updateDate": "1411959786", "commentSequence": 12919748, "commentBody": "We already have the faint possibility of a synthesis, as when various offenders are made to take anger management training.  So do we we want punishment or might we opt for behavioral change with possibly some kind of recompense - community service being already in use?  Granted that some crimes do on the face of things deserve punishment.  Granted that our ability to change behavior is still  in its childhood.  Granted that as we become more adept at changing behavior we need to be very careful about guarding against misuse.  However, one of the major impacts of the priest-child-sexual-abuse scandals is the overwhelming evidence about the outcome for the survivors - failed relationship, addictions, crime, suicide.  This and similar accounts and studies about the horrendous effects of various kinds of childhood abuse are opening the door to a much more hopeful future both for the victims and for society.", "recommendationCount": 0}, {"assetID": 3411969, "replies": [], "lft": 424, "assetURL": "http://www.nytimes.com/2014/09/29/opinion/paul-krugman-our-invisible-rich.html", "parentID": null, "commentID": 12919751, "rgt": 425, "userDisplayName": "fin", "createDate": "1411963367", "userID": 48063402, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1411963386", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "co", "commentType": "comment", "updateDate": "1411959786", "commentSequence": 12919751, "commentBody": "The truth is that Republicans often do not see or only give a wink and a nod to income inequality.  If they did acknowledge what was directly under their noses they might be forced to acknowledge the failure of their trickle down economics  and this would lead to the crippling of their party.  So they pretend blindness for political expediency at the expense of the country and for the rich who laugh all the way to their overseas bank accounts.", "recommendationCount": 10}, {"assetID": 3411894, "replies": [], "lft": 11, "assetURL": "http://krugman.blogs.nytimes.com/2014/09/27/bad-economic-ideas/", "parentID": 12911907, "commentID": 12919753, "rgt": 12, "userDisplayName": "jmc", "createDate": "1411963414", "userID": 65175285, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1411963446", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "stamford", "commentType": "userReply", "updateDate": "1411959846", "commentSequence": 12919753, "commentBody": "perhaps because people like Paul Ryan can claim to be economic wizards on the basis of reading a few books, mostly of the Ayn Rand variety, and in the process of getting a relatively easy BA in economics, sans math, claim to have become skilled in a field with little more than superficial reading among this author who was were already on his list to agree with. ", "recommendationCount": 0}, {"assetID": 3411990, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 12919764, "replies": [], "commentID": 12929756, "trusted": 0, "userDisplayName": "Brian", "createDate": "1412048876", "userID": 69602650, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1412048974", "userTitle": "NULL", "recommendations": 2, "editorsSelection": false, "parentUserDisplayName": "Improv", "userURL": "NULL", "userLocation": "Brooklyn", "depth": 1, "commentType": "userReply", "updateDate": "1412045374", "commentSequence": 12929756, "commentBody": "Question, all this time doesnt anybody wonder why eli (nockis brother)cant RECOGNIZE MULLIER, is really Probi Van alden, you remember him from the begining of the series that started all the policing in the show, HELLO, Anybody Out There!!!!!!"}, {"recommendedFlag": 0, "parentID": 12919764, "replies": [], "commentID": 12930900, "trusted": 0, "userDisplayName": "dennis", "createDate": "1412072932", "userID": 64751873, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1412073595", "userTitle": "NULL", "recommendations": 5, "editorsSelection": false, "parentUserDisplayName": "Improv", "userURL": "NULL", "userLocation": "new providence nj", "depth": 1, "commentType": "userReply", "updateDate": "1412069995", "commentSequence": 12930900, "commentBody": "Eli knew who Muller was from the first moment He saw him last season."}, {"recommendedFlag": 0, "parentID": 12919764, "replies": [], "commentID": 12944379, "trusted": 0, "userDisplayName": "Brian", "createDate": "1412182146", "userID": 69602650, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1412185098", "userTitle": "NULL", "recommendations": 0, "editorsSelection": false, "parentUserDisplayName": "Improv", "userURL": "NULL", "userLocation": "Brooklyn", "depth": 1, "commentType": "userReply", "updateDate": "1412181498", "commentSequence": 12944379, "commentBody": "To Dennis, with all due respect, Eli recognizing MULLIER was really Probi Van Aldon, it would make sence to inform brother Nucky, considering   how wise he is, he would figure a way or an angle to use Van Alden (MULLIER, Aunt Bea, or whatever they want to call him) to benifit his alcohol distribution bissness. We are routing for Nucky Arent we????????? Gesssssss"}]}, "lft": 2, "assetURL": "http://artsbeat.blogs.nytimes.com/2014/09/28/boardwalk-empire-recap-paying-the-price/", "parentID": null, "commentID": 12919764, "rgt": 9, "userDisplayName": "Improv", "createDate": "1411963689", "userID": 58136387, "replyCount": 3, "commentTitle": "<br/>", "status": "approved", "approveDate": "1411963710", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "New York, NY", "commentType": "comment", "updateDate": "1411960110", "commentSequence": 12919764, "commentBody": "  Now 4 to go. There's been some opinion about the worthiness of the flashbacks, but I've enjoyed them and the question they pose of where things are headed, and the performance by Nolan Lyons is great. If Monsieur Bacardi (Ronis) is on the run, Nucky's going to feel quite the pinch with his resources admittedly dwindling, not to mention the loss of Sally.<br/> It's hard to explain, but I've kind of always rooted for van Alden; but it looks like his number's going to be up soon, tho I suspect the undercover agent's going to go first.<br/> And then there's Margaret. Artfully drawn back into the story, it must have been a thrill for Nucky to catch her giving English lessons to his new Odd-Job after the way it worked out the last time she was in the orbit of his right hand man.", "recommendationCount": 5}, {"assetID": 3411969, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 12919767, "replies": [], "commentID": 12921389, "trusted": 0, "userDisplayName": "JimS", "createDate": "1411996639", "userID": 59018370, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1411996688", "userTitle": "NULL", "recommendations": 1, "editorsSelection": false, "parentUserDisplayName": "JimS", "userURL": "NULL", "userLocation": "Dixon IL", "depth": 1, "commentType": "userReply", "updateDate": "1411993088", "commentSequence": 12921389, "commentBody": "I did not spend my life blaming others for my own mistakes, nor was I raised by my parents to look at other people with envious eyes.  Your complaint that the system is stacked against anyone but the \"rich\" (whoever they are) is a lie promulgated by the left.  I am a small business owner, my wife was a homemaker who now works because she wants to.  We have 7 children--2 of which are in college now and one more in college next year.  We get 0 dollars in federal grants.   I know full well the cost of education.  From the time my kids were old enough to understand --we preached thrift, savings, and investing.  Every one of the kids have worked since they were in middle school and have participated in athletics.  (So far no athletic scholarships however)  From the time they were born, my wife and I put aside money for  college for each child and used state sponsored investment programs. (in Illinois we used Bright Directions---fantastic)  We required a 70-80% savings rate when the kids started working-- including cash gifts from birthdays and Christmas.  The boys in college now, had savings built equivalent to 2 years full tuition and board at a state school.  With a modest student loan and our pledge of support (we've told all the kids that we would help at the rate of 2 years at community college or roughly $3500-5000/yr for 2 years) and working summer jobs, they will graduate with only a small amount of debt.<br/>It can be done-but again-sacrifice, hard work, savings, investing. "}, {"recommendedFlag": 0, "parentID": 12919767, "replies": [], "commentID": 12922028, "trusted": 0, "userDisplayName": "Meredith", "createDate": "1412000708", "userID": 28617892, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1412001045", "userTitle": "NULL", "recommendations": 3, "editorsSelection": false, "parentUserDisplayName": "JimS", "userURL": "NULL", "userLocation": "NYC", "depth": 1, "commentType": "userReply", "updateDate": "1411997445", "commentSequence": 12922028, "commentBody": "JimS....You are a prize exemplar of the virtues republicans preach. Congratulations on a successful life. But--where did you get the starter money--to start your small business in the 1st place? That small business that enabled you to use your ambition to succeed? That could support a wife and 7 children. That enabled extra money above subsistence to save even a small sum for kids' college.<br/><br/>There are many people who don't have the means to obtain that starter nest egg. Millions of jobs were shipped out of the country to low wage Asia, giving excess profits to corporations. Congress allowed this in return for a cut of those excess profits. While they are enjoying those Sultan like riches, and corrupting our politics, there are no jobs for millions of working class people for rent and food. So how can they get a little surplus income to START the saving and thrift you so exemplify? It's all used up to survive. <br/><br/>Motivation comes with opportunity perceived. What you don't realize is that you were never blocked and stymied by circumstances beyond your control. You think you did all on your own, due to your superior character.<br/><br/>This is exactly how the right wing gop gets votes of average earning people, by appealing to an illusory superiority, so all can blame the victims of their policies. "}, {"recommendedFlag": 0, "parentID": 12919767, "replies": [], "commentID": 12924404, "trusted": 0, "userDisplayName": "JimS", "createDate": "1412011715", "userID": 59018370, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1412012503", "userTitle": "NULL", "recommendations": 0, "editorsSelection": false, "parentUserDisplayName": "JimS", "userURL": "NULL", "userLocation": "Dixon IL", "depth": 1, "commentType": "userReply", "updateDate": "1412008903", "commentSequence": 12924404, "commentBody": "@Meredith<br/>I started with a $10,000 loan from a bank to start a business while many of my friends were borrowing $10,000 to buy a car they didn't need ---but wanted--and would trade off before they even had it paid off.  It's about choices.<br/>You ascribe to me an arrogance I don't exhibit or think in that way--at all.  What you describe as superior character----huh.....I made plenty of mistakes...<br/>But you, like pretty much all the rest here. want to flap on about \"how the game is rigged\" or\" taking jobs overseas\" or working in any of the other progressive manifesto talking points instead of taking a hard, objective look at what works and what doesn't.<br/>Blaming others---even if there may be some modicum of truth in it---doesn't work.<br/>Looking at yourself, examining personal choices and always seeking to improve upon those choices----does work.<br/>Is it that simple?  No!<br/>But it is a start."}]}, "lft": 426, "assetURL": "http://www.nytimes.com/2014/09/29/opinion/paul-krugman-our-invisible-rich.html", "parentID": null, "commentID": 12919767, "rgt": 439, "userDisplayName": "JimS", "createDate": "1411963710", "userID": 59018370, "replyCount": 6, "commentTitle": "<br/>", "status": "approved", "approveDate": "1411963746", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Dixon IL", "commentType": "comment", "updateDate": "1411994306", "commentSequence": 12919767, "commentBody": "If Paul Krugman spent more time worrying about what and how our education system is teaching economics and financial planning to our future workers, and cajoling unions to spend more of union dues on remedial education programs to teach and help members how to invest and participate in our financial system instead of simply pointing fingers at it and calling those who do corrupt and exploitive, I would take him more seriously.  It is chilling how slanted and wrong a celebrated (in some camps) Nobel-winning economist can be.<br/>Mr. Krugman, you are lazy, and you promote laziness.  It is the easiest and oldest message in the world to blame all ills on the wealthy, the powerful, the .01 percenters.  And for the vast majority of recorded history---I could mayyyybe defend that approach.  But in this country's recent past, today and hopefully into the future, the virtues of sacrifice, hard work, education, discipline are tools that anyone can pick up and use to vastly improve their lot in life. Railing against the wealthy may get cheers from the peanut gallery, but it does not make anyone's life better.  A much harder, but much better message is telling how ordinary people can make our fabulous financial system work for them and secure their future needs.    ", "recommendationCount": 3}, {"assetID": 3411860, "replies": [], "lft": 64, "assetURL": "http://krugman.blogs.nytimes.com/2014/09/26/the-new-classical-clique/", "parentID": null, "commentID": 12919774, "rgt": 65, "userDisplayName": "jmc", "createDate": "1411963879", "userID": 65175285, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1411963926", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "stamford", "commentType": "comment", "updateDate": "1411960326", "commentSequence": 12919774, "commentBody": "This is a bit dense in places, but it's typical of the best of Dr. K. which is to present the failures of the economics profession for reasons for rasons I find hard to understand, but he clearly delineates them in what he says. There is a political interest that persuades people to say things that they know are stupid and that they should know will mislead humans into believing things that are utterly stupid.", "recommendationCount": 0}, {"assetID": 3411969, "replies": [], "lft": 355, "assetURL": "http://www.nytimes.com/2014/09/29/opinion/paul-krugman-our-invisible-rich.html", "parentID": 12919583, "commentID": 12919780, "rgt": 356, "userDisplayName": "Meredith", "createDate": "1411963964", "userID": 28617892, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1411963986", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "NYC", "commentType": "userReply", "updateDate": "1411960386", "commentSequence": 12919780, "commentBody": "The truth is that NY has great tax breaks for the rich per Cuomo--who wants to be president. It's great wealth gap is a result of the high number of super rich who reside there. The new mayor won on on a Tale of Two Cities platform. A lot of super rich live in CT, too, hence the gap.<br/><br/>The US has pre planned loopholes that let the rich protect their excessive profits--like the ones compounding over years as a result of sending millions of jobs out of the country. Is that a mark of 'success' for the rich?<br/><br/>And their foreign tax havens are set up per the direction of the big donors who expect return on investment from lawmakers whose campaign ads they pay for.  Thus all the post crash recovery has gone to the top few, leaving the majority behind, as reported widely. <br/><br/>You call the rich 'successful', implying the mass of victims of this blatant, legalized bribery and corruption are 'failures'? This denies that it's the masses who are supporting the wealth of the successful few.<br/><br/>In EU countries the wealth is more evenly distributed. Taxes are higher, and CEO pay is not so grossly excessive. Er, no medical bankruptcies over there might have a lot to do with their more secure and 'successful' middle class. Cause and effect. ", "recommendationCount": 29}, {"assetID": 3411969, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 12919777, "replies": [], "commentID": 12919835, "trusted": 0, "userDisplayName": "Meredith", "createDate": "1411964766", "userID": 28617892, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1411964827", "userTitle": "NULL", "recommendations": 6, "editorsSelection": false, "parentUserDisplayName": "Doug Terry", "userURL": "NULL", "userLocation": "NYC", "depth": 1, "commentType": "userReply", "updateDate": "1411961227", "commentSequence": 12919835, "commentBody": "Why can't one of our esteemed op ed columnists do a report on NPR and it's paltry funding and the rw hostility toward it? Thus the careful path it must tread. Then contrast that with the more generous, secure, and protected funding that EU countries spend on their public media.  Not perfect, but at least a better counterweight to the commercial media that here dominates, and sets the standard of viewpoints.  <br/><br/>But European public media has fewer battles to fight anyway since their politics are not so infected by our anti -govt- itself poison. Thus their tendencies to budget cutting and privatizing/profitizing are not as extreme. Govt is not demonized as an enemy, so they can cooperate to achieve better protection for their middle class. "}, {"recommendedFlag": 0, "parentID": 12919777, "replies": [], "commentID": 12921104, "trusted": 0, "userDisplayName": "Doug Terry", "createDate": "1411994412", "userID": 65455323, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1411994468", "userTitle": "NULL", "recommendations": 3, "editorsSelection": false, "parentUserDisplayName": "Doug Terry", "userURL": "NULL", "userLocation": "Out beyond the Beltway, Maryland", "depth": 1, "commentType": "userReply", "updateDate": "1411990868", "commentSequence": 12921104, "commentBody": "In response to Meredith, after all these years, public broadcasting in general and NPR in particular have not found the magic solution to the funding dilemma. I haven't checked NPR's budget in recent years, but it is generous for a radio service, yet, compared to other types of businesses, it is funded modestly, spending something a bit more than one commercial television station in a major city like New York, LA or Chicago. (Something north of 100 million per year for everything, top to bottom.) In contrast, a program like the Today Show takes in an excess of a couple of billion dollars or more per year (I don't have the exact figures.)<br/><br/>I know that NPR is loved and appreciated by millions, but it is difficult to be bold or to challenge power, especially when that power has the ability to cut funding. The right in America has long sought to weaken or silence public broadcasting, but they have never fully succeeded. Keeping people worried about funding is one way to clip their wings or have them do it themselves. "}]}, "lft": 440, "assetURL": "http://www.nytimes.com/2014/09/29/opinion/paul-krugman-our-invisible-rich.html", "parentID": null, "commentID": 12919777, "rgt": 445, "userDisplayName": "Doug Terry", "createDate": "1411963943", "userID": 65455323, "replyCount": 2, "commentTitle": "<br/>", "status": "approved", "approveDate": "1411963987", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Out beyond the Beltway, Maryland", "commentType": "comment", "updateDate": "1411960387", "commentSequence": 12919777, "commentBody": "Where would American citizens gather information about the massive scale and gross unfairness of a system that rewards a few while many others struggle to pay their bills, afford a few luxuries and get adequate health care? Where would they turn?<br/><br/>Newspapers across America have shrunk staffs. Local television news is shrinking, too, substituting lower paid, less experienced \"talent\" for veterans. We have one, one!, national news program that attempts to examine some issues in greater depth, 60 Minutes. The cable news channels, including the oldest, CNN, are timid in what they are willing to tell the public and have not yet mastered how to place emphasis on the vital over that which has mere passing interest. Too much yak-yak, not enough information. Plus, the 40 yr. right wing war on the media has helped to create a fearful, cowering crowd of reporters and editors everywhere.<br/><br/>Our once grand national magazines of fact and information are mainly gone. Time is the only survivor in what once was a three way, weekly race, replaced by People and the like.  LIFE, LOOK and the bold displays they once offered, gone. NPR, ever fearful of right wing attacks on its largely hidden, round about funding by the govt., is about as bold as one might expect of a news outlet lacking a permanent means of support<br/><br/>I have long wanted to do a documentary on the subject of the super rich, something that would inform and shock with hard facts. Would anyone watch? No, too busy<br/><br/><a href=\"http://terryreport.com\" title=\"http://terryreport.com\" target=\"_blank\">http://terryreport.com</a> ", "recommendationCount": 8}, {"assetID": 3411645, "replies": [], "lft": 394, "assetURL": "http://krugman.blogs.nytimes.com/2014/09/24/having-it-and-flaunting-it/", "parentID": null, "commentID": 12919785, "rgt": 395, "userDisplayName": "Nathanael", "createDate": "1411964009", "userID": 64988154, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1411964047", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "NYS", "commentType": "comment", "updateDate": "1411960447", "commentSequence": 12919785, "commentBody": "Thank you, Professor Krugman, for *finally* starting to analyze our current economy in the tradition which explains it the best: the Veblen tradition.  It's been a tradition which hasn't had enough new work done in it, since it's been unpopular.<br/><br/>I look forward to some awesome short papers, with historical econometric citations, explaining the core mechanisms by which great inequality wastes societal wealth and creates depressions, and proving historically that it does in fact do so.  And then discussing the mechanisms by which the 0.1%ers convince people to cut their taxes so that they can generate this downward spiral.  And then trying to figure out how to cut and reverse it.<br/><br/>The whole thing is a very fruitful area of study.", "recommendationCount": 1}, {"assetID": 3411969, "replies": [], "lft": 247, "assetURL": "http://www.nytimes.com/2014/09/29/opinion/paul-krugman-our-invisible-rich.html", "parentID": 12919399, "commentID": 12919786, "rgt": 248, "userDisplayName": "MT", "createDate": "1411964009", "userID": 61747904, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1411964047", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "San Francisco", "commentType": "userReply", "updateDate": "1411960447", "commentSequence": 12919786, "commentBody": "The Heritage foundation does not write 'articles' as though it were an academic institution dedicated to finding the truth no matter the consequences. Its preselected 'scholars' write pieces at the behest of its plutocratic funders and masters. Why should America, the richest country on earth, have poor Americans at the 74th percentile among all people of the world? The vast majority of the worlds population, outside of northern Europe, are desperately poor by US standards. That's not a scale you want to be compared to. It's just a convenient measuring stick when you want to make a disingenuous point about how good our poor have it. Per the rich, 'Nothing to see here folks, just move along.'<br/><br/>For a rich society, our working poor actually seem to be grossly under-compensated. Put another way, 26% of the people around the world, most of them probably in first world countries, do better than the poor in the US. I think that speaks to both profound wealth maldistribution and broken social and economic practices in the richest country the world has ever known. ", "recommendationCount": 9}, {"assetID": 3411975, "replies": [], "lft": 36, "assetURL": "http://artsbeat.blogs.nytimes.com/2014/09/28/the-good-wife-recap-first-the-celebration-now-the-complaint/", "parentID": null, "commentID": 12919782, "rgt": 37, "userDisplayName": "purplecandles", "createDate": "1411963982", "userID": 69887376, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1411964054", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "California", "commentType": "comment", "updateDate": "1411960454", "commentSequence": 12919782, "commentBody": "I saw Valerie Jarrett. I turned off The Good Wife. If CBS intends to bring its leftist politics into my family room, I must kick the unwanted intruder out. What hogwash from used to be entertainment.", "recommendationCount": 11}, {"assetID": 3411975, "replies": [], "lft": 38, "assetURL": "http://artsbeat.blogs.nytimes.com/2014/09/28/the-good-wife-recap-first-the-celebration-now-the-complaint/", "parentID": null, "commentID": 12919720, "rgt": 39, "userDisplayName": "cd", "createDate": "1411962821", "userID": 66530074, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1411964063", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Ohio", "commentType": "comment", "updateDate": "1411960463", "commentSequence": 12919720, "commentBody": "This is what happen's when foolish selfish people get bored with failure.", "recommendationCount": 4}, {"assetID": 3411969, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 12919791, "replies": [], "commentID": 12919860, "trusted": 0, "userDisplayName": "MT", "createDate": "1411965282", "userID": 61747904, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1411995999", "userTitle": "NULL", "recommendations": 4, "editorsSelection": false, "parentUserDisplayName": "RCH", "userURL": "NULL", "userLocation": "San Francisco", "depth": 1, "commentType": "userReply", "updateDate": "1411992399", "commentSequence": 12919860, "commentBody": "Such a simple, egalitarian process! Do we have your permission to cut the thumb off anyone tipping the scales in their favor? "}, {"recommendedFlag": 0, "parentID": 12919791, "replies": [], "commentID": 12919880, "trusted": 0, "userDisplayName": "alan", "createDate": "1411965780", "userID": 57342770, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1411997294", "userTitle": "NULL", "recommendations": 3, "editorsSelection": false, "parentUserDisplayName": "RCH", "userURL": "NULL", "userLocation": "seattle", "depth": 1, "commentType": "userReply", "updateDate": "1411993694", "commentSequence": 12919880, "commentBody": "RCH,  \"The variance of incomes will mirror the vast differences in talent, ambition and fortune exhibited in the population\".   Maybe in a funny-house mirror, perhaps, distorted to make the top looks smaller to the rubes. "}, {"recommendedFlag": 0, "parentID": 12919791, "replies": [], "commentID": 12919918, "trusted": 1, "userDisplayName": "Anetliner Netliner", "createDate": "1411966589", "userID": 33888832, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1411966626", "userTitle": "NULL", "recommendations": 8, "editorsSelection": false, "parentUserDisplayName": "RCH", "userURL": "NULL", "userLocation": "Washington, DC area", "depth": 1, "commentType": "userReply", "updateDate": "1411963026", "commentSequence": 12919918, "commentBody": "The concentration of income at the most elite levels has a great deal to do with the growing concentration of capital and political power, and somewhat less to do with talent and fortune. "}]}, "lft": 446, "assetURL": "http://www.nytimes.com/2014/09/29/opinion/paul-krugman-our-invisible-rich.html", "parentID": null, "commentID": 12919791, "rgt": 453, "userDisplayName": "RCH", "createDate": "1411964162", "userID": 25098179, "replyCount": 3, "commentTitle": "<br/>", "status": "approved", "approveDate": "1411964166", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "New York", "commentType": "comment", "updateDate": "1411960566", "commentSequence": 12919791, "commentBody": "Love the terminology.  Krugman speaks of people \"receiving\" income, as if it were all part of a pie that everyone deserves an equal slice from.  Professor - people \"earn\" their income.  Some \"generate\" it.   The variance of incomes will mirror the vast differences in talent, ambition and fortune exhibited in the population.  ", "recommendationCount": 2}, {"assetID": 3411645, "replies": [], "lft": 131, "assetURL": "http://krugman.blogs.nytimes.com/2014/09/24/having-it-and-flaunting-it/", "parentID": 12887879, "commentID": 12919790, "rgt": 132, "userDisplayName": "Nathanael", "createDate": "1411964151", "userID": 64988154, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1411964167", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "NYS", "commentType": "userReply", "updateDate": "1411960567", "commentSequence": 12919790, "commentBody": "Noblesse oblige was a survival strategy for upper-class people who were (a) very smart, and (b) worried about being killed by the 99%.  Lord Grey laid it out very clearly when he pushed the Great Reform Act of 1832 through Parliament in the UK.<br/><br/>Unfortunately, noblesse oblige requires smart, well-educated, wise upper-class people who think long-term.  Seen any of those lately?  Me neither.", "recommendationCount": 0}, {"assetID": 3411968, "replies": [], "lft": 15, "assetURL": "http://opinionator.blogs.nytimes.com/2014/09/28/the-benefits-of-binocularity/", "parentID": 12919106, "commentID": 12919795, "rgt": 16, "userDisplayName": "chrisjmdx", "createDate": "1411964224", "userID": 66427266, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1411964287", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Vancouver", "commentType": "userReply", "updateDate": "1411960687", "commentSequence": 12919795, "commentBody": "And determinism is bunk. In meteorology we see the effects of chaos...non-linearity in heretofore thought deterministic systems...and know that there are limits to the prediction of effect.  What we do know is that we can confidently predict a range of outcomes from any given state and its fields of dynamics. \"Free will\" is only one of many non-linear actors in a complex system, but does exist, and in retrospect can be seen to be consequential. A good illustration can be found in the story that unfolds in the film \"Crash\". ", "recommendationCount": 3}, {"assetID": 3411969, "replies": [], "lft": 305, "assetURL": "http://www.nytimes.com/2014/09/29/opinion/paul-krugman-our-invisible-rich.html", "parentID": 12919467, "commentID": 12919803, "rgt": 306, "userDisplayName": "james lowe", "createDate": "1411964317", "userID": 53809261, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1411964346", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "lytle texas", "commentType": "userReply", "updateDate": "1411960746", "commentSequence": 12919803, "commentBody": "My personal experience is that gains from \"wealth\" (i.e., savings) are taxed at a higher rate than from labor. Two factors cause this: no recognition of inflation in calculating taxable interest income and capital gains,and the double taxation of corporate income, once at the corporate level and then again when the income is distributed to the owners of the corporation.  Coupled with 25% rates on investment income, at least in my case this drives my real tax rates well over 50%, and in some years over 100%.", "recommendationCount": 0}, {"assetID": 3411969, "replies": [], "lft": 454, "assetURL": "http://www.nytimes.com/2014/09/29/opinion/paul-krugman-our-invisible-rich.html", "parentID": null, "commentID": 12919809, "rgt": 455, "userDisplayName": "Nguyen", "createDate": "1411964420", "userID": 46150933, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1411964466", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "West Coast", "commentType": "comment", "updateDate": "1411960866", "commentSequence": 12919809, "commentBody": "\"Most Americans say, if asked, that inequality is too high and something should be done about it — there is overwhelming support for higher minimum wages, and a majority favors higher taxes at the top. But at least so far confronting extreme inequality hasn’t been an election-winning issue.\"<br/><br/>I have been coming across this lately from your \"average\" Americans - \"It is, what it is.\" In my job, I get to talk to about 30-40 people a day from all walks of life, and they trust me, in so far as my client satisfaction score goes.<br/><br/>While I admire our nation's resiliency, I wonder if we still believe that it's \"better to be lucky than to be rich.\" If that is so, it may explain why Americans don't always blame others who are their political undoings, i.e. \"just unlucky, I guess,\" or \"just making the wrong choices at the wrong time.\"<br/><br/>Secondly, the debate about inequality does not also resonate because \"I'm just waiting to be lucky.\" The logic here is this, particularly for the Americans, as compared to the rest of the world, being lucky here mostly means getting richer, and being richer than many others. In that sense, being ignorant about inequality is intentional. \"All men are created equal\" doesn't necessarily meant that \"all men will end up being equal.\"<br/><br/>The ideology of \"luck\" is a very selfish, individualistic one. It gives one an excuse to be ignorant, even in medical illness, \"unlucky\" - yes, but \"it is what it is\" - certainly not for a society that considers itself humane.", "recommendationCount": 5}, {"assetID": 3411969, "replies": [], "lft": 456, "assetURL": "http://www.nytimes.com/2014/09/29/opinion/paul-krugman-our-invisible-rich.html", "parentID": null, "commentID": 12919807, "rgt": 457, "userDisplayName": "James Jordan", "createDate": "1411964404", "userID": 40498339, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1411964467", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Falls Church, Va", "commentType": "comment", "updateDate": "1411960867", "commentSequence": 12919807, "commentBody": "Dr. K,<br/><br/>I read your blog and columns because I believe you are interested in the greater good &amp; because this recovery has been very slow &amp; quite stressful for most Americans, I am searching for solutions.  <br/><br/>The record shows that inequality started with the Reagan Administration &amp; worsened since.<br/><br/>The trajectory of inequality will not self correct. It will require Congress to correct the unfair provisions of the Tax Code, &amp; the Minimum Wage.  I also believe that we must change the federal investment strategy. What we have invested in over the past decades doesn't seem to have broadly benefited the people of the U.S.  <br/><br/>We have huge challenges coming down the pike in energy and environment and we must begin to invest in meeting those challenges.  <br/><br/>Shareholders, executives of public corporations don't share earnings with the workers. In fact, what I am observing is a lot of people who were in their 40s, when the Great Recession happened, who are now in their 50s, have had a decrease in income. Some I know have not found work except as part time or as consultants with considerable reduction in income. These are people who are educated &amp; well-read but they are rejected by the corporations.<br/><br/>If we fail to elect a progressive Congress in 2014 there isn't much hope that we will stop the decline/stagnation in incomes. <br/><br/>I think it is time to rally &amp; send a strong message to Congress, it can be done with a huge turn-out of people who want a fair government &amp; vote their own interests.", "recommendationCount": 11}, {"assetID": 3411449, "replies": [], "lft": 101, "assetURL": "http://krugman.blogs.nytimes.com/2014/09/22/the-temporary-equilibrium-method-very-wonkish/", "parentID": 12875871, "commentID": 12919811, "rgt": 102, "userDisplayName": "Nathanael", "createDate": "1411964480", "userID": 64988154, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1411964527", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "NYS", "commentType": "userReply", "updateDate": "1411960927", "commentSequence": 12919811, "commentBody": "Discussing quasi-equilbrium is fine *WHEN IT HAPPENS* but a  lot of economic phenomena aren't in equilibrium *or* quasi-equilibrium *ever* -- so you need some other tools to analyze them.  Simple dynamic tools.<br/><br/>A lot of them are, in fact, exponential runaway processes which crash when a resource runs out -- boom-bust cycles.  Ecology has done a lot of modeling of these.  For goodness sake economics should learn from ecology already...", "recommendationCount": 0}, {"assetID": 3411969, "replies": [], "lft": 427, "assetURL": "http://www.nytimes.com/2014/09/29/opinion/paul-krugman-our-invisible-rich.html", "parentID": 12919767, "commentID": 12919812, "rgt": 428, "userDisplayName": "KJP", "createDate": "1411964481", "userID": 19332729, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1411964527", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "San Luis Obispo, Ca.", "commentType": "userReply", "updateDate": "1411960927", "commentSequence": 12919812, "commentBody": "JimS does not seem to understand that the deck is stacked against anyone but the rich. Most of them do not pay much income tax, because they do not work a 9-5. As far as the education system going to higher education is increasingly expensive and many come out with huge debt which affects them for sometimes decades. There have been enough articles about the huge increases in college and again the rich do not come out owing much if anything at all which makes a huge difference in life after college. What facts do you have to call Mr. Krugman lazy? ", "recommendationCount": 19}, {"assetID": 3411907, "replies": [], "lft": 90, "assetURL": "http://www.nytimes.com/2014/09/28/upshot/looking-at-productivity-as-a-state-of-mind.html", "parentID": null, "commentID": 12918575, "rgt": 91, "userDisplayName": "Lillibet", "createDate": "1411939409", "userID": 67989297, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1411964533", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Philadelphia", "commentType": "comment", "updateDate": "1411960933", "commentSequence": 12918575, "commentBody": "You know what else increases productivity?  Being threatened with a whip, being chained to the worksite, and being prohibited from ever leaving to go home. The \"revolution in productivity\" so devoutly wished by Professor Mullainathan has an ancient solution: slavery. ", "recommendationCount": 8}, {"assetID": 3411855, "replies": [], "lft": 113, "assetURL": "http://www.nytimes.com/2014/09/27/upshot/republicans-pull-ahead-again-in-battle-for-senate.html", "parentID": 12913038, "commentID": 12919186, "rgt": 114, "userDisplayName": "LB", "createDate": "1411953987", "userID": 68075877, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1411964565", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Dallas TX", "commentType": "userReply", "updateDate": "1411960965", "commentSequence": 12919186, "commentBody": "Gardner will win big time because people are fed up with democrats not just in Colorado !<br/>The gun control laws that they passed are going to cost CO millions in lost tax revenue and jobs and I am sure people will finish off what they started when they recalled giron and morse !", "recommendationCount": 1}, {"assetID": 3411969, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 12919819, "replies": [], "commentID": 12919986, "trusted": 0, "userDisplayName": "Meredith", "createDate": "1411968423", "userID": 28617892, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1411997295", "userTitle": "NULL", "recommendations": 0, "editorsSelection": false, "parentUserDisplayName": "Sleater", "userURL": "NULL", "userLocation": "NYC", "depth": 1, "commentType": "userReply", "updateDate": "1411993695", "commentSequence": 12919986, "commentBody": "@Sleater....After watching Ed Miliband's impressive speech to the UK's Labour Party's convention tonight on cspan, I think they have a good chance of defeating the Cameron's conservatives.<br/><br/>And why do you say Sen Warren and Sanders wouldn't follow Piketty's idea to raise marginal tax rates to 50-70%? Isn't that exactly what they advocate? "}]}, "lft": 458, "assetURL": "http://www.nytimes.com/2014/09/29/opinion/paul-krugman-our-invisible-rich.html", "parentID": null, "commentID": 12919819, "rgt": 461, "userDisplayName": "Sleater", "createDate": "1411964561", "userID": 1206955, "replyCount": 1, "commentTitle": "<br/>", "status": "approved", "approveDate": "1411964587", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "New York", "commentType": "comment", "updateDate": "1411960987", "commentSequence": 12919819, "commentBody": "People in New York, or San Francisco, or Los Angeles may be more aware of the extreme nature of the super-rich given that we live right beside people who are able to pay $40 million in cash for condos and not break a sweat, but the vast majority of Americans may only glimpse some of this wealth hoarding, and not realize how fully the 99% are being played by the plutocrats and the GOP (as well as Democratic Party enablers). <br/><br/>But then what are we to do? I bet you probably couldn't get Elizabeth Warren or Bernie Sanders to follow brilliant young economists Thomas Piketty's and Emmanuel Senz's suggestion that the top federal marginal rate be raised to at least 50-70%. I bet even getting them to publicly stand behind eliminating the carried interest loophole, taxing capital gains at the same rate as income, getting hedge fund managers to pay a higher federal rate, and closing businesses tax loopholes would be nonstarters. <br/><br/>The 99% have no one in politics to turn to these days, and not just in the US. Look at Britain, where a sizable percentage of Scots were rejecting the UK's rightward lurch. Politics acros the globe are in the pocket of the billionaires and \"corporate persons\" (corporations=people). So what do you propose?", "recommendationCount": 26}]}, "copyright": "Copyright (c) 2016 The New York Times Company.  All Rights Reserved."}