{"debug": {"version": 3.1}, "status": "OK", "results": {"api_timestamp": "1481460268", "totalCommentsFound": 2135, "totalCommentsReturned": 25, "comments": [{"assetID": 2174949, "replies": [], "lft": 46, "assetURL": "http://goal.blogs.nytimes.com/2010/12/10/ronaldo-is-the-most-annoying/", "parentID": null, "commentID": 2977321, "rgt": 47, "userDisplayName": "Viennacoup", "createDate": "1292041920", "userID": 8401585, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1292043789", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Bainbridge Island, WA", "commentType": "comment", "updateDate": "1292043789", "commentSequence": 23, "commentBody": "ScotI wrote:  I think there are two concrete steps that would really help the situation:<br />1. Refs must reach for the yellow/red card immediately. In other words, there would be a three second statute of limitations on cards for run-of-play fouls. This would make rolling on the ground pointless for players.<br />2. Any player/teammate can request on-field medical attention and the corresponding stoppage of play. If they do, however, they are not allowed back in the game and must be substituted.<br /><br />These are both excellent suggestions.  Personally, I would yellow card any player who rolled over once and red card any player who rolled over twice or more.  No truly injured player in any sport goes through such dramatic gymnastics.<br /><br />", "recommendationCount": 5}, {"assetID": 2175858, "replies": [], "lft": 132, "assetURL": "http://www.nytimes.com/2010/12/11/world/middleeast/11nuke.html", "parentID": null, "commentID": 2976923, "rgt": 133, "userDisplayName": "Zoku", "createDate": "1292031702", "userID": 46554033, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1292043992", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "NJ", "commentType": "comment", "updateDate": "1292043992", "commentSequence": 59, "commentBody": "marc @#6 No, it isn't that they are automatically insane as you said, but rather because they have said the following words; *Israel should be wiped off of the map*. So we can't let them do that. On the other hand we do have to try to get Israel to stop settlements, draw a fair boundary and let Palestine exist in a two state solution. This way there will be peace in the middle east, at least hopefully there would be, and then perhaps some normalizing of relations and then maybe Iran would not feel the need to have nukes. We have to be about *nuclear non-proliferation*. This means getting rid of nuclear weapons slowly and steadily over time.", "recommendationCount": 3}, {"assetID": 2175858, "replies": [], "lft": 134, "assetURL": "http://www.nytimes.com/2010/12/11/world/middleeast/11nuke.html", "parentID": null, "commentID": 2976949, "rgt": 135, "userDisplayName": "JJPHawaiicom", "createDate": "1292032342", "userID": 62182624, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1292043992", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Hawaii", "commentType": "comment", "updateDate": "1292043992", "commentSequence": 60, "commentBody": "12-10-10:  Any country should have the right to rule itself. If a country desires nuclear technology so be it. The U.S. would NOT desire Iran, for instance, to have the ability to tell it what it can or cannot do with nuclear technololgy within its own borders and then extend sanctions against the U.S if the U.S. did not obey.  HOWEVER . . . When any country begins to or does use nuclear technology outside its borders against others THEN those affected or in-directly affected should take proactive action as necessary, not before.  The U.S. and other nuclear empowered countries may suggest, and suggest stongly, rules to develope nuclear technology for countries desiring such technology but shall NOT make demands upon other sovereign nations for such programs that stay within their own borders. If such nuclear programs are used to the detriment of others outside their borders THEN that is a horse of a different color with instant and appropriate action unquestionably called for.  Your well-wishers at <a href=\"http://JJPHawaii.com\" target=\"_blank\">JJPHawaii.com</a>  ", "recommendationCount": 1}, {"assetID": 2175858, "replies": [], "lft": 136, "assetURL": "http://www.nytimes.com/2010/12/11/world/middleeast/11nuke.html", "parentID": null, "commentID": 2976975, "rgt": 137, "userDisplayName": "Andrew", "createDate": "1292032834", "userID": 60049995, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1292043992", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Eden  Prairie, MN", "commentType": "comment", "updateDate": "1292043992", "commentSequence": 61, "commentBody": "To all the readers who say why it is OK for Israel, America, China, France and so on to have nukes and not Iran?<br /><br />It's not OK for anyone to have nukes. But it doesn't mean we should let Iran acquire one before we start dismantling. We ought to prevent Iran to produce one and then start negotiating with other countries to dismantle theirs as well.<br /><br />But my purist liberals. Let's be honest: which group do you trust the most with an A-bomb in their hands? Iran's mullahs or Israel?<br /><br />In an ideal world, none should have. But, our world is not ideal. Sorry to tell you that.  ", "recommendationCount": 5}, {"assetID": 2175858, "replies": [], "lft": 138, "assetURL": "http://www.nytimes.com/2010/12/11/world/middleeast/11nuke.html", "parentID": null, "commentID": 2976976, "rgt": 139, "userDisplayName": "MrblackmagicTK", "createDate": "1292032853", "userID": 60677047, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1292043992", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Tokyo", "commentType": "comment", "updateDate": "1292043992", "commentSequence": 62, "commentBody": "1. Iran has the right to develop Nuclear power.  It is a right they have under various treaties etc.<br />2. Is Iran likely making Nuclear weapons or moving toward that point? Of course.<br />3.Is Iran Concealing this? Sure.<br />4. Are Israel, Pakistan and India concealing their Nuclear weapons, developed with US support? No. They haven't even signed the Non-proliferation-treaty. Yet the USA is not asking them to disarm.  Why?  Because they happen to be our friends at the moment.<br />5. Iran would be insane NOT to make a bomb. That is going to be the only real deterrent to the inevitable US/Israel invasion that is in the works.<br />6.The country most responsible for Nuclear proliferation in the middle east and likely any place on earth is the USA.  We have provided equipment and the science to multiple countries that should not have bombs. We invaded Iraq knowing full well that would increase overall world terror, and it did by over 7-times and this led to a large amount of technical equipment used in weapons manufacturing in Iraq to simply vanish. It just disappeared.<br /><br />The United States is simply dead wrong in so many ways it is almost unbelievable, if not for the FACTS.  If you follow FACTS the story is clear.  ", "recommendationCount": 8}, {"assetID": 2175858, "replies": [], "lft": 140, "assetURL": "http://www.nytimes.com/2010/12/11/world/middleeast/11nuke.html", "parentID": null, "commentID": 2977049, "rgt": 141, "userDisplayName": "Grisha", "createDate": "1292034557", "userID": 13987260, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1292043992", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Boston", "commentType": "comment", "updateDate": "1292043992", "commentSequence": 63, "commentBody": "What hypocrisy! What about sanctions against non-signatories of the NPT that have developed nuclear weapons programs: Israel, Pakistan, and India. All US \"allies.\"<br /><br />It is high time to retrench, disengage from aspirations of global hegemony and \"super-power\" dominance (so unrealizable, so fiscally ruinous), and concentrate on vital national interests. That means sundering alliances with so-called allies (who have done nothing for the US) and redirecting budget priorities from \"defense\" (really, \"offense\") to critical needs at home.", "recommendationCount": 7}, {"assetID": 2175858, "replies": [], "lft": 142, "assetURL": "http://www.nytimes.com/2010/12/11/world/middleeast/11nuke.html", "parentID": null, "commentID": 2977058, "rgt": 143, "userDisplayName": "Lbro", "createDate": "1292034727", "userID": 20842952, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1292043992", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "NY", "commentType": "comment", "updateDate": "1292043992", "commentSequence": 64, "commentBody": "There was a NY Times article the other day about how the US is having a problem with foreign influences upsetting Iraq's stability.   Hello?   No one thought to count our USA in that number?<br /><br />Iran hasn't attacked anyone.   We have done wrong in the middle east.  We support despots in Arabic countries, and Apartheid in Israel.   All those govt's want us to destabilize Iran next.<br /><br />Truth is, a strong Iran is the balance needed in the middle east, without which we have a continuation of the insanity of the post world war situation, lingering.", "recommendationCount": 4}, {"assetID": 2175858, "replies": [], "lft": 144, "assetURL": "http://www.nytimes.com/2010/12/11/world/middleeast/11nuke.html", "parentID": null, "commentID": 2977061, "rgt": 145, "userDisplayName": "Adam smith", "createDate": "1292034821", "userID": 61813954, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1292043992", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Jakarta", "commentType": "comment", "updateDate": "1292043992", "commentSequence": 65, "commentBody": "United states is rouge state it is the violating international law at every step. It has undermined the united nations . Iran is NPT member and is having every right to access nuclear technology for peacefull purposes. If united states and other western countries are concerned about its nuclear programme. Why not they have the same concerns about india whome they have signed nuke deal although india is not N P T member. Why not united states have concerns about israeli nuclear programme.    ", "recommendationCount": 6}, {"assetID": 2175858, "replies": [], "lft": 146, "assetURL": "http://www.nytimes.com/2010/12/11/world/middleeast/11nuke.html", "parentID": null, "commentID": 2977075, "rgt": 147, "userDisplayName": "Charles", "createDate": "1292035197", "userID": 9277402, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1292043992", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Manhattan", "commentType": "comment", "updateDate": "1292043992", "commentSequence": 66, "commentBody": "Everyone knows how this is going to end up. The French know it. The Israelis know it. The Saudis know it. Obama is still trying to make nice with a fringe religious person who believes his aggressive actions will speed up the appearance of the 12th Imam. Obama is our modern day Chamberlain.", "recommendationCount": 2}, {"assetID": 2175858, "replies": [], "lft": 148, "assetURL": "http://www.nytimes.com/2010/12/11/world/middleeast/11nuke.html", "parentID": null, "commentID": 2977117, "rgt": 149, "userDisplayName": "Martin", "createDate": "1292036042", "userID": 50081848, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1292043992", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "westside", "commentType": "comment", "updateDate": "1292043992", "commentSequence": 67, "commentBody": "If ever there was a time to employ the resources of the United Nations,that time is now. Iran denies its development of nuclear power presents a danger to other countries.<br />In today's world a country which used nuclear weapons would self destruct.<br />Let us use the UN to help us resolve international conflict.", "recommendationCount": 1}, {"assetID": 2175858, "replies": [], "lft": 150, "assetURL": "http://www.nytimes.com/2010/12/11/world/middleeast/11nuke.html", "parentID": null, "commentID": 2977134, "rgt": 151, "userDisplayName": "Professor", "createDate": "1292036652", "userID": 58659256, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1292043992", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Honolulu", "commentType": "comment", "updateDate": "1292043992", "commentSequence": 68, "commentBody": "Sanctions have never worked and won't work now because China is doing everything Iran wants and needs.  USA sanctions only hurt USA exports and cause unemployment and allow China to grow in importance.  In a few years China and India will dominate and USA will lose freedoms currently obsessed with.  Time to focus on commerce and put Human Rights by USA standards on the back burner.", "recommendationCount": 2}, {"assetID": 2175858, "replies": [], "lft": 152, "assetURL": "http://www.nytimes.com/2010/12/11/world/middleeast/11nuke.html", "parentID": null, "commentID": 2977140, "rgt": 153, "userDisplayName": "Jed", "createDate": "1292036788", "userID": 20104528, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1292043992", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Villanova, PA", "commentType": "comment", "updateDate": "1292043992", "commentSequence": 69, "commentBody": "This is what it looks like when every other option is tried in earnest. All you eager to find fault, consider what comes next. War is a lot worse than trying every other option. But make no mistake, Obama will go to war after every other option has been exhausted.  ", "recommendationCount": 0}, {"assetID": 2175858, "replies": [], "lft": 154, "assetURL": "http://www.nytimes.com/2010/12/11/world/middleeast/11nuke.html", "parentID": null, "commentID": 2977153, "rgt": 155, "userDisplayName": "seattlesh", "createDate": "1292037206", "userID": 44499492, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1292043992", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Seattle", "commentType": "comment", "updateDate": "1292043992", "commentSequence": 70, "commentBody": "More futility, I am sure than the Iranians have read Fidel Castro's playbook.", "recommendationCount": 0}, {"assetID": 2175858, "replies": [], "lft": 156, "assetURL": "http://www.nytimes.com/2010/12/11/world/middleeast/11nuke.html", "parentID": null, "commentID": 2977156, "rgt": 157, "userDisplayName": "hypocrit", "createDate": "1292037226", "userID": 60455690, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1292043992", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New York", "commentType": "comment", "updateDate": "1292043992", "commentSequence": 71, "commentBody": "The Saudis, the UAE, are the dictatorships that are the beneficiaries of the global elite of oil wealth. The fact that they secretly want to blow up Iran along with Israel (whose own abuses and righteous claims of legitimacy astonish), should hardly be spun in western media as if collective hatred is justice.  Iranians have a right to their own self-determination as messy as that needs to be, and for as long as they can actually resist, as we saw by protests last year.<br /><br />Meanwhile, Americans need to stop doing business with dictators, taking their word, to kill other dictators- can it be clear enough?  For example, why are the Saudi's oil interests so carefully protected by both Republican and Democratic Parties?  The people of Afghanistan, the Saudi Sunni's who fund the Taliban, and the western world all have something in common- our chance to govern ourselves autonomously, if not also, democratically, is being ripped off by oil barons, and the 'industrial-military' complex. Who knew we'd have something in common with the filthiest scumbags on the planet- perhaps its because we all need freedom.<br />", "recommendationCount": 4}, {"assetID": 2175858, "replies": [], "lft": 158, "assetURL": "http://www.nytimes.com/2010/12/11/world/middleeast/11nuke.html", "parentID": null, "commentID": 2977172, "rgt": 159, "userDisplayName": "ed g", "createDate": "1292037501", "userID": 57014129, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1292043992", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Warwick, NY", "commentType": "comment", "updateDate": "1292043992", "commentSequence": 72, "commentBody": "If America can develop effective sanctions against the rape and robbery of America's values, wealth, morality and democracy by the 1% of the population which owns over 35% of the wealth of the nation; then we could apply those sanctions against the ruling class in Iran with some modest hope of success.<br /><br />Till then America's leaders (who we now know do not represent 99% of Americans) as well as the rulers in Iran who will not give up what they see as their g-d given rights and entitlements. Most of the world's peoples and leaders understand that simple fact. America's leaders are ready as the leaders in Greece, France, and Britain have already shown to apply drastic sanctions including extreme violence against their own citizens without regard to their human and civil rights, their hopes, dreams and needs.<br /><br />So here is a compromise which the president can negotiate with the Republics: We will give all Iran’s rich and super rich the equivalent of the 3% tax rip off (now running at $1.2 trillion) that has been given to the rich and super rich in America. In return Iran’s rulers would agree to ask for more gifts and pay offs to be paid by America’s middle class as they continue to deny the Iranian people any rights to react to the attack on them and then blame it all on Hillary.<br /><br />Remember class transcends race, sex, religion, nationality and all other factors. The rich and super rich here have more in common with each other than either has with the masses in their respective countries. So it should be an easy sell at both ends. Maybe some Americans might object to this simple cave-in but after the deal is made the Israelis<br />Could try to sandbag the whole thing by saying it will undermine the world economy and make the region unsafe and open to war (while ignoring that the region is in complete simultaneous wars).<br /><br />G-d bless America which continues to burp after each and every gorging at the table of excess, ill-gained, illegal, immoral and undemocratic feast paid for by the Tea partiers.<br /><br />P.S. The original American Tea partiers were Tories loyal to the crown during the 1774 revolution in America. The Loyalists held these parties in honor of King George III just as today’s Tea partiers hold their gathering in honor of Kings Reagan and George Bush I and II. Interesting that the once powerful wannabe rich allied with the King who fought against American patriots was as the Tea partiers now honor the new ruling class in America today.<br /><br /> ", "recommendationCount": 2}, {"assetID": 2175858, "replies": [], "lft": 160, "assetURL": "http://www.nytimes.com/2010/12/11/world/middleeast/11nuke.html", "parentID": null, "commentID": 2977211, "rgt": 161, "userDisplayName": "Jack", "createDate": "1292038369", "userID": 45824839, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1292043992", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Fort Collins, CO", "commentType": "comment", "updateDate": "1292043992", "commentSequence": 73, "commentBody": "As Einstein pointed out, one definition of insanity is \"doing the same thing over and over expecting different results.\" Welcome to the insane world of Obama/Clinton foreign policy.", "recommendationCount": 2}, {"assetID": 2175858, "replies": [], "lft": 164, "assetURL": "http://www.nytimes.com/2010/12/11/world/middleeast/11nuke.html", "parentID": null, "commentID": 2977244, "rgt": 165, "userDisplayName": "David", "createDate": "1292039257", "userID": 60526701, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1292043992", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New York", "commentType": "comment", "updateDate": "1292043992", "commentSequence": 74, "commentBody": "I am astounded to read people's comments on this blog; particularly those people who write that Iran should be allowed to have nuclear weapons if Israel does.  Do people actually think Iran; with 10% of the world's oil is developing nuclear capabilities for peaceful purposes?  Do the left wing do gooders also believe that when Iran says it wants to fire a nuclear weapon at Israel, it doesn't mean it?  Are NYT readers not concered that there could be a nuclear arms in the Middle East and those weapons could find their way into the US?  To quote Iran's so called 'moderate' opposition leader 'If we fire a nuclear weapon at Israel and they retaliate they might kill 10 million Iranians but the trade off would be worth it because we would have killed 5 million jews'", "recommendationCount": 4}, {"assetID": 2173282, "replies": [], "lft": 22, "assetURL": "http://fifthdown.blogs.nytimes.com/2010/12/10/chad-pennington-describes-how-his-shoulder-fell-out/", "parentID": null, "commentID": 2977386, "rgt": 23, "userDisplayName": "Kevin Clarke", "createDate": "1292043986", "userID": 15800631, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1292044199", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Oregon", "commentType": "comment", "updateDate": "1292044199", "commentSequence": 11, "commentBody": "His voice sounds a bit like Chris Collinsworth's, so maybe he might have a future career in broadcasting. Of course Chad is nowhere near as snarky, so I guess he'd have to be paired with a \"bad cop\" partner.", "recommendationCount": 0}, {"assetID": 2176397, "replies": [], "lft": 30, "assetURL": "http://bucks.blogs.nytimes.com/2010/12/10/how-to-divide-up-your-charity-budget/", "parentID": null, "commentID": 2977204, "rgt": 31, "userDisplayName": "mrgonzo", "createDate": "1292038266", "userID": 2313661, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1292044470", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "minneapolis", "commentType": "comment", "updateDate": "1292044470", "commentSequence": 14, "commentBody": "duh! isn't this all kind of obvious?", "recommendationCount": 2}, {"assetID": 2176397, "replies": [], "lft": 32, "assetURL": "http://bucks.blogs.nytimes.com/2010/12/10/how-to-divide-up-your-charity-budget/", "parentID": null, "commentID": 2977223, "rgt": 33, "userDisplayName": "JenofNJ", "createDate": "1292038632", "userID": 57616156, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1292044482", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "NJ", "commentType": "comment", "updateDate": "1292044482", "commentSequence": 15, "commentBody": "I tend to give to organizations that support two things that I am passionate about: animal welfare and food security. I usually keep my donations to food organizations local, but support both local and national animal welfare organizations. December is usually the big month for me, when I look back over my donations and figure out which organization I have not yet sent a donation to. But I do at least one sizable donation to a food bank each year, not necessarily in December. This year, I was so grateful to get a job that I donated almost my entire first paycheck to my local food bank (a move my husband enthusiastically supported). And it felt really, really good to do so.<br /><br />I do also respond to disasters, usually by sending a donation to a group like Doctors Without Borders.", "recommendationCount": 4}, {"assetID": 2176397, "replies": [], "lft": 34, "assetURL": "http://bucks.blogs.nytimes.com/2010/12/10/how-to-divide-up-your-charity-budget/", "parentID": null, "commentID": 2977343, "rgt": 35, "userDisplayName": "Gerry L", "createDate": "1292042586", "userID": 21293196, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1292044502", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Oregon", "commentType": "comment", "updateDate": "1292044502", "commentSequence": 16, "commentBody": "Much of my giving goes to places where I volunteer. Because I spend time working there and seeing how they operate, I feel confident that the money I send them is put to good use. (And the organizations score high on Charity Navigator.)<br /><br />I am lucky in that the company where I work matches the payroll deduction donations I make to my favorite causes with an equal amount to the local community fund. That means I can contribute to animal causes and know that I am helping people, too. The company also donates $10 for each hour I volunteer at qualified organizations. I volunteer anyway. This is frosting. ", "recommendationCount": 3}, {"assetID": 2174848, "replies": [], "lft": 40, "assetURL": "http://www.nytimes.com/2010/12/12/fashion/12THISLIFE.html", "parentID": null, "commentID": 2977508, "rgt": 41, "userDisplayName": "Caroline", "createDate": "1292047590", "userID": 58887206, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1292047804", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Connecticut", "commentType": "comment", "updateDate": "1292047805", "commentSequence": 17, "commentBody": "As a person who has just recently been diagnosed with Celiac Disease I have an extremely different view about smartphone use at the table. Oftentimes the only way I know what is safe for me to eat is through a quick Google search. I have gotten glares from other people eating with me before but I believe that my health and well being is more important than whether or not people believe I am rude. A blanket ban on all phones during dinner is impractical as various people have different circumstances they may need it for. ", "recommendationCount": 9}, {"assetID": 2175762, "replies": [], "lft": 28, "assetURL": "http://dotearth.blogs.nytimes.com/2010/12/10/putting-climate-science-in-its-place/", "parentID": null, "commentID": 2976936, "rgt": 29, "userDisplayName": "Laurie Dougherty", "createDate": "1292032010", "userID": 2182569, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1292050000", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Brookline, MA", "commentType": "comment", "updateDate": "1292050000", "commentSequence": 11, "commentBody": "This is a step in the right direction, but to be fair I don't think you should allow any \"initial assertion about some related scientific issue\" because, as Asteroid Miner pointed out, wmar, who evidently has nothing else to do in life, will get there first with some deceptive comment and anyone who attempts to respond will be considered in violation.<br /><br />An even bigger step in the right direction would be if you, Andy, would expose the fossil-fuel industry-led disinformation campaign for what it is and call out its minions here on DE.  Whether or not wmar, et. al.are paid for commenting, they are spreading the propaganda the industry has paid for. This is clear from their line of argument, their sources, and their incessant repetition of the denier meme of the moment.<br /><br />(I looked into a couple of deceptive points wmar made on recent posts. I wrote up a response to one and tried to send it yesterday, but it got lost in cyberspace.  I was going to send it again along with the one I checked into today, but in the spirit of things, and since the original comments were not really germane to the topic at hand, I will refrain.)", "recommendationCount": 5}, {"assetID": 2174485, "replies": [], "lft": 54, "assetURL": "http://dotearth.blogs.nytimes.com/2010/12/10/climate-and-energy-beyond-cancun/", "parentID": null, "commentID": 2976939, "rgt": 55, "userDisplayName": "G. Howard", "createDate": "1292032092", "userID": 50161020, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1292050010", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Idaho", "commentType": "comment", "updateDate": "1292050010", "commentSequence": 25, "commentBody": "There is nothing wrong with hard working dedicated Journalists, Scientists and bureaucrats that are doing due diligence to save man from global warming having a little fun too.<br />There, now I just have to see if this is the right tact to take to adhere to the new rules.", "recommendationCount": 2}, {"assetID": 2174485, "replies": [], "lft": 56, "assetURL": "http://dotearth.blogs.nytimes.com/2010/12/10/climate-and-energy-beyond-cancun/", "parentID": null, "commentID": 2976962, "rgt": 57, "userDisplayName": "ChristineVY", "createDate": "1292032639", "userID": 57824310, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1292050014", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Portland, OR", "commentType": "comment", "updateDate": "1292050014", "commentSequence": 26, "commentBody": "For more information from on the ground at COP16, check out <a href=\"http://www.greendetectives.net\" target=\"_blank\">http://www.greendetectives.net</a>/", "recommendationCount": 0}]}, "copyright": "Copyright (c) 2016 The New York Times Company.  All Rights Reserved."}