{"debug": {"version": 3.1}, "status": "OK", "results": {"api_timestamp": "1481460339", "totalCommentsFound": 4080, "totalCommentsReturned": 25, "comments": [{"assetID": 2355653, "replies": [], "lft": 34, "assetURL": "http://www.nytimes.com/2011/01/30/magazine/30lives-t.html", "parentID": null, "commentID": 3315125, "rgt": 35, "userDisplayName": "chas9999999999", "createDate": "1296435032", "userID": 6362657, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1296451343", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "fla", "commentType": "comment", "updateDate": "1296451343", "commentSequence": 11, "commentBody": "What a brilliant, hilarious, insightful story! I, too, am a true egalitarian. Let me walk side-by-side in the hot sun with my fellow man --but then return to a salad of fresh spinach with vinaigrette dressing. Thank you!! Well done.", "recommendationCount": 1}, {"assetID": 2355653, "replies": [], "lft": 36, "assetURL": "http://www.nytimes.com/2011/01/30/magazine/30lives-t.html", "parentID": null, "commentID": 3315434, "rgt": 37, "userDisplayName": "Catherine A.", "createDate": "1296444898", "userID": 59874860, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1296451349", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Minneapolis, MN", "commentType": "comment", "updateDate": "1296451349", "commentSequence": 12, "commentBody": "Go next time to the Dutch Antilles, specifically, Bonaire.  Wonderful snorkeling, parks, beaches, food... a little expensive to get there, but wow the snorkeling and sun are wonderful.", "recommendationCount": 0}, {"assetID": 2357569, "replies": [], "lft": 458, "assetURL": "http://www.nytimes.com/2011/01/30/us/30mixed.html", "parentID": null, "commentID": 3314870, "rgt": 459, "userDisplayName": "Sara", "createDate": "1296427886", "userID": 49114199, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1296454051", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "NC", "commentType": "comment", "updateDate": "1296454051", "commentSequence": 187, "commentBody": "I found it interesting that no one in the meeting with the campus' NAACP and MBSA groups thought President Obama could be both black and biracial/multiracial.  My parents raised me to identify as black, and they also shared that we likely had at least one or two Native American and white ancestors.  Due to this upbringing, it's easy for me to accept that many blacks whose families have lived in the Americas could be described as multiracial if they knew their full ancestry.  The same could be said of many whites whose families have lived in the Americas.  We are all human and want to be recognized as such.  I look forward to the day when we simply enjoy the differing looks and cultural histories that shape us, and are not distracted or isolated by them.", "recommendationCount": 1}, {"assetID": 2357569, "replies": [], "lft": 464, "assetURL": "http://www.nytimes.com/2011/01/30/us/30mixed.html", "parentID": null, "commentID": 3314888, "rgt": 465, "userDisplayName": "Gwen", "createDate": "1296428241", "userID": 60041253, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1296454051", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Cameron Mills, New York", "commentType": "comment", "updateDate": "1296454051", "commentSequence": 188, "commentBody": "As a person of mixed ethnic heritage I've always been told I have the opportunity to experience the best of both possible worlds. I've passed this along to my son.<br /><br />I've lived long enough to know that RACE is a human construct with the lines hardened during times when one group needed to be viewed as superior i.e. IQ testing that \"proved\" blacks were not smart enough, couldn't serve with whites in WW II, or be a quarterback, or somehow were genetically more violent etc,  As long as non-whites could be looked at as the \"other\" there was no question as to the superior group.<br /><br />That we all share 99.9% genetic material puts the old \"individual race\" theory to pasture. There is only one race - it's called human.<br /><br />Ethnic biological differences (hair texture, eye, skin color etc.) yes but the same race.<br />", "recommendationCount": 5}, {"assetID": 2357569, "replies": [], "lft": 466, "assetURL": "http://www.nytimes.com/2011/01/30/us/30mixed.html", "parentID": null, "commentID": 3314892, "rgt": 467, "userDisplayName": "mirielle", "createDate": "1296428539", "userID": 28144516, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1296454051", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "PA", "commentType": "comment", "updateDate": "1296454051", "commentSequence": 189, "commentBody": "The concept of race is not found in the Bible and is purely an evolutionist concept with no basis in either Scripture or true science. In evolutionary terminology, a race is a sub-species in the process of evolving into a new species, but the Bible speaks only of kinds. Where mankind is concerned, there are nations, tribes, tongues, peoples and families, but these are not races.  (The New Defender's Bible, Henry M. Morris, Ph.D., LL.D., Litt.D. - p 49.)<br /><br />Then Peter opened his mouth, and said, Of a truth I perceive that God is no respecter o persons: But in every nation he that feareth him, and worketh righteousness, is accepted with him. Acts 10:34,35.<br /><br />If God is no respecter of persons (not partial toward any particular color, nation, tongue) who are we to ever think we can be?", "recommendationCount": 1}, {"assetID": 2357569, "replies": [], "lft": 470, "assetURL": "http://www.nytimes.com/2011/01/30/us/30mixed.html", "parentID": null, "commentID": 3314899, "rgt": 471, "userDisplayName": "Viseguy", "createDate": "1296428683", "userID": 446553, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1296454051", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "NYC", "commentType": "comment", "updateDate": "1296454051", "commentSequence": 190, "commentBody": "Kudos to The Times on the home-page graphic for this article. Lovely.", "recommendationCount": 0}, {"assetID": 2357569, "replies": [], "lft": 474, "assetURL": "http://www.nytimes.com/2011/01/30/us/30mixed.html", "parentID": null, "commentID": 3314929, "rgt": 475, "userDisplayName": "Chuck", "createDate": "1296429648", "userID": 52854773, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1296454051", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Medford, Oregon", "commentType": "comment", "updateDate": "1296454051", "commentSequence": 191, "commentBody": "Hallelujah.  Thanks, NYT, for giving these enlightened kids some publicity and possibly rubbing a little off on the \"leaders\" in this country that feel it necessary to perpetuate as much racism as possible, to strengthen their own political interests.<br /><br />What could be more hypocritical and irrational than our present system, that serves no constructive purpose?<br /><br />Take three men who grew up in southern Arizona.  \"A\" is of 100% German ancestry, \"B\" is 100% Apache, and \"C\" is almost all German but had a Negro great grandfather.  The U.S. government says \"A\" is White, \"B\" is \"Native American\" and \"C\" is Black.<br />If they had all three grown up 10 miles away on the Mexican side of the border, and then moved to Arizona, the U.S. government says they are all the same:  \"Hispanic\", although none have any Spanish blood.  What purpose does this serve?<br />Of course, this is not just a white-dominated U.S. government problem.<br />Our group had a \"Purebred 100% Apache\" guest speaker, and she had blond hair and blue eyes.  She explained that in Apache culture, when a man marries, he becomes a member of his wife's tribe.  Her father was white, and her maternal grandfather was also white.  But since both became Apaches when they married, she is 100% Apache even though she is 75% white.<br />A lot of the customs and practices all over the world, that made sense many generations ago, don't make sense in today's world and should be abandoned in favor of something that works.  Aren't we intelligent enough to do that?<br />All we really need is two racial classifications.  \"Stupid\" for all Government bureaucrats, and \"Apathetic\" for the rest of us.", "recommendationCount": 4}, {"assetID": 2357569, "replies": [], "lft": 482, "assetURL": "http://www.nytimes.com/2011/01/30/us/30mixed.html", "parentID": null, "commentID": 3314945, "rgt": 483, "userDisplayName": "Marvin Rees", "createDate": "1296430059", "userID": 62743234, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1296454051", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "UK", "commentType": "comment", "updateDate": "1296454051", "commentSequence": 192, "commentBody": "This is a great artcile. I am from the UK. Grew up one of two brown skinned children of a single white woman. Life was challenging but I think its given me a perspective on identity and reconciliation that could be very useful.<br /><br />On that front, I recenty co-launched a piece of work called Blood Across Boundaries. We are suggesting that mixedness need not remain in the realm of cultural curiosity but actually has real hard political implications. We have a proposition: That people of mixed heritage (racial, ethnic or religious) have a unique, but as yet untapped, contribution to make to the way we do national and international politics around identity, conflict, peace and reconciliation. Under this banner we want to explore questions such as: How does a person whose parents come from either side of a conflict understand, live with, or overcome that conflict? What contribution could people of mixed heritage make to the way political leaders frame national discourse around “belonging” and “not belonging”? Can those insights be scaled up to meaningfully inform and direct the development of national and international policy in the areas of identity, conflict, peace and reconciliation? If so how? What impact could a growing mixedness in the US, UK and around the world (within individuals and across the national) have on the understanding of personal belonging and international relations?<br /><br />We are looking for people to help us with this thinking. And we are looking for policy makers and shapers to join with us in looking for application.<br /><br />We have a group on Facebook <a href=\"http://www.facebook.com/#!/group.php?gid=30408535448\" target=\"_blank\">http://www.facebook.com...</a><br /><br />Come join us if you would like to be a part of this. ", "recommendationCount": 5}, {"assetID": 2357569, "replies": [], "lft": 484, "assetURL": "http://www.nytimes.com/2011/01/30/us/30mixed.html", "parentID": null, "commentID": 3314947, "rgt": 485, "userDisplayName": "SolomonKane", "createDate": "1296430123", "userID": 18066735, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1296454051", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New York City", "commentType": "comment", "updateDate": "1296454051", "commentSequence": 193, "commentBody": "I'm in my fifties and decided a while back that designating WHITE on any form of any kind is a stigma. I'm half Italian and my mother has a Mayflower name, but I always mark OTHER because I'm one tenth Blackfoot Indian and need that minority status to survive in PC America.", "recommendationCount": 4}, {"assetID": 2357569, "replies": [], "lft": 486, "assetURL": "http://www.nytimes.com/2011/01/30/us/30mixed.html", "parentID": null, "commentID": 3314951, "rgt": 487, "userDisplayName": "Gouvernail", "createDate": "1296430151", "userID": 55726493, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1296454051", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New Orleans", "commentType": "comment", "updateDate": "1296454051", "commentSequence": 194, "commentBody": "The Historic New Orleans Collection has a symposium next week on free eople of color; it is displaying paintings by a free person of color.<br />Recently,two notable African American scholars have suggested that Jean Toomer, the author of Cane, passed as white when he was proclaiming that he was really a member of the American race, an idea found in a limited way in Jesse Jackson's Rainbow Coalition. American political leaders from this country's beginnings have been engaged in promulgations of visions that have had roots in the notions of race in much the same way that religion affected leaders in England and Europe during the Renaissance. In this country the mixture of race and religion as political concerns has been with us too long. We have to move ahead with visions freed from these concerns, and yet we and subsequent generations must know that American society's roots are tangled in these preoccupations.    ", "recommendationCount": 2}, {"assetID": 2357569, "replies": [], "lft": 488, "assetURL": "http://www.nytimes.com/2011/01/30/us/30mixed.html", "parentID": null, "commentID": 3314959, "rgt": 489, "userDisplayName": "randh2", "createDate": "1296430404", "userID": 58854572, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1296454051", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "usa", "commentType": "comment", "updateDate": "1296454051", "commentSequence": 195, "commentBody": "When I was 12, I had an argument with my mother as to whether I was white or not.  I was like, you are obviously white (very light), but me and my dad are not (we are olive-skinned).  Though both parents were \"European\", it turns out they both had Asian lineage (Roma(Indian) and Mongolian).  I now self-identify as multi-racial, and am pleased that the census gives extra categories to accommodate this.<br /><br />Point is, there are many multi-racial people who are in the \"older generations\", but they do not self-identify.  Freedom to self-identify is much more common nowadays.<br /><br />And as for guessing a person's background, I have been \"mistaken\" for Hispanic, including people assuming that I speak Spanish (I don't) and my husband doesn't (he does) because he is pale white and mostly western European.  He happens to be part African, but does not self-identify because he is less than 1/8th African - and his parents were pretty racist including his dad who has African lineage.", "recommendationCount": 9}, {"assetID": 2357569, "replies": [], "lft": 490, "assetURL": "http://www.nytimes.com/2011/01/30/us/30mixed.html", "parentID": null, "commentID": 3314960, "rgt": 491, "userDisplayName": "Russell Latterman, Bachelor of Science - Mathematics, emphasis in research in mathematical biology", "createDate": "1296430421", "userID": 62742217, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1296454051", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Arizona State University", "commentType": "comment", "updateDate": "1296454051", "commentSequence": 196, "commentBody": "As a college graduate with collaborative published research in mathematical and computational biology, and a diverse genetic background, coming from K-12 education in low-income districts in both Missouri and Arizona, I feel like I can relate to much of what I have read here.<br /><br />\"Ms. López-Mullins sees herself largely in nonracial terms.\"<br /><br />    I saw myself in nonracial terms for quite some time as well, despite often being treated as an outsider based on my atypical appearance.  Later on, I was told a much more accurate story when family members became more accepting of Hispanic and Native American ancestry as something to be proud of.<br /><br />\"What are you?\" they asked, and \"Where are you from?\"<br /><br />    I got used to hearing this as I grew up.  My friends usually believed I was multi-racial, and one actually became disappointed in me for calling myself white, because I \"obviously can't be,\" even though I explained that all I knew about at the time was my Italian, English, and German Ancestry.<br /><br />\"More distant relatives never came around. \"They can't see past the color of my skin and accept me even though I share DNA with them,\"<br /><br />   Admittedly, it seems that some members of my family still have qualms about those who don't identify themselves as exclusively white.  It is bemusing to see that this can happen so easily, given that two generations ago, Italians, themselves, were considered foreigners, and were often treated as lesser citizens.<br /><br />I used to wonder if I my future as a mathematical scientist would have been brighter had I been given a more privileged education background, or possibly if I had been treated differently in grade school.  I initially worried that I would never go to college, but later overcame that.  However, would I currently be a graduate school drop out who is now looked upon very cautiously by any new school because of this failure?  Who knows?<br /><br />This speculation will lead me nowhere.  I must instead be grateful that I have been given the opportunity to attend college -- a privilege that a great number of people throughout the world are not given.  I will work hard to become the legitimate scientist I've dreamed of being since childhood, and I will encourage others in the same position I am in to turn everything around and say, not only yes we can, but to take it one step further.<br /><br />Let us all declare: Of course we can... and YES WE WILL.<br />", "recommendationCount": 5}, {"assetID": 2357569, "replies": [], "lft": 492, "assetURL": "http://www.nytimes.com/2011/01/30/us/30mixed.html", "parentID": null, "commentID": 3314966, "rgt": 493, "userDisplayName": "GEORGE M.", "createDate": "1296430610", "userID": 62634134, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1296454051", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "NC OUTER BANKS", "commentType": "comment", "updateDate": "1296454051", "commentSequence": 197, "commentBody": "Race is passe. For the last four censuses I have listed my race as \"HUMAN\". And I have checked every option. Shouldn't we all. I doubt that anyone is really \"pure\" anything after thousands of generations.", "recommendationCount": 6}, {"assetID": 2357569, "replies": [], "lft": 496, "assetURL": "http://www.nytimes.com/2011/01/30/us/30mixed.html", "parentID": null, "commentID": 3314974, "rgt": 497, "userDisplayName": "NYCSingleMom", "createDate": "1296430738", "userID": 52553879, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1296454051", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New York City", "commentType": "comment", "updateDate": "1296454051", "commentSequence": 198, "commentBody": "I am so excited that this generation are proud of their mixed heritage and speaks for both parents regardless of  either race. My mother was japanese and my father was black.  I hate that people think you arent disavow being black when I say I am bi-racial. What I am doing is honoring my mother and the importance of her heritage as part of my own, nothing more.<br /><br /><a href=\"http://www.nycsinglemom.com\" target=\"_blank\">http://www.nycsinglemom.com</a><br /><br />", "recommendationCount": 6}, {"assetID": 2357569, "replies": [], "lft": 502, "assetURL": "http://www.nytimes.com/2011/01/30/us/30mixed.html", "parentID": null, "commentID": 3314992, "rgt": 503, "userDisplayName": "Tara123", "createDate": "1296431052", "userID": 58234408, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1296454051", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Raleigh, NC", "commentType": "comment", "updateDate": "1296454051", "commentSequence": 199, "commentBody": "Does it matter \"what\" we are?  In the end, it's who we are and how we treat others - all equals - that counts.", "recommendationCount": 2}, {"assetID": 2357569, "replies": [], "lft": 504, "assetURL": "http://www.nytimes.com/2011/01/30/us/30mixed.html", "parentID": null, "commentID": 3315004, "rgt": 505, "userDisplayName": "KCH", "createDate": "1296431668", "userID": 62743535, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1296454051", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Halifax, NS", "commentType": "comment", "updateDate": "1296454051", "commentSequence": 200, "commentBody": "The last paragraph of the article is silent on the reasons for trying to identify whether one had a drop of black blood.  It was not because the \"nation saw itself in more hues\", rather it wanted to identify anyone with African blood for more sinister reasons.<br /><br />The caribbean is a good example of a region where there is significant mixing, but the days of a \"post-racial\" society will only come when decisions by those who hold power are not based on race.  Until then once needs to use the \"labels\" to create solidarity for change. ", "recommendationCount": 10}, {"assetID": 2357569, "replies": [], "lft": 506, "assetURL": "http://www.nytimes.com/2011/01/30/us/30mixed.html", "parentID": null, "commentID": 3315007, "rgt": 507, "userDisplayName": "Jonathan", "createDate": "1296431778", "userID": 56660392, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1296454051", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Chicago", "commentType": "comment", "updateDate": "1296454051", "commentSequence": 201, "commentBody": "All this obsession with race (yes, even mixed race) is silly and not a sign of racial progress.<br /><br />One should have pride for what one has accomplished in this life, and not suffer from illusions of grandeur of what other members of your race (or mixed race) have accomplished.  ", "recommendationCount": 4}, {"assetID": 2357569, "replies": [], "lft": 508, "assetURL": "http://www.nytimes.com/2011/01/30/us/30mixed.html", "parentID": null, "commentID": 3315013, "rgt": 509, "userDisplayName": "Kradak", "createDate": "1296432110", "userID": 25077445, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1296454051", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Maryland", "commentType": "comment", "updateDate": "1296454051", "commentSequence": 202, "commentBody": "How many other people filled out their 2010 census forms to list their race as Other:Human like I did? Will the Census Department ever tally and report these results? I look forward to seeing...", "recommendationCount": 2}, {"assetID": 2357569, "replies": [], "lft": 510, "assetURL": "http://www.nytimes.com/2011/01/30/us/30mixed.html", "parentID": null, "commentID": 3315015, "rgt": 511, "userDisplayName": "tweed4", "createDate": "1296432124", "userID": 59519492, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1296454051", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "NY", "commentType": "comment", "updateDate": "1296454051", "commentSequence": 203, "commentBody": "Let us finally just say we are human. What good can it possibly do to separate us into little categories. It can only be divisive. I understand dividing for citizenship, by country, but not race or religion. It can never be good.<br />It is always funny to me to see when different races or religions get together as people, one on one, they tend to find the commonalities and enjoy the differences.<br />These questions should not be on a survey or questionare and if they are the people should enter other/all of the above, or something similar. 130,000 years ago we were the same as modern man, our religion or skin color certainly does not change that.", "recommendationCount": 1}, {"assetID": 2357569, "replies": [], "lft": 518, "assetURL": "http://www.nytimes.com/2011/01/30/us/30mixed.html", "parentID": null, "commentID": 3315044, "rgt": 519, "userDisplayName": "jeff", "createDate": "1296432756", "userID": 6110835, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1296454051", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "goffstown, nh", "commentType": "comment", "updateDate": "1296454051", "commentSequence": 204, "commentBody": "what ever happened to just \"American\". Black, Brown, white, purple with pink poka dots. I suppose the left wing forces that have been working to balkanize us wouldn't like it but so what? You're not African American, your an American whose ancestors came from Africa, unless you hold dual citizenship, then you might be South African-American, or Tanzanian-American. Japanese-American? are you really a citizen of both countries? Portugese-American. I don't think so. We need to stop Balkaizing ourselves to please some PC nitwit with a government grant and an agenda and say it. We are Americans. ", "recommendationCount": 1}, {"assetID": 2357569, "replies": [], "lft": 520, "assetURL": "http://www.nytimes.com/2011/01/30/us/30mixed.html", "parentID": null, "commentID": 3315048, "rgt": 521, "userDisplayName": "Bill Ring", "createDate": "1296432917", "userID": 62282974, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1296454051", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Ithaca, NY", "commentType": "comment", "updateDate": "1296454051", "commentSequence": 205, "commentBody": "I just spent a bit of time attempting to engage with some folks on a comment thread on Fox, relating to today's story of a man arrested with class C fireworks outside a large mosque. Let's just say the tone of the discission was somewhat less elevated than this one.<br />If you can stomach it and ignore the bizarre, ungramatical insults, perhaps some of you nice folks might join me occasionally in my attempt to bring a little light to the dark side. Consider it missionary work.", "recommendationCount": 4}, {"assetID": 2357569, "replies": [], "lft": 524, "assetURL": "http://www.nytimes.com/2011/01/30/us/30mixed.html", "parentID": null, "commentID": 3315066, "rgt": 525, "userDisplayName": "jctoth", "createDate": "1296433366", "userID": 51173918, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1296454051", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Taos, NM", "commentType": "comment", "updateDate": "1296454051", "commentSequence": 206, "commentBody": "I have always referred to myself as \"homogenized.\"  ", "recommendationCount": 2}, {"assetID": 2357569, "replies": [], "lft": 526, "assetURL": "http://www.nytimes.com/2011/01/30/us/30mixed.html", "parentID": null, "commentID": 3315075, "rgt": 527, "userDisplayName": "Alan Lewis Perez Gavilan", "createDate": "1296433603", "userID": 59487826, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1296454051", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Newbury Park, CA", "commentType": "comment", "updateDate": "1296454051", "commentSequence": 207, "commentBody": "The late Irvin Kershner, famed director of The Empire Strikes Back, once said about religion and culture, \"I've been a student of Christianity. I've been interested in the historical basis of the Muslim religion. I studied Buddhism. I don't think of myself as a Jew except by birth, as I don't follow the customs. I'm a Jew because other people consider me so. My pride is in being international.\"<br /><br />Growing up between two different cultures opened me up to the possibility of having a broader understanding and vision of the world beyond the United States. For me, exposure to contrasting ideas, traditions, and means, paved a way in my heart towards openness, comprehension, and respect of culture. In the same vein, exposure to differences in race and ethnicity, the persons that value them, and the lessons learned from them, could also lead to mutual understanding and eventual respect for such differences.<br /><br />Race, ethnicity, and culture are wonderful concepts to the extent that they make us unique. They are also wonderful in that they bind us together. However, they are also sensitive subjects. In the path toward mutual understanding, we may never be able to avoid giving or taking offense. The least we can do is have compassion for one another. The least we can do is strive for deeper understanding for the things that make us different and also the things that make us so much alike. Anyone, regardless of race, color, or creed, can believe in a higher idea of unity. There are those of us with faith in a higher power. We would do well to apply those lessons of faith toward believing in the best in one another.<br /><br />Put another way, a very wise man once said: “Love your neighbor as you love yourself.” This message instructs compassion for all people, everywhere, while fundamentally implying our common humanity.", "recommendationCount": 4}, {"assetID": 2357569, "replies": [], "lft": 528, "assetURL": "http://www.nytimes.com/2011/01/30/us/30mixed.html", "parentID": null, "commentID": 3315084, "rgt": 529, "userDisplayName": "piotrorloff", "createDate": "1296433818", "userID": 44213964, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1296454051", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Portland, OR", "commentType": "comment", "updateDate": "1296454051", "commentSequence": 208, "commentBody": "I jokingly refer to myself as an Ethnic Oregonian.  Perhaps that is still too determinate.  I do await the time that we as Americans stop referring to ourselves as being from this nation or that, or by the color of our skin, and start talking about where we have been and what we have experienced to determine our identities.", "recommendationCount": 2}, {"assetID": 2357569, "replies": [], "lft": 530, "assetURL": "http://www.nytimes.com/2011/01/30/us/30mixed.html", "parentID": null, "commentID": 3315088, "rgt": 531, "userDisplayName": "jackdav", "createDate": "1296433976", "userID": 28221186, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1296454051", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "San Diego,CA", "commentType": "comment", "updateDate": "1296454051", "commentSequence": 209, "commentBody": "Maybe the Census Bureau will read this article and stop asking questions about race that are becoming more and more irrelevant as people intermarry. I think it's a great thing for society to have interracial marriage. It's harder to dislike a group when a member of that group is married to your daughter or son.", "recommendationCount": 3}]}, "copyright": "Copyright (c) 2016 The New York Times Company.  All Rights Reserved."}