{"debug": {"version": 3.1}, "status": "OK", "results": {"api_timestamp": "1481460373", "totalCommentsFound": 4799, "totalCommentsReturned": 25, "comments": [{"assetID": 2420576, "replies": [], "lft": 82, "assetURL": "http://dotearth.blogs.nytimes.com/2011/02/17/a-harder-rains-gonna-fall-and-already-is/", "parentID": null, "commentID": 3403480, "rgt": 83, "userDisplayName": "Greenchange", "createDate": "1297997722", "userID": 788160, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1298005334", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New York", "commentType": "comment", "updateDate": "1298005334", "commentSequence": 41, "commentBody": "The Report is very interesting, and really not surprising, given the scientific projections first reported over twenty years ago. What is truly amazing is the tenor of the response. If the posted comments are representative,  disbelief and ridicule still appear to rule the day. I thought that that would subside the evidence rolled in: pretty naive I guess. ", "recommendationCount": 4}, {"assetID": 2422010, "replies": [], "lft": 74, "assetURL": "http://dotearth.blogs.nytimes.com/2011/02/17/on-storms-warming-caveats-and-the-front-page/", "parentID": null, "commentID": 3403499, "rgt": 75, "userDisplayName": "Daniel Coffey", "createDate": "1297998310", "userID": 59932525, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1298005384", "userTitle": null, "editorsSelection": 1, "statusID": 2, "userURL": null, "userLocation": "San Diego, CA", "commentType": "comment", "updateDate": "1298005384", "commentSequence": 32, "commentBody": "There is a saying amongst seasoned litigators with respect to expert witnesses that \"you don't need an expert to tell you which way the wind blows.\" This folksy axiom comes in handy when things are too odd or when things are too ordinary, because there is no need to have an expert tell you what you already can determine on your own.<br /><br />There will be those who debate recent weather events, but what is obvious when one looks at the multitude of surprisingly extraordinary and large-scale events occurring worldwide and especially in the Northern polar regions (arctic oscillation), coupled with the measurably massive additional energy which is being added to the oceans, ice, and atmosphere, that we are beginning to see the consequences of excessive greenhouse gases. Who put them there will recede in importance as larger scale events begin to play out.<br /><br />What is particularly sad is that we have waited too long to take necessary mitigative action, and from here on out things are on autopilot toward the more extreme, more variable, and more surprising. There is no \"off\" switch. Indeed, there is no \"slow down\" switch.<br /><br />\"Buckle up,\" I say to those environmentalists who wish to save or preserve their little slice of paradise, be it desert, view, windy vista, species, plot of land, or whatever you specially value as against all else, we are entering the whirlpool and this time Noah is not at the helm.<br />", "recommendationCount": 12}, {"assetID": 2422783, "replies": [], "lft": 300, "assetURL": "http://www.nytimes.com/2011/02/18/us/18broadband.html", "parentID": null, "commentID": 3403754, "rgt": 301, "userDisplayName": "Paul", "createDate": "1298005464", "userID": 2387970, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1298005513", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Verbank,NY", "commentType": "comment", "updateDate": "1298005515", "commentSequence": 140, "commentBody": "C'mon.  With a little tinkering you can still make a 56K modem connection work.  You can't watch youtube, but email works just fine.  Satellite can provide decent broadband, but at a premium price.  Let's face it, its the price that limits this, not availability.  Some people just can't fork over $600 a year or more for a connections.  Its truly ridiculous that it costs that much. ", "recommendationCount": 0}, {"assetID": 2417677, "replies": [], "lft": 62, "assetURL": "http://dotearth.blogs.nytimes.com/2011/02/16/the-a-b-cs-of-limiting-climate-risk/", "parentID": null, "commentID": 3403623, "rgt": 63, "userDisplayName": "raypierre", "createDate": "1298001163", "userID": 44284159, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1298005640", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Chicago, IL", "commentType": "comment", "updateDate": "1298005640", "commentSequence": 28, "commentBody": "\"Contingent mitigation\" of CO2 emissions makes almost no sense.  The long term committed climate change is bigger than the transient warming you see over fifty years by a factor that is probably 1.5 to 2, but is almost impossible to project in advance from monitoring the climate (a point I made in my AGU Early Warning Systems talk last fall).  So, by the time you see something catastrophic coming round the bend, you are already committed to a lot more warming to come, so (short of equally dangerous monkeying with Earth's albedo) what do you do at that point?  Even dropping CO2 instantaneously to zero by instantaneously replacing all fossil fuel plants by nuclear won't undo the damage, because the CO2 in the atmosphere will continue to have an almost unabated impact on climate for the following thousand years.  The only \"contingent mitigation\" strategy that could conceivably make sense would be having a backup plan to scrub CO2 out of the atmosphere, and certainly more research on that is needed.  However, it is so difficult to do this economically that it's highly uncertain whether any workable air capture scheme will come along in time, and be deployable at scale fast enough, to do anything like \"contingent mitigation.\"  I don't see any value in that concept.  The technology of keeping CO2 out of the air to begin with is far more workable and economic than any kind of air capture likely in the forseeable future.  The idea of \"contingent mitigation\" just holds out a false hope.", "recommendationCount": 5}, {"assetID": 2422010, "replies": [], "lft": 76, "assetURL": "http://dotearth.blogs.nytimes.com/2011/02/17/on-storms-warming-caveats-and-the-front-page/", "parentID": null, "commentID": 3403737, "rgt": 77, "userDisplayName": "Dr Norman Page", "createDate": "1298004903", "userID": 58450768, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1298005671", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Houston", "commentType": "comment", "updateDate": "1298005671", "commentSequence": 33, "commentBody": "This whole incident is typical of the way the AGW cheerleading scientific establishment and mainstream media distort  and misrepresent climate science to the public in order to push their ecoleft agenda.<br />Nature says<br />\" They ( the authors )show that human-induced increases in greenhouse gases have contributed to the observed intensification of heavy precipitation events found in approximately two-thirds of data-covered parts of Northern Hemisphere land areas.\"<br />One of the authors is quoted  above : @ #15<br />\"It should be noted that we did not give estimates of the contributions from anthropogenic forcing (we're far from being able to do that for extreme precip). In talking about this, I have been discussing the uncertainties and their implications, both for projections of the future, and the fact that our results do not allow us to quantify the amount of the observed change in precipitation extremes that is attributable human influence.\"<br /> This  misrepresentation is typical of the AGW propaganda put out for years by   the mainstream science publications - Nature and Science , by the popular science magazines Scientific American , Discover and New Scientist and by the mainstream media Especially the BBC ,the Guardian and the NYT . As a result of these sources  attributing heat , cold ,drought ,flood ,snow , malaria revolution ,human migration etc etc  to anthropogenic CO2 they have lost most of their credibility on the subject of climate change.<br />I'm happy to note that you Andy have in recent times been more willing than most commentators to deconstruct the publicity and see what the scientific papers actually say.  Just stay with the data - which shows  earth has been cooling since 2003 - to keep close to reality.<br /><br />", "recommendationCount": 19}, {"assetID": 2424590, "replies": [], "lft": 6, "assetURL": "http://www.nytimes.com/2011/02/18/opinion/18krugman.html", "parentID": null, "commentID": 3403385, "rgt": 7, "userDisplayName": "Robin Marie", "createDate": "1297995842", "userID": 62403768, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1298005921", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Davis, CA", "commentType": "comment", "updateDate": "1298005921", "commentSequence": 7, "commentBody": "\"True, higher taxes aren’t popular, but neither are cuts in government programs. So we should add to the roster of fundamentally unserious people anyone who talks about the deficit — as most of our prominent deficit scolds do — - as if it were purely a spending issue.\"<br /><br />Well said. Every time conservatives start talking about making \"hard choices\" and how \"the math doesn't add up\" I feel like my ears will start to bleed. How incredibly disingenuous to peddle in self-righteous rhetoric about how liberals want to defy arithmetic when conservatives themselves have no intention of making any \"hard choices.\" That would imply they have problems with slashing away at programs for children, the poor, and the disadvantaged. But clearly this makes them lose little sleep at night. The choice is actually quite easy.<br /><br />Republicans' own insistence on balancing the budget points directly to the logical implementation of tax hikes. I don't know what is more distressing - the politicians who so deliberately say the opposite of what they mean, or the public who fails by and large to see how absurd the idea of balancing the budget purely through slashing spending is.<br /><br /><a href=\"http://isolationincomplete.blogspot.com\" target=\"_blank\">http://isolationincomplete.blogspot.com</a>/ ", "recommendationCount": 379}, {"assetID": 2424590, "replies": [], "lft": 8, "assetURL": "http://www.nytimes.com/2011/02/18/opinion/18krugman.html", "parentID": null, "commentID": 3403391, "rgt": 9, "userDisplayName": "Marie Burns", "createDate": "1297996019", "userID": 4461145, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1298005921", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Fort Myers, Florida", "commentType": "comment", "updateDate": "1298005921", "commentSequence": 3, "commentBody": "We have to thank Speaker Boehner for putting the House budget proposal in perspective. When a reporter asked him the other day about his job-killing budget plan, Boehner said, \"If some of those jobs are lost, so be it.\" Tough luck. Amen. Dana Milbank of the Washington Post writes that about 650,000 government jobs would be lost under the House budget plan &amp; 325,000 indirect support jobs would go, too.\" I call the House plan the The Million-Man Unemployment Budget.<br /><br />Of course, Boehner isn't as callous as he sounds. He did back a proposal to build F-15 engines in his home state of Ohio, even tho Defense Secretary Robert Gates had said repeatedly the engines were superfluous. Bad news for Boehner: the House voted down the F-15 engines. Boehner sure doesn't have much control over his caucus. So be it. Tough luck. Amen.<br /><br />And Boehner tried to pretend those government &amp; collateral jobs his budget would eliminate were the 200,000 jobs President Obama had added to the federal work force. The truth, according to several sources, including PolitiFact, is closer to 20,000 jobs added, and most of those are in security &amp; military personnel -- areas that Republicans won't touch. Mike Hall of the AFL-CIO writes that \"on a per capita basis (federal employees per 1,000 Americans), [the federal payroll is now] at the lowest level at least since 1962.\"<br /><br />The \"intellectual\" Paul Ryan is not above making stuff up, either. He said this week of President Obama's budget proposal: \"What we have is $1.6 trillion in new tax increases, $8.7 trillion in new spending. He's going to be adding $13 trillion to the debt over the course of his budget.\" But fact-checker Glenn Kessler of the Washington Post says of Ryan's fuzzy math, \"It's bad enough to toss around 10-year figures. And Obama could be faulted for not submitting a budget that gets federal government spending back to the 20.3 percent of the gross domestic product. But to demand that he meet a standard no modern president has ever met -- and then label it as 'new spending' -- is highly misleading.\"<br /><br />The House isn't the only place where Republican play fast and loose with the numbers. I'd give the crown to Sen. Jeff Sessions. He complained on the teevee that President Obama's budget wasn't serious because it would only reduce the deficit by $1.3 trillion over the next ten years. Then he went on another show and said the House budget was great because it reduced the federal deficit by $1 trillion over the next ten years. That is, a Republican budget that reduces the deficit significantly less, and primarily on the backs of the poor and middle-class, is WAY better than a Democratic budget that -- for the most part -- finds savings elsewhere.<br /><br />No, I'm not giving President Obama a pass on cutting home-heating subsidies &amp; Pell grants. And I'm perfectly aware that Obama's game is to let Republicans hang themselves, then \"compromise\" with other cuts that will hurt poor- and middle-class families. As Jon Stewart says, all of the proposed cuts by both the House &amp; the President are to programs that Democratic voters like.<br /><br />But still. So far, there's only one grown-up in the game, and he's the President.<br /><br />The Constant Weader at <a href=\"http://www.RealityChex.com\" target=\"_blank\">www.RealityChex.com</a>", "recommendationCount": 1179}, {"assetID": 2424590, "replies": [], "lft": 10, "assetURL": "http://www.nytimes.com/2011/02/18/opinion/18krugman.html", "parentID": null, "commentID": 3403401, "rgt": 11, "userDisplayName": "dht", "createDate": "1297996182", "userID": 59657605, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1298005921", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "belvidere il", "commentType": "comment", "updateDate": "1298005921", "commentSequence": 17, "commentBody": "    Set up a single payer system with the power to control costs and raise the taxes to support the system. ", "recommendationCount": 297}, {"assetID": 2424590, "replies": [], "lft": 12, "assetURL": "http://www.nytimes.com/2011/02/18/opinion/18krugman.html", "parentID": null, "commentID": 3403408, "rgt": 13, "userDisplayName": "Tindalos", "createDate": "1297996228", "userID": 60137919, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1298005921", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Oregon", "commentType": "comment", "updateDate": "1298005921", "commentSequence": 18, "commentBody": "I doubt Willie would weep, he was a con after all no matter how the Republicans abused his story for their illicit gain, but the greater story is as you intimate: The lack of honesty, integrity, intellectual gravity and civic responsibility in Washington DC has now reached such a fever pitch that the very republic itself feels shattered.", "recommendationCount": 88}, {"assetID": 2424590, "replies": [], "lft": 14, "assetURL": "http://www.nytimes.com/2011/02/18/opinion/18krugman.html", "parentID": null, "commentID": 3403412, "rgt": 15, "userDisplayName": "pvolkov", "createDate": "1297996295", "userID": 40468540, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1298005921", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Burlington, Ontario", "commentType": "comment", "updateDate": "1298005921", "commentSequence": 4, "commentBody": "\"What would a serious approach to our fiscal problems involve? I can summarize it in seven words: health care, health care, health care, revenue.\"<br /><br />How about substituting the words, Afghanistan, Afghanistan, Afghanistan and still Iraq.  That would create a financial bonanza and eliminate further personal destruction.  Trying to cut back on health care will increase problems since the current health bill, catering to the private health organizations and pharmaceutical companies will balloon costs down the line and not keep up with the aging populations's increasing medical needs.<br /><br />I would give President Obama some credit had he made any attempt to end or wind down our war(s) or fought for a decent health care bill like Canada has created.<br /><br />He has not followed any sane method of keeping our financial empire in check and continues to round up the worst examples of fiscal irresponsibles to advise him. And how about that little tax deal for the wealthy?<br /><br />I hope the protests in Madison, Wisconsin (my alma mater) will continue unabated and have some affect at the Democratic Convention.<br /><br />", "recommendationCount": 590}, {"assetID": 2424590, "replies": [], "lft": 16, "assetURL": "http://www.nytimes.com/2011/02/18/opinion/18krugman.html", "parentID": null, "commentID": 3403413, "rgt": 17, "userDisplayName": "Breukelen", "createDate": "1297996330", "userID": 54948319, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1298005921", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Ashland, OR", "commentType": "comment", "updateDate": "1298005921", "commentSequence": 19, "commentBody": "The top-down class war continues.  Yesterday, e.g., break private-sector unions and then, speaking of Willie Sutton, bailout banksters; today, howl about deficits and break public-sector unions; tomorrow ...<br /><br />That President Obama is \"less bad than his opponents\" is just plain not good enough.  We need leadership that re-frames what's happening, not seeks \"bipartisanship.\"", "recommendationCount": 221}, {"assetID": 2424590, "replies": [], "lft": 20, "assetURL": "http://www.nytimes.com/2011/02/18/opinion/18krugman.html", "parentID": null, "commentID": 3403446, "rgt": 21, "userDisplayName": "Ben", "createDate": "1297996942", "userID": 56335665, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1298005921", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Long Island, NY", "commentType": "comment", "updateDate": "1298005921", "commentSequence": 1, "commentBody": "For far too long, America has been living in a dream world, concocted by partisan talking points, with the complicity of the media, often ignoring the overarching implications of the short-term decisions we make as a society. Perhaps this allowed us to function in the past, when information flowed slowly, when commerce could not occur around the globe at the touch of a key, but this is the 21st century. The only thing that will carry the day is truth and reality.<br /><br />If we remain complacent by letting others defend what we believe, without becoming involved in the pursuit for a better tomorrow, then the fault is ours. We have nothing to fear except giving in.<br /><br />Our money system, as I understand it, is based on the idea of trust - not only in the trust in an individual, or a business, or an industry or country - but in the trust that the future will be better than the present. Productivity increases, value increases, efficiencies increase, and society arrives in a better place.<br /><br />The world is constantly changing, faster now than at any point in recent memory. The uprisings in the Arab world - uprisings arriving not out of hate, but of the desire for the simple, universal rights of man - should be the clearest example that our world has evolved at a better day, but let us not leave it at that. Our technology has increased to a point where an idea can spread around the world in an instant - anyone's idea. The only challenge in spreading that idea is our collective agreement that that idea is right.<br /><br />Harnessing this innovation is of the utmost importance for business and society. The old ways of doing things allowed for inefficiencies to be hidden, covered up, ignored, or taking advantage of - that doesn't have to be the case in the 21st century. Government and business can run far more effectively, we just need to start down that path, providing each of us an opportunity to be participants in our global system of commerce, while using those same principles to improve each of our lives, in a manner we choose.<br /><br />Our societies best days are ahead of us, we only need the courage to pursue those ends, despite the constant ocean of noise coming from those bent on defending the safety and familiarity of the status quo. The only ones we will have to blame if the future we fear arrives is ourselves.<br /><br />\"I love the man that can smile in trouble, that can gather strength from distress, and grow brave by reflection.\"<br />", "recommendationCount": 133}, {"assetID": 2424590, "replies": [], "lft": 22, "assetURL": "http://www.nytimes.com/2011/02/18/opinion/18krugman.html", "parentID": null, "commentID": 3403447, "rgt": 23, "userDisplayName": "Steve", "createDate": "1297996945", "userID": 61544930, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1298005921", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Boston, Massachusetts", "commentType": "comment", "updateDate": "1298005921", "commentSequence": 16, "commentBody": "On January 20, 2009, the deficit suddenly went from meaningless to the most important problem this country faces.  On November 6, 2012, we will find it if it is still the most important problem in the country for a few more years, or whether it will become meaningless again on January 20, 2013.", "recommendationCount": 174}, {"assetID": 2424590, "replies": [], "lft": 24, "assetURL": "http://www.nytimes.com/2011/02/18/opinion/18krugman.html", "parentID": null, "commentID": 3403473, "rgt": 25, "userDisplayName": "Staccato", "createDate": "1297997536", "userID": 59906035, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1298005921", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "NyNy", "commentType": "comment", "updateDate": "1298005921", "commentSequence": 13, "commentBody": "It is simple.  Never let a crisis go to waste.  We are in deep trouble.  The only way out of it is for the middle and working classes to sacrifice.  Unions must go.  How else are we going to pay the big bonuses of our wonderful financiers.<br /><br />It is time to go back to Eisenhower level taxation.  Not tomorrow.  Today.<br />", "recommendationCount": 366}, {"assetID": 2424590, "replies": [], "lft": 26, "assetURL": "http://www.nytimes.com/2011/02/18/opinion/18krugman.html", "parentID": null, "commentID": 3403474, "rgt": 27, "userDisplayName": "Ken", "createDate": "1297997565", "userID": 54470415, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1298005921", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Long Island", "commentType": "comment", "updateDate": "1298005921", "commentSequence": 8, "commentBody": "The last election was determined by the flow of corporate contributions legalized by the corporate lapdogs on the Supreme Court. Now that their corporate puppets have assumed power, they have begun their assault on the middle class. Destroy the unions and you destroy the Democratic Party. Destroy the Democratic Party and the middle class will be held responsible for the corporate theft which bankrupted America two years ago. Social Security, gone. Medicare, gone. Health care, gone. Welcome a world in which a government which advocates for its citizens is gone, and in its place a government which caters to the rich at the expense of everyone else. In Wisconsin, all Democrats must stand with the public employee unions. In Washington, all Democrats must stand with the President. In Congress, all Democrats must stand united to fight for 5 decades of social progress.  No compromise, because a compromise means a lost generation in which political repression and corporate greed will dominate our destiny. Thank you professor for standing up for the truth, for telling the truth, for calling out those who twist the truth for personal gain. The battle lines are drawn, and everyone who cares about America needs to shoulder the burden of fighting those who seek to rob us of our freedom and our lives. ", "recommendationCount": 505}, {"assetID": 2424590, "replies": [], "lft": 28, "assetURL": "http://www.nytimes.com/2011/02/18/opinion/18krugman.html", "parentID": null, "commentID": 3403491, "rgt": 29, "userDisplayName": "Karen Garcia", "createDate": "1297998095", "userID": 48110597, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1298005921", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New Paltz, NY", "commentType": "comment", "updateDate": "1298005921", "commentSequence": 5, "commentBody": "Paul Ryan and his bold young Republicans love to swagger and pretend to be fiscally responsible. In reality, they are a bunch of fakes. They scapegoat the country's financial woes on the blameless and the helpless: labor unions, the elderly, the poor, and women and children who the conservatives  feel are consuming more than their fair share of food and oxygen. The GOP's cost-cutting melodramatics conveniently ignore the trillion dollar wars and the extension of tax breaks for the wealthy, which together drive up the deficit more than Medicare and Medicaid and every other social program combined. And both parties conveniently ignore the fact that single payer health care (still favored by two thirds of Americans) could save billions every year just by eliminating profiteering private insurers from the health care equation.<br /><br />The sole purpose of the nihilistic Republicans is to enrich their wealthy backers at the expense of the rest of us. In no way do they resemble hawks, deficit or otherwise.  They are more closely akin to the notorious cuckoo bird, which sneakily lays its eggs in the nests of other birds, and then kicks the eggs of the other species out - so only the privileged cuckoo birds survive. Call it survival of the fittest in the new Age of American Oligarchy.<br /><br /> <a href=\"http://kmgarcia2000.blogspot.com\" target=\"_blank\">http://kmgarcia2000.blogspot.com</a>/", "recommendationCount": 1155}, {"assetID": 2424590, "replies": [], "lft": 30, "assetURL": "http://www.nytimes.com/2011/02/18/opinion/18krugman.html", "parentID": null, "commentID": 3403522, "rgt": 31, "userDisplayName": "JLT", "createDate": "1297998845", "userID": 2182617, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1298005921", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Palo Alto, California", "commentType": "comment", "updateDate": "1298005921", "commentSequence": 21, "commentBody": "\"And if his opponents were serious about those deficits, they’d be backing his actions and calling for more.\"<br /><br />If his opponents were serious about fooling Paul Krugman, they would be backing Obama's 600 billion dollar deficits as far as the eye can see.", "recommendationCount": 15}, {"assetID": 2424590, "replies": [], "lft": 34, "assetURL": "http://www.nytimes.com/2011/02/18/opinion/18krugman.html", "parentID": null, "commentID": 3403569, "rgt": 35, "userDisplayName": "quixote7", "createDate": "1297999877", "userID": 60242803, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1298005921", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Los Angeles", "commentType": "comment", "updateDate": "1298005921", "commentSequence": 20, "commentBody": "Why is military spending not on the list, even ahead of health care, health care, and health care?  That looks like a huge discretionary item to me.  No?", "recommendationCount": 476}, {"assetID": 2424590, "replies": [], "lft": 36, "assetURL": "http://www.nytimes.com/2011/02/18/opinion/18krugman.html", "parentID": null, "commentID": 3403580, "rgt": 37, "userDisplayName": "Sam Kathir", "createDate": "1298000061", "userID": 59697517, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1298005921", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New York", "commentType": "comment", "updateDate": "1298005921", "commentSequence": 9, "commentBody": "Are you surprised?<br /><br />Exxon and Chevron are running daily TV commercials about how hard they are working on \"renewable energy\", while at the same time sending an army of lobbyists to the congress to protect their \"oil business\". A few hundred thousand dollars on TV commercials to hoodwink the public, is a whole lot worth than the millions they spend on the lobbyists.<br /><br />A public that believes that Exxon and Chevron are working climate change, and saving the future of the world, is complementary to the elected politicians providing them tax-breaks, so that they can pursue their oil business even more profitably.<br /><br />People, don't be fooled. What we need to focus on is, not what the politicians say, but what they actually do!", "recommendationCount": 291}, {"assetID": 2424590, "replies": [], "lft": 38, "assetURL": "http://www.nytimes.com/2011/02/18/opinion/18krugman.html", "parentID": null, "commentID": 3403610, "rgt": 39, "userDisplayName": "Scott", "createDate": "1298000842", "userID": 61149675, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1298005921", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Colorado", "commentType": "comment", "updateDate": "1298005921", "commentSequence": 10, "commentBody": "Two things about this are  truly amazing:<br />1)Obama is not bringing this to the people with a direct address from the oval office. The majority of American's have no idea that the cuts the GOP is proposing is essentially window dressing, even if the deficit were the imminent problem they say it is...<br /><br />2) Looking at the map of congressional election results, it blows me away that states like Michigan, Ohio, California  (all states with high unemployment and state fiscal woes) sent predominantly GOP representatives to congress.  It makes me think we (as a country) deserve all the problems we're going to get by electing these clowns.<br />", "recommendationCount": 567}, {"assetID": 2424590, "replies": [], "lft": 42, "assetURL": "http://www.nytimes.com/2011/02/18/opinion/18krugman.html", "parentID": null, "commentID": 3403626, "rgt": 43, "userDisplayName": "Winning Progressive", "createDate": "1298001283", "userID": 61073654, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1298005921", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Chicago, IL", "commentType": "comment", "updateDate": "1298005921", "commentSequence": 11, "commentBody": "This is spot on.  I would just add two other things that should be on the table if people are serious about deficit reduction.<br /><br />The first is military spending, which at more than $700 billion per year, is far in excess of what we need.<br /><br />The second is corporate subsidies, such as to agribusiness and fossil fuel industries.  If conservatives truly believe in the free market, they should be happy to stop subsidizing corporations that happen to have good lobbyists and political connections.<br /><br /><a href=\"http://www.winningprogressive.org\" target=\"_blank\">http://www.winningprogressive.org</a><br /><br /><a href=\"http://www.facebook.com/pages/Winning-Progressive/195682780442236\" target=\"_blank\">http://www.facebook.com...</a><br /><br /> ", "recommendationCount": 905}, {"assetID": 2424590, "replies": [], "lft": 46, "assetURL": "http://www.nytimes.com/2011/02/18/opinion/18krugman.html", "parentID": null, "commentID": 3403643, "rgt": 47, "userDisplayName": "Elwood Anderson", "createDate": "1298001771", "userID": 240805, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1298005921", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Las Vegas NV", "commentType": "comment", "updateDate": "1298005921", "commentSequence": 14, "commentBody": "Just a mention of higher taxes in passing, and even then no comment on who should pay them. Bernie Sanders is the only one on the East with the courage to say what is really needed. Listen to his piece on The News Hour yesterday. The middle class is the patsy in all this and the corporations and the wealthy are getting a free pass from everyone from the Congress, to the President, to the media, to the pundits. They're all still on the oligarchy's bandwagon.", "recommendationCount": 333}, {"assetID": 2424590, "replies": [], "lft": 50, "assetURL": "http://www.nytimes.com/2011/02/18/opinion/18krugman.html", "parentID": null, "commentID": 3403661, "rgt": 51, "userDisplayName": "Bruce", "createDate": "1298002555", "userID": 57440685, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1298005921", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "San Diego", "commentType": "comment", "updateDate": "1298005921", "commentSequence": 15, "commentBody": "\"Paul Ryan, the G.O.P.’s supposed deep thinker du jour\"<br /><br />Consider the competition for that honor, most of which would be out of their depth in a parking lot puddle.<br /><br />Regrettably, the GOP's main focus is precisely as advertised by its leadership: beating Obama in 2012. It is the fulcrum, lever and mass on, through and by which the party would move their world.", "recommendationCount": 241}, {"assetID": 2424590, "replies": [], "lft": 54, "assetURL": "http://www.nytimes.com/2011/02/18/opinion/18krugman.html", "parentID": null, "commentID": 3403673, "rgt": 55, "userDisplayName": "Tom Hickey", "createDate": "1298002782", "userID": 23878161, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1298005921", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Iowa City", "commentType": "comment", "updateDate": "1298005921", "commentSequence": 2, "commentBody": "Talk about cutting the deficit when there is a huge output gap and about 20% of workers are either looking for work, have taken work beneath what they are qualified to do, or have just given up looking is crazy-talk. Macro 101: the government balance, private domestic balance, and current account balance have to sum to zero as an accounting identity. When the country is running a current account deficit and the private domestic sector is saving/delevering, then the government deficit must compensate for this demand leakage in order to increase spending power enough to purchase what the economy is capable of producing. If the deficit is too small for this, then the output gap will not close and unemployment will persist.<br /><br />The lost opportunity resulting from failure to do this is enormous and this loss cannot be recaptured. Add to it the degradation of resources, especially human resources, and it becomes clear that not acting through fiscal policy is insane.<br /><br />Trying to \"save money\" by cutting the deficit will just result in larger deficits due to reduced tax revenue and increased welfare payments (automatic stabilizers). The deficit hawkery is just politics to undermine the president and Democratic Party. Shame, shame, shame. And the deficit dovery is political expedience instead of telling the people the truth. More shame.", "recommendationCount": 633}, {"assetID": 2424590, "replies": [], "lft": 56, "assetURL": "http://www.nytimes.com/2011/02/18/opinion/18krugman.html", "parentID": null, "commentID": 3403674, "rgt": 57, "userDisplayName": "Spence", "createDate": "1298002840", "userID": 34005526, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1298005921", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Malvern, PA", "commentType": "comment", "updateDate": "1298005921", "commentSequence": 6, "commentBody": "Mmmm, three things…<br /><br />The Republicans will shut down the Federal government because they can and there is no real opposition to stop them from complicit Democrats.  Republicans frame the debate and control the narrative. Day after day they blame and pound the Democrats in the media for not cutting enough from the 12% piece of the pie while instilling fear about run away deficits and getting the uninformed populace worked up in a feeding frenzy like they always do. Why don’t the Democrats remind the people that it was the Republicans that created these massive deficits through 2 wars, 3 tax cuts and Medicare Part D. The facts haven’t changed in 10 years and never will? When you constantly roll over, the other side will eat your lunch or in this case steal your programs.<br /><br />On the other hand, the Republicans offer No specific cuts, just wishy-washy generalizations of why domestic programs should be cut without touching Defense. Why should they? They control the media and the rhetoric. The end result is always the same: the Democrats will unilaterally cut more domestic programs without calling out the Republicans’ phony bluff. It’s like the Republicans say to the Democrats, Is that all you can cut? We can and we will cut more. So what do the Democrats do, they cut more even though the Republicans never had a plan to cut anything. This way the Republicans can blame the Democrats at election time for the actual cuts and the Republicans can walk away scotch free like they did in the run up to Iraq. Nothing ever sticks. Of course, the media portrays the Democrats as the villains because they actually did something to solve the problem. This is what happens when you have a party that doesn’t stand together on anything and fight for principal. Who knows what their principals are? Most people would respect them and maybe vote for them if they just stood their ground and fought back.<br /><br />The reality is that no one in Washington from either side (mostly from the Right) wants to make the tough decisions. Most of them are millionaires who will have a nice Government pension with full health benefits after they retire. Doing the people’s business doesn’t fit into their never ending quest to grab that golden corporate/lobbyist gig after they build up their resumes and develop some nice connections. Unfortunately, there is no one, including the media and populace who hold them accountable for their actions or lack of actions thereof. So yes, Defense will take precedence over everything else in the budget and domestic programs will be pared to the bone because very few in Washington are willing to stand up for the middle/working class. I think Willie would agree that corporate money always trumps people’s needs.<br />", "recommendationCount": 421}]}, "copyright": "Copyright (c) 2016 The New York Times Company.  All Rights Reserved."}