{"debug": {"version": 3.1}, "status": "OK", "results": {"api_timestamp": "1481481089", "totalCommentsFound": 6655, "totalCommentsReturned": 25, "comments": [{"assetID": 3395344, "replies": [], "lft": 2, "assetURL": "http://www.nytimes.com/2014/02/23/magazine/elizabeth-meriwether.html", "parentID": null, "commentID": 11222352, "rgt": 3, "userDisplayName": "Ross", "createDate": "1393304375", "userID": 41190379, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1393304407", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Delaware", "commentType": "comment", "updateDate": "1393304407", "commentSequence": 11222352, "commentBody": "What - that's it?", "recommendationCount": 1}, {"assetID": 3395335, "replies": [], "lft": 2, "assetURL": "http://www.nytimes.com/2014/02/25/opinion/ukraines-uncertain-future.html", "parentID": null, "commentID": 11222353, "rgt": 3, "userDisplayName": "Norman Pollack", "createDate": "1393304393", "userID": 11983749, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1393304407", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "East Lansing, Michigan", "commentType": "comment", "updateDate": "1393304407", "commentSequence": 11222353, "commentBody": "The editorial resonates with US efforts to rekindle the Cold War.  Ukrainian nationalism is made light of, and Putin is here demonized (\"perhaps acquired in the K.G.B.\"), quite lacking in subtlety.  With the IMF, like a vulture poised to strike, it is obvious that the \"West\" is engaged in expanding the range of privatization and the fulfillment of an US geopolitical strategy intended to contain both Russia and China (the notorious \"pivot\") as a means of affirming America's vision of global hegemony.<br/><br/>The timing is interesting.  Sec. Hagel's plans for troop reductions are coupled with a still larger military budget.  Flexibility, greater lethality, a more aggressive posture confirming what is now ingrained militarism, the US drawing the EU further within its orbit as part of the picture.  The Ukraine becomes a convenient test case of American influence and power, those named in the editorial making no secret of the confrontational stance toward Russia.<br/><br/>I would like to see cooler heads prevail; the problem is, there are none.  The half-trillion military budget complements, and causes, serious cuts in the social safety net.  Domestic America is sacrificed to the quixotic demands for political-economic-ideological dominion, and, the grace note to this, a program of massive surveillance the likes of which has never been seen before in America.<br/><br/>We preach respect for civil liberties in the Ukraine and violate it unmercifully at home.", "recommendationCount": 53}, {"assetID": 3395338, "replies": [], "lft": 8, "assetURL": "http://www.nytimes.com/2014/02/25/opinion/nocera-the-wild-west-of-privacy.html", "parentID": null, "commentID": 11222354, "rgt": 9, "userDisplayName": "robert d", "createDate": "1393304400", "userID": 48063402, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1393304407", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "crestone, co", "commentType": "comment", "updateDate": "1393304407", "commentSequence": 11222354, "commentBody": "The only entity with the power and scope to deal with our privacy dilemma is the government which has shown itself unable to control the use of its own information much less the vast cloud of information swirling around in the internet.  the public demands open communication on that internet and yet that same openness allows the theft of information.  The guarding of information in this way often seems in direct opposition to our right to know.  Add to this the distrust that many hold towards government intervention and the task is truly daunting on that level.   Perhaps our only effective hope of controlling information is to take personal responsibility for the dissemination  An informed person can often decide how their information will be disseminated..  But this will require a lot of work and consideration in what we do on the weband in our dealings with all sorts of companies.  Are we up to the task?", "recommendationCount": 4}, {"assetID": 3395269, "replies": [], "lft": 68, "assetURL": "http://cityroom.blogs.nytimes.com/2014/02/24/share-your-stories-of-street-harassment-in-new-york-city/", "parentID": null, "commentID": 11221204, "rgt": 69, "userDisplayName": "Madeleine", "createDate": "1393283644", "userID": 65344807, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1393304413", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "NYC", "commentType": "comment", "updateDate": "1393304413", "commentSequence": 11221204, "commentBody": "Like many women who live here, I've been harassed too many times to count. I almost never respond because to do so is almost inevitably an escalation. An example: A couple years ago I was crossing my own block in the east village and a young man tried to start a conversation with me. I ignored him, and he quickly became angry and started calling me a \"b----,\" etc. I decided to try reasoning with him a bit, and asked whether he thought his mother or his sister were obligated to speak to every man on the street who tries to talk to them? That made him even angrier -- he bent over and mimed putting his finger up his butt! I think it was meant to be a \"kiss this\" gesture, but I burst out laughing. Sadly most other encounters of this type do not end amusingly. Street harassers are very near the bottom of humanity's barrel, and if they were capable of shame or taste or manners they wouldn't open their mouths and say the things they do. It infuriates and insults me that these pathetic, misogynistic simpletons who offer their unsolicited opinions of my face and my body think I would ever care to hear from them about anything at all. ", "recommendationCount": 14}, {"assetID": 3395312, "replies": [], "lft": 222, "assetURL": "http://www.nytimes.com/2014/02/25/movies/harold-ramis-who-helped-redefine-what-makes-us-laugh-on-screen-dies-at-69.html", "parentID": null, "commentID": 11222355, "rgt": 223, "userDisplayName": "Anetliner Netliner", "createDate": "1393304406", "userID": 33888832, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1393304468", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Washington, DC area", "commentType": "comment", "updateDate": "1393304468", "commentSequence": 11222355, "commentBody": "Rest In Peace, Mr. Ramis.  Well done!  Gone too soon, but the laughter you brought to millions survives you.", "recommendationCount": 10}, {"assetID": 3395269, "replies": [], "lft": 70, "assetURL": "http://cityroom.blogs.nytimes.com/2014/02/24/share-your-stories-of-street-harassment-in-new-york-city/", "parentID": null, "commentID": 11221265, "rgt": 71, "userDisplayName": "suzinne", "createDate": "1393284512", "userID": 35943105, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1393304474", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "bronx", "commentType": "comment", "updateDate": "1393304474", "commentSequence": 11221265, "commentBody": "All of my harassment happened underground.<br/>Both of use age 9, my friend and I while stupidly playing at the train tracks here in the Bronx when approached by a man who promptly dropped his paints.<br/>As a teen, was exposed to an erect man (while still a virgin) while riding the N train going to school.<br/>Was pursued by a pimp (dressed like something out of a blaxploitation film) who followed me off the train and continued after me up that very long escalator @ 59th and Lexington Avenue.<br/>Sat in corner seat on subway all the while a leering, although short in stature man, rubbed his crotch.  Gave him some choice words (once of them beginning with \"f\"), and got up to go to another car.<br/>Lastly, while deep into a magazine article, got my handbag ripped very aggressively off my arm.  And thief had time his grab so that the doors opened shortly thereafter making for a quick exit.<br/><br/>Live here long enough, and especially if you're a woman, you will indeed be victimized.", "recommendationCount": 4}, {"assetID": 3395269, "replies": [], "lft": 72, "assetURL": "http://cityroom.blogs.nytimes.com/2014/02/24/share-your-stories-of-street-harassment-in-new-york-city/", "parentID": null, "commentID": 11221695, "rgt": 73, "userDisplayName": "Sarah", "createDate": "1393290895", "userID": 28102997, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1393304489", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Brooklyn", "commentType": "comment", "updateDate": "1393304489", "commentSequence": 11221695, "commentBody": "A number of years ago, a man on a crowded train masturbated on to my back. When I went to the police, the officer scolded me and wouldn't write down my report. ", "recommendationCount": 8}, {"assetID": 3395269, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 11221863, "replies": [], "commentID": 11223051, "trusted": 0, "userDisplayName": "BarryL", "createDate": "1393331990", "userID": 32419386, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1393337189", "userTitle": "NULL", "recommendations": 5, "editorsSelection": false, "parentUserDisplayName": "Jay", "userURL": "NULL", "userLocation": "Brooklyn, NY", "depth": 1, "commentType": "userReply", "updateDate": "1393337189", "commentSequence": 11223051, "commentBody": "Come back, Jay. Crime here is lower than it has been for ages. "}]}, "lft": 74, "assetURL": "http://cityroom.blogs.nytimes.com/2014/02/24/share-your-stories-of-street-harassment-in-new-york-city/", "parentID": null, "commentID": 11221863, "rgt": 77, "userDisplayName": "Jay", "createDate": "1393294028", "userID": 58641862, "replyCount": 1, "commentTitle": "<br/>", "status": "approved", "approveDate": "1393304548", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Florida", "commentType": "comment", "updateDate": "1393304548", "commentSequence": 11221863, "commentBody": "I  was born in New York, the Bronx. I've never been harassed or even really felt afraid at least until about 1979.  I must have been oblivious to those around me or just naive. I stood on the train platform in Brooklyn in 1950 with my mom and dad and my baby sister, late at night, when it was deserted and never felt fear or sensed that my parents were afraid.  Nothing ever happened. Now however, I would never take the train at night, stand alone on the platform or walk home alone in the dark.  I not only fear being harassed but I fear being assaulted and killed.  It's a different NY.  During and before WWII my mother would tell me of going to the city and walking through Central Park in the dark.  Nowadays we wouldn't make it to the other side.  I'm not harassed, but I'm haunted by the prospect of becoming a victim.  I long for the New York I used to know.  I love New York and miss it, snow and all.  But I don't want to be harassed or haunted by the thought of it.  Oh, almost forgot...being harassed in the Bronx was having the wild, older boys chase you and mark your clothing with a large stick of pastel colored chalk.  Now that was harassment!  ", "recommendationCount": 1}, {"assetID": 3395269, "replies": [], "lft": 78, "assetURL": "http://cityroom.blogs.nytimes.com/2014/02/24/share-your-stories-of-street-harassment-in-new-york-city/", "parentID": null, "commentID": 11221867, "rgt": 79, "userDisplayName": "Rebecca", "createDate": "1393294118", "userID": 20204964, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1393304620", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "New York, NY", "commentType": "comment", "updateDate": "1393304620", "commentSequence": 11221867, "commentBody": "I've lived in Manhattan for 15 years and experience and/or witness some sort of harassment nearly every day.  I am not fearful to leave my apartment, but, like taking my keys or Metrocard with me each day, I also take a kind of armor/defense.  It's just as unconscious as grabbing those other items on the way out the door.  Harassment is just something I've gotten used to over the years and is just another thing I have to manage throughout my day. <br/><br/>Age or clothes don't matter.  I'm in my late thirties and last summer I was walking in the East Village wearing Birkenstocks (Birkenstocks!) and some guy walked past me and said, \"Mmm, I'd like to suck those toes.\" Really, guy?  <br/><br/>The other thing that totally grosses me out is noticing guys check women out or cat call them.  I saw this guy on the subway last week follow behind a woman on the platform on to the train to watch her walk and then stare at her for three stops until she got off.  Then he walked down the car to watch her walk away through all the car windows.  Also, I hear guys say some pretty disgusting things in conversation while walking down the street.  And it's not any one type of guy - it's clean cut looking guys, teenagers, old dudes.  Everyone, all colors.<br/><br/>If you have respect for other people, you don't do these things.<br/><br/>Also, don't tell me to smile.  I just lost my job/sister/boyfriend/wallet/lunch and I need to go take care of myself right now, not you.", "recommendationCount": 23}, {"assetID": 3395269, "replies": [], "lft": 80, "assetURL": "http://cityroom.blogs.nytimes.com/2014/02/24/share-your-stories-of-street-harassment-in-new-york-city/", "parentID": null, "commentID": 11221905, "rgt": 81, "userDisplayName": "Matt F", "createDate": "1393295086", "userID": 63412512, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1393304647", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Purchase", "commentType": "comment", "updateDate": "1393304647", "commentSequence": 11221905, "commentBody": "I sympathize with all of the writers here, especially the women.<br/>My own experiences with harassment have been mainly from NYC police officers being rude, condescending, and threatening when not doing ANYTHING that should draw the attention of law enforcement.<br/>Other friends and acquaintances have shared similar experiences.  One was arrested simply waiting to cross the street, another was threatened by plainclothesmen while trying to hail a cab.<br/>As a white, middle-aged man, I can only imagine the fear and anger that citizens of color experience at the hands of New York's \"Finest\".  They are nasty, surly, and confrontational.", "recommendationCount": 11}, {"assetID": 3395269, "replies": [], "lft": 3, "assetURL": "http://cityroom.blogs.nytimes.com/2014/02/24/share-your-stories-of-street-harassment-in-new-york-city/", "parentID": 11218194, "commentID": 11221917, "rgt": 4, "userDisplayName": "Matt F", "createDate": "1393295311", "userID": 63412512, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1393304652", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Purchase", "commentType": "userReply", "updateDate": "1393304652", "commentSequence": 11221917, "commentBody": "Next time give him a number, just not your real one!", "recommendationCount": 7}, {"assetID": 3395269, "replies": [], "lft": 82, "assetURL": "http://cityroom.blogs.nytimes.com/2014/02/24/share-your-stories-of-street-harassment-in-new-york-city/", "parentID": null, "commentID": 11221973, "rgt": 83, "userDisplayName": "David", "createDate": "1393296284", "userID": 56565446, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1393304695", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Brooklyn", "commentType": "comment", "updateDate": "1393304695", "commentSequence": 11221973, "commentBody": "\"Showtime, showtime!..What time is it?...Showtime!\"<br/>Every day, every train, sooner or later, feet flying in your face, earsplitting music, this forced entertainment is like a a torture if you're anything but a tourist.<br/>Even without them, if that were possible, there are dozens more, acts, panhandlers, salesmen, kids not raising money for their school by selling candy bars, all with their hand out, some aggressively, or even threateningly; many people give out of fear. I've seen people who asked this and other \"entertainers\" to stop or move along, sworn at, threatened, punched. No police in sight; few token booths clerks to report to. More like the old days every day", "recommendationCount": 9}, {"assetID": 3395269, "replies": [], "lft": 84, "assetURL": "http://cityroom.blogs.nytimes.com/2014/02/24/share-your-stories-of-street-harassment-in-new-york-city/", "parentID": null, "commentID": 11222104, "rgt": 85, "userDisplayName": "Linn", "createDate": "1393298655", "userID": 68855840, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1393304752", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Harlem", "commentType": "comment", "updateDate": "1393304752", "commentSequence": 11222104, "commentBody": "I've lived in a number of cities/towns in the US (large, small, midwest, southwest, east coast) and have been harassed in all of them. No matter the time of day, what I'm wearing, etc I've had guys in cars swerve in front of me while honking their horns, as I've been walking on the sidewalk; guys pull over, again in cars, and demand that I get in the car with them; guys say everything disgusting/horrible under the sun to me; guys walk directly into my path / totally invading my personal space while walking or on the subway...guys follow me home from bars....I've seen old men follow / stalk and catcall pre-teens and young guys harass older women. its hard to pinpoint exact stories because it literally happens every day, sometimes multiple times a day - all of it just blurs into the general feeling : as a woman, you're always at risk of being assaulted - any time, any day, any place.  (i know its dramatic but ....that's how I feel) It's just a part of the routine any more for me, just like putting on makeup - I steel myself before going out.    ", "recommendationCount": 12}, {"assetID": 3395295, "replies": [], "lft": 479, "assetURL": "http://www.nytimes.com/2014/02/25/us/efforts-to-rein-in-public-sector-pension-costs-are-falling-short-experts-say.html", "parentID": 11222151, "commentID": 11222333, "rgt": 480, "userDisplayName": "Cam", "createDate": "1393303758", "userID": 4494636, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1393304780", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Midwest", "commentType": "userReply", "updateDate": "1393304780", "commentSequence": 11222333, "commentBody": "You are buying into a lot of rhetoric if you think that all public employees are paying very little into their pensions. I'm paying 10% of my income plus social security. With my previous employer, in the woefully underfunded Illinois, I paid 8% of my income. The issue is not that we are buying politicians, if we were, we would also force them to fully fund our pensions. The issue is that politicians and taxpayers want everything -- they want all the services but don't want to pay for any of it.", "recommendationCount": 9}, {"assetID": 3395295, "replies": [], "lft": 111, "assetURL": "http://www.nytimes.com/2014/02/25/us/efforts-to-rein-in-public-sector-pension-costs-are-falling-short-experts-say.html", "parentID": 11220102, "commentID": 11222339, "rgt": 112, "userDisplayName": "bd", "createDate": "1393303969", "userID": 49251224, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1393304788", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "San Diego", "commentType": "userReply", "updateDate": "1393304788", "commentSequence": 11222339, "commentBody": "Reuben ... part of the problem is that no one knows exactly what the unfunded liability \" hole \" is. Estimates range from $1.5 - $2.5 trillion, but an exact number is not available because the books are cooked. It's legal because public accounting operates under a looser set of accounting standards compared to those imposed on the private sector. The public unions and their political protectors have written huge post dated checks and fudged the amount needed to cover. How much of a tax increase would be needed to cover a ~ $2 trillion dollar hole? I mean surely our public \" servants \" can work beyond age 50 - 55 before they start drawing their pensions. Why not 65 - 70 like the rest of us that are footing the bill? Ok, considering the hardships that accompany public employment maybe we can compromise on a retirement age of 60.", "recommendationCount": 1}, {"assetID": 3395295, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 11222366, "replies": [], "commentID": 11222537, "trusted": 0, "userDisplayName": "Melissa", "createDate": "1393311132", "userID": 56877680, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1393317718", "userTitle": "NULL", "recommendations": 10, "editorsSelection": false, "parentUserDisplayName": "Jim J", "userURL": "NULL", "userLocation": "New York", "depth": 1, "commentType": "userReply", "updateDate": "1393317718", "commentSequence": 11222537, "commentBody": "How about good pensions and benefits for he private sector instead of taking money away from your fellow middle class worker."}]}, "lft": 494, "assetURL": "http://www.nytimes.com/2014/02/25/us/efforts-to-rein-in-public-sector-pension-costs-are-falling-short-experts-say.html", "parentID": null, "commentID": 11222366, "rgt": 497, "userDisplayName": "Jim J", "createDate": "1393304635", "userID": 54913452, "replyCount": 1, "commentTitle": "<br/>", "status": "approved", "approveDate": "1393304794", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Minneapolis", "commentType": "comment", "updateDate": "1393304794", "commentSequence": 11222366, "commentBody": "Public sector wages/benefits/security should be  comparable to the private sector.  Heavily unionized, the public sector provides security based on longevity rather than productivity.  If a private business isn't profitable it goes out of business while a public sector business simply taxes more.  After a few years teachers have job security for life no matter what their level of competency - what a terrible outcome for children.  Public workers negotiate for wages/benefits with their political allies and this cartel leads to early retirement ages and cushy pensions with cost of living increases rather than private sector 401(k)s.  <br/><br/>The US is trillions in debt for these outrageous, oversized pension obligations.  Dramatically change the benefits &amp; job security rules making the public sector comparable to the private.", "recommendationCount": 11}, {"assetID": 3395277, "replies": [], "lft": 310, "assetURL": "http://www.nytimes.com/2014/02/25/us/politics/dingell-to-retire-from-congress.html", "parentID": null, "commentID": 11222334, "rgt": 311, "userDisplayName": "Ashrock", "createDate": "1393303767", "userID": 3116624, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1393304809", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Florida", "commentType": "comment", "updateDate": "1393304809", "commentSequence": 11222334, "commentBody": "The only rejoinder I have to offer to the argument that term limits aren't needed because the voters have a right to choose to vote the incumbent out is that the incumbent usually has a tremendous financial advantage over the challenger when running a campaign.  This is very true in congressional races where the incumbent has been firmly entrenched in the district for many year much like Mr. Dingell has been.  I think reforming the way these type of campaigns are financed will help to avoid the problem of the career politician like Mr. Dingell, who, I'm sure brought more than his fear share of wasteful pork barrel projects to his district without any real benefit.  ", "recommendationCount": 1}, {"assetID": 3395213, "replies": [], "lft": 23, "assetURL": "http://krugman.blogs.nytimes.com/2014/02/23/the-myth-of-german-austerity/", "parentID": 11214087, "commentID": 11222368, "rgt": 24, "userDisplayName": "pieceofcake", "createDate": "1393304769", "userID": 65113539, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1393304825", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "konstanz germany", "commentType": "userReply", "updateDate": "1393304825", "commentSequence": 11222368, "commentBody": "\"Is that a widely known proverb?\"<br/><br/>Perhaps I should have wrtten: \"As the Schwaebisch sayen goes\"! ", "recommendationCount": 0}, {"assetID": 3395328, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 11222376, "replies": [], "commentID": 11222496, "trusted": 0, "userDisplayName": "frog2cv", "createDate": "1393309235", "userID": 67139276, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1393319428", "userTitle": "NULL", "recommendations": 3, "editorsSelection": false, "parentUserDisplayName": "Anetliner Netliner", "userURL": "NULL", "userLocation": "ca", "depth": 1, "commentType": "userReply", "updateDate": "1393319428", "commentSequence": 11222496, "commentBody": "Whew! (it's not just Berkeley), whether most reject it out of hand, it will occur anyway, no matter how well constructed the trials. ( and the errors, or the complexity of the issue).<br/><br/>One hopes and supposes there is precedence in Sci-Fi  (Philip k Dick etc.), on these issues that aren't going away. This is part of the future looking at us, some good, some may be bad. Can't put it in the closet, needs be taken and discussed, determined, and so limited---not by the rich investors, but by us all. "}]}, "lft": 14, "assetURL": "http://www.nytimes.com/2014/02/24/opinion/genetically-modified-babies.html", "parentID": null, "commentID": 11222376, "rgt": 17, "userDisplayName": "Anetliner Netliner", "createDate": "1393304913", "userID": 33888832, "replyCount": 1, "commentTitle": "<br/>", "status": "approved", "approveDate": "1393304946", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Washington, DC area", "commentType": "comment", "updateDate": "1393304946", "commentSequence": 11222376, "commentBody": "Whew!  Quite a complex issue, and therefore caution is advisable.  Five macaque monkeys does not constitute an adequate study group prior to human trials.<br/><br/>I don't reject this technique out of hand, but additional, carefully constructed trials are needed before bringing this technique to market.", "recommendationCount": 13}, {"assetID": 3395277, "replies": [], "lft": 299, "assetURL": "http://www.nytimes.com/2014/02/25/us/politics/dingell-to-retire-from-congress.html", "parentID": 11221934, "commentID": 11222341, "rgt": 300, "userDisplayName": "Joe", "createDate": "1393303986", "userID": 58876174, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1393304972", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Iowa", "commentType": "userReply", "updateDate": "1393304972", "commentSequence": 11222341, "commentBody": "Yes, I was.  The presidency did not have legal term limits until FDR broke Washington's tradition of only serving two.  Congress was to be filled with citizen legislators who served part of the year then went back to their jobs in the community.  It is time for congressional term limits. ", "recommendationCount": 1}, {"assetID": 3395341, "replies": [], "lft": 2, "assetURL": "http://dealbook.nytimes.com/2014/02/24/gselevator-tattletale-exposed-he-was-never-in-the-goldman-elevator/", "parentID": null, "commentID": 11222380, "rgt": 3, "userDisplayName": "John Doe", "createDate": "1393304978", "userID": 68665500, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1393305006", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "New York, NY", "commentType": "comment", "updateDate": "1393305006", "commentSequence": 11222380, "commentBody": "I'm disappointed, but can't say I'm surprised. I followed his tweets from the very beginning and it seemed like he was running out of material; the jokes just weren't as funny as they used to be. All the editorialized posts didn't help either (the \"Goldman Sachs\" Guide to Being a Man, the \"Goldman Sachs\" Guide to New Years' Resolutions).<br/><br/>He definitely tried to portray himself as working at Goldman Sachs; I remember an interview in this publication in which he claimed to be in a \"senior, front-end, revenue-generating\" role at the firm.<br/><br/>Whether he worked at Goldman or not would have been irrelevant if he posted \"elevator gossip\" from actual employees. Unfortunately, he tried to make it too much about himself.", "recommendationCount": 5}, {"assetID": 3395304, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 11222373, "replies": [], "commentID": 11222407, "trusted": 0, "userDisplayName": "Ajoy K Thamattoor", "createDate": "1393305682", "userID": 68281584, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1393305824", "userTitle": "NULL", "recommendations": 1, "editorsSelection": false, "parentUserDisplayName": "Lisa", "userURL": "NULL", "userLocation": "California", "depth": 1, "commentType": "userReply", "updateDate": "1393305824", "commentSequence": 11222407, "commentBody": "The duty of a government is to step aside every time protesters demand so?"}, {"recommendedFlag": 0, "parentID": 11222373, "replies": [], "commentID": 11222546, "trusted": 0, "userDisplayName": "Scot", "createDate": "1393311555", "userID": 62078678, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1393316997", "userTitle": "NULL", "recommendations": 2, "editorsSelection": false, "parentUserDisplayName": "Lisa", "userURL": "NULL", "userLocation": "Singapore", "depth": 1, "commentType": "userReply", "updateDate": "1393316997", "commentSequence": 11222546, "commentBody": "This is for Ajoy K Thamattoor: The duty of a government is to govern. Not abuse political power to make money and then resort to terror tactics to end valid, peaceful protests. There is no government in Thailand in any conventional sense. "}, {"recommendedFlag": 0, "parentID": 11222373, "replies": [], "commentID": 11223044, "trusted": 0, "userDisplayName": "Front Row Seats", "createDate": "1393331947", "userID": 57352102, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1393339130", "userTitle": "NULL", "recommendations": 0, "editorsSelection": false, "parentUserDisplayName": "Lisa", "userURL": "NULL", "userLocation": "Bangkok Thailand", "depth": 1, "commentType": "userReply", "updateDate": "1393339130", "commentSequence": 11223044, "commentBody": "You cannot say that the protesters are unarmed.  You cannot say the protesters are peaceful.  You are welcome to have your own opinion, but you cannot create your own facts.  Please understand that I am not taking sides here.  It appears there are shadow militia operating in both camps.  This violence needs to end before Bangkok sees a repeat of 2010.  A good first step would be for both sides to sit down and talk."}]}, "lft": 42, "assetURL": "http://www.nytimes.com/2014/02/25/world/asia/thailand.html", "parentID": null, "commentID": 11222373, "rgt": 49, "userDisplayName": "Lisa", "createDate": "1393304859", "userID": 68863771, "replyCount": 3, "commentTitle": "<br/>", "status": "approved", "approveDate": "1393305185", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Bangkok", "commentType": "comment", "updateDate": "1393305185", "commentSequence": 11222373, "commentBody": "Heartbreaking deaths of 1 child in Trat, Feb 21st and 2 children, 4 yr old brother and 6 yr old sister at Rajaprasong, Feb 23rd have resulted from vicious attacks on unarmed anti-government peaceful protesters. The peaceful protests, ongoing since Nov'13, turned violent during a march on January 17th where a grenade lobbed injured 36, 1 protester later died fr injury. When Civil Court's Feb 18th ruled that govt could not use the State of Emergency to disperse protesters or rally sites, attacks have alarmingly increased in scale and frequency to include live ammunition fired into crowds (Trat, Feb 21 and Lumpini Park, Feb 25). The Civil Court, National Corruption Committee head and opposition party HQ have also been targeted, namely those in opposition or doing their duty. With only a weak condemnation by the government (just a facebook posting by the caretaker PM, which should be condemned itself) the inaction of a caretaker to strongly address these attacks or to attempt to catch the culprits,  their silence, invisibility, and inaction may show they are not opposed to their own supporters, the red shirts, who seem ready to start civil war (btw who chillingly clapped and cheered at what the speaker calls 'good' news of the Trat deaths at their Feb 23 meeting).  The govt should stop thwarting its duty to the Nation, esp after sinking country with rice fiasco. If protesters demand them to step aside for reforms for transparency good governance,why not?unless something to hide ", "recommendationCount": 4}, {"assetID": 3395331, "replies": [], "lft": 8, "assetURL": "http://www.nytimes.com/2014/02/25/opinion/brooks-fake-putin-diary.html", "parentID": null, "commentID": 11222388, "rgt": 9, "userDisplayName": "Diana Moses", "createDate": "1393305323", "userID": 60104105, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1393305366", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Arlington, Mass.", "commentType": "comment", "updateDate": "1393305366", "commentSequence": 11222388, "commentBody": "I don't think this one will result in a job offer from Putin, but  maybe it could help pop his bubble.  He certainly demonstrates the antithesis of humility.  Maybe humor is a way to reach his inner core, I don't know.<br/><br/>I realized at some point some time ago that I was having trouble remembering what official title Putin was currently bearing, and how that was a measure of how he had succeeded all too well at whatever it is he is up to.", "recommendationCount": 4}, {"assetID": 3395338, "replies": [], "lft": 10, "assetURL": "http://www.nytimes.com/2014/02/25/opinion/nocera-the-wild-west-of-privacy.html", "parentID": null, "commentID": 11222394, "rgt": 11, "userDisplayName": "Anetliner Netliner", "createDate": "1393305443", "userID": 33888832, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1393305486", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Washington, DC area", "commentType": "comment", "updateDate": "1393305486", "commentSequence": 11222394, "commentBody": "Excellent suggestions for slowing down the collection of data on private citizens.  Unfortunately, the erosion of privacy is an opaque and insidious process that will have progressed substantially until most of us realize what we have lost.", "recommendationCount": 17}, {"assetID": 3395292, "replies": [], "lft": 197, "assetURL": "http://www.nytimes.com/2014/02/25/world/europe/ukraine.html", "parentID": 11222129, "commentID": 11222362, "rgt": 198, "userDisplayName": "Ross", "createDate": "1393304531", "userID": 68842624, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1393305574", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Lozynskyy", "commentType": "userReply", "updateDate": "1393305574", "commentSequence": 11222362, "commentBody": "That is true, Ukraine is one of the top exporters of wheat, that is the big reason, but not the main one. Europe wants  Ukraine for the same reason... Imagine, to have cheap wheat, coming from part of the Union... The world food crisis on its way. So, being European banker, I would not complain about $20B or $30B bailout", "recommendationCount": 0}]}, "copyright": "Copyright (c) 2016 The New York Times Company.  All Rights Reserved."}