{"debug": {"version": 3.1}, "status": "OK", "results": {"api_timestamp": "1481460177", "totalCommentsFound": 5555, "totalCommentsReturned": 25, "comments": [{"assetID": 1930515, "replies": [], "lft": 14, "assetURL": "http://wordplay.blogs.nytimes.com/2010/10/06/unclued/", "parentID": null, "commentID": 2646174, "rgt": 15, "userDisplayName": "fivethirtyam", "createDate": "1286424155", "userID": 37484715, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1286424168", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "hadlyme, connecticut", "commentType": "comment", "updateDate": "1286420568", "commentSequence": 7, "commentBody": "Ohs is the product name of a Quaker cereal, I believe.  I love puzzles like this -- thanks Patrick!  At first, I tried a rebus, inserting SIDE into individual squares.  Never could quite make that work, of course.  Enjoyed the aha moment and finished in 14 min.", "recommendationCount": 0}, {"assetID": 1929906, "replies": [], "lft": 12, "assetURL": "http://bats.blogs.nytimes.com/2010/10/06/live-soon-yankees-at-twins-game-1/", "parentID": null, "commentID": 2646140, "rgt": 13, "userDisplayName": "Bill in Beijing", "createDate": "1286422798", "userID": 20304957, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1286424799", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "beijing", "commentType": "comment", "updateDate": "1286421199", "commentSequence": 6, "commentBody": "David Robertson strikes out Thome!  I was losing some faith in him, but that was very sweet.<br /><br />Interesting that they brought in Robertson, instead of Chamberlain.  Joba has been way too prone to giving up homeruns lately, and a home run there would have been disastrous.<br /><br />GO YANKS!!!!!!!!  Let's put up another couple of runs now.<br /><br />Bill, no longer in Beijing", "recommendationCount": 3}, {"assetID": 1929906, "replies": [], "lft": 14, "assetURL": "http://bats.blogs.nytimes.com/2010/10/06/live-soon-yankees-at-twins-game-1/", "parentID": null, "commentID": 2646151, "rgt": 15, "userDisplayName": "martin.molloy", "createDate": "1286423207", "userID": 55553852, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1286424801", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Hillsborough, NC", "commentType": "comment", "updateDate": "1286421201", "commentSequence": 7, "commentBody": "I don't think the new TBS teamis that much of an upgrade, they're awful. They have little to say and keep repeating inane things. Why not have the home team's announcers do it OR have Michael Kay and the Twins color guy.  That would at least be more interesting and they'd know the teams", "recommendationCount": 3}, {"assetID": 1929369, "replies": [], "lft": 62, "assetURL": "http://bats.blogs.nytimes.com/2010/10/06/coming-soon-live-analysis-of-reds-at-phillies/", "parentID": null, "commentID": 2646200, "rgt": 63, "userDisplayName": "Eugene Gorrin", "createDate": "1286424784", "userID": 55726510, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1286424808", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Union, NJ", "commentType": "comment", "updateDate": "1286421208", "commentSequence": 27, "commentBody": "Not bad for a guy making his first post-season start.<br /><br />But can he do it again next time?", "recommendationCount": 1}, {"assetID": 1929145, "replies": [], "lft": 20, "assetURL": "http://newoldage.blogs.nytimes.com/2010/10/06/when-sleep-apnea-masquerades-as-dementia/", "parentID": null, "commentID": 2645428, "rgt": 21, "userDisplayName": "Abby", "createDate": "1286405054", "userID": 34122290, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1286425139", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Western Washington", "commentType": "comment", "updateDate": "1286421539", "commentSequence": 10, "commentBody": "Maybe the next study can concentrate on how to make a C PAP that people will actually be able to tolerate and will then use as prescribed.  Couldn't the mask be comfortable and less confining?  If the C PAP keeps you awake or makes you feel claustraphobic, you're much less likely to be compliant.", "recommendationCount": 9}, {"assetID": 1929145, "replies": [], "lft": 22, "assetURL": "http://newoldage.blogs.nytimes.com/2010/10/06/when-sleep-apnea-masquerades-as-dementia/", "parentID": null, "commentID": 2645442, "rgt": 23, "userDisplayName": "ELM, RN", "createDate": "1286405319", "userID": 25393107, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1286425139", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "San Jose, CA", "commentType": "comment", "updateDate": "1286421539", "commentSequence": 11, "commentBody": "I was diagnosed with OS Apnea last year. I didn't have long periods of apnea, but my brain was very sensitive to oxygen debt after a few seconds and this disrupted my sleep patterns. I had been having frequent episodes of microsleep behind the wheel of my car, and in meetings. I felt tired all the time, and could not concentrate. Now with CPAP I no longer feel like I am going crazy. Even my mood has improved.<br />However, fitting the CPAP mask was difficult. The first type of over-the nose mask didn't fit my female face well, even in the smallest size, and gave me a pressure ulcer underneath my nose. I switched to nasal pillows, and have had much better results. Compliance is the biggest hurdle to CPAP therapy. It's intrusive and noisy, and it disrupts your normal sleep position if you're a 'belly sleeper' like me. Plus replacement equipment is expensive, even with insurance, I pay $78 in out-of-pocket expenses several times a year for replacement nasal pillows, hoses and headgear. ", "recommendationCount": 7}, {"assetID": 1929145, "replies": [], "lft": 24, "assetURL": "http://newoldage.blogs.nytimes.com/2010/10/06/when-sleep-apnea-masquerades-as-dementia/", "parentID": null, "commentID": 2645514, "rgt": 25, "userDisplayName": "cyboman1", "createDate": "1286407075", "userID": 9378307, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1286425139", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New Jersey", "commentType": "comment", "updateDate": "1286421539", "commentSequence": 12, "commentBody": "Thanks to Paula Span for this informative blog post.<br /><br />I was diagnosed with sleep apnea about a decade ago, in the sleep lab of a major medical center in Bergen County, New Jersey, and prescribed a CPAP machine. It did not work for me.<br /><br />For one thing I am a stomach-sleeper - one who couldn't adjust to sleeping face up, as the CPAP machine requires. My condition was complicated by a deviated septum.<br /><br />Also - probably because the machine wasn't getting the immediate effects some people mention -  I found that the CPAP machine was noisy and required an annoying amount of maintenance. For one thing the water reservoir required distilled water, and for another the instructions of the manufacturer - Fisher &amp; Paykel - stated that this complex piece of electronic equipment and its sleep mask and tubing needed to be cleaned and maintained to an almost ridulous degree.<br /><br />I'm certain that I still have sleep apnea, and I get regular checkups. I've made some inroads on the problem, I think, just by sleeping more hours - I sleep ten hours now -  than I was when I got the diagnosis.<br /><br />But I still wish there were other options I could try.  I've heard that surgery - an  uvulopalatopharyngoplasty, or UPPP  for OSA (Obstructive Sleep Apnea) - doesn't always work.", "recommendationCount": 4}, {"assetID": 1929145, "replies": [], "lft": 26, "assetURL": "http://newoldage.blogs.nytimes.com/2010/10/06/when-sleep-apnea-masquerades-as-dementia/", "parentID": null, "commentID": 2645586, "rgt": 27, "userDisplayName": "ejdavies", "createDate": "1286408646", "userID": 3093669, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1286425139", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Kansas City, MO", "commentType": "comment", "updateDate": "1286421539", "commentSequence": 13, "commentBody": "This is my experience dealing with sleep apnea where I opted for a surgical solution over the CPAP. Of course, this is based on what I alone experienced.  I am certain this course of action is not available to every patient.<br /><br />I am a 53-year-old male who finally decided to do something about the many years my wife has had to endure my snoring as well as my waking up several times a night gasping for air.  Last Fall I asked my GP about what I could do about it. He referred me to an ENT.<br /><br />During an initial examination the doctor immediately identified the sources --  swollen tonsils and a deviated septum. The CPAP was one path of treatment.  The other was a tonsillectomy and septoplasty. Before committing to either course of action I did the overnight sleep study.  The results were conclusive to the point that I had to a choose which treatment post haste.<br /><br />I could not envision using the CPAP the rest of my life, therefore, it was the surgical route. Adding to the fun was the fact these would be the first surgical procedures I ever had.<br /><br />The results are unbelievable.  I am fully rested when I wake up. I have very slightly snoring when sleeping on my back. I breathe better than ever.<br /><br />The two weeks of pain and discomfort I endured were a small price to pay to cure me of sleep apnea.", "recommendationCount": 3}, {"assetID": 1717727, "replies": [], "lft": 90, "assetURL": "http://newoldage.blogs.nytimes.com/2010/08/04/why-diagnose-alzheimers-early/", "parentID": null, "commentID": 2645719, "rgt": 91, "userDisplayName": "MoshupTrail", "createDate": "1286411734", "userID": 21480067, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1286425139", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Richmond", "commentType": "comment", "updateDate": "1286421539", "commentSequence": 39, "commentBody": "The interesting thing about the pharma industry:  They don't create cures for anything despite their repeated claims the high drug prices will stimulate R&amp;D.  They DO create all kinds of things that suppress symptoms and must be taken again and again.  Hmmm.  And we should trust them on Alzheimer's?", "recommendationCount": 1}, {"assetID": 1929145, "replies": [], "lft": 28, "assetURL": "http://newoldage.blogs.nytimes.com/2010/10/06/when-sleep-apnea-masquerades-as-dementia/", "parentID": null, "commentID": 2645745, "rgt": 29, "userDisplayName": "R.A.", "createDate": "1286412512", "userID": 19821108, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1286425140", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Westport, CT", "commentType": "comment", "updateDate": "1286421539", "commentSequence": 14, "commentBody": "Around age 35 I noticed I could no longer be startled when watching a scary movie. Also, I no longer got that weird sympathetic shivering feeling that occurs when you see someone fall off of a bike or wall. I didn't think anything was wrong figuring that is just what happens when you get old. I also started to lose the ability to internalize new information. When I was 54, I took an overnight sleep test and was diagnosed with severe sleep apnea. It has been 5 years since I have been using CPAP and about a year ago I regained the ability to be scared. About 6 months ago I began to shiver whenever I seen anything where someone is at risk of skinning their knees. For anyone reading this, if you typically fall asleep within seconds of going to bed or have any of the symptoms described above, get yea to a sleep specialist. Obstructive sleep apnea is a serious condition that can ruin your life.<br /><br />To #8 Juan, every one I know who's had surgery has regretted it. ", "recommendationCount": 2}, {"assetID": 1907335, "replies": [], "lft": 112, "assetURL": "http://newoldage.blogs.nytimes.com/2010/09/30/gray-gay-and-worried/", "parentID": null, "commentID": 2645875, "rgt": 113, "userDisplayName": "Texan", "createDate": "1286415729", "userID": 18782343, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1286425140", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Texas", "commentType": "comment", "updateDate": "1286421540", "commentSequence": 51, "commentBody": "How about Iowa for protection from discrimination?  It's possible that nursing homes or assisted living facilities would be less expensive than California. ", "recommendationCount": 0}, {"assetID": 1929145, "replies": [], "lft": 30, "assetURL": "http://newoldage.blogs.nytimes.com/2010/10/06/when-sleep-apnea-masquerades-as-dementia/", "parentID": null, "commentID": 2646028, "rgt": 31, "userDisplayName": "Cornhusker", "createDate": "1286419591", "userID": 29665949, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1286425140", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Omaha, Nebraska", "commentType": "comment", "updateDate": "1286421540", "commentSequence": 15, "commentBody": "Thank you for the nice article.  You should note that Dr. Peterson is an international expert on Alzheimer's disease and other dementias.  When he says something, it is probably right.  I would love to see you interview him about mild cognitive impairment--a prodromal state for Alzheimer's dementia--and his research on predictors of Alzheimer's disease.  I believe your readers would find that fascinating as well.", "recommendationCount": 3}, {"assetID": 1929145, "replies": [], "lft": 32, "assetURL": "http://newoldage.blogs.nytimes.com/2010/10/06/when-sleep-apnea-masquerades-as-dementia/", "parentID": null, "commentID": 2646041, "rgt": 33, "userDisplayName": "Mike B.", "createDate": "1286419896", "userID": 22530247, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1286425140", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Chicago", "commentType": "comment", "updateDate": "1286421540", "commentSequence": 16, "commentBody": "I'm currently undergoing surgery to correct severe sleep apnea and have had 2 out of 3 operations needed to correct the sleep apnea. I can say that I went from having regularly a 78% oxygen level up to low 90% after the 2 operations and I feel better. I have one more operation to go before the Dr. thinks I will have alleviated most, if not all of the sleep apnea. Like anything, your results will vary from mine, but so far I'm happy with the results.", "recommendationCount": 2}, {"assetID": 1929145, "replies": [], "lft": 34, "assetURL": "http://newoldage.blogs.nytimes.com/2010/10/06/when-sleep-apnea-masquerades-as-dementia/", "parentID": null, "commentID": 2646063, "rgt": 35, "userDisplayName": "Steven Y. Park, MD", "createDate": "1286420505", "userID": 19389729, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1286425140", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New York, NY", "commentType": "comment", "updateDate": "1286421540", "commentSequence": 17, "commentBody": "There are many studies that show how dangerous obstructive sleep apnea is on the brain. One recent study showed lower brain tissue density in areas that control memory, executive function, autonomic control, and breathing. CT studies show a much higher rate of lacunar infarcts in people with untreated obstructive sleep apnea. Others show diminished brain function and metabolism in many critical parts of the brain. A rat study showed that chronic hypoxia leads to beta amyloid plaque buildup in the brain. Numerous studies show that sleep apnea patients have increased levels of inflammatory markers, including CRP, IL2, IL6, TNF, just to name a few. Blood is markedly thicker in sleep apnea—as a results, blood can stagnate in small vessels, leading to microscopic strokes. Areas in the brainstem that control hearing is particularly susceptible to this thickening and clotting.<br /><br />Imagine if you clotted off a small vessel that goes to an area that controls breathing. Perhaps this can lead to central sleep apnea. Since obstructive sleep apnea is strongly linked to heart disease, it's no surprise that central sleep apnea is linked to heart disease.<br /><br />Obstructive sleep apnea is due to skeletal anatomic narrowing, so it's there long before you develop symptoms. It's also important to note that you don't have to be overweight, male, snore, or have a thick neck to have significant obstructive sleep apnea. Many patients in my practice with sleep apnea are young, thin women that don't snore.<br /><br />Most modern humans have smaller jaws due to dental crowding. This is thought to be due to a radical change in our diets and possibly aggravated by bottle feeding. The smaller your jaws, the less space there is for your tongue, and when on your back, the tongue falls back (due to gravity) and collapses when you're in deep sleep (due to muscle relaxation). This is why many people with obstructive sleep apnea can't or prefer not to sleep on their backs.<br /><br />Sleep apnea such a common problem, even in young people, that if you have early dementia, it just makes sense to screen for obstructive sleep apnea. It's surprising that Alzheimer's researchers and sleep apnea researchers aren't talking to each other. Hypoxia and brain tissue injury is a likely reason for amyloid plaque buildup.<br /><br />CPAP is the generally recommended first line option, but oral appliances can be used as well for snoring and mild to moderate obstructive sleep apnea. Surgery can also be effective, but only when all the areas of obstruction  (nose, palate and tongue) are addressed properly.<br /><br />It's estimated that 90% of people with obstructive sleep apnea are not diagnosed. Think about all the car accidents and industrial accidents that happen as a result of untreated obstructive sleep apnea. It's also associated with significantly increased risk of hypertension, diabetes, obesity, heart disease, heart attack, and stroke. It's a public health emergency.<br /><br /><a href=\"http://doctorstevenpark.com\" target=\"_blank\">http://doctorstevenpark.com</a><br /><br />", "recommendationCount": 13}, {"assetID": 1929145, "replies": [], "lft": 36, "assetURL": "http://newoldage.blogs.nytimes.com/2010/10/06/when-sleep-apnea-masquerades-as-dementia/", "parentID": null, "commentID": 2646078, "rgt": 37, "userDisplayName": "Steven Y. Park, MD", "createDate": "1286420937", "userID": 19389729, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1286425140", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New York, NY", "commentType": "comment", "updateDate": "1286421540", "commentSequence": 18, "commentBody": "I also wanted to point out that with such a high incidence of sleep apnea in football players, traumatizing the brain in addition to hypoxia is a dangerous combination.<br /><br /><a href=\"http://doctorstevenpark.com\" target=\"_blank\">http://doctorstevenpark.com</a> ", "recommendationCount": 2}, {"assetID": 1929145, "replies": [], "lft": 38, "assetURL": "http://newoldage.blogs.nytimes.com/2010/10/06/when-sleep-apnea-masquerades-as-dementia/", "parentID": null, "commentID": 2646192, "rgt": 39, "userDisplayName": "wwm", "createDate": "1286424667", "userID": 60727980, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1286425140", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "SoCal", "commentType": "comment", "updateDate": "1286421540", "commentSequence": 19, "commentBody": "I went to an EENT doctor because I was having trouble diving. She diagnosed me with sleep apnea.  Though I was offered a CPAP machine I opted for surgery.  CPAP is forever, surgery is once.  The difference was remarkable.  People asked me what I got for Christmas that year and I answered, \"Air!\"  I no longer snore and can dive without problem.  I haven't had a sinus infection or even a cold in the two years since the surgery.  CPAP, IMO, is a crock!  Just get your airways cleared out and get on with your life, actively!", "recommendationCount": 2}, {"assetID": 1929935, "replies": [], "lft": 22, "assetURL": "http://thecaucus.blogs.nytimes.com/2010/10/06/crazy-juice-made-with-real-demint/", "parentID": null, "commentID": 2645836, "rgt": 23, "userDisplayName": "plus6sigma", "createDate": "1286414904", "userID": 28896992, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1286426114", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Cant Get There From Here", "commentType": "comment", "updateDate": "1286422514", "commentSequence": 7, "commentBody": "\"What's nutty is failing to notice the plutocrats sitting on a couple of $trillion hoping they'll squeeze you into giving them dominion of the whole planet.\"<br /><br />The Beast knows the Tealoban have the memory and attention span of a gnat and the resilience of limp noodle. It doesn't take much pressure to break them back into the slavish rank-in-file.", "recommendationCount": 8}, {"assetID": 1929361, "replies": [], "lft": 134, "assetURL": "http://thecaucus.blogs.nytimes.com/2010/10/06/whitman-and-fiorina-wont-appear-with-palin-and-steele/", "parentID": null, "commentID": 2645841, "rgt": 135, "userDisplayName": "Stephen Reichard", "createDate": "1286414990", "userID": 27333988, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1286426114", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Portland", "commentType": "comment", "updateDate": "1286422514", "commentSequence": 52, "commentBody": "I think the answer to your final question - why would Steele/Palin hold a rally in California within a month of the general election - is rather obvious: These are not the brightest bulbs in the tree, certainly not bright enough to allow intellect to win out over ego. ", "recommendationCount": 1}, {"assetID": 1929361, "replies": [], "lft": 138, "assetURL": "http://thecaucus.blogs.nytimes.com/2010/10/06/whitman-and-fiorina-wont-appear-with-palin-and-steele/", "parentID": null, "commentID": 2645860, "rgt": 139, "userDisplayName": "hunkerdown", "createDate": "1286415397", "userID": 50844846, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1286426114", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "lancaster", "commentType": "comment", "updateDate": "1286422514", "commentSequence": 50, "commentBody": "Dying to see them both on stage with ex-gov Wilson, which will seal their fate with Hispanics.<br />Someone came to our door in Orange county today to urge support for Brown and reported that  he had only found three Whitman supporters in more than three hours. It's the anecdotes that count.<br />", "recommendationCount": 0}, {"assetID": 1929898, "replies": [], "lft": 4, "assetURL": "http://thecaucus.blogs.nytimes.com/2010/10/06/the-caucus-click-new-orleans/", "parentID": null, "commentID": 2645862, "rgt": 5, "userDisplayName": "Steve Bolger", "createDate": "1286415417", "userID": 59645061, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1286426114", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New York City", "commentType": "comment", "updateDate": "1286422514", "commentSequence": 2, "commentBody": "The ideal pubbie role model is under suspended animation.", "recommendationCount": 0}, {"assetID": 1928333, "replies": [], "lft": 16, "assetURL": "http://thecaucus.blogs.nytimes.com/2010/10/06/timescast-the-florida-senate-race/", "parentID": null, "commentID": 2645878, "rgt": 17, "userDisplayName": "Steve Bolger", "createDate": "1286415788", "userID": 59645061, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1286426114", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New York City", "commentType": "comment", "updateDate": "1286422514", "commentSequence": 8, "commentBody": "Be careful about turning the Florida Cubans loose on Cuba to bring it American-style honky-tonk. The Cuban Cubans are very skeptical of it.", "recommendationCount": 1}, {"assetID": 1926600, "replies": [], "lft": 74, "assetURL": "http://thecaucus.blogs.nytimes.com/2010/10/06/night-watch-candidates-missing-in-action/", "parentID": null, "commentID": 2645894, "rgt": 75, "userDisplayName": "Steve Bolger", "createDate": "1286416219", "userID": 59645061, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1286426114", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New York City", "commentType": "comment", "updateDate": "1286422514", "commentSequence": 32, "commentBody": "I have no idea why anybody in their right mind would want to participate in the Republican orgy of victimhism espoused by their advocates here.", "recommendationCount": 1}, {"assetID": 1929361, "replies": [], "lft": 140, "assetURL": "http://thecaucus.blogs.nytimes.com/2010/10/06/whitman-and-fiorina-wont-appear-with-palin-and-steele/", "parentID": null, "commentID": 2645905, "rgt": 141, "userDisplayName": "Augustine 25", "createDate": "1286416419", "userID": 56806063, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1286426114", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Laguna Niguel, CA", "commentType": "comment", "updateDate": "1286422514", "commentSequence": 51, "commentBody": "This year will be a big success for Republicans simply because voters are reacting to a bad economy.  I'm sure the Tea Party will get a lot of credit...and yet - as a political scientist - I know that Democrats are really getting beaten up the most by General Unemployment.", "recommendationCount": 0}, {"assetID": 1927952, "replies": [], "lft": 68, "assetURL": "http://thecaucus.blogs.nytimes.com/2010/10/06/television-ad-spending-expected-to-break-record/", "parentID": null, "commentID": 2645980, "rgt": 69, "userDisplayName": "Johnny E", "createDate": "1286418426", "userID": 2377421, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1286426114", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Texas", "commentType": "comment", "updateDate": "1286422514", "commentSequence": 33, "commentBody": "I wonder how much money foreign corportions have donated to the election campaign now that corporations magically became people.<br /><br /><a href=\"http://www.dailykos.com/storyonly/2010/10/5/908002/-Think-Progress-investigation:-U.S.-Chamber-using-foreign-donations-to-attack-Dems\" target=\"_blank\">http://www.dailykos.com...</a>", "recommendationCount": 1}, {"assetID": 1930353, "replies": [], "lft": 8, "assetURL": "http://thecaucus.blogs.nytimes.com/2010/10/06/teachers-make-mark-on-midterms/", "parentID": null, "commentID": 2646011, "rgt": 9, "userDisplayName": "coleman", "createDate": "1286419328", "userID": 13703958, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1286426114", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "dallas", "commentType": "comment", "updateDate": "1286422514", "commentSequence": 5, "commentBody": "once again unions steal the hard earned dues of their non-democrat members and<br />give it to the politicians that have created the mess that is our federal government.<br />to believe that these tired and worn out politicians can solve the problems facing<br />our country doesn't pass the laugh test.<br />brooms out, clean sweep!", "recommendationCount": 4}]}, "copyright": "Copyright (c) 2016 The New York Times Company.  All Rights Reserved."}