{"debug": {"version": 3.1}, "status": "OK", "results": {"api_timestamp": "1481460225", "totalCommentsFound": 5196, "totalCommentsReturned": 25, "comments": [{"assetID": 2058286, "replies": [], "lft": 12, "assetURL": "http://wordplay.blogs.nytimes.com/2010/11/09/heaved/", "parentID": null, "commentID": 2817718, "rgt": 13, "userDisplayName": "Nhart", "createDate": "1289364782", "userID": 31523591, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1289365714", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "West Texas", "commentType": "comment", "updateDate": "1289365714", "commentSequence": 6, "commentBody": "I agree the southwest was the trickiest part of the puzzle, but I was able to work it with the crosses. Jeff @5 is right about not too much crosswordese. I liked JLO and JEN next to each other. Can't we count LLAMAS as a PSEUDO theme? And maybe AARP, too?<br /><br />I must admit I was rather dim about picking up on the lowercase cluing for e.e. cummings.<br /><br />Good fun puzzle, seemed easy to me for a Wednesday.", "recommendationCount": 2}, {"assetID": 2051456, "replies": [], "lft": 44, "assetURL": "http://wordplay.blogs.nytimes.com/2010/11/08/numberplay-beating-impossible-odds/", "parentID": null, "commentID": 2817740, "rgt": 45, "userDisplayName": "Hans", "createDate": "1289365915", "userID": 5756673, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1289366601", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Philadelphia", "commentType": "comment", "updateDate": "1289366601", "commentSequence": 22, "commentBody": "Pradeep #15:<br /><br />Unless Henry got wind of the order of the drawers the prisoners plan to open, the probability distribution of the permutations of the cards relative to the drawers is uniform however Henry arranges the cards. So Henry's pre-arrangement does nothing to the prisoners' success probability. Now, as I said, this is if Henry has no knowledge of the prisoners' drawer open order, which seems to be what your story implies.<br /><br />What do I miss?", "recommendationCount": 0}, {"assetID": 2058348, "replies": [], "lft": 6, "assetURL": "http://www.nytimes.com/2010/11/10/opinion/10dowd.html", "parentID": null, "commentID": 2817699, "rgt": 7, "userDisplayName": "James.  M.", "createDate": "1289363789", "userID": 61799359, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1289366852", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Ca", "commentType": "comment", "updateDate": "1289366852", "commentSequence": 3, "commentBody": "Wow.  I don't know if this brother is real but this is one of the most saavy, intellgent editorials I have ever read in the NYT.  I know it was meant in part as humor, but even forgetting the humor every point is hit perfectly.  Thanks for making my day brighter", "recommendationCount": 422}, {"assetID": 2058348, "replies": [], "lft": 10, "assetURL": "http://www.nytimes.com/2010/11/10/opinion/10dowd.html", "parentID": null, "commentID": 2817725, "rgt": 11, "userDisplayName": "Karen Garcia", "createDate": "1289365241", "userID": 48110597, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1289367003", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New Paltz, NY", "commentType": "comment", "updateDate": "1289367003", "commentSequence": 4, "commentBody": "Nice try, Kevin Dowd. I regret that you are yet another conservative who just can't quit the urban myth that Obama is a socialist. Redistribute the wealth?  The only wealth he redistributed was from the taxpayers to the coffers of Wall Street. The only care in health care was the solicitude toward the insurance companies and the pharmaceutical lobby.  The only \"Nanny State\" in operation is the one that protects the oligarchs. And you might have noticed that the only Democrats who lost were of the Blue Dog, Republican-lite variety. Ninety-five percent of the \"progressives\" were returned - you know, the ones who actually fought for the public option.<br /><br />The Tea Party anger is real. My hope is that they bring their anger into the halls of Congress and wreak havoc with the establishment Republican way of doing things instead of collapsing like wet noodles. I am really looking forward to the steamy chemistry between Rand Paul and Mitch McConnell. From what little I have seen of Rand, he will not take being called \"Junior\" lightly. I can hear the sound of stomping feet already.<br /><br />Don't worry about the Democrats, Kevin. They may have lost the skirmish, but the real battle is ahead with the Lady in Red, Ms. Sarah Palin. Not only is she tweeting about quantitative easing, she gave a rousing speech Wednesday night defending the right of parents to stuff sugar into their children's mouths. She is the Republican Party's worst nightmare, and all I can say is a big thank you to John McCain.<br /><br />Obama may be beyond salvation, but right now he's the lesser of two evils. He showed off his moves in \"So You Think You Can Dance\", Asian style. When he comes home, his next appearance will be on \"So You Think You Can Govern.\"  Maybe the second half of Term One will be his comeback. Never say never. After all, having just seen Nightmare Bush again, even a sellout is better than a psychopath.", "recommendationCount": 1750}, {"assetID": 2053605, "replies": [], "lft": 202, "assetURL": "http://opinionator.blogs.nytimes.com/2010/11/08/fighting-bullying-with-babies/", "parentID": null, "commentID": 2817634, "rgt": 203, "userDisplayName": "esa", "createDate": "1289360534", "userID": 58447990, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1289367236", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "brooklyn, ny", "commentType": "comment", "updateDate": "1289367236", "commentSequence": 88, "commentBody": "It makes me think that maybe the rise in bullying and the general lack of empathy in american culture is related to the way the generations are separated. Now it's absolutely possible to have virtually no, or very limited, interactions with babies until you yourself are a parent. And it's just as easy to have almost no interactions with babies once your own children are out of that stage (until they grow up and have their own kids.) In the past we were much more intergenerational. Maybe that's better.", "recommendationCount": 5}, {"assetID": 2058348, "replies": [], "lft": 12, "assetURL": "http://www.nytimes.com/2010/11/10/opinion/10dowd.html", "parentID": null, "commentID": 2817734, "rgt": 13, "userDisplayName": "Winning Progressive", "createDate": "1289365711", "userID": 61073654, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1289367239", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Chicago, IL", "commentType": "comment", "updateDate": "1289367239", "commentSequence": 5, "commentBody": "Ms. Dowd, your brother clearly has been watching too much Fox News, rather than consuming more reality-based news.<br /><br />As for the point about Speaker Pelosi, the last thing Democrats should be doing is basing their decision about who should be the House Democratic leader on the thoughts of Republicans.  The simple fact is that no matter what Democrats do, Republicans will attack them.  So, rather than looking weak by cowering in fear of expected attacks, Democrats should do what is right for their country and party, and then proudly stand behind their actions.  Choosing Speaker Pelosi to remain as Democratic House leader is a first step in rejecting the Republican noise machine and being bold.<br /><br />The reality is that Pelosi did a great job in 2005-2006 helping the Democrats regain the House majority in 2006, then helped expand that majority in 2008, and then had the most successful progressive legislative record in 2009-2010 of any Congress since the Great Society Congress of the mid-1960s.  She has been an effective progressive leader who deserves to stay on as the Democratic leader in the House.<br /><br /><a href=\"http://www.winningprogressive.org\" target=\"_blank\">http://www.winningprogressive.org</a><br /><br />", "recommendationCount": 1486}, {"assetID": 2053605, "replies": [], "lft": 204, "assetURL": "http://opinionator.blogs.nytimes.com/2010/11/08/fighting-bullying-with-babies/", "parentID": null, "commentID": 2817651, "rgt": 205, "userDisplayName": "Gregory J.", "createDate": "1289361485", "userID": 15446606, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1289367240", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Houston, TX", "commentType": "comment", "updateDate": "1289367240", "commentSequence": 89, "commentBody": "This article reminds me of my positive shock at reading Boys Will Be Boys: Breaking the Link Between Masculinity and Violence by Myriam Miedzian in 1991.", "recommendationCount": 1}, {"assetID": 2053605, "replies": [], "lft": 206, "assetURL": "http://opinionator.blogs.nytimes.com/2010/11/08/fighting-bullying-with-babies/", "parentID": null, "commentID": 2817677, "rgt": 207, "userDisplayName": "LDF", "createDate": "1289362786", "userID": 7704318, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1289367248", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Massachusetts", "commentType": "comment", "updateDate": "1289367248", "commentSequence": 90, "commentBody": "It sounds like a fantastic program.<br /><br />I wouldn't look for a neurobiological explanation, but would rather stick with this one: The baby is an audience that demands an empathic response.  The kids momentarily put down their entrenched classroom social roles and take up the role of \"interacting with a baby.\"  A puppy (or hamster) might serve the same purpose; and relatedly, I remember our high school principal commenting on how well-behaved we all were when we came in, dressed up in the evening with our parents, for some kind of ceremony.  It's all about triggering a particular social role--in this case, a good-citizen or caring-human one.", "recommendationCount": 1}, {"assetID": 2053605, "replies": [], "lft": 208, "assetURL": "http://opinionator.blogs.nytimes.com/2010/11/08/fighting-bullying-with-babies/", "parentID": null, "commentID": 2817682, "rgt": 209, "userDisplayName": "sarah", "createDate": "1289362908", "userID": 58341456, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1289367255", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Vermillion, SD", "commentType": "comment", "updateDate": "1289367255", "commentSequence": 91, "commentBody": "Reading this reminded me of the programs where prisoners raise seeing eye dog puppies. And the results are very similar, so perhaps there is a connection there. When humans are given the opportunity to care for something that needs them, it can change the way they see themselves, and how they behave toward other people.", "recommendationCount": 3}, {"assetID": 2053605, "replies": [], "lft": 210, "assetURL": "http://opinionator.blogs.nytimes.com/2010/11/08/fighting-bullying-with-babies/", "parentID": null, "commentID": 2817723, "rgt": 211, "userDisplayName": "Joanie", "createDate": "1289365068", "userID": 50179315, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1289367257", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New York, NY", "commentType": "comment", "updateDate": "1289367257", "commentSequence": 92, "commentBody": "This is a great idea, and it definitely pushes all our evolutionary buttons.  Another idea that I think would work similarly would be to bring in a puppy.  Dogs evolved along with us, and we have an instinctual love for them as well!", "recommendationCount": 1}, {"assetID": 2058348, "replies": [], "lft": 14, "assetURL": "http://www.nytimes.com/2010/11/10/opinion/10dowd.html", "parentID": null, "commentID": 2817746, "rgt": 15, "userDisplayName": "Marie Burns", "createDate": "1289366204", "userID": 4461145, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1289367293", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Fort Myers, Florida", "commentType": "comment", "updateDate": "1289414919", "commentSequence": 6, "commentBody": "Oh, I thought Kevin would be back to gloat. Unfortunately, like so many of his Republican friends, he is living in Fantasyland. Let's hit his high points.<br /><br />\"The voters left no doubt about their feeling for his super-nanny state where the government controls all aspects of their lives and freedoms.\" First, Americans of all political persuasions do want what Kevin calls a \"super-nanny state.\" They want their Social Security, their Medicare, their unemployment checks, their food stamps, their veterans' benefits, their farm subsidies (think Chuck Grassley here), their tax deductions, and, yes, even those porky earmarks. True enough, the selfish ones -- usually called Republicans -- don't necessarily want other people to have them.<br /><br />As for controlling their lives &amp; taking away their freedoms, that's the Republican platform. It's Republicans who want government to decide how men and women should conduct their intimate relationships; it's Republicans who want to tell men and women whom they can love and whom they can marry; it's Republicans who want to tell women how to manage unwanted pregnancies; it's Republicans who want to tell people who can and mostly who can't organize or join a union; it's Republicans who want to tell litigants how much money they can win in court. Republicans want to get in bed with you &amp; go to work with you. And if somebody does you wrong, you won't even have the freedom to tell it to the judge. Can't get much more controlling than that.<br /><br />\"The president is ... a true believer in a redistribution of wealth controlled by big government.\" Every voter and every politician wants to redistribute the wealth. That's what government does. Now, Republicans want to redistribute the wealth to the wealthy, and they've been disturbingly successful at doing so. (Truth be told, ConservaDems have helped them.) We now have the greatest income disparity between rich &amp; everybody else that we've had since the Gilded Age. Republicans have taken from the middle class &amp; given to the rich. Republicans have passed law upon law aimed at increasing that income gap -- from straightforward laws like tax cuts and union suppression, to more convoluted ones, like encouraging outsourcing, allowing banks to charge usurious rates and treating corporations like people or amorphous gods, depending upon which is most beneficial to corporate interests. I hope you're rich, Kevin, because if you are, your Republican friends are going to make you richer. If you aren't, they're going to redistribute a good chuck of your teeny slice of the pie to somebody who is rich.<br /><br />\"On Nov. 2, voters across every spectrum loudly stated their preference for a return to American exceptionalism, self-reliance, limited government and personal freedoms.\" First, many of the votes were protest votes: voters don't like either party, and in fact, they like &amp; trust Republicans less than they do Democrats. They voted for \"Not Incumbent.\" That's not voting FOR \"American exceptionalism, self-reliance, limited government and personal freedoms.\" That's voting AGAINST the team that didn't improve the economy enough. One reason Democrats didn't improve the economy enough, of course, was that obstructionist Republicans limited what Democrats could do.<br /><br />But more important, millions of eligible voters didn't vote at all. Forty-five million fewer voters turned out to the polls in 2010 than voted in 2008. That turns out to be close to a third of the 2010 electorate who just stayed home. Sitting out the election is, of course, another form of protest. Rick Hertzberg noted earlier this week that \"the members of this year’s truncated electorate were also whiter, markedly older, and more habitually Republican: if the franchise had been limited to them two years ago..., John McCain would be President today.\" Old, white Republicans are not exactly \"every spectrum.\"<br /><br />In short, Kevin, every one of your premises is wrong. But don't feel bad, Kevin. Republicans usually get things wrong. You've got company. Just not as much company as you think you have.<br /><br />The Constant Weader at <a href=\"http://www.RealityChex.com\" target=\"_blank\">www.RealityChex.com</a><br /><br />", "recommendationCount": 2705}, {"assetID": 2058348, "replies": [], "lft": 20, "assetURL": "http://www.nytimes.com/2010/11/10/opinion/10dowd.html", "parentID": null, "commentID": 2817753, "rgt": 21, "userDisplayName": "Frank Mitchell", "createDate": "1289366489", "userID": 15221065, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1289367379", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "South Carolina", "commentType": "comment", "updateDate": "1289367379", "commentSequence": 7, "commentBody": "Ms. Dowd, I thought this was a strange statement for your brother to make about creating jobs:  \"turning the private sector loose to provide them.\"<br /><br />It was the big corporations of the private sector who sent millions of our jobs to China during the past decade.  This is what happened when we embraced free trade, and turned the big corporations \"loose.\"<br /><br />Frank Mitchell<br /><a href=\"http://jobsback.com\" target=\"_blank\">jobsback.com</a>", "recommendationCount": 1523}, {"assetID": 2058348, "replies": [], "lft": 24, "assetURL": "http://www.nytimes.com/2010/11/10/opinion/10dowd.html", "parentID": null, "commentID": 2817761, "rgt": 25, "userDisplayName": "Jessie", "createDate": "1289366809", "userID": 56781528, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1289367386", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Fairfax, VA", "commentType": "comment", "updateDate": "1289367386", "commentSequence": 8, "commentBody": "Must be great to be a NYT columnist. Why, get your brother to do your job for you. No auditions necessary.<br /><br />Bah! Humbug!", "recommendationCount": 146}, {"assetID": 2058348, "replies": [], "lft": 26, "assetURL": "http://www.nytimes.com/2010/11/10/opinion/10dowd.html", "parentID": null, "commentID": 2817766, "rgt": 27, "userDisplayName": "Maureen O'Connor", "createDate": "1289367203", "userID": 36691510, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1289367395", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Louisville, Kentucky", "commentType": "comment", "updateDate": "1289367395", "commentSequence": 9, "commentBody": "This is a terrible column. Why would you publish your brother's rants? I am disappointed in you.", "recommendationCount": 1094}, {"assetID": 2058345, "replies": [], "lft": 2, "assetURL": "http://www.nytimes.com/2010/11/10/opinion/10friedman.html", "parentID": null, "commentID": 2817670, "rgt": 3, "userDisplayName": "p. black", "createDate": "1289362373", "userID": 61797246, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1289367420", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "seattle", "commentType": "comment", "updateDate": "1289367420", "commentSequence": 1, "commentBody": "The Chinese don't take Obama seriously.  They've seen how he bends to any pressure.  The Chinese might start taking the U.S. seriously again after the 2012 elections, but right now, with Obama in charge at the U.S. , it is the Chinese' international show to run.", "recommendationCount": 36}, {"assetID": 2058345, "replies": [], "lft": 4, "assetURL": "http://www.nytimes.com/2010/11/10/opinion/10friedman.html", "parentID": null, "commentID": 2817679, "rgt": 5, "userDisplayName": "B. Mull", "createDate": "1289362861", "userID": 55840051, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1289367441", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Orange County, CA", "commentType": "comment", "updateDate": "1289367441", "commentSequence": 2, "commentBody": "Tom, you're talking about regional tensions that have developed in the the last one to two Friedman units. Some of these countries have histories that go back millenia. We're a nation in decline who are being used because we have a history of belligerence. Of Making. Crude. Threats. if you will. The international community knows there's only one nation that prowls around the globe dropping bombs on sovereign peoples. Nobody wants to cast their lot with an imperialist. Even I don't. Let's stop worrying about whether China plays it smart and start worrying about why we're not playing it smart.", "recommendationCount": 136}, {"assetID": 2058345, "replies": [], "lft": 6, "assetURL": "http://www.nytimes.com/2010/11/10/opinion/10friedman.html", "parentID": null, "commentID": 2817703, "rgt": 7, "userDisplayName": "Frank Mitchell", "createDate": "1289363899", "userID": 15221065, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1289367640", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "South Carolina", "commentType": "comment", "updateDate": "1289367640", "commentSequence": 3, "commentBody": "It should not come as a surprise to anyone that there was an \"upsurge in China’s assertion of claims to all of the South China Sea.\"  Did the US politicians, who allowed our corporations to transfer American investment capital, technology, and factories to China, not think that after we built China into a modern industrial power it would not begin flexing its new-found muscles?<br /><br />Of course the rest of the world will \"sense that the Chinese are rising and the Americans are fading\" if they pay attention to what has been happening during the past decade.  Not only have the politicians and big corporations caused millions of Americans to be unemployed by sending our factories to China, but they may have also created a less secure world at the same time.  But, the big corporations are making huge profits, so why should they care.  And our politicians are allowing it to happen.<br /><br />Frank Mitchell<br /><a href=\"http://jobsback.com\" target=\"_blank\">jobsback.com</a>", "recommendationCount": 166}, {"assetID": 2058345, "replies": [], "lft": 8, "assetURL": "http://www.nytimes.com/2010/11/10/opinion/10friedman.html", "parentID": null, "commentID": 2817704, "rgt": 9, "userDisplayName": "schrodinger", "createDate": "1289363940", "userID": 8276026, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1289367680", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Northern California", "commentType": "comment", "updateDate": "1289367680", "commentSequence": 4, "commentBody": "India and China are both large, poor developing countries with very low wages. Yet India is a far better trading partner for the US than China.<br /><br />India sells $1.55 worth to us for every $1 that the US sells to India.<br />China sells $4.11 worth to us for every $1 that the US sells to China.<br /><br />Some developing countries are even better customers than India. For example Brazil.<br /><br />Brazil sells $0.69 worth to us for every $1 that the US sells to Brazil.<br /><br />Former Communist states like China and Russia seem to be very very bad trading partners for America.<br /><br />Russia sells $4.69 worth to us for every $1 that the US sells to Russia.<br /><br />The problem with trade arises because of the way that countries like China and Russia game the system for their benefit. The refusal of the US government to take action against these mercantilists is an enormous act of betrayal.", "recommendationCount": 101}, {"assetID": 2058345, "replies": [], "lft": 10, "assetURL": "http://www.nytimes.com/2010/11/10/opinion/10friedman.html", "parentID": null, "commentID": 2817733, "rgt": 11, "userDisplayName": "JLT", "createDate": "1289365685", "userID": 2182617, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1289367693", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Palo Alto, California", "commentType": "comment", "updateDate": "1289367693", "commentSequence": 5, "commentBody": "\"All of China’s neighbors want China to know, as the sign says: “Don’t even think about parking here.”<br /><br />If Tom Friedman has his way, the politicians would make sure that all cars would be tiny and several cars would fit in the same parking space.  ", "recommendationCount": 11}, {"assetID": 2058345, "replies": [], "lft": 12, "assetURL": "http://www.nytimes.com/2010/11/10/opinion/10friedman.html", "parentID": null, "commentID": 2817745, "rgt": 13, "userDisplayName": "Winning Progressive", "createDate": "1289366187", "userID": 61073654, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1289367721", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Chicago, IL", "commentType": "comment", "updateDate": "1289367721", "commentSequence": 6, "commentBody": "This is another great example of how President Obama's foreign policy approach - which involves diplomacy and cooperation first, and sanctions and force only when necessary - is such an improvement for the U.S. and the world over the warmongering of the Republicans.  As you note, two years ago, China was viewed favorably by most of its neighbors, while the U.S. was viewed as a bully.  Now, the tables have turned, and China's neighbors are looking to be friends with us.<br /><br />Conservatives want and need war because it enriches their military contracting friends, and because people are more likely to vote Republican when motivated by fear.  That is why they are saber rattling against Iran.  But, as we saw during the Bush Administration, such an approach simply leads to lost lives, unnecesary spending, and the destruction of the kind of international relationships needed to create a peaceful and successful world.   I am glad that President Obama has turned the page on this approach, and hope that he will continue to ignore the conservative warmongerers.<br /><br /><a href=\"http://www.winningprogressive.org\" target=\"_blank\">http://www.winningprogressive.org</a><br /><br />", "recommendationCount": 178}, {"assetID": 2058393, "replies": [], "lft": 2, "assetURL": "http://www.nytimes.com/2010/11/10/opinion/10wed1.html", "parentID": null, "commentID": 2817713, "rgt": 3, "userDisplayName": "B. Mull", "createDate": "1289364677", "userID": 55840051, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1289367773", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Orange County, CA", "commentType": "comment", "updateDate": "1289367773", "commentSequence": 1, "commentBody": "I really wish Governor Perry would opt out of Medicaid. That would be such a disaster for Texas that he would quickly find himself run out of town on a rail. States don't like how much Medicaid costs them, but it costs them less than any other form of coverage. Providers don't like how much Medicaid pays them, but it's better than nothing. No doubt the Rick Perrys of the world will find some way to gum up the works of Obamacare but this is not it.", "recommendationCount": 110}, {"assetID": 2058286, "replies": [], "lft": 14, "assetURL": "http://wordplay.blogs.nytimes.com/2010/11/09/heaved/", "parentID": null, "commentID": 2817769, "rgt": 15, "userDisplayName": "jlady", "createDate": "1289367534", "userID": 16448586, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1289367823", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Seattle", "commentType": "comment", "updateDate": "1289367823", "commentSequence": 7, "commentBody": "A good puzzle but a bit tough for Wednesday, I thought.  I did it in pen - usually OK on Wednesday and made a mess of things.  In the end I only missed one letter - never heard of BIMINI, and am unfamiliar with the Pearl Fishers by Bizet - a tough crossing.<br /><br />I'm very impressed by eight theme entries!", "recommendationCount": 0}, {"assetID": 2058393, "replies": [], "lft": 4, "assetURL": "http://www.nytimes.com/2010/11/10/opinion/10wed1.html", "parentID": null, "commentID": 2817756, "rgt": 5, "userDisplayName": "Winning Progressive", "createDate": "1289366576", "userID": 61073654, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1289367825", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Chicago, IL", "commentType": "comment", "updateDate": "1289367825", "commentSequence": 2, "commentBody": "In addition to all of the problematic results of Republicans winning back a number of governships and statehouses that this editorial mentions, another frightening impact is that the Republican takeover will further hinder efforts to help our economy recover nationally.<br /><br />Keep in mind that a big reason that President Obama's stimulus legislation was able to only stabilize our economy, rather than achieve a full recovery, is that the stimulative impact of the federal spending was fully offset by spending cuts and layoffs at the state and local governmental levels (in part because Republicans and Blue Dogs prevented the stimulus from including sufficient aid to state and local governments).  Now, new Republican governors and legislators are promising even further state and local government spending cuts.  It is almost as if they want the economy to continue to suffer.<br /><br /><a href=\"http://www.winningprogressive.org\" target=\"_blank\">http://www.winningprogressive.org</a><br />  ", "recommendationCount": 153}, {"assetID": 2058313, "replies": [], "lft": 2, "assetURL": "http://www.nytimes.com/2010/11/10/business/economy/10leonhardt.html", "parentID": null, "commentID": 2817598, "rgt": 3, "userDisplayName": "p.black", "createDate": "1289358828", "userID": 61797246, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1289368072", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "seattle", "commentType": "comment", "updateDate": "1289368072", "commentSequence": 1, "commentBody": "Worry not.  At the rate that Obama, his Fed, and the Democrat Congress are destroying the U.S. Dollar, soon gold will set an inflation adjusted record -- and far beyond", "recommendationCount": 4}, {"assetID": 2058313, "replies": [], "lft": 4, "assetURL": "http://www.nytimes.com/2010/11/10/business/economy/10leonhardt.html", "parentID": null, "commentID": 2817657, "rgt": 5, "userDisplayName": "HMM", "createDate": "1289361763", "userID": 19497538, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1289368072", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "St Paul, MN", "commentType": "comment", "updateDate": "1289368072", "commentSequence": 2, "commentBody": "Why subject gold to a standard (inflation adjusted price) that other investments are not subjected to? I don't hear too many saying \"The Dow had a record high of 14164 in Oct '07, but adjusted for inflation this is now only x.\" ", "recommendationCount": 8}]}, "copyright": "Copyright (c) 2016 The New York Times Company.  All Rights Reserved."}