{"debug": {"version": 3.1}, "status": "OK", "results": {"api_timestamp": "1481460401", "totalCommentsFound": 5765, "totalCommentsReturned": 25, "comments": [{"assetID": 2491320, "replies": [], "lft": 70, "assetURL": "http://economix.blogs.nytimes.com/2011/03/08/how-seattle-transformed-itself/", "parentID": null, "commentID": 3500089, "rgt": 71, "userDisplayName": "Kelly", "createDate": "1299646585", "userID": 48458086, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1299646812", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Seattle", "commentType": "comment", "updateDate": "1299646812", "commentSequence": 25, "commentBody": "Interesting analysis. Two thing are missing from why Seattle has been successful.<br /><br />(1) Many of the extremely talented people who live here now are refugees from the more socially conservative parts of the country. People who are, let's just say it, liberal want to live around people who are also liberal. And socially liberal people, I'll argue, tend to be more likely to be more comfortable working in start ups. It's also no accident that Seattle's liberal population has spawned very successful bands and artists.<br /><br />(2) More than anything else, I think Seattle's success is product of the fact that failure is permissible because experimentation is expected. Bill Gates Sr. encouraged his son to start a software company. Howard Schultz felt comfortable taking a chance and buying the Starbuck Coffee Company from the guys who had the little shop in Pike Place. The ability to take a chance, and the implicit permission to fail is, IMHO, the key to why Seattle businesses and artists have been successful.<br /><br />(Full disclosure, I moved to Seattle from the South in 90s to go to grad school. Since I graduated I've worked in cellular, enterprise software, and Internet advertising. I've also travelled the world on business. I spend about a week a month in NYC. Can't tell you how many of my colleagues in Seattle are people like me who fled the more socially and/or intellectually repressive parts of the country.)", "recommendationCount": 20}, {"assetID": 2491319, "replies": [], "lft": 10, "assetURL": "http://bats.blogs.nytimes.com/2011/03/08/fantasy-focus-an-a-l-auction-reviewed/", "parentID": null, "commentID": 3500058, "rgt": 11, "userDisplayName": "Gerry", "createDate": "1299646055", "userID": 40548408, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1299646838", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "NW corner", "commentType": "comment", "updateDate": "1299646838", "commentSequence": 4, "commentBody": "Chisenhall went for $2, Nix for $4 but the probable starting 3B for Cle, Jason Donald, wasn't taken.  What's up with that!??", "recommendationCount": 0}, {"assetID": 2491320, "replies": [], "lft": 72, "assetURL": "http://economix.blogs.nytimes.com/2011/03/08/how-seattle-transformed-itself/", "parentID": null, "commentID": 3500095, "rgt": 73, "userDisplayName": "dperl88", "createDate": "1299646822", "userID": 51736033, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1299647103", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Seattle", "commentType": "comment", "updateDate": "1299647103", "commentSequence": 26, "commentBody": "I've lived in Seattle for 21 years, and I have lived in both its central city and in suburban areas, graduated from the University of Washington, now working for a Microsoft vendor.<br /><br />The article is absolutely right to point out the UW and the Port of Seattle as primary ingredients in the success of our fair city. The Port is responsible for nearly a quarter million living-wage jobs in the city, and as Asian economies grow, so do we. Washington is the most trade-dependent state in the US almost exclusively for this reason.<br /><br />The UW is probably the world's best kept secret among top public universities - it's affordable (less than $8,000 a year in-state tuition), full of top-ranked departments, with 60,000 students packed into a relatively small city neighborhood a 10-minute bus ride away from one of the best and most vibrant downtown areas of the West Coast.<br /><br />With other factors, the article is a bit off. Luck has definitely been just as much a factor in Seattle's success as entrepreneurship and the \"creative class.\" Microsoft took root in the Eastside suburbs not because a highly educated workforce was ready and available, or because the various infrastructure was secure and well-established. It did so because two of its founding partners, Bill Gates and Paul Allen, had the serendipity of being upper-crust white nerds at an elite prep school working on computers at the precise economic moment (de-industrialization and restructuring in the late 1970s) when doing so could make any decent programmer a millionaire. Starbucks, likewise, emerged at the tail end of the largest crime wave in American history during the late 90's, before- which building sidewalk cafe culture and walkable downtowns (as the early espresso carts before Starbucks did) would have been unthinkable.<br /><br />Second, the author is quite mistaken if he believes that Seattle's affinity for density is at all responsible for its growth. 75% of Seattle is zoned as single-family neighborhoods. Areas of true high-density living, like one would find in New York, Chicago or San Francisco? There are exactly four of them: Downtown, Capitol Hill, the U District and Belltown, with a combined population of perhaps 100,000 people. Seattle only rezoned areas of South Lake Union and the Denny Triangle for high densities in the past 5-10 years. Before that, these and several other areas were nearly barren and full of parking lots. Transportation is a severe problem in Seattle, and it is precisely because the city has not adequately invested in truly high-density, sustainable neighborhoods (especially in its middle-class \"urban village\" areas), that this is the case. Seattle has been drunk on its self-admiration since the grunge era.<br /><br />What is really so special about Seattle?<br /><br />1. Seattle really is the most educated city in the country, topping even Boston and SF. Do you have a Bachelor's degree? So do 55% of Seattleites over 25. A Master's degree? 1 in 4. 1 in 10 Seattleites has a PhD. If are you are a high-school grad, GOOD LUCK trying to live here.<br /><br />2. Compared to local incomes, Seattle has some of the most overpriced real estate in the country. The quality of life here makes up a lot of that. Geographically, Seattle is hourglass-shaped with water on all sides. Pretty much anywhere with a \"view\" - and this is a large chunk of the city - is out of reach to the middle class.<br /><br />3. If there was one cultural vibe you get from living in Seattle, it is the feeling of being unique and/or apart from the rest of the US. As one of my transplant friends often tells me, this is a \"city of the mind.\" It's like Scandinavia on the Pacific. If you want to study with some of the smartest people on the planet, write code that will change the world, fight global warming, or do business with China, this is the place to do it. Socially, this feeling of constantly being on \"the edge\" of the next big thing has some negative consequences. The \"Seattle Freeze,\" an ever-present lack of social energy and perceived coldness to outsiders, is something every transplant experiences. Part of it is indeed due to the gloomy weather. As I'm writing, I'm thinking back to the last time I saw sunshine, and the number of weeks it's been is daunting. Another is the dominant upscale, corporate culture of the city that dampens the nightlife on weekdays in most areas. Finally, the high-tech emphasis of our economy (geeks working long hours) and the influence of Asian and Nordic local cultures blends together to create a relative shyness, indifference even, to new people you don't find in other cities. ", "recommendationCount": 32}, {"assetID": 2491320, "replies": [], "lft": 74, "assetURL": "http://economix.blogs.nytimes.com/2011/03/08/how-seattle-transformed-itself/", "parentID": null, "commentID": 3500126, "rgt": 75, "userDisplayName": "Philip Rothman", "createDate": "1299647593", "userID": 53582851, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1299647703", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Greenville, NC", "commentType": "comment", "updateDate": "1299647703", "commentSequence": 27, "commentBody": "Part of the Detroit vs. Seattle comparison sounds a bit glib. Yes, Boeing had lots of highly educated employees and Seattle had UW. But the Big Three, especially at their peak, also had many highly educated employees, and the distance between the academic excellence of the University of Michigan in Ann Arbor and the many tentacles of the Big Three in Detroit and the rest of Michigan was not exactly large.", "recommendationCount": 8}, {"assetID": 2490963, "replies": [], "lft": 648, "assetURL": "http://www.nytimes.com/2011/03/08/nyregion/08hcg.html", "parentID": null, "commentID": 3500147, "rgt": 649, "userDisplayName": "monte4amy", "createDate": "1299648214", "userID": 17522110, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1299648304", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New York", "commentType": "comment", "updateDate": "1299648304", "commentSequence": 263, "commentBody": "Just completed the 23 days of injections and 500 calories per day diet. Never felt hungry. Realized a lot about why I have the tendency to eat nervously. The plan has lots of info about healthy eating. Lost 20 lbs. It doesn't give you a lot of energy but you don't feel bad. It does get a bit boring now, especially since there's 3 days of the same 500 cal but no injections. Eating 1000 cals for the three weeks of maintenance is going to seem like heaven. Then, it's on to a more healthy eating style, knowing how hard it is to lose, especially at 60. The hCG diet works if you do it and don't cheat. My wife lost 9 lbs, men lose more than women. It was worth it.", "recommendationCount": 4}, {"assetID": 2491320, "replies": [], "lft": 76, "assetURL": "http://economix.blogs.nytimes.com/2011/03/08/how-seattle-transformed-itself/", "parentID": null, "commentID": 3500144, "rgt": 77, "userDisplayName": "mfisher04", "createDate": "1299648071", "userID": 56067057, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1299648305", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Seattle, WA", "commentType": "comment", "updateDate": "1299648305", "commentSequence": 28, "commentBody": "As a native Philadelphian that was living in Chicago for many years, I am happier than ever to call Seattle home. I have learned through living on both coasts and the mid-west that everything is relative. Seattle's weather is nothing short of tropical after spending far too many winters in Chicago. There definition of traffic is equivalent to 290 in Chicago at 3am on a weekday (the people here cannot drive but that's a different story). The public transit is quite good--this city has many more physical obstacles (huge hills, lots of water, earthquakes,etc) than other parts of the country have when it comes to building some type of subway/elevated track system. The bus system is very popular and reliable but not attractive to tourists.<br /><br />Seattle's isolation is another of it's best qualities. It is truly as close to Canada as us liberals can get without having to deal with changing our citizenship. This is a love it-hate it kind of city that is attractive to only a specific segment of the population. This is truly the greatest place I've ever lived.", "recommendationCount": 5}, {"assetID": 2491320, "replies": [], "lft": 78, "assetURL": "http://economix.blogs.nytimes.com/2011/03/08/how-seattle-transformed-itself/", "parentID": null, "commentID": 3500186, "rgt": 79, "userDisplayName": "Rick B", "createDate": "1299648976", "userID": 58607624, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1299649207", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Seattle WA", "commentType": "comment", "updateDate": "1299649207", "commentSequence": 29, "commentBody": "I've took a union job in Seattle in1996. In 2000 I gave it up to work for one of the richest men in the world. I was doing just fine until W bush and his pals destroyed the economy (for the middle class) and now ten years later, to keep my job I've surrendered 30% of my pay and benefits. Each year I have to remain silent as my company cuts away more of my families health care so that my ultra rich employer can be even richer and greedier!<br /><br />The out of touch \"Seattle magazine\" has adds for Rolex watches and city condos starting at 1.6 million ... it's surreal and it's not representative of most of  Seattle!<br />We lost our democratic newspaper and are stuck with the other newspaper that endorsed the war criminal \"W\" and his Halliburton thug.<br /><br />I'm sick of living underneath these people who don't have a clue what the word recession is ... and never will!<br /><br />It's one thing to be a smart person and it's another thing to be a greedy rich smart person. ", "recommendationCount": 8}, {"assetID": 2490963, "replies": [], "lft": 652, "assetURL": "http://www.nytimes.com/2011/03/08/nyregion/08hcg.html", "parentID": null, "commentID": 3500228, "rgt": 653, "userDisplayName": "susanth", "createDate": "1299649597", "userID": 54499843, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1299649803", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Woodland Hills, CA", "commentType": "comment", "updateDate": "1299649803", "commentSequence": 264, "commentBody": "Tomorrow is my last day. In 40 days, I've lost 25 lbs. I stayed faithful to the protocol and have never felt excessively hungry or light-headed (although at the end, with the body adapting, now I'm getting hungry). What I have learned from this experience is 1) 2 cups of vegetables is very filling, 2) I don't need a 12 t0 16 oz. ribeye steak to feel satisfied, 3) there is satisfaction in carefully measuring my portions and keeping a log of my progres. What is my big WHOOPEE plan to celebrate making it through? A salad so I can mix vegetables instead of eating them one at a time. I have not had sugar, cheese, milk, potatoes, chocolate or alcohol in this time. And, to quote Nina Simone, I'm feelin' good. Would I do it again? Yes. And I just might.", "recommendationCount": 7}, {"assetID": 2490963, "replies": [], "lft": 656, "assetURL": "http://www.nytimes.com/2011/03/08/nyregion/08hcg.html", "parentID": null, "commentID": 3500248, "rgt": 657, "userDisplayName": "john", "createDate": "1299650145", "userID": 56852222, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1299650407", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "usa", "commentType": "comment", "updateDate": "1299650407", "commentSequence": 265, "commentBody": "I am a guy and I take Focalin to suppress my appetite. It is for ADHD, which I have, and so it helps me with both things. It does not work as good as this treatment, but it definitely helps.<br /><br />Ever I started focalin, I have gone from 208 lbs to 178 currently, in two months. You have to remember also that being overweight is bad for your health, and Focalin has very little side-effects, so its a good choice for me. ", "recommendationCount": 2}, {"assetID": 2490963, "replies": [], "lft": 654, "assetURL": "http://www.nytimes.com/2011/03/08/nyregion/08hcg.html", "parentID": null, "commentID": 3500247, "rgt": 655, "userDisplayName": "inthefield", "createDate": "1299650133", "userID": 45457549, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1299650408", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "AK", "commentType": "comment", "updateDate": "1299650408", "commentSequence": 266, "commentBody": "Yikes! From the sample of  pregnant women I have known in my life, they were hungry all the time except when they were appalled by the smells of food. None of them lost weight. I think this is how it's supposed to work in nature. But most people like a short cut as long as they get their fix of love and attention. I have found that neither a string of accomplishments or striking looks feed the monster of self doubt. Acceptance of humanity and a few cream puffs does the trick.", "recommendationCount": 1}, {"assetID": 2491320, "replies": [], "lft": 80, "assetURL": "http://economix.blogs.nytimes.com/2011/03/08/how-seattle-transformed-itself/", "parentID": null, "commentID": 3500281, "rgt": 81, "userDisplayName": "Ben", "createDate": "1299650988", "userID": 15367738, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1299651003", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Seattle", "commentType": "comment", "updateDate": "1299651003", "commentSequence": 30, "commentBody": "I've lived in Seattle a long time, but also lived for years on the East Coast and in the Midwest.  One thing that others have commented on or alluded to that I think is extremely important but not mentioned the article is the culture here.  Perhaps due to its climate, the UW or the disportionate number of bookshops and coffeshops here, people here have a strong tendency toward inward pursuits like reading, programming, or just plain thinking. Regardless of source, the culture of Seattle is one that can be overly sensitive, pretty introverted, a little shy while also being strong willed, opinionated and a bit cynical. These traits combine to create a talent pool that is seeking the kind of natural beauty present in the Northwest but also is highly capable in the kinds of skills needed by 21st century tech companies.<br /><br />In particular, a trait that I think many in the tech industry are aware exists among NW companies but is perhaps is less well known outside the poster child of circa-1998 Microsoft is that of competiveness.  Not to put too fine a point on it--Amazon, Microsoft, Costo--these are companies that compete to win and that trait is well engrained not just at the corporate level but among the rank and file.<br /><br />The quintessential Seattlite is someone that you first meet and are struck by how laid back and easy going they seem.  Only much later do you realise that person is one of the most intense people you've ever dealt with--but they keep it all on the inside and prefer to drive a 1987 Toyota Camry instead of a 2011 BMW.  From my experience at least, this modicum of humility combined with competitiveness is a interesting (perhaps telling) difference from the cultures of CA, the Midwest and East Coast. ", "recommendationCount": 18}, {"assetID": 2495433, "replies": [], "lft": 12, "assetURL": "http://wordplay.blogs.nytimes.com/2011/03/08/morning/", "parentID": null, "commentID": 3499979, "rgt": 13, "userDisplayName": "Patricia", "createDate": "1299644272", "userID": 58884300, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1299652167", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Okanagan Valley BC Canada", "commentType": "comment", "updateDate": "1299652167", "commentSequence": 6, "commentBody": "Earworm Alert....<br /><br />The answer, my friend....is BLOWININTHEWIND...the answer is BLOWININTHEWIND...<br /><br />;-)<br /><br />", "recommendationCount": 0}, {"assetID": 2495433, "replies": [], "lft": 14, "assetURL": "http://wordplay.blogs.nytimes.com/2011/03/08/morning/", "parentID": null, "commentID": 3499992, "rgt": 15, "userDisplayName": "Jane C", "createDate": "1299644464", "userID": 305806, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1299652180", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Scarborough", "commentType": "comment", "updateDate": "1299652180", "commentSequence": 7, "commentBody": "I really ought to proof read these comments before I submit them.  It should have said:  Able was I ere I saw Elba.  Whew!", "recommendationCount": 0}, {"assetID": 2487116, "replies": [], "lft": 60, "assetURL": "http://wordplay.blogs.nytimes.com/2011/03/07/numberplay-devils-wager/", "parentID": null, "commentID": 3499993, "rgt": 61, "userDisplayName": "Ravi", "createDate": "1299644473", "userID": 60292212, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1299652183", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Hyderabad, India", "commentType": "comment", "updateDate": "1299652183", "commentSequence": 26, "commentBody": "An S shaped coin would work perfect. All we have to do is to place the coin in such a way that the center of this S is directly on the center of the table. In fact, we can even have different sized S shaped coins so long as both players have the same number of the different sized coins after placing the first coin.  ", "recommendationCount": 0}, {"assetID": 2487116, "replies": [], "lft": 62, "assetURL": "http://wordplay.blogs.nytimes.com/2011/03/07/numberplay-devils-wager/", "parentID": null, "commentID": 3499996, "rgt": 63, "userDisplayName": "Gary Antonick", "createDate": "1299644486", "userID": 16925408, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1299652600", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Palo Alto", "commentType": "comment", "updateDate": "1299655031", "commentSequence": 27, "commentBody": "Hans #2,<br /><br />Say you invite some friends to join in. You go first, then the devil, then friend 1, friend 2, etc. There are, including you and the devil, n people.<br /><br />Is it true that for the devil to lose (as in the normal puzzle):<br />1. the table has to have 360°/n rotational symmetry?<br />2. coins still have to have 180° rotational symmetry?<br />3. n can't be more than 6?", "recommendationCount": 0}, {"assetID": 2495433, "replies": [], "lft": 16, "assetURL": "http://wordplay.blogs.nytimes.com/2011/03/08/morning/", "parentID": null, "commentID": 3500017, "rgt": 17, "userDisplayName": "Wags", "createDate": "1299644943", "userID": 10500790, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1299652607", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "undefined", "commentType": "comment", "updateDate": "1299676507", "commentSequence": 8, "commentBody": "It was the never-ending theme, all that was missing were instructions for folding it into a kite shape.  Well done.  ", "recommendationCount": 2}, {"assetID": 2495433, "replies": [], "lft": 20, "assetURL": "http://wordplay.blogs.nytimes.com/2011/03/08/morning/", "parentID": null, "commentID": 3500214, "rgt": 21, "userDisplayName": "KarmaSartre", "createDate": "1299649379", "userID": 53999991, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1299652648", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Mercer Island", "commentType": "comment", "updateDate": "1299652648", "commentSequence": 9, "commentBody": "Okay Deb, I'll try a pun at home.  Up for the challenge tonight====&gt;<br /><br />When (24-across) the ex-Secretary General of the UN, saw people boarding his ancient yacht, and wearing heavy-soled shoes, he screamed \"Hey, it's a bootless, bootless galley!\"<br /><br />I tried ABAERS for Issel's org. I sort of remember him as a Kentucky Colonel, one of the ABA teams that didn't survive the merger. With Louie Dampier of course.<br /><br />I like LOBED for brains. It seems like a nice back-handed compliment.  \"Those guys are lobed!\"<br /><br />The very ambitious theme by Mr. Collins deserves further discussion, but I seem to be tailing off heretttttttttttttttttttttttttttttttttttt.<br /><br />", "recommendationCount": 2}, {"assetID": 2491320, "replies": [], "lft": 82, "assetURL": "http://economix.blogs.nytimes.com/2011/03/08/how-seattle-transformed-itself/", "parentID": null, "commentID": 3500351, "rgt": 83, "userDisplayName": "Jacob Gellman", "createDate": "1299653542", "userID": 62205446, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1299653704", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Portland, OR", "commentType": "comment", "updateDate": "1299653704", "commentSequence": 31, "commentBody": "Seattle's public transportation is not as strong as Mr. Glaeser makes it out to be.<br /><br />South Lake Union Transit, the streetcar pictured above, has incredibly low ridership. It also suffers from an unfortunate acronym, but that is beside the point.<br />The city's light rail, while in its infancy, is relatively inaccessible outside of downtown. Within the downtown area, light rail is a poor alternative to the bus, which is above ground and is free. However, the city is making leaps and bounds at expanding light rail's coverage.<br />All ten to twelve lanes of Interstate-5 are jammed during a regular business day, which adversely affects bus transit (the most reliable form of public transportation in the city). It looks a lot like Los Angeles traffic.<br /><br />Seattle is gradually moving toward transit-oriented development, but it is incredibly hard to get around.", "recommendationCount": 12}, {"assetID": 2490963, "replies": [], "lft": 658, "assetURL": "http://www.nytimes.com/2011/03/08/nyregion/08hcg.html", "parentID": null, "commentID": 3500363, "rgt": 659, "userDisplayName": "No longer 168 pounds", "createDate": "1299654008", "userID": 63158623, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1299654306", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Seattle, WA", "commentType": "comment", "updateDate": "1299654306", "commentSequence": 267, "commentBody": "This article is extremely biased and written with an obvious slant that the diet is just another fad. Unfortunately the author didn't bother to do much research and report the actual facts as to why the diet works.<br /><br />I\"m not a doctor and can't give you the scientific reasons but I can tell you from my experience, this diet works. Before giving you the facts, you should know that I did this diet seven months ago and lost 17 pounds in 6 weeks (and I've kept it off but that's another secret ingredient to the diet. See item #5 below). I'm now on day #8 of a second cycle and have lost 4.8 pounds.  Now, for some facts:<br /><br />1. The hcg can only be acquired through a physician, including naturopathic doctors. Before determining if I was a viable candidate for the diet (or not), my doctor did a thorough exam, including having me fill out a comprehensive questionnaire. Next my doctor took a BMI (body mass index) measurement through a machine (this gives the most accurate reading), then took actual body measurements.<br /><br />2. My doctor works directly with a licensed dietician and together they oversee the patient's weight loss program. This is the key to a successful program (most doctors prescribing the hcg diet do it alone, without a dietician or nutritionist). I email my daily 'status' to the doctor and dietician; they may minor modifications if needed.<br /><br />3. I won't tell you that I'm never hungry. I am and personally, I have a very set meal schedule in which I adhere. I know everyone says \"well of course you lose weight if you're only eating 500 calories\". True, but you'd probably be dead soon because no one can survive on just 500 calories for a prolonged period of time. The diet is structured in such a way that you combine a lean protein with a vegetable for two meals a day plus two servings of fruit (and think good food...my nutritionist has armed me delicious, easy to prepare recipes...as an example, baked halibut with fennel topped with grapefruit salsa). The foods are pre-determined so you pick one from each list for each meal. Additionally, because our bodies have physically gotten larger since this diet originated in the 50/60's, my doctor and nutritionist have me on two small protein shakes a day. Plus, three liters of water to keep everything flushed.<br /><br />4. Although the caloric intake is minimal, your body is actually burning the brown fat (bad fat) and using it as energy which is why one is able to sustain for the 23-day injection cycle or the 40-day injection cycle. Your body literally gets the energy it needs to sustain itself.<br /><br />5. Now for the part the author completely forgot to include: in order to maintain the weight loss, the second half of the program is a 3-week period of  \"no sugar no starch\" diet which resets your metabolism.<br /><br />6. Once the injections are done, another BMI is run, including body measurements and then tabulated. The final calculation gives you the total number of calories your body needs to have every day to sustain its current weight. (When I lost 17 pounds my sustaining caloric intake was 1780 calories/day).<br /><br />7. Cycles can not be completed consecutively. A minimum of 6 weeks between cycles is required.<br /><br />So before you completely blow this off and think it's just another fad, think again. Get the facts, do your research, talk to people that have done it and interview naturopathic doctors. If you decide to try it, make sure your doctor partners with a nutritionist - it's imperative to a successful program. Additionally, you must be committed. It's a very, very strict plan and you can not deviate.<br /><br />And now, this \"used-to-be-168-pound-women-who's-soon-to-hit-her-goal-weight-of-135\" is signing off. Feel free to email with questions or I am happy to put you in touch with my doctor for more details about the program.<br /><br /><a href=\"mailto:jodijager@yahoo.com\">jodijager@yahoo.com</a>", "recommendationCount": 8}, {"assetID": 2489961, "replies": [], "lft": 462, "assetURL": "http://www.nytimes.com/2011/03/08/world/americas/08guantanamo.html", "parentID": null, "commentID": 3499599, "rgt": 463, "userDisplayName": "me", "createDate": "1299635595", "userID": 30052523, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1299655443", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "NYC", "commentType": "comment", "updateDate": "1299655443", "commentSequence": 177, "commentBody": "Our President is lacking in character, loyalty, honesty and dignity.<br /><br />He is simply out for himself and will sell out on any issue as long as its in his personal interest. I saw this during the campaign and slowly, slowly, all these opinion pieces, comments, etc are joining me in my daily embarrassment watching this man recalibrate - his favorite word - which just means doing whatever is expedient. Pathetic.", "recommendationCount": 0}, {"assetID": 2495333, "replies": [], "lft": 148, "assetURL": "http://www.nytimes.com/2011/03/09/business/economy/09leonhardt.html", "parentID": null, "commentID": 3500404, "rgt": 149, "userDisplayName": "Mike Boggs", "createDate": "1299655204", "userID": 62947600, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1299656138", "userTitle": null, "editorsSelection": 1, "statusID": 2, "userURL": null, "userLocation": "Philippines", "commentType": "comment", "updateDate": "1299670281", "commentSequence": 25, "commentBody": "Thankfully before the Republicans crawled back into Congress, Obama was able to direct a lot of the TARP money into developing alternative energy, which eventually will break our long-term dependence on foreign oil, and he was able to pass health care reform which will help put the brakes on exploding medical costs, which are the biggest threat to the budgets in the future.  Now, the Republicans want to (and probably will) turn us away from the Keynesian polices which were working and return us to the days of Herbert-Hoover-austerity.   ", "recommendationCount": 7}, {"assetID": 2494623, "replies": [], "lft": 324, "assetURL": "http://www.nytimes.com/2011/03/09/us/09priests.html", "parentID": null, "commentID": 3499749, "rgt": 325, "userDisplayName": "Geronimo4", "createDate": "1299639013", "userID": 11227080, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1299657196", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "ABQ, NM", "commentType": "comment", "updateDate": "1299657196", "commentSequence": 129, "commentBody": "Now we need the men in the Church to start realizing the value of nuns in the Catholic Church.  Allowing priests to marry would be good - but the nuns were the people who got things done - they taught school, ran hospitals, helped the poor.  Mother Theresa should have been pope.  Happy Lent, everyone.", "recommendationCount": 1}, {"assetID": 2494623, "replies": [], "lft": 326, "assetURL": "http://www.nytimes.com/2011/03/09/us/09priests.html", "parentID": null, "commentID": 3499757, "rgt": 327, "userDisplayName": "Tom Brown", "createDate": "1299639136", "userID": 54917022, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1299657196", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "JT,PA", "commentType": "comment", "updateDate": "1299657196", "commentSequence": 130, "commentBody": "  I have always thought that priest are like airplane pilots, some are like Sullenberger, some are fly drunk and most just OK.<br />  It does not stop me from trusting in pilots because I am sure the drunks, once caught are fired.<br />  I am not ashamed of the child abusing priest, but I am ashamed of Cardinal Rigali.", "recommendationCount": 2}, {"assetID": 2494623, "replies": [], "lft": 332, "assetURL": "http://www.nytimes.com/2011/03/09/us/09priests.html", "parentID": null, "commentID": 3499778, "rgt": 333, "userDisplayName": "carlos11", "createDate": "1299639606", "userID": 60542082, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1299657196", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Los Angeles", "commentType": "comment", "updateDate": "1299657196", "commentSequence": 131, "commentBody": "If they have some sort of pedophilia genetic attribute, instead of holding them accountable or worse yet not embracing their actions, we need to love them 100% as they are. They cannot ever change and we don't want to be called \"haters or worse  priestophobes.... ", "recommendationCount": 0}, {"assetID": 2494623, "replies": [], "lft": 334, "assetURL": "http://www.nytimes.com/2011/03/09/us/09priests.html", "parentID": null, "commentID": 3499781, "rgt": 335, "userDisplayName": "Leslie", "createDate": "1299639634", "userID": 44001433, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1299657196", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Texas", "commentType": "comment", "updateDate": "1299657196", "commentSequence": 132, "commentBody": "I tire of the argument that these are just \"bad apples.\"  No, this is a system that attracts the worst.  Normal people do not vow celibacy to dress up in robes, be treated like an instrument of god, and have total authority over children.<br /><br />There is no bad luck or mystery as to why so many priests are pedophiles.  The direct and inevitable consequence of requiring celibacy is that the priesthood appeals to far too many many men who are messed up about sex, and the church provides a direct conduit from them to your children.  ", "recommendationCount": 7}]}, "copyright": "Copyright (c) 2016 The New York Times Company.  All Rights Reserved."}