{"debug": {"version": 3.1}, "status": "OK", "results": {"api_timestamp": "1481460540", "totalCommentsFound": 5948, "totalCommentsReturned": 25, "comments": [{"assetID": 2831900, "replies": [], "lft": 246, "assetURL": "http://well.blogs.nytimes.com/2011/06/09/lives-cut-short-by-depression/", "parentID": null, "commentID": 3995441, "rgt": 247, "userDisplayName": "Molly", "createDate": "1308084945", "userID": 64238849, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1308110577", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Long Island", "commentType": "comment", "updateDate": "1308106977", "commentSequence": 119, "commentBody": "Well, I lost two friends to suicide. The mess they left behind, the pain...I know they each had their reasons, but damn. It is a terrible act of violence just as surely as murder is. <br/><br/>I have struggled with depression and felt those same dark impulses. Planning your suicide is comforting, it's true. But my mother made me promise not to kill myself, with tears in her eyes, and when she said that she couldn't bear it I believed her. Her love truly kept me alive. And I am so grateful! I got past it. Let me assure those of you that are struggling that it is possible for some us to get to a place where those thoughts do not return. Maybe for you.<br/><br/>Having said that, my husband is one who is struggling. I love him madly, and it is so hard to watch. I can't do for him what my mother did for me, I don't hold that power over him. I believe that there are therapies and medications out there that might be effective, but the maze of insurance and trying to get the right doctor has been a nightmare. He's stopped looking, and I don't know where to turn for help. I plan to follow some of the suggestions and links that have come up on this thread. But frankly, I'm scared. ", "recommendationCount": 5}, {"assetID": 2845826, "replies": [], "lft": 124, "assetURL": "http://well.blogs.nytimes.com/2011/06/13/digital-flirting-easy-to-do-and-to-get-caught/", "parentID": null, "commentID": 3995517, "rgt": 125, "userDisplayName": "Deb", "createDate": "1308085813", "userID": 49765585, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1308110583", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New Jersey", "commentType": "comment", "updateDate": "1308106983", "commentSequence": 58, "commentBody": "It would seem that the so-called \"safety\"  of sexting provides a milieu that many might otherwise avoid if it were to be in real life. The proliferation of computers and technology make it appear legitimate whereas going to a peep show or actual flirting might feel sleazy. The distance of using a \"machine\"  keeps it private but also guilt-free because it doesn't \"feel\" real.<br/><br/>But any which way you look at it,  it is cheating because it keeps one from their partner. ", "recommendationCount": 0}, {"assetID": 2848875, "replies": [], "lft": 4, "assetURL": "http://bits.blogs.nytimes.com/2011/06/14/social-web-browser-rockmelt-teams-up-with-facebook/", "parentID": null, "commentID": 3995618, "rgt": 5, "userDisplayName": "Andrew", "createDate": "1308087215", "userID": 60453806, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1308110658", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Chicago, IL", "commentType": "comment", "updateDate": "1308107058", "commentSequence": 2, "commentBody": "With a name like \"RockMelt\", it won't go too far.  The name of the site has to be changed.  For it to get popular, it needs to either be easy to remember or catchy.  \"RockMelt\" is neither. It is very hard to even say let alone remember.  The two words rock and melt do NOT even go together naturally.  Google, Facebook, Microsoft, YouTube, etc, are all easier to say/remember or catchy, which is a very big reason they caught on and are so popular now.", "recommendationCount": 0}, {"assetID": 2847349, "replies": [], "lft": 24, "assetURL": "http://bits.blogs.nytimes.com/2011/06/13/hackers-attack-bethesda-software-and-u-s-senate-web-site/", "parentID": null, "commentID": 3995640, "rgt": 25, "userDisplayName": "Kevin Schmidt", "createDate": "1308087549", "userID": 39668770, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1308110658", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "LA, CA", "commentType": "comment", "updateDate": "1308107058", "commentSequence": 12, "commentBody": "\"Defense and Intelligence do not run on the internet\"? Really #5? <br/><br/>Then why is Private Manning in prison for stealing huge amounts of military secrets over the internet, and still being tortured by the DINO in Chief?<br/><br/>Some Date expert at Los Alamos you are!", "recommendationCount": 1}, {"assetID": 2849039, "replies": [], "lft": 4, "assetURL": "http://bits.blogs.nytimes.com/2011/06/14/a-m-d-releases-chips-with-new-graphics-abilities/", "parentID": null, "commentID": 3995752, "rgt": 5, "userDisplayName": "NY Nice Guy", "createDate": "1308089495", "userID": 27583194, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1308110658", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "My Mind", "commentType": "comment", "updateDate": "1308107058", "commentSequence": 2, "commentBody": "Heck, once broadband becomes as common as coffee, hardware won't matter to most users since cloud computing means that hardware and software is all handled by the provider, à la Netflix and (more applicably) OnLive!", "recommendationCount": 0}, {"assetID": 2846971, "replies": [], "lft": 8, "assetURL": "http://bits.blogs.nytimes.com/2011/06/13/one-on-one-jack-tretton-sony-c-e-o-america/", "parentID": null, "commentID": 3995762, "rgt": 9, "userDisplayName": "Stephen", "createDate": "1308089666", "userID": 40985274, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1308110658", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Los Angeles, CA", "commentType": "comment", "updateDate": "1308107058", "commentSequence": 4, "commentBody": "@jozero  My sentiments exactly.  The PS3 is such wasted potential. I sold mine.", "recommendationCount": 0}, {"assetID": 2849039, "replies": [], "lft": 8, "assetURL": "http://bits.blogs.nytimes.com/2011/06/14/a-m-d-releases-chips-with-new-graphics-abilities/", "parentID": null, "commentID": 3996374, "rgt": 9, "userDisplayName": "Scientist", "createDate": "1308102544", "userID": 4921619, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1308110658", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "California", "commentType": "comment", "updateDate": "1308107058", "commentSequence": 3, "commentBody": "Intel, AMD and NVIDIA represent the best of the best in America. Nobody in the world can match Intel when it comes ot manufacturing. Its a miracle that anybody who competes with them survives at all given intel's lead in process technology. The joke in the industry is that Intel's a giant fab with a \":small\" design shop attached. AMD does the impossible. They compete head to head with Ijntel and survive. If they hadn't gotten greedy by pricing Opteron's based on how many of them you could string together, they could have given Intel a run for their money a few years ago, but they blew it out of sheer greed. Their engineers made a miracle and the business types screwed it up. NVIDIA is simply incredible and has some of the best guys around -- especially the guys involved with getting developers to come out with versions of CPU intensive applications to run applications to run on GPU's. They built an entire new market for their products and there's not a slacker in the bunch. If Washington had guys like the guys at Intel, AMD and NVIDIA, we'd all have free health care, not pay any taxes, and be selling energy to the Arabs. Intel, AMD, and NVIDIA are the best of the best. They prove that America can still out engineer and manufacture anybody in the world, and Steve Job's Apple ain't bad either. I'm proud to be a valley boy. God bless Berkeley, Stanford, 3000 Sand Hill Road, and the entire left coast. All it takes is brains, raw ambition, and working 80 hours a week. We make NYC look \"laid back\" by comparison.\r", "recommendationCount": 1}, {"assetID": 2785806, "replies": [], "lft": 158, "assetURL": "http://pogue.blogs.nytimes.com/2011/05/27/movie-watching-is-a-scavenger-hunt/", "parentID": null, "commentID": 3996816, "rgt": 159, "userDisplayName": "tom", "createDate": "1308110984", "userID": 48794199, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1308111002", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "San Francisco", "commentType": "comment", "updateDate": "1308107402", "commentSequence": 76, "commentBody": "They are not available simply because it makes economic sense to hold them back and charge people flat rate, high buck subscriptions in order to access them. The detritus that I can get through Netflix streaming is the same detritus Dish now gives me for free via the Starz channels they decided to add to my no frills plan. The good stuff is out there, but you're gonna have to pony up for a high-buck movie channel to get to it. The studios signed away their rights to their content and now the cable companies control it. Change is a comin'.", "recommendationCount": 0}, {"assetID": 2848366, "replies": [], "lft": 496, "assetURL": "http://www.nytimes.com/2011/06/15/arts/people-argue-just-to-win-scholars-assert.html", "parentID": null, "commentID": 3996818, "rgt": 497, "userDisplayName": "LouiseS", "createDate": "1308111023", "userID": 60315789, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1308111304", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Seattle", "commentType": "comment", "updateDate": "1308107704", "commentSequence": 226, "commentBody": "An argument can be made on the basis of the strongest and most relevant facts and reasons, or it can be made with warped and illogical reasons and facts that do not summarize the relevant issues, but are cherry-picked to prove a point. There is a difference. Sound arguments can help mankind avoid serious mistakes, and warped reasoning can get us in real trouble.<br/>\n See the Climate Denial Crock of the Week series for example:<br/>\n<a href=\"http://www.youtube.com/watch?v=hWJeqgG3Tl8&amp;feature=related\" title=\"http://www.youtube.com/watch?v=hWJeqgG3Tl8&amp;feature=related\" target=\"_blank\">http://www.youtube.com/watch?v=hWJeqgG3Tl8&amp;amp;feature=related</a><br/>\n<a href=\"http://www.youtube.com/watch?v=vFGU6qvkmTI&amp;feature=player_embedded\" title=\"http://www.youtube.com/watch?v=vFGU6qvkmTI&amp;feature=player_embedded\" target=\"_blank\">http://www.youtube.com/watch?v=vFGU6qvkmTI&amp;amp;feature=player_embedded</a><br/>\n<a href=\"http://www.youtube.com/watch?v=khikoh3sJg8&amp;feature=related\" title=\"http://www.youtube.com/watch?v=khikoh3sJg8&amp;feature=related\" target=\"_blank\">http://www.youtube.com/watch?v=khikoh3sJg8&amp;amp;feature=related</a>", "recommendationCount": 2}, {"assetID": 2849410, "replies": [], "lft": 90, "assetURL": "http://parenting.blogs.nytimes.com/2011/06/14/loving-parents-unhappy-children/", "parentID": null, "commentID": 3996819, "rgt": 91, "userDisplayName": "Saff-mama", "createDate": "1308111103", "userID": 58736825, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1308111304", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Seattle, WA", "commentType": "comment", "updateDate": "1308107704", "commentSequence": 33, "commentBody": "I agree (somewhat) with commenter #9 and those who say that the helicopter parenting trend is way overblown. Parents try their best according to their own lights and values and at some point it is not the parents fault. We live in a scary age for raising children--climate change is not just imminent, it is here; many countries are struggling with violence and revolution; billions are poor and undernourished in the world. In addition, it is an age (for those of us with privilege) it is an age of unprecedented choices and opportunities. Our children have incredible and difficult challenges awaiting them, and are lucky when they have engaged, caring parents who give them a foundation--both roots and wings. Please, let us not overthink this! I for one am happy to be raising kids now instead  of in the 1970s, when (from my experience) the values were about finding yourself, often at the expense of your children. ", "recommendationCount": 7}, {"assetID": 2831900, "replies": [], "lft": 248, "assetURL": "http://well.blogs.nytimes.com/2011/06/09/lives-cut-short-by-depression/", "parentID": null, "commentID": 3995670, "rgt": 249, "userDisplayName": "Chris", "createDate": "1308088131", "userID": 36919867, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1308111421", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "NY, NY", "commentType": "comment", "updateDate": "1308107821", "commentSequence": 120, "commentBody": "To Bo Peep (#113), I am at a loss for words. While I don't feel at home here, I cannot say that I have not found moments of joy from time to time. Is there no joy for you in life at all? Doesn't it amaze you that you have made all of these commitments to living for all these years and you see no benefit? Is it just that you have neglected yourself and no one else would take the time to care for you? If you were to be given the gift of being able to do one thing before you died, anything at all with absolutely no restrictions of any kind (even the ability to do something that is not physically possible, things in the realm of fantasy), would you be able to think of something?", "recommendationCount": 2}, {"assetID": 2831900, "replies": [], "lft": 250, "assetURL": "http://well.blogs.nytimes.com/2011/06/09/lives-cut-short-by-depression/", "parentID": null, "commentID": 3995728, "rgt": 251, "userDisplayName": "TonyG", "createDate": "1308089001", "userID": 52467491, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1308111512", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "NJ", "commentType": "comment", "updateDate": "1308107912", "commentSequence": 121, "commentBody": "There is increasing evidence that depression isnt so much a disorder as it is a symptom-- of severe trauma. I'm not a professional in the field but I've read a lot and more and more experts are contending that disorders like depression result from  repeated or severe emotional trauma, often early in life. And the underlying trauma must be treated for a person to recover. But most therapists arent treating trauma or even screening for it. I'd suggest a depression sufferer see a good pyschotherapist who screens for trauma and is up on the latest research. Can be hard to find, but it's absolutely worth the effort. It helped me a great deal.    ", "recommendationCount": 2}, {"assetID": 2831900, "replies": [], "lft": 252, "assetURL": "http://well.blogs.nytimes.com/2011/06/09/lives-cut-short-by-depression/", "parentID": null, "commentID": 3995879, "rgt": 253, "userDisplayName": "Leah", "createDate": "1308092228", "userID": 53027065, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1308111614", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New York, NY", "commentType": "comment", "updateDate": "1308108014", "commentSequence": 122, "commentBody": "I can relate to so many of these comments. Especially not feeling like I belong on this planet. <br/><br/>When I was in middle school, I dreamed an old woman in a dark cloak was stalking me with a harpoon, trying to kill me. When she finally succeeded, and all my classmates gathered around me to see why I'd fallen, the old woman glared up at my spirit, which was hovering over my body. \"Why?\" I demanded. \"Why did you kill me?\" \"Because you don't belong here,\" she spat self-righteously, as if she'd set the world back to its rightful order. <br/><br/>The thing about depression, while there are things we have in common, each depression is unique to its owner. When I was 13, I was so depressed I finally managed to summon the courage and ask my mother if I could see a professional counselor. \"Why would you need to do that?\" she asked, clearly bewildered. \"You can talk to me about anything any time.\" But I couldn't. My parents somehow managed to ignore me crying in my room every night, rocking back and forth on the floor and tearing at my hair. <br/><br/>In my early 20s, I couldn't take it anymore. I started hoarding strong medication, planning to take it when I had enough to do the job. But like another poster said, I realized that if I had the courage to end my life, I might have the courage to change it. I gave myself a year to try before committing to ending it all. <br/><br/>Everyone's way out is different. For me, it was painfully slow. Every day felt like unbearable work and zero reward. But I confronted the things I was afraid of, the thoughts that made me despair. For me, it was how awful the world was and the belief in hell. My family was religious. My mother's coping mechanism was to see no evil. My dad's was to believe that God would sort it all out afterward. Neither of those worked for me. Obviously, rejecting the notion of hell would put a rift between me and my family; continuing to accept the idea of hell would tear my brain apart. I couldn't believe in a God who could condemn half his own creation to an eternal lake of fire. It just didn't make any sense. I couldn't force my brain to accept something that felt like total nonsense. The paradox of a loving God and horrific eternal punishment was splitting my head. (It's that \"too much empathy\" thing.)<br/><br/>So I admitted to myself I didn't believe in that anymore. I didn't admit it to my family for a while, but I finally did. While it did create a rift, it didn't destroy our relationship as I'd dreaded. But even if it had, it would have been worth it. Forcing yourself to believe something you deep down don't is a recipe for disaster. <br/><br/>Another thing that helped me: I read books constantly. Fiction, nonfiction, books on depression, books about nothing but entertainment. I considered it \"my escape without dying.\" <br/><br/>The only thing I got from all the books on depression was that I could become more self-aware of my own thoughts and analyze them critically, imagining one of my friends was saying that to me. I slowly eliminated all thoughts of \"I'm so stupid\" and forced myself to rephrase them into something more specific, like, \"That was a bad idea that didn't work; I'd better try something else instead.\" Even rephrased, \"I wish I was dead,\" to \"No, I don't. I'll figure this out.\" Instead of endlessly berating myself, I gave myself pep talks. I tried to be a fan of mine instead of my own worst enemy. Even though we're all taught to be modest, I let myself congratulate myself when I did a good job. And no, lightning didn't strike me for being proud of myself once in a while. <br/><br/>Finally, and again this may only apply to me, I realized I was severely sleep deprived. Looking for a cure for my chronic sleepless nights, I realized I had delayed sleep phase syndrome. I can't seem to fall asleep before 2 a.m., which makes having a 9-5 job (or getting up for school all those years at 6:30 a.m.) very very tough. Once I found ways to get adequate sleep, my symptoms continued to improve. <br/><br/>I know depression and suicidal thoughts are different for everyone, and I DID think of suicide as a beautiful comforting thought for many many years, but I've been free of severe depression now for over seven years. (I'm 36 now.) I've promised myself I won't kill myself (short of having an incurable chronic illness) and this resolution makes me feel I will survive, and that I feel strong enough to TRUST myself to survive. <br/><br/>And honestly? I'm actually thankful I walked on the edge of the cliff and stared down to the bottom of the chasm. Suffering gives a special kind of depth and empathy. It makes me more sensitive to others and their pain. <br/><br/>If it helps to know, after revamping my life completely, I'm happily married, living in NYC, doing a job I barely dreamed I could ever have, and have had beautiful days of happiness, triumph, love, and optimism. There are still tough days that threaten to overwhelm me, but I know I can get through them if I wait them out. I'm proud of myself and all of you for making it this far.", "recommendationCount": 9}, {"assetID": 2851953, "replies": [], "lft": 42, "assetURL": "http://www.nytimes.com/2011/06/15/nyregion/strauss-kahns-accuser-portrayed-as-quiet-hard-working.html", "parentID": null, "commentID": 3996786, "rgt": 43, "userDisplayName": "Kay", "createDate": "1308110315", "userID": 64250104, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1308111614", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "MD", "commentType": "comment", "updateDate": "1308108014", "commentSequence": 16, "commentBody": "One hopes that the president of her country of birth, Alpha Conde, intervenes on her behalf, to obtain the garantee that the NY justice system is not for sale, and that DSK, in all his wealth and (former) glory does not bribe his way out of the process.\r", "recommendationCount": 12}, {"assetID": 2851953, "replies": [], "lft": 44, "assetURL": "http://www.nytimes.com/2011/06/15/nyregion/strauss-kahns-accuser-portrayed-as-quiet-hard-working.html", "parentID": null, "commentID": 3996826, "rgt": 45, "userDisplayName": "Elephant lover", "createDate": "1308111292", "userID": 7531892, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1308111626", "userTitle": null, "editorsSelection": 1, "statusID": 2, "userURL": null, "userLocation": "New Mexico", "commentType": "comment", "updateDate": "1308151505", "commentSequence": 17, "commentBody": "It is only for the court to decide guilt or innocence, but I do worry about the inequality of resources between the two sides.  How can a poor housemaid from Guinea hope to hire all the detectives and extra help that a wealthy candidate for the French Presidency can muster.<br/>\n    I am happy that she will, at least get a hearing, here in the US. I admire her for going ahead with the case considering the odds against her.<br/>\n    I fear that this will be a \"he said, she said\" case with no data to support this woman.  In which case he will win because we believe that people are innocent until proven guilty.  If that is the outcome, I hope that Mr. DSK and future wealthy men who might think they can have their way with the hotel personnel will think twice about the possibility that their victims might not be intimidated and might make people wonder if they can really be trusted in positions of responsibility.<br/>\n   Yes, there are two sides to every story, but it makes sense to me that only one side will be heard very well in this case. And that I regret.", "recommendationCount": 26}, {"assetID": 2851953, "replies": [], "lft": 46, "assetURL": "http://www.nytimes.com/2011/06/15/nyregion/strauss-kahns-accuser-portrayed-as-quiet-hard-working.html", "parentID": null, "commentID": 3996827, "rgt": 47, "userDisplayName": "David", "createDate": "1308111319", "userID": 21815029, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1308111641", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Cambridge, MA", "commentType": "comment", "updateDate": "1308108041", "commentSequence": 18, "commentBody": "This sounds reminiscent of the case of the billionaire child-rapist Jeffrey Epstein, whose attorneys including Alan Dershowitz hired an army of private investigators to humiliate and dig up dirt on his underage rape victims to the point where prosecutors had to drop all the serious charges because they doubted they could still win against Dershowitz's filthy legal tactics and Epstein's unlimited resources.  He served something like a year, if that.  I hope the same doesn't happen here.", "recommendationCount": 48}, {"assetID": 2766007, "replies": [], "lft": 374, "assetURL": "http://well.blogs.nytimes.com/2011/05/23/having-baby-at-home-share-your-story/", "parentID": null, "commentID": 3995904, "rgt": 375, "userDisplayName": "Diane Schade", "createDate": "1308092719", "userID": 40084338, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1308111659", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Sag Harbor, NY", "commentType": "comment", "updateDate": "1308108059", "commentSequence": 185, "commentBody": "My husband and I decided to have our daughter at home with a very experienced and capable midwife, Miriam. At the time we were living in Park Slope, Brooklyn and I confess it was a comfort to know that there was a hospital nearby just in case. It seemed natural to have my baby at home instead of in a hospital. I wasn't sick, and wasn't that what hospitals were for? Miriam came to our house weekly to examine me. She was incredibly thorough and competent. She recommended a childbirth education class which we attended toward my last trimester. One night, a month early, my water broke as I turned over in bed. I asked my husband \"what do we do now?\" I wasn't having contractions so he said \"we go back to sleep and call Miriam in the morning\" And we did....or at least I tried. In the morning Miriam assessed the situation and since I had no contractions she said \"we wait\". Waiting after your water has broken has become discouraged in the traditional medical model, and is an instant pass to an immediate induction. Miriam, however, was not especially concerned. So we waited. 36 hours later not much was happening so Miriam decided to get this show on the road and had me drink a disgusting blend of Castor Oil and orange juice. I was off to the races, from both ends! Contractions began almost immediately. Miriam instructed my husband when to call her. My mother and best girlfriend were helping. We had the lights dim and candles glowing. I moved around the apartment from spot to spot while I endured the contractions becoming ever more intense. Finally I asked my husband to call Miriam...I was ready. He wasn't sure that was the case, but don't worry, a laboring woman can explain things like no one else! \"CALL F*****G MIRIAM--NOW!!\" He called.<br/>\nMiriam asked to speak with me on the phone. She was able to tell by my voice and tone that I was ready and she came immediately. I was fully dilated. I labored for hours more until I didn't think I could push again. Miriam said \"Then don't, go back to contractions\". I had one more contraction and told Miriam I couldn't do that again. So she said, \"Then don't, push next time.\" I did, and our daughter was born. Miriam told me to reach down and pull my baby out. I put her on my chest and held her, exhausted but perfectly content. Later, when the placenta emerged I began to bleed excessively. Miriam handled it calmly; with an injection of Pitocin the problem was resolved.<br/>\nMy experience having my daughter at home was so empowering that I decided I too wanted to become a Midwife and help other women to regain this ability. Having our babies at home with midwives was the norm until the male dominated medical profession pathologized childbirth. Now we give birth to our children in a place relegated for acute illness and emergencies. We are totally detached from the process and have lost confidence in our own abilities.", "recommendationCount": 0}, {"assetID": 2839887, "replies": [], "lft": 68, "assetURL": "http://well.blogs.nytimes.com/2011/06/11/blaming-sprouts-again/", "parentID": null, "commentID": 3995950, "rgt": 69, "userDisplayName": "anna", "createDate": "1308093564", "userID": 63489523, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1308111670", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "new york", "commentType": "comment", "updateDate": "1308108070", "commentSequence": 30, "commentBody": "#28, 29<br/>\nMy \"yum\" is different from your \"yum\" (oh chocolate, oh cheese, oh rasberries, oh roasted chicken, oh ...).  The person with lupus you know is a former sprouteater.", "recommendationCount": 2}, {"assetID": 2849449, "replies": [], "lft": 18, "assetURL": "http://well.blogs.nytimes.com/2011/06/14/living-well-with-parkinsons/", "parentID": null, "commentID": 3996048, "rgt": 19, "userDisplayName": "dc lambert", "createDate": "1308095298", "userID": 58224008, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1308111718", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "nj", "commentType": "comment", "updateDate": "1308108118", "commentSequence": 7, "commentBody": "My mother died of Parkinson's, in agony, when she was 56.  Though this was over 16 years ago, not a day goes by that I don't remember her agony and suffering.  She couldn't move for the last year, couldn't open her eyes, couldn't speak.   Just a few years earlier she had been a vibrant middle aged teacher with her whole life ahead of her.  She had had tremors and her handwriting was bad, and occasionally she had the \"Parkinsonian mask,' and shuffle, but for a long while she could manage.  Then she declined.  Friends abandoned her, her brother declared it was 'too painful' to visit -- too painful for HIM.   Yet her mind was still intact up to the last minute.   <br/><br/>But worse than all she had to endure was the notion - which I read in this article - that somehow Parkinson's patients survive by 'grit and determination.'  The obvious corallary is that if you *don't* have grit and determination, you will suffer more and are in part responsible for your own illness.<br/><br/>I find this notion not only deluded, but repugnant, and I'm sorry I'm speaking so harshly, but it still hurts how the entire medical community let my mother down with denial and soft words.    I remember taking her to a Parkinson's support group and it was a giant room filled with normal-appearing people--that is, every one was in the early stages of the disease.  They all looked at my mother - in her wheelchair, unable to speak, the 'mask' very advanced - with fear and revulsion, and averted their eyes.  A few were openly hostile:  \"Are you SURE that's Parkinson's?\" one of them said, as though we were at fault for crashing the Parkinson's party.  The film that day was a muted sunshiny film of a grandmother - young, dignified, handsome - with Parkinson's, who was HAPPY, she said, that she had Parkinson's--It was a BLESSING, she said, because now it forced her to 'spend more time with her grandchildren and slow down.\"  To the backdrop of misty meadow flowers, two giggly children on swings and a golden sun - I kid you not - she declared how she now was blessed to be able to appreciate life 'every moment.\"<br/><br/>I was disgusted.  So was my mother.   We left. And we never returned to the 'support group.' Since the room was filled with those in the early stages, I'm sure we weren't the only ones to have been driven out of a 'help' group because we needed help and were in the way of others who wanted to believe they'd be fine with just 'grit and determination.'<br/><br/>Though vigorous denial has its proper place, it is of no help to those who need real help.  My mother was in PAIN.  Her doctors wouldn't even treat her properly because they were - yes - afraid she would 'get addicted.'   We never knew the course of the disease because no doctor would tell us.  When my mother had to have the heimlich performed on her for the second time, because she had choked on food again (her swallowing muscles were becoming uncoordinated) we saw her beloved regular doctor to ask for a referral for a feeding tube. He said, very bluntly - we were so angry then - that we should think twice before putting it in.  He said: \"Dying of starvation is far far easier than dying of Parkinson's.\"   In retrospect, he was quite right.  He was the only doctor to at least give us some warning to how bad it could be.  But we refused to believe him, as he was the only one to indicate that she could actually die from her disease, or suffer greatly, and so we put the feeding tube in.  She died two years later, much of it spent in suffering.  Of course she believed her life was worth the extra time, and so did we, but I wish we had made the decision with full knowledge rather than being badly mislead.  We would have done many things differently had we known how short her life was going to be and how much she suffered.  I would have insisted on stronger pain meds, for one. <br/><br/>You do no service to those patients who are in the earlier stages.  Telling them that others manage through 'grit' ignores the fact that the disease, while somewhat treatable, is erratic and unknowable, that side effects to medications are unpredictable and abundant, and that eventually, the disease is fatal.  The disease effects everyone differently, but articles like these do patients no service by pretending that miracles can happen with a positive attitude and the right combination of medicine.  Yes, some people last decades.  This is especially true if you have HEALTH INSURANCE (something this article hardly touches), and a full time loving caregiver (many people do not).<br/><br/>My mother did not last decades; her disease was rapid and brutal.  We were ill served then by the medical community, which wanted to react with denial and avoidance - since they in truth had no cure and doctors are very uncomfortable when they have no cure - and which refused to respect the needs of the patient and her caregivers.   Full honesty is critical.  Please respect the needs of all patients in your reporting.  Thank you.", "recommendationCount": 45}, {"assetID": 2847747, "replies": [], "lft": 40, "assetURL": "http://opinionator.blogs.nytimes.com/2011/06/13/mobilizing-the-playground-movement/", "parentID": null, "commentID": 3996078, "rgt": 41, "userDisplayName": "anjali", "createDate": "1308095739", "userID": 64244372, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1308111719", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "CA", "commentType": "comment", "updateDate": "1308108119", "commentSequence": 10, "commentBody": "I like the way the program puts the responsibility on the people. It gives them the opportunity to change something in their community. It empowers them.", "recommendationCount": 0}, {"assetID": 2847747, "replies": [], "lft": 34, "assetURL": "http://opinionator.blogs.nytimes.com/2011/06/13/mobilizing-the-playground-movement/", "parentID": null, "commentID": 3995683, "rgt": 35, "userDisplayName": "amkira", "createDate": "1308088340", "userID": 45888418, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1308111735", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "nyc", "commentType": "comment", "updateDate": "1308108135", "commentSequence": 11, "commentBody": "Amazing.  Communities themselves have to come up with the manpower and resources to build playgrounds...meanwhile our govt has plenty of money for war and space exploration, but never seems to have enough leftover to properly care for its tax-paying CITIZENS.", "recommendationCount": 0}, {"assetID": 2796648, "replies": [], "lft": 310, "assetURL": "http://well.blogs.nytimes.com/2011/06/01/eating-fat-staying-lean/", "parentID": null, "commentID": 3996049, "rgt": 311, "userDisplayName": "Kip Pitt", "createDate": "1308095322", "userID": 58616959, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1308111749", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Beverly Hills", "commentType": "comment", "updateDate": "1308108149", "commentSequence": 153, "commentBody": "These research articles only serve as a clarion call to the sad state of medicine and the lack of imagination and application of reason and common sense  by doctors. Can we get some visionary and inspirational leadership? Probably not.<br/><br/>Dr. Bravata infers there is no long term data on the vascular health for those eating fat as a high percentage of their diet, but in fact, the data is immense. As recently as the 19th century and early 20th century, heart disease was rare and many of those diets were high fat. Also, there is not one credible study that links animal fat and heart disease. Thirdly, Americans are eating less and less fat but obesity is more and more rampant.<br/><br/>Why don't doctors warn patients about carbs. If sugar causes metabolic syndrome,  doesn't it make sense to warn people not to eat over 200 grams of carbs daily or at least talk about parameters. On a 2000 calorie diet at 40% carbs, your okay. It's when people in a misguided attempt go low fat to 10%, protein at 30%, and carbs at 60% that they fall into the weight gain abyss.<br/>\nAtkins, Paleo, South Beach and many others are sensible diets that will control weight gain as well as vegetarian diets properly constructed.<br/><br/>My prediction is that obesity and metabolic syndrome will collapse our health care system to a point that the private and public sectors will have no choice but to transfer more of the cost to individuals which could lead to better rates for healthy individuals and provide strong incentive for the unhealthy to become healthy. The sooner this happens, the sooner our economy and debt levels will begin to improve. ", "recommendationCount": 4}, {"assetID": 2845826, "replies": [], "lft": 126, "assetURL": "http://well.blogs.nytimes.com/2011/06/13/digital-flirting-easy-to-do-and-to-get-caught/", "parentID": null, "commentID": 3996066, "rgt": 127, "userDisplayName": "getreuer korreptitor", "createDate": "1308095519", "userID": 63836376, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1308111761", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Seattle", "commentType": "comment", "updateDate": "1308108161", "commentSequence": 59, "commentBody": "i would say the web is as promiscuous as the boheme was in the 70s and 80s. all  you can contract however, is a cookie! i have had half a dozen women come on to me after first approaching me on one of the matters in which i am a professional, and it can be fun, until it turns out that all the want to do is masturbate! the united states has ruined everything, the air, the water, beer, bread, and sex! weiner, too, was approached by girls who texted him \"you're so hot.\" every girl in Arkansas wanted to sleep with bill Clinton. it's the hypocrisy that is the worst of the uproar, and it is goes deep deep into the unredeemable national psyche. there are drones killing families in the Af/Pak theater of war: what is on everyone's mind is that representative Weiner sent a shot of his underpants and his bare chest to some chicks who were flirting with him. what did they send him?  ", "recommendationCount": 2}, {"assetID": 2847747, "replies": [], "lft": 32, "assetURL": "http://opinionator.blogs.nytimes.com/2011/06/13/mobilizing-the-playground-movement/", "parentID": null, "commentID": 3995546, "rgt": 33, "userDisplayName": "judithcheerful", "createDate": "1308086130", "userID": 25125849, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1308111764", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "berlin/los angeles", "commentType": "comment", "updateDate": "1308108164", "commentSequence": 12, "commentBody": "Wow...just what we need. How could I have not noticed sooner. <br/><br/>In Los Angeles elementary schools, play equipment is out. No climbing bars, swings or slides, pulled out for even the little ones. Where did play equipment go, and when? When I tried to contact  Bd. of Ed. members to discuss what has happened I have been met with silence.<br/>\nIs this true in other school districts? Are playgrounds, like music and art and shops and clubs passe?<br/>\nAfter we fought so hard for them in the first place.?<br/><br/>I have documented dozens of wonderful little handmade  kids playgrounds in Berlin.  Every other block seems to have them in the Eastern sector. I have photos galore.   I hoped to try and collect photos of play equipment  which could be built inexpensively and house them in some central place (UNICEF) so that anyone could get ideas from them. It's amazing what can be built from  tires, simple wood and rocks.  <br/><br/>I will try and contact KaBoom and search out their publications. Like other precious things in our lives, school playgrounds disappeared without our even being aware of it.<br/>\nBuilding community playgrounds could fill the gap. <br/><br/>Thanks for the info. ", "recommendationCount": 1}, {"assetID": 2847747, "replies": [], "lft": 30, "assetURL": "http://opinionator.blogs.nytimes.com/2011/06/13/mobilizing-the-playground-movement/", "parentID": null, "commentID": 3995520, "rgt": 31, "userDisplayName": "Carrie", "createDate": "1308085867", "userID": 46865236, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1308111771", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New York, NY", "commentType": "comment", "updateDate": "1308108171", "commentSequence": 13, "commentBody": " Great article.  I was a volunteer in a Kaboom project in Spanish Harlem here in NYC.  It was a wonderful experience and great fun.  It's amazing what people can do when they join the community!", "recommendationCount": 0}]}, "copyright": "Copyright (c) 2016 The New York Times Company.  All Rights Reserved."}