{"debug": {"version": 3.1}, "status": "OK", "results": {"api_timestamp": "1481460565", "totalCommentsFound": 2504, "totalCommentsReturned": 25, "comments": [{"assetID": 2907076, "replies": [], "lft": 82, "assetURL": "http://economix.blogs.nytimes.com/2011/06/29/summertime-blues-for-teenagers/", "parentID": null, "commentID": 4094485, "rgt": 83, "userDisplayName": "L.", "createDate": "1309665441", "userID": 50469858, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1309665605", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Cleveland, OH", "commentType": "comment", "updateDate": "1309662005", "commentSequence": 35, "commentBody": "Mark T. (#29) said: \"Frankly, I don't think many adults are working at minimum wage, unless they are living as part of a larger household\". Are you serious? I worked as a teenager/young adult at a fast food restaurant for 3 1/2 years. I worked with quite a few adults (many in their 30's and 40's), who made minimum wage just like I did, a paltry $3.35 an hour, back in the early 90's. These were adults who desperately needed to those jobs to keep a roof over their heads. Cutting the minimum wage would only serve to depress wages overall, even for higher skilled and educated workers. I have no doubt if that if the minimum wage were abolished, that many employers who now pay minimum wage wouldn't think twice about paying their employees 50 cents an hour. As another person commented, if an employer cannot afford to pay at least the current minimum wage, perhaps they need a better business plan. ", "recommendationCount": 1}, {"assetID": 2917574, "replies": [], "lft": 132, "assetURL": "http://parenting.blogs.nytimes.com/2011/07/01/banning-babies-in-first-class/", "parentID": null, "commentID": 4094496, "rgt": 133, "userDisplayName": "Shirley", "createDate": "1309665904", "userID": 60589721, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1309666205", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Malibu, CA", "commentType": "comment", "updateDate": "1309662605", "commentSequence": 62, "commentBody": "I flew from DC to LAX in first class with my infant son and Stevie Wonder was in the seat in front of me.  He didn't mind that my son cried at take off and landing.  The staff didn't seem to mind (actually helped me)  and the annoying teenager sitting next to me didn't seem to mind.  I was horified because I know how disruptive a crying baby can be.  However, I paid extra to have the seat so the staff could bring me food, help me eat, etc, while I was able to do the job I was supposed to..parent my child.  The extra space in first class allowed me to relax, my son to relax, and we had more room to walk around when he needed to be soothed.  The reason I purchased a first class ticket was because I was flying alone with my son (my husband wasn't there too) and first class gave us more space and comfort.   I can understand why this airline made this change, I travel quite a bit, I get it.  But I think it's way more annoying to sit next to a person who takes up two seats, or someone who thinks they can put their arm on your arm rest than a baby who softly cries on take off and landing.  Flying stinks and with smaller cabin space in coach people will pay more for comfort.   ", "recommendationCount": 5}, {"assetID": 2922507, "replies": [], "lft": 2, "assetURL": "http://www.nytimes.com/2011/07/03/us/03guns.html", "parentID": null, "commentID": 4094505, "rgt": 3, "userDisplayName": "scientella", "createDate": "1309666117", "userID": 17091468, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1309666264", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Northern California", "commentType": "comment", "updateDate": "1309662664", "commentSequence": 1, "commentBody": "This is INSANE!  ", "recommendationCount": 250}, {"assetID": 2919007, "replies": [], "lft": 72, "assetURL": "http://www.nytimes.com/2011/07/02/business/02stewart.html", "parentID": null, "commentID": 4094524, "rgt": 73, "userDisplayName": "Yang Congtou", "createDate": "1309666748", "userID": 497203, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1309666802", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Beijing", "commentType": "comment", "updateDate": "1309663202", "commentSequence": 32, "commentBody": "Perhaps the execs at Disney should spend more time watching their movies and less time with their spreadsheets.  After all franchises are only as good and as durable as the underlying art.  The finance guys should keep in mind the relative value of their contribution.  Any MBA spreadsheet monkey can replace them, but turning an old codger like Ed Asner or a mostly silent robot into endearing cultural icons is a singular achievement.", "recommendationCount": 0}, {"assetID": 2919007, "replies": [], "lft": 74, "assetURL": "http://www.nytimes.com/2011/07/02/business/02stewart.html", "parentID": null, "commentID": 4094534, "rgt": 75, "userDisplayName": "Alexander Law", "createDate": "1309667015", "userID": 7178502, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1309667103", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Toronto, Ontario", "commentType": "comment", "updateDate": "1309663503", "commentSequence": 33, "commentBody": "In her review of Cars 2 on PBS's Evert Presents At The Movies last week, AP's movie critic Christy Lemire got all huffy because the film \"transparently caters to the ever-expanding global movie-going audience while also pandering to middle-America.\"<br/>\nClearly Lemire was telling Disney/Pixar to get back to producing the kind of movies that she and her friends and colleagues would like to see, and from the comments attached to this story and several others about this same subject a lot of other Americans feel the same way.<br/>\nWell, I guess if the media doesn't understand or won't acknowledge what's going on in Hollywood and the movie industry, how can the public be expected to know?<br/>\nThe hard reality is that about 60 percent of the box office for the 50 biggest grossing movies of 2010 came from countries other than the United States and Canada, and that's up from about 50 percent in 2000 and 55 percent in 2005. With North American box office declining and movie-going a growth industry in other countries, can you believe those percentages will start to even out? No.<br/>\nThe foreign markets are going to keep providing Hollywood with more and more revenue, and the studios are going to keep turning out more \"major motion pictures\" that appeal to people outside of North America. It's happening with Cars 2, it happened with Hangover 2, and it's going to happen more and more.<br/>\nWhat that means so far is a continuing move to push females out of significant roles because foreign men are even less likely to watch movies about women than North American men are. Bridesmaids is a perfect example of this; great North American returns, but very little from the global market.<br/>\nHollywood will soon start to present fewer American stories because people in other countries don't want to see movies that are \"too American\", like True Grit. Hollywood simply wants to keep up their big paydays as well as earn most of their profits from foreign consumers.<br/>\nAlexander Law, <a href=\"http://www.BooksAboutMovies.com\" title=\"www.BooksAboutMovies.com\" target=\"_blank\">www.BooksAboutMovies.com</a>", "recommendationCount": 1}, {"assetID": 2915691, "replies": [], "lft": 398, "assetURL": "http://www.nytimes.com/2011/07/01/business/01boeing.html", "parentID": null, "commentID": 4094529, "rgt": 399, "userDisplayName": "AB", "createDate": "1309666852", "userID": 55959775, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1309667104", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "College Park, MD", "commentType": "comment", "updateDate": "1309663504", "commentSequence": 185, "commentBody": "There should be clarification that no plant is being \"relocated\".  The plant in Washington will continue to function same as before, there is simply a new plant being opened in South Carolina.  Unfortunately, this article would have lead me to conclude otherwise.  As it is this fact which makes the legal conflict between boeing and the unions unique, I am somewhat appalled it is not specifically mentioned somewhere in this informative (not) article.", "recommendationCount": 1}, {"assetID": 2912236, "replies": [], "lft": 84, "assetURL": "http://economix.blogs.nytimes.com/2011/06/30/the-wageless-profitable-recovery/", "parentID": null, "commentID": 4094604, "rgt": 85, "userDisplayName": "Mike Lillich", "createDate": "1309669432", "userID": 62673186, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1309669503", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Champaign, Ill.", "commentType": "comment", "updateDate": "1309665903", "commentSequence": 32, "commentBody": "h4x354x0r: \"A lot of the corporate 'profit' does not represent the creation of any real new wealth. Most of it represents 'complicated' financial product transaction profits, and as such, is basically worthless ...\"<br/><br/>Righto. It's called \"financialization.\" There are lots more cos. today devoted to nothing more than money leveraged to make more money. Big international corps, for their parts, are spending their human capital doing fancy financial manipulations ... to the detriment of old-fashioned R&amp;D, lean mfg, innovation ... and less on new-fashioned collaborative management-labor relations problem solving.<br/><br/>We are still getting tech-driven productivity increases. But the resultant bigger profits are mostly used in stock buy-backs, which go to top-management stock options. Read: corps' total focus on purportedly \"increasing shareholder value.\" Labor is more often deemed an expense  than a resource.<br/><br/>Meanwhile, more and more the wired/wireless global labor market beats down wages in local markets. Even in the \"wagesless, profitable recovery,\" corps still don't want to hire new workers and their families w/ rising health care costs, benefits, etc.<br/><br/>Better to financialize globally, e.g., GE pays no taxes.<br/><br/> Why hire a bright young engineer for the long term, when you can get a smart young finance guy/gal instead and put him/her to work from day 1 maximizing international financial corp value?<br/><br/>i suppose it all comes down to global corp values. that's the realpolitick.<br/><br/>disclaimer: Professor Sum's dislocater-worker research was first published on the Employment Policy Research Network (Sum is a network researcher; i'm the managing ed). you can find Sum's three dislocated/displaced worker research papers @ <a href=\"http://www.employmentpolicy.org\" title=\"www.employmentpolicy.org\" target=\"_blank\">www.employmentpolicy.org</a>", "recommendationCount": 1}, {"assetID": 2922507, "replies": [], "lft": 14, "assetURL": "http://www.nytimes.com/2011/07/03/us/03guns.html", "parentID": null, "commentID": 4094637, "rgt": 15, "userDisplayName": "Sage Feldemeyer", "createDate": "1309670622", "userID": 63539566, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1309670657", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "California", "commentType": "comment", "updateDate": "1309667057", "commentSequence": 2, "commentBody": "Sadly, this country is becoming more bizarre and pathetic with each passing day.  Restoring gun rights to someone with a diagnosed mental illness is insanity.  I believe the judge who restored this man's rights should be thrown off the court and disbarred.  ", "recommendationCount": 327}, {"assetID": 2918933, "replies": [], "lft": 400, "assetURL": "http://cityroom.blogs.nytimes.com/2011/07/01/mr-vances-spectacular-botch/", "parentID": null, "commentID": 4094686, "rgt": 401, "userDisplayName": "BG", "createDate": "1309672690", "userID": 332134, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1309672802", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "seattle", "commentType": "comment", "updateDate": "1309669202", "commentSequence": 130, "commentBody": "The criticisms of Cy Vance appear to have the benefit of hindsight and retrospection. Consider the alternative - a woman alleges raped, she is black and poor, the alleged perpetrator is white and wealthy, and she maintained her credibility rather than turning out to be the liar that she is. The DA office decides to take their time, investigating the alleged victim, while DSK has returned to France and is living his life, with his peers and his government advising him perhaps to not return to face a trial. Vance is accused of soft-pedaling by the media, women's advocates, advocates for immigrants, poor and black. His conduct on this case would be studied relative to others where the alleged perpetrator has been quickly jailed before a deep dive into the background of the alleged victim. And to what degree does the DA do similar due diligence on victims on their own? One must assume that considerable background work was done by individuals hired by a well-heeled defense. <br/><br/>Let's remember that sex did occur, and that DSG was on a plane, one which it appears he hastily arranged to be on, leaving behind his cell phone at the hotel in the process (or was he planning on this flight all along - it is not clear to me). The issue was whether the sex was consensual and whether a jury would convict based upon this woman's testimony given her lies and character. Justice would not appear to be served by pursuing the original case given the absence of reliable testimony by credible witnesses - all we have is the alleged victim's worthless word. Vance and staff did the right thing by acting quickly on the emerging information. But they may have also made a right set of choices in the beginning. Those who understand the legal system seem to agree. And politically he appears to have had little choice but to act decisively to arrest and detain,  and then investigate fully.", "recommendationCount": 1}, {"assetID": 2918933, "replies": [], "lft": 402, "assetURL": "http://cityroom.blogs.nytimes.com/2011/07/01/mr-vances-spectacular-botch/", "parentID": null, "commentID": 4094708, "rgt": 403, "userDisplayName": "BG", "createDate": "1309674158", "userID": 332134, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1309674303", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "seattle", "commentType": "comment", "updateDate": "1309670703", "commentSequence": 131, "commentBody": "A few additional thoughts:<br/><br/>It seems to me that this alleged victim has lost her right to anonymity. She is no longer a victim so much as a newsworthy individual who has shown herself capable and willing to act badly. <br/><br/>In addition, if we indeed believe in innocence until proven guilty, let's do away with the perp walks and speeches on the courthouse steps by the police and prosecution. Vance and his office played by the rules. No let's use this disaster to change the rules. The French have been critical of this from the start. I think it likely that the real outcome of this case will be some introspection on our willingness to make the criminal justice system into a media event when it suits the politicians. ", "recommendationCount": 1}, {"assetID": 2873483, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 4093938, "replies": [], "commentID": 4095948, "trusted": 0, "userDisplayName": "-", "createDate": "1309702698", "userID": 54480690, "replyCount": 0, "commentTitle": "", "status": "approved", "approveDate": "1309702745", "userTitle": "-", "recommendations": 0, "editorsSelection": false, "parentUserDisplayName": "Dr W", "userURL": null, "userLocation": "", "depth": 1, "commentType": "reporterReply", "updateDate": "1309699145", "commentSequence": 1, "commentBody": "<img src=\"http://graphics8.nytimes.com/images/2011/07/03/crosswords/NP_DrW_3bub_marked/NP_DrW_3bub_marked-jumbo.jpg\" alt=\"\" />"}]}, "lft": 352, "assetURL": "http://wordplay.blogs.nytimes.com/2011/06/20/numberplay-bubble-magic/", "parentID": null, "commentID": 4093938, "rgt": 355, "userDisplayName": "Dr W", "createDate": "1309649380", "userID": 28699930, "replyCount": 1, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1309675517", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New York NY", "commentType": "comment", "updateDate": "1309671917", "commentSequence": 149, "commentBody": "Giovanni Ciriani@143:  I copied your figure showing just the walls and superposed it on my bubble picture after doing the appropriate rotation and resizing.  The result is shown below and looks pretty good. (NB:  I approximated the \"Y\" in the center with straight lines for expediency.)  Your theoretical approach seems to work well.<br/><br/>Thank you for going to all that trouble!", "recommendationCount": 0}, {"assetID": 2921279, "replies": [], "lft": 12, "assetURL": "http://wordplay.blogs.nytimes.com/2011/07/02/outdoorsy/", "parentID": null, "commentID": 4093985, "rgt": 13, "userDisplayName": "Martin", "createDate": "1309650587", "userID": 239837, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1309675517", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "California", "commentType": "comment", "updateDate": "1309671917", "commentSequence": 6, "commentBody": "The endocarp is just the hard part of the pit. It's the innermost layer of the pericarp, which is all of the fruit except the seed.  The skin a a peach is the exocarp or epicarp (as it appeared in the Times puzzle of 2/7/10 by, appropriately, Patrick Berry.  The flesh is the mesocarp and the endocarp completes the pericarp.<br/><br/>The seed is developmentally separate.  Thinking of an almond (after the woody endocarp has been removed), the \"skin\" in the testa and the blanched almond is the endosperm.  TESTA is the only layer to appear in crosswords with any regularity.<br/><br/>Cherries are showing up in the stores now in great quantity.  I'm eating some outdoors as I type.", "recommendationCount": 3}, {"assetID": 2920199, "replies": [], "lft": 78, "assetURL": "http://wordplay.blogs.nytimes.com/2011/07/01/second/", "parentID": null, "commentID": 4094051, "rgt": 79, "userDisplayName": "MarcB", "createDate": "1309652877", "userID": 2161471, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1309675517", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Michigan", "commentType": "comment", "updateDate": "1309671917", "commentSequence": 39, "commentBody": "Frances @37, if you go to the solution at:<br/><br/><a href=\"http://www.xwordinfo.com/Crossword?date=7/2/2011\" title=\"http://www.xwordinfo.com/Crossword?date=7/2/2011\" target=\"_blank\">http://www.xwordinfo.com/Crossword?date=7/2/2011</a><br/><br/>You'll see a picture of the creator.  There isn't always a photo, but often there is.. Jim Horne maintains that site, and Deb offers a link to each day's solution at the top of the blog, as \"Answers at XWord Info.\"  Check it out; it's an awesome site.", "recommendationCount": 1}, {"assetID": 2922072, "replies": [], "lft": 4, "assetURL": "http://wordplay.blogs.nytimes.com/2011/07/02/treat/", "parentID": null, "commentID": 4094054, "rgt": 5, "userDisplayName": "NH Grandmother", "createDate": "1309653054", "userID": 51456258, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1309675517", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Litchfield, NH", "commentType": "comment", "updateDate": "1309671917", "commentSequence": 2, "commentBody": "Steve, when we treated our kids to an icecream soda we knew exactly what was going into it. Not so with most of the Blasts, Blizzards or McFlurrries. Gimme the good old-fashioned stuff any day.<br/>\nThe SW almost did me in. I erred with ahead at 126A and couldn't seem to find my error. But enjoyed it...alll he way from luncheon through dinner.", "recommendationCount": 4}, {"assetID": 2922072, "replies": [], "lft": 6, "assetURL": "http://wordplay.blogs.nytimes.com/2011/07/02/treat/", "parentID": null, "commentID": 4094070, "rgt": 7, "userDisplayName": "arich", "createDate": "1309653638", "userID": 26418426, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1309675517", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Lancaster", "commentType": "comment", "updateDate": "1309671917", "commentSequence": 3, "commentBody": "I'm all for pushing the envelope in creating new puzzles, but it seems to me that they are beginning to have less to do with XW puzzles and more to do with clever construction gimmicks.  This one leaves me cold.  Along with the soda.  Who needs the graphics, and what do they add?", "recommendationCount": 3}, {"assetID": 2922072, "replies": [], "lft": 8, "assetURL": "http://wordplay.blogs.nytimes.com/2011/07/02/treat/", "parentID": null, "commentID": 4094077, "rgt": 9, "userDisplayName": "Jane C", "createDate": "1309653791", "userID": 305806, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1309675517", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Scarborough", "commentType": "comment", "updateDate": "1309671917", "commentSequence": 4, "commentBody": "At last, I finally finished - It was great fun - clever - all the clues that related to 117A as well as TONs of mis-directions.  I used to love a Broadway soda or a vanilla float with coffee ice cream.  Now, I'm starved - time for dinner. Maybe later I'll try to connect the dots - letters, I guess.  DKNY does not = YSL. That's a minor glitch and didn't spoil my enjoyment - thanks, Pete Muller.<br/><br/>Tomorrow, the men's final - should be exciting.  I hope we can watch the mixed doubles here.  Thanks SueJean for explaining the geography of the English western coast. Maybe I'll get there someday.", "recommendationCount": 3}, {"assetID": 2922072, "replies": [], "lft": 10, "assetURL": "http://wordplay.blogs.nytimes.com/2011/07/02/treat/", "parentID": null, "commentID": 4094079, "rgt": 11, "userDisplayName": "EllenKCMO", "createDate": "1309653933", "userID": 60839345, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1309675517", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Kansas City, MO", "commentType": "comment", "updateDate": "1309671917", "commentSequence": 5, "commentBody": "Maybe Noir is bringing that olive to Bert.  And Ashen is bringing Ernie the maraschino cherry.<br/><br/>I worked up a thirst for sure.  And I am off to satisfy it with a root beer float.", "recommendationCount": 3}, {"assetID": 2922072, "replies": [], "lft": 12, "assetURL": "http://wordplay.blogs.nytimes.com/2011/07/02/treat/", "parentID": null, "commentID": 4094207, "rgt": 13, "userDisplayName": "Leapfinger", "createDate": "1309657928", "userID": 51284005, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1309675517", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "durham, nc", "commentType": "comment", "updateDate": "1309671917", "commentSequence": 6, "commentBody": "Agreed that the year of CColumbus' death not likely to have cropped up in standard educ'n, but come on.... if he sailed in 1492, and lived for at least a few years after (which he did), then he died in the 1500s...which gives you MD_, and a choice of I,  V,  X or L. If you had to know the answer to get the answer, I'd finish significantly fewer Xwords!", "recommendationCount": 11}, {"assetID": 2922072, "replies": [], "lft": 14, "assetURL": "http://wordplay.blogs.nytimes.com/2011/07/02/treat/", "parentID": null, "commentID": 4094374, "rgt": 15, "userDisplayName": "John", "createDate": "1309662334", "userID": 12857582, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1309675517", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Chicago", "commentType": "comment", "updateDate": "1309671917", "commentSequence": 7, "commentBody": "I know Pete went to a lot of work creating this, but in the end isn't it a bit childish?  I would rather have no circles and think about the soda jerk scene in It's A Wonderful Life.", "recommendationCount": 2}, {"assetID": 2922072, "replies": [], "lft": 16, "assetURL": "http://wordplay.blogs.nytimes.com/2011/07/02/treat/", "parentID": null, "commentID": 4094375, "rgt": 17, "userDisplayName": "Jane C", "createDate": "1309662399", "userID": 305806, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1309675517", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Scarborough", "commentType": "comment", "updateDate": "1309671917", "commentSequence": 8, "commentBody": "At last, I finally finished - It was great fun - clever - all the clues that related to 117A as well as TONs of mis-directions. I used to love a Broadway soda or a vanilla float with coffee ice cream. Now, I'm starved - time for dinner. Maybe later I'll try to connect the dots - letters, I guess. DKNY does not = YSL. That's a minor glitch and didn't spoil my enjoyment - thanks, Pete Muller.<br/><br/>Tomorrow, the men's final - should be exciting. I hope we can watch the mixed doubles here. Thanks SueJean for explaining the geography of the English western coast. Maybe I'll get there someday.", "recommendationCount": 2}, {"assetID": 2922072, "replies": [], "lft": 18, "assetURL": "http://wordplay.blogs.nytimes.com/2011/07/02/treat/", "parentID": null, "commentID": 4094506, "rgt": 19, "userDisplayName": "Richard E.", "createDate": "1309666131", "userID": 58600302, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1309675517", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Connectexas", "commentType": "comment", "updateDate": "1309671917", "commentSequence": 9, "commentBody": "I agree.  It's why I don't usually do Sunday puzzles; they don't reward.  Even with my ex's help, it still took us longer than anything that can be compared with a time from during the week.  And it confirmed my suspicion that it is almost physically impossible to TYPE in the correct answer in 8 or 9 minutes, like the \"fastest\" list says, much less solve it while you're typing.\r<br/><br/>Who on earth (or elsewhere?) was DRLAO?\r<br/><br/>Maybe I'll try Monday and Tuesday next week using only the Down clues and the crosses ... haven't done that for a while.\r<br/><br/>Frustrated here.  I apologize in advance for my bad mood.", "recommendationCount": 2}, {"assetID": 2922072, "replies": [], "lft": 20, "assetURL": "http://wordplay.blogs.nytimes.com/2011/07/02/treat/", "parentID": null, "commentID": 4094725, "rgt": 21, "userDisplayName": "Blanche", "createDate": "1309674826", "userID": 53401181, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1309675517", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Chicago IL", "commentType": "comment", "updateDate": "1309671917", "commentSequence": 10, "commentBody": "Yikes!", "recommendationCount": 4}, {"assetID": 2920757, "replies": [], "lft": 18, "assetURL": "http://www.nytimes.com/2011/07/03/nyregion/love-and-inheritance-celeste-holms-family-feud.html", "parentID": null, "commentID": 4094854, "rgt": 19, "userDisplayName": "ExNavyNuke", "createDate": "1309681728", "userID": 55343775, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1309681802", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Expat", "commentType": "comment", "updateDate": "1309678202", "commentSequence": 2, "commentBody": "This is disgusting. I do not care about age when real love comes into play. The greedy sons interfering in their mothers life now caused her poverty and drained the money they once hoped to receive when she dies.. that is if she included them. Yes, there are blatant gold diggers, Anna Nichole Smith, but too there are those who fall in love with one far older than them. <br/><br/>I see elderly folk who sit alone in a nursing home waning for a child to come visit and it pains me to see this happen more and more. My mother was in an assisted living home and I took her out and moved her back home with me, outside the USA. My sisters, who never visited, protested and i had to acquire an lawyer to get \"power of attorney\" over mom. This cost me thousands but now mom is happier than she has ever been. <br/><br/>My mother had no great wealth but that of longing to be with family, the family that left her alone and I stepped in to end the situation. I am not a \"Forbes 500\" but am well off, due to wise investing and some \"software patent\" sales. It saddens me to have cut off my family due to their greedy nature. None will be included in my estate and none are allowed to visit us. <br/><br/>Be a good human and help the loved ones who brought you into this world and leave you greedy nature at the door. ", "recommendationCount": 87}, {"assetID": 2920757, "replies": [], "lft": 20, "assetURL": "http://www.nytimes.com/2011/07/03/nyregion/love-and-inheritance-celeste-holms-family-feud.html", "parentID": null, "commentID": 4094859, "rgt": 21, "userDisplayName": "Sandy", "createDate": "1309681845", "userID": 60019833, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1309682103", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Chicago", "commentType": "comment", "updateDate": "1309678503", "commentSequence": 3, "commentBody": "This was painful to read, because when my grandmother was alive (she died in 1972 at age 90) she used to travel twice yearly from her Brooklyn home to \"take the waters:\" in winter to Hot Springs, AR and in summer to Mt. Clemens, MI.  She would fly, one of the first of her generation to do so regularly (and long before the rest of us ever set foot on an airplane).  <br/><br/>But one year, there was a problem with her return flight from Detroit to LaGuardia (IIRC, it was a weather issue) and the plane was diverted to Albany, from where the passengers were then  transported by train into NYC. When my parents drove into Manhattan to pick up Grandma at Grand Central Station, they were worried sick about how she would fare, traveling alone and encountering the uncertainty and confusion of a sudden change in plans (being unaccustomed to long train rides, having long since traded them for the swiftness of air travel). <br/><br/>They needn't have worried. When Grandma emerged from the train, she was beaming, chatting with a middle-aged woman roughly my mom's age, who held her arm, guided her off the train and released her to my parents with a kiss on the cheek and a tender, \"Take care, Mama.\" Mom gasped--she instantly recognized this Good Samaritan as Celeste Holm.  Grandma had no idea who she was other than just a kind fellow passenger. Ms. Holm later phoned her at least once to check up and make sure she was all right.  My Grandma, an elderly Russian-Jewish immigrant who'd settled in Brooklyn's Brownsville neighborhood, protected and guided by the elegant, private-school-and University of Chicago-educated WASP superstar:  a pairing so unusual that had it not happened some author or dramatist would have to have written it. <br/><br/>The article shed a bit of light on this seeming paradox--perhaps by temporarily taking my Grandma under her wing Ms. Holm became the caretaker she was unable to be for her sons. Could this explain her attraction to Frank? Another side of an unique and complex woman.", "recommendationCount": 189}, {"assetID": 2918933, "replies": [], "lft": 406, "assetURL": "http://cityroom.blogs.nytimes.com/2011/07/01/mr-vances-spectacular-botch/", "parentID": null, "commentID": 4094871, "rgt": 407, "userDisplayName": "JB", "createDate": "1309682401", "userID": 64419953, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1309682402", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Les Sables D'Olonne, France", "commentType": "comment", "updateDate": "1309678802", "commentSequence": 132, "commentBody": "I agree that the case was a joke from the beginning. There is no way you can force a tall, young and strong African woman to have oral sex (twice!) when you are short, fat and 62. Given DSK's (alleged) reputation, she (or  some did it for her) probably saw a very good opportunity to make some extra money. I do not like DSK very much and I would not have voted for him but I think he was unfairly treated. I do not understand this anti-French sentiments (or anti-jew?) and the burst of hatred that I read in the anglo-saxon press all over the world. No one ever questioned the maid's testimony as if being African, poor, black and muslim made her unquestionably pure and honest while the rich fat French jew womanizer had to be a liar and a violent rapist. I agree with PM when he says that it is highly doubtful that an American politician (favourite in the polls for presidential elections!) would have gotten the same treatment in the US. DSK is probably a chauvinist and a very unfaithful husband but not the monster depicted in the American gutter press. What about the impact on his family and on the presidential elections in France? DA Vance will never apologize for the harm that has been done.", "recommendationCount": 1}]}, "copyright": "Copyright (c) 2016 The New York Times Company.  All Rights Reserved."}