{"debug": {"version": 3.1}, "status": "OK", "results": {"api_timestamp": "1481497539", "totalCommentsFound": 9671, "totalCommentsReturned": 25, "comments": [{"assetID": 3455840, "replies": [], "lft": 82, "assetURL": "http://wordplay.blogs.nytimes.com/2016/07/17/place-for-airing-an-opinion/", "parentID": null, "commentID": 19181577, "rgt": 83, "userDisplayName": "Robert Michael Panoff", "createDate": "1468814529", "userID": 607947, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1468814586", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Durham, NC", "commentType": "comment", "updateDate": "1468810986", "commentSequence": 19181577, "commentBody": "Didn't use the theme to solve; found some bendy OPED's in addition to the column oped's: Start with the O in ROADWAY and connect to P, E, D. And start with the O in CAPO, come back to the P, then E, D. Start with the 2nd O in OHSTOP, then to P, E, D.  Don't want to OVERDO it. Fun.<br/><br/>I do a lot of slow cooking in crock pots, slow cookers, pressure cookers; never heard of a \"STEWPAN\".  Maybe a STEW POT, but a pan just isn't what I think of in slow cooking.", "recommendationCount": 2}, {"assetID": 3455837, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 19181583, "replies": [], "commentID": 19181945, "trusted": 0, "userDisplayName": "Michjas", "createDate": "1468823946", "userID": 48147869, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1468866658", "userTitle": "NULL", "recommendations": 0, "editorsSelection": false, "parentUserDisplayName": "SW", "userURL": "NULL", "userLocation": "Phoenix", "depth": 1, "commentType": "userReply", "updateDate": "1468863058", "commentSequence": 19181945, "commentBody": "Both have been active.  Neither is getting the attention they once got."}, {"recommendedFlag": 0, "parentID": 19181583, "replies": [], "commentID": 19183310, "trusted": 0, "userDisplayName": "John C", "createDate": "1468843302", "userID": 52699887, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1468860729", "userTitle": "NULL", "recommendations": 0, "editorsSelection": false, "parentUserDisplayName": "SW", "userURL": "NULL", "userLocation": "Chicago", "depth": 1, "commentType": "userReply", "updateDate": "1468857129", "commentSequence": 19183310, "commentBody": "Obama is a big part of  the problem!!"}, {"recommendedFlag": 0, "parentID": 19181583, "replies": [], "commentID": 19184521, "trusted": 0, "userDisplayName": "areader", "createDate": "1468848389", "userID": 72585149, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1468848997", "userTitle": "NULL", "recommendations": 1, "editorsSelection": false, "parentUserDisplayName": "SW", "userURL": "NULL", "userLocation": "us", "depth": 1, "commentType": "userReply", "updateDate": "1468845397", "commentSequence": 19184521, "commentBody": "@SW,<br/>\"Bravo to Obama for his efforts to bring the nation together\" Efforts? Can you show where was there something other than words?"}]}, "lft": 4034, "assetURL": "http://www.nytimes.com/2016/07/18/us/baton-rouge-shooting.html", "parentID": null, "commentID": 19181583, "rgt": 4045, "userDisplayName": "SW", "createDate": "1468814678", "userID": 61718359, "replyCount": 5, "commentTitle": "<br/>", "status": "approved", "approveDate": "1468814707", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "San Francisco", "commentType": "comment", "updateDate": "1468811107", "commentSequence": 19181583, "commentBody": "Bravo to Obama for his efforts to bring the nation together, but where are the voices of the black civil rights movement, namely Jesse Jackson, Al Sharpton, etc?  Their silence is deafening.", "recommendationCount": 77}, {"assetID": 3455765, "replies": [], "lft": 294, "assetURL": "http://learning.blogs.nytimes.com/2016/07/15/summer-reading-contest-week-5-what-interested-you-most-in-the-times-this-week-2/", "parentID": null, "commentID": 19177175, "rgt": 295, "userDisplayName": "Jung Seok Jeon", "createDate": "1468769149", "userID": 76132508, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1468814717", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Ho Chi Minh City, Vietnam", "commentType": "comment", "updateDate": "1468811117", "commentSequence": 19177175, "commentBody": "\"LeBron James Leads Call to End Gun Violence at ESPY Awards\"<br/>During the 2016 ESPY Awards, LeBron James and other NBA athletes talked about the recent gun shootings happening in America. This article caught my attention was because of how inspiring the basketball players were and how right they were about gun violence and racial profiling in America. The basketball stars talk about the victims of the recent shootings such as Michael Brown, Alton Sterling and Philando Castile, and how people have to stop thinking in a \"shoot-to-kill mentality\". These are names of people that I have heard before even though I am not in the US, and it seems that the rates of gun shootings against African-Americans are increasing day by day. Racism that has been going on in the US has been horrifying, especially because all these victims were innocent. I think it is important that people who can impact communities around the world such as these NBA players should stand against these types of racial and violent issues, since these people have the power to make changes in the world. These NBA players represent African-Americans who are not impactful enough, and I hope that they could be the lead in making a difference in police brutality in the US. Furthermore, I thought this article was important because the recent gun shootings starts to question the justice of the police officers in the US. I am not saying that all police officers are bad, but I think it is important to lessen the use of guns. ", "recommendationCount": 0}, {"assetID": 3455765, "replies": [], "lft": 296, "assetURL": "http://learning.blogs.nytimes.com/2016/07/15/summer-reading-contest-week-5-what-interested-you-most-in-the-times-this-week-2/", "parentID": null, "commentID": 19177323, "rgt": 297, "userDisplayName": "MohammadMCHS2016", "createDate": "1468770648", "userID": 75879247, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1468814717", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Georgia", "commentType": "comment", "updateDate": "1468811117", "commentSequence": 19177323, "commentBody": "What interested me in the times this week was Portugal winning the Euros without their star player. What I question is whether Portugal deserved it or not. In my opinion, Portugal did not deserve to win this tournament because they played anti-soccer for the majority of the tournament. Anti-soccer is basically when a team just sits back and defends instead of actually attempting to attack. Even with Cristiano Ronaldo, their star attacker, Portugal played boring football for most of the knockout rounds. They either advanced in extra-time or penalties. In addition, Portugal did not manage to win a single game in the regulation 90 minutes up until the semi-finals against Wales. That is absolutely terrible for a winner of the Euros. To add to all of this, Portugal finished third in their group behind Iceland and Hungary. If this was the old format of the Euros, they would've been out. Also, they faced some weak competition in reaching the final in Croatia, Poland, and Wales. On the other hand, France had to beat Germany 2-0 to reach the final. While I was watching the final, France created many more chances than Portugal did, and they deserved to win on home soil. What made me even angrier was when Ronaldo got all the credit for winning the match when he was injured for most of the game, and his teammates did all the hard work. Ronaldo didn't even contribute to Portugal winning in the final game. This is why Portugal winning the Euros interested me this week.", "recommendationCount": 0}, {"assetID": 3455765, "replies": [], "lft": 298, "assetURL": "http://learning.blogs.nytimes.com/2016/07/15/summer-reading-contest-week-5-what-interested-you-most-in-the-times-this-week-2/", "parentID": null, "commentID": 19177690, "rgt": 299, "userDisplayName": "Maya B", "createDate": "1468773847", "userID": 76133044, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1468814717", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Madison, Wisconsin", "commentType": "comment", "updateDate": "1468811117", "commentSequence": 19177690, "commentBody": "\"Truck Attack in Nice, France: What We Know, and What We Don’t\"<br/>On July 14th in Nice, France there was a firework display going off to celebrate Bastille Day when a truck plowed through a busy road full of people. This attack left 84 dead and around 300 people wounded. This was the second major attack within 19 months in France. Leaving millions dead not only in France devastated, but throughout the world.<br/>For a moment in time the world stands united. We see throughout social media trends telling people to \"#prayfor___\" and for everyone to change their icons to the flag of the specific country. For a while people go on rants about how this world needs to change, but just like any other trend or fad it seems that people forget about the tragic event and on to the next. As if we are always on this vicious cycle where an attack happens, the world tries and comes together, people forget, and the next attack happens.<br/>As cruel as it sounds now these attacks have become just another trend that stays for a week until something worse happens and people flock to that trend. A vicious cycle that will never end until we all actually come together and make a solution for this.", "recommendationCount": 0}, {"assetID": 3455765, "replies": [], "lft": 300, "assetURL": "http://learning.blogs.nytimes.com/2016/07/15/summer-reading-contest-week-5-what-interested-you-most-in-the-times-this-week-2/", "parentID": null, "commentID": 19177696, "rgt": 301, "userDisplayName": "Shreya P APE199", "createDate": "1468773893", "userID": 76018210, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1468814717", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "NC", "commentType": "comment", "updateDate": "1468811117", "commentSequence": 19177696, "commentBody": "“Scott’s Kelly Year in Space”<br/><br/>Humans think that living in space will be adventurous but often, they don’t realize the hardships that come with living 250 miles above Earth’s surface. Scott Kelly was sent as a guinea pig to space to see how zero gravity would affect the human body if they ever were to travel to other planets.  Both pieces of data from Scott Kelly and Mark Kelly were analyzed to see the differences zero gravity and gravity had on the human body. This article interested me because it showed how our bodies are continuously changing and evolving. For me, living in space would be very difficult because of all the activities and exercises you have to do to maintain your body and health.", "recommendationCount": 0}, {"assetID": 3455765, "replies": [], "lft": 302, "assetURL": "http://learning.blogs.nytimes.com/2016/07/15/summer-reading-contest-week-5-what-interested-you-most-in-the-times-this-week-2/", "parentID": null, "commentID": 19177857, "rgt": 303, "userDisplayName": "BillyMCHS2016", "createDate": "1468775928", "userID": 76133392, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1468814717", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Dacula, GA", "commentType": "comment", "updateDate": "1468811117", "commentSequence": 19177857, "commentBody": "\"ISIS Claims Truck Attacker in France Was Its ‘Soldier’\"<br/><br/>July 15th, 2016 is a day that will never be forgotten. Lives were once again lost by militant group ISIS, and it left us with the question \"when will it stop?\". The scariest part of it all is that the world is becoming numb to the face of fear being instilled upon them. Terror attacks are just becoming hashtags, and people dying everyday are just becoming statistics for future history books. Whether or not it is a defense mechanism by our brains, we sometimes choose to forget that the people who we lose are not just names on a screen, but they are people with families, friends and companions. One of the most intriguing parts of the article is the cover picture of Nice Memorial site taken by Andrew Testa. It shows the community of Nice, France coming together and mourning. People from around the world are mourning with them and bringing together the community. The light at the end of the tunnel is that no matter the intensity of the situation, people are brought together by bad circumstances. When America was attacked, France claimed that \"Nous sommes tous Américains,\" or We are all Americans, so now I strongly encourage you and everyone around to just be France. ", "recommendationCount": 0}, {"assetID": 3455765, "replies": [], "lft": 304, "assetURL": "http://learning.blogs.nytimes.com/2016/07/15/summer-reading-contest-week-5-what-interested-you-most-in-the-times-this-week-2/", "parentID": null, "commentID": 19177975, "rgt": 305, "userDisplayName": "Paul C", "createDate": "1468777753", "userID": 75954726, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1468814717", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "East Lyme", "commentType": "comment", "updateDate": "1468811117", "commentSequence": 19177975, "commentBody": "The recent coup in Turkey is very special not just in its unexpectedness but also its suspicious lack of organization. Nearly two days have passed and no clear leader or motive of the resistance has emerged. The allegations against the supposed coup organizer, Fethuallah Gulen are shaky at best. Gulen has denied all claims of being connected with the coup and even went on to say “Government should be won through a process of free and fair elections, not force.” While some may argue that Gulen is only this to avoid being prosecuted, I believe that a leader who has the strength to organize a coup, would not waver and lie about his fundamental beliefs. It appears to me that President Erdogan is hurriedly trying to tie the blame onto someone in order to restore order to the country and add credibility to himself. He needs to rally his countrymen, and sharing a common enemy gives strength and motivation to all. The rebel soldiers themselves lacked organization and skill. The soldiers themselves were cowardly, they fell easily to government forces and were quickly subdued by police. By morning, the government had regained control and the President who hours before was hiding behind the safety of a FaceTime camera, stood atop a bus celebrating the success of his government. I am not one to believe in conspiracy theories, but I would not be surprised to learn this coup was planned by the President himself to gain favorability in the upcoming election and weed out his opponents. ", "recommendationCount": 0}, {"assetID": 3455765, "replies": [], "lft": 306, "assetURL": "http://learning.blogs.nytimes.com/2016/07/15/summer-reading-contest-week-5-what-interested-you-most-in-the-times-this-week-2/", "parentID": null, "commentID": 19177991, "rgt": 307, "userDisplayName": "Hannah B", "createDate": "1468778203", "userID": 44705250, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1468814717", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Huntington Station, New York", "commentType": "comment", "updateDate": "1468811117", "commentSequence": 19177991, "commentBody": "\"We're Helping Deport Kids to Die\"<br/><br/>On my street, a great number of my neighbors are immigrants from El Savador and they're some of the most hardworking people I have ever known. Everyday I see men standing in front of our local CVS, hoping a truck will stop and give them work for the day. But most members of the community feel no sympathy for these people. They label them \"illegal immigrants\" and scoff that these people are taking advantage of the system. It's almost as if they've forgotten that the people who founded America were illegal immigrants themselves. Americans must realize these immigrants are actual people who have experienced extreme violence. This is not a proposal that we should open our gates to all Central Americans, but instead work on our immigration policies. We must seriously screen immigrants for refugee status, before deporting them back to the dangerous country they are attempting to flee. ", "recommendationCount": 0}, {"assetID": 3455765, "replies": [], "lft": 308, "assetURL": "http://learning.blogs.nytimes.com/2016/07/15/summer-reading-contest-week-5-what-interested-you-most-in-the-times-this-week-2/", "parentID": null, "commentID": 19177993, "rgt": 309, "userDisplayName": "Lily R", "createDate": "1468778267", "userID": 76069840, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1468814717", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "New Jersey, USA", "commentType": "comment", "updateDate": "1468811117", "commentSequence": 19177993, "commentBody": "\"Breaking Men's Wear Barriers- in 2026\"<br/>In recent years, fashion has moved towards breaking current heteronormative attitudes. Both menswear and womenswear shows have made a point of stressing the importance of diversity, yet only womenswear shows really mix femininity and diversity. Menswear, however, only embraces a white utopia. As a result, stylist Ibrahim Kamara and photographer Kristin-Lee Moolman have broken the barrier and produced a collection, “2026”, that creates a black utopia in which black men can wear as they wish and breathe like other men have been able to for centuries. The collection is uplifting, inspiring, and boundary-breaking. It’s everything that menswear should be, and everything that menswear is not.<br/>Mr. Kamara and Ms. Moolman strived to generate a collection in which “cross-cultural mutual exchange” is evident. They want to turn fashion into an idyllic industry of acceptance and creativity, not just creativity; they want to blend modern times with artistic dreams. The downfall is that designers have been attempting to do this for decades, but to no avail. Designers like Jeremy Scott, push boundaries for men in all of their collections, but there’s never been a time when everyday men wear one of these controversial outfits on the streets. Mr. Kamara and Ms. Moolman are undoubtedly on the right track, yes, but the next step is social change on a mass level, not just another collection that attempts to redefine fashion.", "recommendationCount": 0}, {"assetID": 3455765, "replies": [], "lft": 310, "assetURL": "http://learning.blogs.nytimes.com/2016/07/15/summer-reading-contest-week-5-what-interested-you-most-in-the-times-this-week-2/", "parentID": null, "commentID": 19177994, "rgt": 311, "userDisplayName": "kaciMCHS2016", "createDate": "1468778279", "userID": 76019034, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1468814717", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Dacula,GA", "commentType": "comment", "updateDate": "1468811117", "commentSequence": 19177994, "commentBody": "\"Is sushi Healthy\"..<br/>Because this column brings up the issue of whether certain foods are considered more 'healthful' than others, it really does down to one's opinion and personal experience on whether a food can be classified as healthy. With coconut oil, for example, many experts nowadays consider it a \"superfood\" with not only health benefits for your hair, skin, and nails, but your diet as well. Yet, for some reason, only 37 percent of nutritionalists surveyed in this study believed it should be considered a healthy food. ultimately, foods that benefit ones' overall health should be considered healthy, not foods that if eaten in moderation can keep someone at a healthier weight. with so many differing opinions on whether some foods are healthy or not between so-called experts on dietician, it can be hard to constantly trying to eat healthy and maintain a balanced diet. Likewise, with foods no one has ever really studied on whether it is considered healthy can be troubling when labeling it as healthy or unhealthy. for example, Quinoa,labeled as healthy by nutritionalists, was unheard of by ordinary Americans, who were uncertain of its health benefits. with proper knowledge of health benefits foods supply to us, it is easier to classify it as either healthy or unhealthy, whilst also eating in moderation between the different food group to ensure a balanced diet and staying fit. because this article gives different view points on labeling foods, it was the most interesting.", "recommendationCount": 0}, {"assetID": 3455765, "replies": [], "lft": 312, "assetURL": "http://learning.blogs.nytimes.com/2016/07/15/summer-reading-contest-week-5-what-interested-you-most-in-the-times-this-week-2/", "parentID": null, "commentID": 19178036, "rgt": 313, "userDisplayName": "Steven M", "createDate": "1468779289", "userID": 76133507, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1468814717", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Gainesville Florida", "commentType": "comment", "updateDate": "1468811117", "commentSequence": 19178036, "commentBody": "\"Three Police Officers Killed and Several Wounded in Baton Rouge Shooting\"<br/>Sunday July 17 at about 9 am, 3 police officer were killed and several were wounded in the baton rogue shooting. the shooting took place along airline highway in baton rogue, Louisiana. After reading the article, What interested me the most what that the ones who were killed were police officers. It is unclear what the motivation was for the shooting, But I have a feeling that it was the recent events that happened to motivate the shooter.<br/>But either way, the suspects (who hasn't been identified yet) took three innocent lives this morning, for what, justice, revenge, religion? Those factors are not excuses to take three lives and wound 3 others. And what about the families of the victims? Imagine a wife and 2 young children being visited by a police officer, and the officer saying\"your husband was killed in the line of duty\", Imagine that same family at the funeral crying over the coffin, and imagine the two children growing up without a father. And why do those kids have to grow up without a father? Because three men took the fathers life for a reason that he thought was right.<br/>Some would say that it was an act of revenge or justice, some would say that it was right to kill the cops, some would say it was tragic. But in reality, it was an act of terrorism on the shooters part. Whether it was for the recent events that happened or not. killing police is no way to solve anything that happened.", "recommendationCount": 0}, {"assetID": 3455765, "replies": [], "lft": 314, "assetURL": "http://learning.blogs.nytimes.com/2016/07/15/summer-reading-contest-week-5-what-interested-you-most-in-the-times-this-week-2/", "parentID": null, "commentID": 19178178, "rgt": 315, "userDisplayName": "Ana G", "createDate": "1468781670", "userID": 75965276, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1468814717", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Michigan", "commentType": "comment", "updateDate": "1468811117", "commentSequence": 19178178, "commentBody": "\"Public Colleges Chase Out-of-State Students, and Tuition\"<br/>As an incoming Junior in high school, college has been an ever-present thought in the back of my mind. Every class, every grade, every assignment, and everything school related is all geared towards preparing me for college. Reading this article made me worried for my future, as I would much rather prefer to stay in-state and close to home for college. However, it seems that out-of-state student will have a much better chance at being accepted than me, even if we have similar academic achievements. I think that the student who most deserves to go to the college should be accepted, not whoever is going to pay the most. There is the other side, though. As the article said, there have been ever increasing cuts in the funds for public colleges. It only makes sense for the schools to do what they can to make up for that loss in money. \"Chasing\" out-of-state student helps them make money keep up with their high class education and providing a good place for their students to be for four years. Although it seems unfair and is definitely making college a lot harder for lower-class students to attend, it's just the way things have ended up. There needs to be a major change in the public education system in order to provide the same opportunities for all students wanting a good education, without having to go to a private college. ", "recommendationCount": 0}, {"assetID": 3455765, "replies": [], "lft": 316, "assetURL": "http://learning.blogs.nytimes.com/2016/07/15/summer-reading-contest-week-5-what-interested-you-most-in-the-times-this-week-2/", "parentID": null, "commentID": 19178487, "rgt": 317, "userDisplayName": "Anna S", "createDate": "1468785036", "userID": 75917092, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1468814717", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Omaha, NE", "commentType": "comment", "updateDate": "1468811117", "commentSequence": 19178487, "commentBody": "Three Police Officers Killed and Seven Wounded in Baton Rouge Shooting<br/>This month has been a whirlwind with racial arguments, shootings, and protests all over the country and not to mention the flags were at half staff round the clock. Just when I thought the madness was over, I saw a half staffed flag on my way to the store and questioned myself about why this was the case. Then I saw this article and was instantly flashed back to that very moment when I was driving this morning. The title pretty much explains what happened. Three gunman shot and killed three police officers while wounding seven other law enforcement in Baton Rouge, Louisiana on Sunday. Two of the suspects are on loose and one was killed by police. The news has been more depressing than usual this month. I find myself constantly pondering the idea that there will never be peace while guns are involved. All the racial strain recently is starting to mimic the unspeakable time when people had to fight for their civil rights just because of the color of their skin. Yes we have come a long way since then but as we can see the fight is far from over. People are now seeing this attack as an opportunity to protest their gun rights by carrying them around even with high pressure situations still occurring. The citizens of Baton Rouge are on high alert and are asked to report any suspicious behavior since there are still two suspects at large. America needs to work together to find a way to be united again.", "recommendationCount": 0}, {"assetID": 3455765, "replies": [], "lft": 318, "assetURL": "http://learning.blogs.nytimes.com/2016/07/15/summer-reading-contest-week-5-what-interested-you-most-in-the-times-this-week-2/", "parentID": null, "commentID": 19178715, "rgt": 319, "userDisplayName": "Ryan G", "createDate": "1468786642", "userID": 75974325, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1468814717", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Huntersville, NC", "commentType": "comment", "updateDate": "1468811117", "commentSequence": 19178715, "commentBody": "\"Pokemon Has Kids on the Move - and on Their Phones\"<br/><br/>A new app, Pokemon Go, has taken the world by storm recently addicting kids and adults to its scavenger like game. Pokemon Go is a real life game where you have to travel around to try and find then catch Pokemon and then upgrade and evolve them. The big difference between this new game and the old ones that are on the Gameboys and DS's is that you have to move around in real life for your avatar in the game to move, you can't just use arrow keys to move in the game. This part is what makes the game so fun because people get to travel around and act like they are trying to find the pokemon in real life so it feels more like you are actually doing the actions. Also it is so popular because its Pokemon most people love Pokemon because it reminds them of when they are kids. In this article it talks about how it is getting kids and people off the couch and moving which is something that not many games can claim to make people want to exercise or go for walks. This articale was claiming though that it might not be for the best because if families go on vacation then kids will focus on just finding Pokemon and not on the things they are there to visit. I think that this game has way more positives than negatives because like the article send it is getting people to exercise and even getting friends and families to hang out more and want to spend more time together.", "recommendationCount": 0}, {"assetID": 3455765, "replies": [], "lft": 320, "assetURL": "http://learning.blogs.nytimes.com/2016/07/15/summer-reading-contest-week-5-what-interested-you-most-in-the-times-this-week-2/", "parentID": null, "commentID": 19178899, "rgt": 321, "userDisplayName": "sophiesmv2021", "createDate": "1468787885", "userID": 76134290, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1468814717", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Toledo, Ohio", "commentType": "comment", "updateDate": "1468811117", "commentSequence": 19178899, "commentBody": "<a href=\"http://www.nytimes.com/live/police-shooting-in-baton-rouge/nobody-is-right-here\" title=\"http://www.nytimes.com/live/police-shooting-in-baton-rouge/nobody-is-right-here\" target=\"_blank\">http://www.nytimes.com/live/police-shooting-in-baton-rouge/nobody-is-rig...</a><br/>     When someone is killed, their loved ones who are left behind are going to feel grief, no matter their skin color. The person who pulled the trigger that ended their life was responsible for that. But that doesn't make it okay to shoot more people. Then you only end up with more guilty people and more sad people.<br/>      There have been a lot of shootings recently. A lot of terrorist attacks. And no matter what the reason the people behind them had, they weren't okay.<br/>     The line, \"Nobody is right here,\" caught my eye. Because nobody can be right. Nobody can win. One person lost their life, but the person who killed them has to live with it.", "recommendationCount": 0}, {"assetID": 3455765, "replies": [], "lft": 322, "assetURL": "http://learning.blogs.nytimes.com/2016/07/15/summer-reading-contest-week-5-what-interested-you-most-in-the-times-this-week-2/", "parentID": null, "commentID": 19179112, "rgt": 323, "userDisplayName": "Carson C", "createDate": "1468789386", "userID": 76134970, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1468814717", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "San Diego CA", "commentType": "comment", "updateDate": "1468811117", "commentSequence": 19179112, "commentBody": "\"Henrik Stenson Beats Phil Mickelson in British Open Duel\" today across the pond the 146th US open concluded with the first Swedish male player to win a major. Stenson won  with a score of -20 and Phil came in second with a score of -17 they battled it out one after one birdie after birdie. Not only did stenson win he tied jason day with the highest score with the win Phil has the most second places and one win.", "recommendationCount": 0}, {"assetID": 3455765, "replies": [], "lft": 324, "assetURL": "http://learning.blogs.nytimes.com/2016/07/15/summer-reading-contest-week-5-what-interested-you-most-in-the-times-this-week-2/", "parentID": null, "commentID": 19179402, "rgt": 325, "userDisplayName": "Syd G", "createDate": "1468791064", "userID": 75984805, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1468814717", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Omaha, NE", "commentType": "comment", "updateDate": "1468811117", "commentSequence": 19179402, "commentBody": "This week in the Times I chose to read the article “My Favorite  Vacation: Summer Camp” because I could definitely relate to this article having been to a few Summer camps the past three years. All the Summer camps I have been to have been for cheer and definitely have not been as long as the camp they talked about in the article, but cheer camp is still just as much of a place for team bonding and friendship as the camp in Vermont. I think Summer camps are an awesome way to make a lot of new friends and to be able to get away from your parents for a short amount of time. A really cool thing that caught my eye about this article is how many different kinds of Summer camps there are all over the world and for all different kinds of people with the same exact interests. Another really interesting thing about Summer camps is they vary in all different lengths. For example, some Summer camps are only for a few hours and some are for two whole months! By having gone to a Summer camp before, I could understand what they meant a lot more and was able to relate it to the camp that  I went to just last month. Summer camps are not only a great way to create bonds, but also during Summer camps you learn a lot of new and super interesting things. To conclude, I truly think that Summer camps are an amazing way to get to know new people, create stronger bonds with people you already know, and an even better way to learn all sorts of new and useful things.", "recommendationCount": 0}, {"assetID": 3455765, "replies": [], "lft": 326, "assetURL": "http://learning.blogs.nytimes.com/2016/07/15/summer-reading-contest-week-5-what-interested-you-most-in-the-times-this-week-2/", "parentID": null, "commentID": 19179449, "rgt": 327, "userDisplayName": "Syd G", "createDate": "1468791441", "userID": 75984805, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1468814717", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Omaha, NE", "commentType": "comment", "updateDate": "1468811117", "commentSequence": 19179449, "commentBody": "The “Pillow talk with a professional cuddler” interested me the most this week because I am not a big fan of cuddling.. After reading this article it has hit me that this career choice would be relaxing for the soul. It has made me realize that to become a professional cuddler you need to go through ten hours of training. A professional cuddler alone sounds insane, but to have to train to become one seems more absurd. I thought by asking the common questions about how she got to become a professional cuddler and why she even wanted to become a cuddler really added a much bigger understanding towards the article as a whole. After reading this article the part where it asked what kind of people go to these “cuddling parties” or “one on one cuddling” Brianna answered mid 30s-mid 50s and the first time through reading that it didn’t necessarily make sense, but then I realized that when you get to that age group, you have more responsibilities. The people mid 30s-40s are generally either trying to have kids or have kids currently. Some other responsibilities for the whole group of people would possibly be having to take care of their parents or grandparents. Not to mention, some responsibilities anyone that lives on their on has to deal with such as; jobs, mortgages/rent payments, groceries, and clothing. Another thing about this article was the fact that Brianna is comfortable and confident enough to go to a hotel alone with someone and cuddle with them. ", "recommendationCount": 0}, {"assetID": 3455765, "replies": [], "lft": 328, "assetURL": "http://learning.blogs.nytimes.com/2016/07/15/summer-reading-contest-week-5-what-interested-you-most-in-the-times-this-week-2/", "parentID": null, "commentID": 19179558, "rgt": 329, "userDisplayName": "Gaia G", "createDate": "1468792286", "userID": 75898242, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1468814717", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Grand Rapids", "commentType": "comment", "updateDate": "1468811117", "commentSequence": 19179558, "commentBody": "\"Terror Through the Eyes of Innocents: The Children in Nice\"<br/>Families hoping to enjoy happy celebrations in Nice, France had to experience an awful tragedy. Through the fireworks and large masses of people a driver plowed his trucks into the crowds killing at least 84 people and injuring a large amount at the same time. Unfortunately children from many different ages were killed too by getting lost in the chaos. One girl at the age of 14 was separated from her family and after a lot of searching her family found her dead. All these recent attacks in France can have an effect on children and I think that it will cause many parents to watch more out for their children.<br/>I believe that these attacks are caused to show power from the group enacting them. They would like to prove themselves to other people and create fear. Especially in situations like this, it is important to be aware of the goals of the group that is attacking in order to keep oneself from being a victim. Standing strong together and people working with each other and not against each other, can make a difference and show the attacking group that they are too weak to survive. After the attacks families gathered and said goodbye to all of the people lost.<br/>Even though I find these attacks horrifying, it happened for a reason and I believe through these events people will stick together and try to help each other more than earlier. ", "recommendationCount": 0}, {"assetID": 3455765, "replies": [], "lft": 330, "assetURL": "http://learning.blogs.nytimes.com/2016/07/15/summer-reading-contest-week-5-what-interested-you-most-in-the-times-this-week-2/", "parentID": null, "commentID": 19179589, "rgt": 331, "userDisplayName": "ReecyMCHS2016", "createDate": "1468792555", "userID": 75943261, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1468814717", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Buford, GA", "commentType": "comment", "updateDate": "1468811117", "commentSequence": 19179589, "commentBody": "I was interested this week in “The Guns of My Childhood” by Ann Patchett, because the issue of gun violence is very real. I disagree with her statement that we should get rid of all guns. Although guns do in fact shoot to kill they are necessary. If everyone gives up the right to bear arms that would in theory make us safer as Patchett has said, but criminals will still find a way to attain guns leaving the good guys helpless against the bad guys. This brought up the point of why there have been so many shooting in theaters and other places that have no gun policies. The good guys, the policy and security, are helpless because they follow the rules where the shooters didn’t. Patchett had a point that guns do kill people and the danger is very real even if you just have them in your house. In a perfect world everyone, good and bad, would give up their guns and unfortunately this isn’t the perfect world we want. There are ways to avoid these scenarios by having more metal detectors in public places or having higher security everywhere. It would even help just to have armed police officers located in gun free zones to control the possibility and eliminating the likelihood of these events. I believe that getting rid of guns completely would be a mistake, and we can find better solutions to these problems.", "recommendationCount": 0}, {"assetID": 3455765, "replies": [], "lft": 332, "assetURL": "http://learning.blogs.nytimes.com/2016/07/15/summer-reading-contest-week-5-what-interested-you-most-in-the-times-this-week-2/", "parentID": null, "commentID": 19179810, "rgt": 333, "userDisplayName": "Libby M", "createDate": "1468795164", "userID": 76065930, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1468814717", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Michigan", "commentType": "comment", "updateDate": "1468811117", "commentSequence": 19179810, "commentBody": "After Food Safety and Drug Scandals, Chipotle Seeks a Fresh Start<br/>The past year Chipotle has suffered a loss of profit due to the contamination of their food that were supposebly “fresh and good quality”. Hundreds of people became ill with E.coli bacteria or noroviruses. Then at the beginning of the summer, Chipotle decided to start a program that gave customers rewards for purchasing food. A few days later there was yet another problem. The company’s leader of the program, Mark Crumpacker, was charged with drug possession. After people had stopped going to Chipotle again, some had closed down. While it was closed, many other competitors began to “take” Chipotle’s customers. What interested me most about this predicament was what Chipotle did to fix it. They released a video called “A Love Story” which was about two kids who begin companies and later compete with each other. They both start to realize towards the end that their food is no longer good quality and team up together to make organic fresh food instead. When this video is shown before movies or on Snapchat kids will want to go to Chipotle and use the rewards that they are being offered. This is a really unique way of rebounding after their loss of profits, and I think really benefited the company in the end. ", "recommendationCount": 0}, {"assetID": 3455765, "replies": [], "lft": 334, "assetURL": "http://learning.blogs.nytimes.com/2016/07/15/summer-reading-contest-week-5-what-interested-you-most-in-the-times-this-week-2/", "parentID": null, "commentID": 19180035, "rgt": 335, "userDisplayName": "Charlotte", "createDate": "1468797833", "userID": 75889760, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1468814717", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "USA", "commentType": "comment", "updateDate": "1468811117", "commentSequence": 19180035, "commentBody": "<a href=\"http://mobile.nytimes.com/blogs/well/2016/07/12/pokemon-has-children-on-the-move/\" title=\"http://mobile.nytimes.com/blogs/well/2016/07/12/pokemon-has-children-on-the-move/\" target=\"_blank\">http://mobile.nytimes.com/blogs/well/2016/07/12/pokemon-has-children-on-...</a><br/>This was about the pros and cons of the obsession over the game called Pokémon Go.The good thing about it that parents are noticing is that its getting kids up off the couch.Many families said that their kids have walked 30 or more miles in 2 days just because they were out looking for Pokémon.So that aspect of it is really encouraging that we are getting exercise while still being entertained by our video games.So it's a compromise, kids still get to play on the electronics, and parents are pleased that the kids are exercising.Sometimes the kids will even invite their siblings or parents out to hunt for pokemon with them, which is family bonding time.However the cons are things like during these family walks, the focus is not connecting, it's only about finding Pokémon characters.Another problem with the game that is arising is that people are glued to their phones and are not paying any attention to their surroundings.People are walking mindlessly into traffic and are practically unaware that they are doing it.As a result, there are some rather funny signs and advertisements all over the place that are stating things like \"don't Pokémon and drive\".I think it's kind of amusing, but they are putting those up for everyones safety.Overall I think that Pokémon Go is a fun game that is successfully getting my generation to get up and move (which is hard to get us to do).", "recommendationCount": 0}, {"assetID": 3455765, "replies": [], "lft": 336, "assetURL": "http://learning.blogs.nytimes.com/2016/07/15/summer-reading-contest-week-5-what-interested-you-most-in-the-times-this-week-2/", "parentID": null, "commentID": 19180226, "rgt": 337, "userDisplayName": "Sara V", "createDate": "1468799690", "userID": 75096290, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1468814717", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Grand Rapids, Michigan", "commentType": "comment", "updateDate": "1468811117", "commentSequence": 19180226, "commentBody": "My Favorite Vacation: Summer Camp<br/>This article brought me back in time to the camp I got home from only yesterday, where I stayed for a week that felt like a single day. The way summer camp was described in this article was familiar and warm, even though I had never read the words before. I knew them, because I experience them every summer. Summer camp is magical, a place where messes are encouraged and you are challenged to always say \"yes\". It is an escape from harsh reality and the pressures of society, and I always return home feeling rested and renewed. Though I don't attend a French summer camp, I was able to relate to the majority of the activities mentioned. Time flew by, and I wish that I could've stayed for 8 weeks like the author did at her camp. Camp is so good for the human soul is because it reconnects us to our most basic origins. The beauty of a sparkling lake or tall, looming evergreens is an insane and magical beauty. Nothing manmade can recreate that magic and often times, humans don't see enough of it. There is a reason we are so intrigued by sunsets, shooting stars and the first snowfall of the winter. We can't fully explain or understand nature's recipes or timelines, and these random and imperfect phenomena easily stand out against cement sidewalks and brick buildings. Often times my cabin mates say they are their \"best self\" while at camp, and I completely agree. Our spirit is rejuvenated by the outdoors, and I wish everyone could experience this. ", "recommendationCount": 0}, {"assetID": 3455765, "replies": [], "lft": 338, "assetURL": "http://learning.blogs.nytimes.com/2016/07/15/summer-reading-contest-week-5-what-interested-you-most-in-the-times-this-week-2/", "parentID": null, "commentID": 19180264, "rgt": 339, "userDisplayName": "Lauren", "createDate": "1468799997", "userID": 75954448, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1468814717", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Nebraska", "commentType": "comment", "updateDate": "1468811117", "commentSequence": 19180264, "commentBody": "“Myths About Teenagers and Risk Taking”<br/>In the article, it states multiple scenarios of misconceptions about teenagers. Many adults think of us as trouble makers and risk takers, but that's not completely true. I learned, that since 1991, teenagers are less likely to conceal a weapon, do drugs, drink, or get sexually involved. Although the use of marijuana has increased, it's not a significant amount to act on. Studies show that teens act more responsibly around adults than if around their friends. Because of this, restrictions on driving have been made, like limiting the amount of passengers in a car or setting curfews. The article suggests that parents don't nag on their teens about where they're going or what they are doing, rather tell them to call if something comes up. In contrast, I do not totally agree with the statement that teenagers are less likely to do something if their parents talk to them about the dangers. I know many kids just want to rebel against their parents so listening is the opposite of what they'll do. From experience, I listen more to my teachers or speakers in health class about the dangers of illegal/risky behavior because I trust what they say more since they deal with the topics frequently. Overall, I was shocked to learn that our generation really isn't as bad as they say. On the parenting side, I think it mostly depends on the family whether or not their support will keep a child out of trouble more than a teens friend group or mentors can.", "recommendationCount": 0}]}, "copyright": "Copyright (c) 2016 The New York Times Company.  All Rights Reserved."}