{"debug": {"version": 3.1}, "status": "OK", "results": {"api_timestamp": "1481459803", "totalCommentsFound": 5037, "totalCommentsReturned": 25, "comments": [{"assetID": 1103590, "replies": [], "lft": 220, "assetURL": "http://www.nytimes.com/2010/01/28/us/politics/28obama.html", "parentID": null, "commentID": 1484156, "rgt": 221, "userDisplayName": "RegVoter", "createDate": "1264653958", "userID": 15763421, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1264654980", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "OK", "commentType": "comment", "updateDate": "1264654980", "commentSequence": 93, "commentBody": "I thought there were many good ideas and ways forward for the United States of America. It was also motivational, to anyone who cares. The United States Government should care, as should the General Public!<br /><br />After participating in commenting (expressing my opinion, and presenting my \"ideas\" for solutions) on some of these published articles and opinions, I am going to cease.<br /><br />First, I don't believe anyone puts anything, or little, posted here to any use or even pays attention. Second I see too much \"stuff\" that is without factual basis and offers no viable ideas for success for this country. Third there are many postings without objective focus. I am tired of even a casual reading of the comments.<br /><br />I am sure many feel the same about everything thing I posted; that is the beauty of opinions.....and it bothers me not!<br /><br />GOOD LUCK TO THE UNITED STATES OF AMERICA!!!<br />", "recommendationCount": 14}, {"assetID": 1103590, "replies": [], "lft": 228, "assetURL": "http://www.nytimes.com/2010/01/28/us/politics/28obama.html", "parentID": null, "commentID": 1484177, "rgt": 229, "userDisplayName": "Joseph Locascio", "createDate": "1264654305", "userID": 54739842, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1264654980", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Boston, MA", "commentType": "comment", "updateDate": "1264654980", "commentSequence": 94, "commentBody": "I'm glad Pres. Obama is still commited to healthcare reform.  I'm from Massachusetts. In the Senate election, I think some liberals in Massachusetts were angry that the health care bill has become so weak and diluted and so favoring of the insurance companies. But might the Mass. loss be a blessing in disguise? Now that the Republicans can, and probably will, filibuster ANY health care bill, there's no point in the Dems diluting the bill to appease Lieberman and the Blue Dogs; they can go back to the Public Option and something that liberals and most Americans actually like. Then let the neocons show America and the world they care nothing about the lives of the poor and working class in this country by filibustering until they get so hoarse and exhausted, that they need and appreciate the value of health care provided for them by us taxpayers. They were enthusiastic about pouring hundreds of billions of taxpayer dollars into the lie-based Iraq holocaust for opportunistic oil access for the rich and so I think we can afford a little something for many Americans who will otherwise die and/or go bankrupt because they got sick. (That the Christian Right aligns itself with these neocons is an abomination before God.)<br />By the way, the moneyed interests must have poured funds into this last Senate race. I got so many phone calls for Scott Brown, I phoned the police about harassment. Wall to wall TV and radio commercials, 10 to 1 in favor of Brown. Stuff in my mailbox and on the internet. The Supreme Court ruling the other day will make all that worse. I'm no socialist but neither do I believe in a greedy plutocracy that keeps its power by scaring everyone that every little reform desperately needed by many Americans is \"socialism\".<br />", "recommendationCount": 62}, {"assetID": 1103590, "replies": [], "lft": 230, "assetURL": "http://www.nytimes.com/2010/01/28/us/politics/28obama.html", "parentID": null, "commentID": 1484184, "rgt": 231, "userDisplayName": "Chris", "createDate": "1264654419", "userID": 50722320, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1264654980", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Texas", "commentType": "comment", "updateDate": "1264654980", "commentSequence": 95, "commentBody": "Ok lets see what the Democrats were thinking last year...<br /><br />\"Oh my gosh we have a majority but lobbyists don't want us to pass what we promised, hmmm why don't we drag things out with talk of compromise until we lose some seats...\"<br /><br />They lose Mass and are now able to breathe a sigh of relief because now they can say \"How could we do anything we didn't have the numbers to do what we promised...\"<br /><br />The speech was blah blah blah blah, country is in debt to its neck, the bankers are buying beach front mansions in Costa Rica, moving all their bonuses offshore (our tax money) and planning for luxury retirements while we are desperate for decent jobs and can never dream of retiring, and if we get sick we'll end up living out of our cars freezing while they live on their yachts in a nice tropical climate.  This is not capitalism this is outright fraud and theft.<br /><br />So angry about this, don't want to any Democrats or Republican politicians they make me sick.<br /><br />", "recommendationCount": 20}, {"assetID": 1103590, "replies": [], "lft": 232, "assetURL": "http://www.nytimes.com/2010/01/28/us/politics/28obama.html", "parentID": null, "commentID": 1484185, "rgt": 233, "userDisplayName": "BINSAFI", "createDate": "1264654423", "userID": 55545276, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1264654980", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Southern California", "commentType": "comment", "updateDate": "1264654980", "commentSequence": 96, "commentBody": "WoW, What a Speech?<br /><br />I may disagree with President Obama on a whole lot of Critical Issues, but I was Moved by his first \"State of the Union\" speech!<br /><br />By the time he said that: \"America will all ways stand on the side \"Freedom &amp; Human Dignity\", I had already reached a conclusion, that this was the BEST \"State of the Union\" speech I've ever heard [including Reagan, Bush I / Bush II along with Clinton] !!<br /><br />I also like the \"Slight Swipe\" he took to the Opposition/Republicans, by reminding them that: they can't continue to be the \"Just Say NO Party\"..........................<br /><br />Peace, Love &amp; Respect.", "recommendationCount": 41}, {"assetID": 1103590, "replies": [], "lft": 234, "assetURL": "http://www.nytimes.com/2010/01/28/us/politics/28obama.html", "parentID": null, "commentID": 1484187, "rgt": 235, "userDisplayName": "RAB", "createDate": "1264654459", "userID": 49333343, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1264654980", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Michigan", "commentType": "comment", "updateDate": "1264654980", "commentSequence": 97, "commentBody": "In the words of Eliza Doolittle:<br /><br />\"Words! Words! I'm so sick of words!<br />I get words all day through....<br />Is that all you blighters can do?\"", "recommendationCount": 29}, {"assetID": 1103590, "replies": [], "lft": 240, "assetURL": "http://www.nytimes.com/2010/01/28/us/politics/28obama.html", "parentID": null, "commentID": 1484190, "rgt": 241, "userDisplayName": "Alan", "createDate": "1264654470", "userID": 43394244, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1264654980", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Del Mar, CA", "commentType": "comment", "updateDate": "1264654980", "commentSequence": 99, "commentBody": "Actions speak louder than words.<br /><br />The President has plenty of time left in his first and perhaps only term to reinvigorate the economy, wind down the (2) wars, improve health care and modernize the tax code.   Until something Earth-shattering is announced and exercised, I won't believe the rhetoric. Nor will I feel treated respectfully as an adult when I'm told with a straight face that unemployment is only 10% currently, when everyone and their mother knows it's at least 14-17%. To attempt to, as Bush would say, \"manage(d) calm\", is insulting.<br /><br />I'm also still waiting to hear why we remain in Afghanistan, specifically, while history shows us quite clearly and repeatedly what transpires there to imperialist occupiers.<br /><br />I'll bet this country is in far worse shape as the next State of The Union speech is delivered. ", "recommendationCount": 22}, {"assetID": 1103590, "replies": [], "lft": 242, "assetURL": "http://www.nytimes.com/2010/01/28/us/politics/28obama.html", "parentID": null, "commentID": 1484191, "rgt": 243, "userDisplayName": "LHF", "createDate": "1264654477", "userID": 51913421, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1264654980", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Wynnewood, PA", "commentType": "comment", "updateDate": "1264654980", "commentSequence": 100, "commentBody": "First, in answer to # 22, the president did mention offshore jobs.  What he said was that businesses would lose the tax incentives to send jobs offshore and that he would (push) to put incentives in place to bring them back. Second, re # 10, the president did call for the repeal of \"don't ask, don't tell\" [promulgated by Clinton] with no response from the joint chiefs seated in front of him.<br /><br />What continues to disappoint me about this president is the way he continually divides the country - demonizing Wall Street, when the market and business make the country prosperous; criticizing corporate donations, but saying nothing about union contributions (to his own campaign, for instance); vilifying lobbyists, although their representation of special interests is not illegal.  His rhetoric reminds me of the populist Frank Capra movies of the late 1930s and 1940s, where all is for \"the little man.\"  Well, this country has come far since those times and we had achieved a great deal, at every level.  I resent his cynical attempts to divide us, rather than really trying to create something to unite the country.<br /><br />I'm amazed at those who say that the health care bill should be passed asap, and don't worry about the details because those \"small\" things can be dealt with later.  In this case, the devil is indeed in the details. If one considers how much work is involved in getting a bill passed, implementing new regulations, setting up multiple new bureaucracies [which this bill does], making practical changes across the complex world of health care....and then changing details???  It's ridiculous.  Far better to pass a smaller, well-thought out bill first, then see how those changes affect the system, with the possibility of other bills later.<br /><br />Finally, none of the proposals by the president WILL do enough to create jobs.  They are too small, not well thought-through and insufficient for the problem.  Just more high-flying words, well-delivered, to fool people.", "recommendationCount": 12}, {"assetID": 1103590, "replies": [], "lft": 246, "assetURL": "http://www.nytimes.com/2010/01/28/us/politics/28obama.html", "parentID": null, "commentID": 1484196, "rgt": 247, "userDisplayName": "hovig allen", "createDate": "1264654532", "userID": 57690146, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1264654980", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "glendale,ca", "commentType": "comment", "updateDate": "1264654980", "commentSequence": 101, "commentBody": "way off base....it was the arrogance of his leadership....and the speakers and leaders of the house and senate.....freeze after he went overboard in spending...no mention of cuts...reducing govt payroll...like small business does.....yes it is the economy and jobs....did not say anything exciting...how about terroist and the detroit incident.....cops...fire...first responder ..give me a break.", "recommendationCount": 15}, {"assetID": 1103590, "replies": [], "lft": 250, "assetURL": "http://www.nytimes.com/2010/01/28/us/politics/28obama.html", "parentID": null, "commentID": 1484199, "rgt": 251, "userDisplayName": "Gianmarco Conegliano", "createDate": "1264654587", "userID": 58087327, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1264654980", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Austin, TX", "commentType": "comment", "updateDate": "1264654980", "commentSequence": 102, "commentBody": "This President has not kept his word. I don't think anything he says can be believed.", "recommendationCount": 40}, {"assetID": 1103590, "replies": [], "lft": 252, "assetURL": "http://www.nytimes.com/2010/01/28/us/politics/28obama.html", "parentID": null, "commentID": 1484200, "rgt": 253, "userDisplayName": "lakepeter8", "createDate": "1264654592", "userID": 49426344, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1264654980", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Southampton NY", "commentType": "comment", "updateDate": "1264654980", "commentSequence": 103, "commentBody": "  The true test of any State of the Union address is that it should fulfill the promise of all past ones. In this Obama succeeded in making the most utterly phoney, banal, laundry list of airy fairy nonsense clearly in the tradition of the many bloviators who came before him,<br />Only this time we know one difference: Obama actually thinks his job was over when in fact<br />the words, as is his penchant, is his end game.<br />", "recommendationCount": 26}, {"assetID": 1103590, "replies": [], "lft": 254, "assetURL": "http://www.nytimes.com/2010/01/28/us/politics/28obama.html", "parentID": null, "commentID": 1484207, "rgt": 255, "userDisplayName": "Diane V McLoughlin", "createDate": "1264654816", "userID": 48329024, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1264654980", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Canada", "commentType": "comment", "updateDate": "1264654980", "commentSequence": 104, "commentBody": "I wanted to hear from Obama how he intended to follow through finally on President Kennedy's plan to dismantle the CIA, a clandestine agency that commits mayhem and war crimes around the world. I wanted to hear from Obama how he intended to end America's unjustifiable wars - in Palestine, Iran, Yemen, Somalia, Ethiopia, Iraq, Afghanistan, Pakistan - because terrorists aren't terrorists - they are enemies we make because of what we do to them.  I wanted to hear Obama publicly and loudly denounce indefinite detention and to hear him reiterate our cherished belief that people are innocent until proven guilty.  I wanted to hear Obama denounce the fact that the U.S. has a hit list of 'suspects' and renounce extrajudicial executions.  That he intended to work with nations to bring criminals to justice, with evidence in hand to back up claims. I wanted to hear the words spoken with reverence: 'Geneva Conventions'. I did not want to hear the President shill for the nuclear and 'clean' coal industries.  I wanted to hear the President tell the nation that it's in trouble if it doesn't retool and start manufacturing something other than implements of war.  That nations that live by the sword are ultimately swept from the pages of history.  That it was time to begin to really invest in the people at home.  People at home and around the world wanted to hear all of these things, because all of these things have to do with fundamental issues of right and wrong, justice, compassion and hope.  Remember the audacity of hope?  I heard nothing particularly audacious in Obama's state of the union speech that signalled we would take a turn to a brighter and more hopeful future.  ", "recommendationCount": 10}, {"assetID": 1103590, "replies": [], "lft": 248, "assetURL": "http://www.nytimes.com/2010/01/28/us/politics/28obama.html", "parentID": null, "commentID": 1484198, "rgt": 249, "userDisplayName": "Rob", "createDate": "1264654579", "userID": 56998312, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1264655048", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Baltimore", "commentType": "comment", "updateDate": "1264655048", "commentSequence": 105, "commentBody": "His speech was \"just words.\" <a href=\"http://www.youtube.com/watch?v=7ffwY74XbS4\" target=\"_blank\">http://www.youtube.com/watch?v=7ffwY74XbS4</a>", "recommendationCount": 10}, {"assetID": 1103590, "replies": [], "lft": 270, "assetURL": "http://www.nytimes.com/2010/01/28/us/politics/28obama.html", "parentID": null, "commentID": 1484220, "rgt": 271, "userDisplayName": "Kate Koza", "createDate": "1264655027", "userID": 59965440, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1264655100", "userTitle": "", "editorsSelection": 1, "statusID": 2, "userURL": "", "userLocation": "New York, NY", "commentType": "comment", "updateDate": "1264655100", "commentSequence": 106, "commentBody": "I believe in Mr. Obama as a person, and it is because of this that I have faith in his executing a vision for our improvement to the best of his ability. But he is not Superman, and Americans should not play the part of Lois Lane, gripping a ledge, waiting to be saved. Shame on those who attribute all of our successes and failures to the President, a party, a branch of government, etc. We must lend a hand in determining the landscape of our own futures - it is our duty and debt to those of 1776 to do so. They did what they did on our behalf with the hope that we would shoulder the burdens and blessings of our continued success and take progress upon ourselves simply because we have the ability to do so.<br /><br />We should be so lucky as to have such an astute and empathic leader who is so grounded in the history of this nation. To decry his address as a social studies lecture discounts the value of lessons to be learned from our past, the most ancient of which is still relatively recent.<br /><br />Harry Truman said, \"All the president is is a glorified public relations man who spends his time flattering, kissing, and kicking people to get them to do what they are supposed to do anyway.\" I believe President Obama to be much more than a spin doctor, but let's not turn into yet another petulant, helpless dog that must be lured to intelligent and self-sufficient action by sweet incentives. Time for us to grow up and prove that we are worthy of the positive changes we demand.<br />", "recommendationCount": 261}, {"assetID": 1103590, "replies": [], "lft": 256, "assetURL": "http://www.nytimes.com/2010/01/28/us/politics/28obama.html", "parentID": null, "commentID": 1484210, "rgt": 257, "userDisplayName": "tweeders1", "createDate": "1264654932", "userID": 59127923, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1264655103", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Milwaukee WI", "commentType": "comment", "updateDate": "1264655103", "commentSequence": 107, "commentBody": "UGH! He sure looked pretty and spoke purdy, but until he gets rid of Guitner and Bernake ain't nothin gonna be true about what he says. I'm not goin to be sucked in again by empty promises. There is no way that I can believe all of his new found spine talk until he gets rid of those guys. ", "recommendationCount": 23}, {"assetID": 1103590, "replies": [], "lft": 258, "assetURL": "http://www.nytimes.com/2010/01/28/us/politics/28obama.html", "parentID": null, "commentID": 1484211, "rgt": 259, "userDisplayName": "theotherhalf", "createDate": "1264654935", "userID": 55727706, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1264655103", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "CA", "commentType": "comment", "updateDate": "1264655103", "commentSequence": 108, "commentBody": "I think its clear Obama *gets it* much more than the Republicans do. I thought he was absolutely right in calling out the Republicans and explaining WHY he is not giving up on his watch which is more than you can say about them. My advice is that they had better get *their* act together and learn that the word *No* is getting them nowhere.<br /><br />Good for Obama for *owning up* to his part of the deficit while reminding the people that the tax cut policies for the rich, the unfunded drug Medicare Part D plan and two wars that were unpaid for were responsible for the deficit he inherited from the Republicans...back in the day when they suddenly weren't adamant about how those programs were going to be paid for.<br /><br />I'm glad Obama is ending the tax cuts for the wealthiest people which by the way did NOT generate net job growth during the 8 years whatsoever; it merely made the richer even richer. I think taxpayers are really tired of depending on *trickle down economics* and they want to see change.<br /><br />I think Obama stood his ground very well and proved that he is indeed a force to be reckoned with. ", "recommendationCount": 32}, {"assetID": 1103590, "replies": [], "lft": 260, "assetURL": "http://www.nytimes.com/2010/01/28/us/politics/28obama.html", "parentID": null, "commentID": 1484214, "rgt": 261, "userDisplayName": "ocideref", "createDate": "1264654980", "userID": 8974546, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1264655103", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "new york", "commentType": "comment", "updateDate": "1264655103", "commentSequence": 109, "commentBody": "nobody believes in him. he is boring, no substance, pure blah...blah...blah, still campaigning not to be dumped out of office. he sounds totally insencere and not real.", "recommendationCount": 38}, {"assetID": 1103590, "replies": [], "lft": 262, "assetURL": "http://www.nytimes.com/2010/01/28/us/politics/28obama.html", "parentID": null, "commentID": 1484215, "rgt": 263, "userDisplayName": "Patrick", "createDate": "1264654983", "userID": 44287968, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1264655103", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Mattituck NY", "commentType": "comment", "updateDate": "1264655103", "commentSequence": 110, "commentBody": "OK...JOBS...Oil broke the soul of the nation, so I propose we show up big oil by putting people to work, without complications, weatherizing homes, businesses, and apartments. I saved 30 percent of my heating oil by sealing air leaks and adding some insulation to the ductwork. I learned on the internet through many hours of reading government, commercial, and academic websites, how to save energy very cost effectively. For 500 dollars of materials, I have saved about 2200 dollars of oil. So, forget the fancy work requirements and post an educational website for anyone to learn so they can get themselves back to work as they find it.<br />Imagine the gigagallons of oil we would save if millions of places saved that much oil.<br />And, imagine all that saved money circulating in OUR economy, instead of trickling out of the country.", "recommendationCount": 11}, {"assetID": 1103590, "replies": [], "lft": 264, "assetURL": "http://www.nytimes.com/2010/01/28/us/politics/28obama.html", "parentID": null, "commentID": 1484217, "rgt": 265, "userDisplayName": "Basil Marasco, Jr.", "createDate": "1264655010", "userID": 54240117, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1264655103", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Rochester, NY", "commentType": "comment", "updateDate": "1264655103", "commentSequence": 111, "commentBody": "What's with that Republican response? All that shouting and foot-stamping and long drawn-out applause for a just-sworn-in governor who hasn't done anything yet? That presidential-like introduction (\"Ladies and gentlemen, the governor of Virgnia\").<br /><br />Responses to the SOTU used to be one person in a quiet room, with the American flag in the background, looking into a TV camera and giving the response.<br /><br />So, what's with the GOP's overblown, contrived, mimicking clap-trap? As I watched, I became suprised that Mr McDonnel hadn't stopped at the gas station on his way to the State House to have his sleeves blown up. More of the same \"low taxes, less government\" hot air. For all their anger-fueled victories of late, the GOP still seems to have nothing more than theatrics and mantra.", "recommendationCount": 37}, {"assetID": 1103590, "replies": [], "lft": 266, "assetURL": "http://www.nytimes.com/2010/01/28/us/politics/28obama.html", "parentID": null, "commentID": 1484218, "rgt": 267, "userDisplayName": "KiwiAussie", "createDate": "1264655016", "userID": 55749828, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1264655103", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Downunder", "commentType": "comment", "updateDate": "1264655103", "commentSequence": 112, "commentBody": "Taxing your banks after they've repaid your government, is a populist tactic that will result in foreign investors looking for opportunities elsewhere, that you may regret in a few years from now when China's Yuan becomes the default global currency of choice, with even lower interest rates to its people to expand their business &amp; employment growth, while your own currency will cost you higher interest rates - thus restricting your own business &amp; employment growth.", "recommendationCount": 12}, {"assetID": 1103590, "replies": [], "lft": 268, "assetURL": "http://www.nytimes.com/2010/01/28/us/politics/28obama.html", "parentID": null, "commentID": 1484219, "rgt": 269, "userDisplayName": "Boris", "createDate": "1264655024", "userID": 2277568, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1264655103", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Staten Island", "commentType": "comment", "updateDate": "1264655103", "commentSequence": 113, "commentBody": "All Obama needs to do now is do what the Republicans say they want to do. If they want less spending, make deep cuts in programs that mostly affect Republican states. When they come screaming that he is being unpatriotic or sending jobs overseas, just tell them, \"this is what you asked for\".", "recommendationCount": 14}, {"assetID": 1103590, "replies": [], "lft": 274, "assetURL": "http://www.nytimes.com/2010/01/28/us/politics/28obama.html", "parentID": null, "commentID": 1484227, "rgt": 275, "userDisplayName": "Clifford", "createDate": "1264655159", "userID": 54926199, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1264655478", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "WA", "commentType": "comment", "updateDate": "1264655478", "commentSequence": 114, "commentBody": "Forgiving all student loans after twenty years resonates with me.<br /><br />There are people who are still being hounded for student loans who are seventy years of age and older, and their Social Security benefits are confiscated when any amount over $9400 is earned in a year!<br /><br />That is $180.75 a week that a retiree is expected to live on after the deduction.<br /><br />That is the amount of five gas fill-ups in a mid-size VW for a month. However, not a fourth of that can be spent for fuel when food and utilities have first consideration, and no bills must be created because they would never get paid!<br /><br />That is past just existing and has reached the just surviving stage, and to what end?  Purely a punitive measure designed to punish, when $9400/second would not cover what  the wars in Iraq and Afghanistan are costing.", "recommendationCount": 18}, {"assetID": 1103590, "replies": [], "lft": 276, "assetURL": "http://www.nytimes.com/2010/01/28/us/politics/28obama.html", "parentID": null, "commentID": 1484229, "rgt": 277, "userDisplayName": "MikeMc", "createDate": "1264655166", "userID": 55293614, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1264655478", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "California", "commentType": "comment", "updateDate": "1264655478", "commentSequence": 115, "commentBody": "The best performance I've seen since Pinocchio.<br /><br />Where was Congressman Harrison when we needed him?<br /><br />", "recommendationCount": 21}, {"assetID": 1103590, "replies": [], "lft": 278, "assetURL": "http://www.nytimes.com/2010/01/28/us/politics/28obama.html", "parentID": null, "commentID": 1484231, "rgt": 279, "userDisplayName": "Melissa", "createDate": "1264655211", "userID": 59841170, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1264655478", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Los Angeles", "commentType": "comment", "updateDate": "1264655478", "commentSequence": 116, "commentBody": "Congress, (both dems and repubs) need to grow a pair.  The President can make a law, he can lead, cajole, plead, demonstrate why policy is good or not, but ultimately if congress doesn't move forward in legislation, it doesn't matte how good of a speaker or how intellectually astute President Obama is. He's been handed (for the most part on both sides of aisle) a bunch of whiner, ninnies!", "recommendationCount": 20}, {"assetID": 1103590, "replies": [], "lft": 282, "assetURL": "http://www.nytimes.com/2010/01/28/us/politics/28obama.html", "parentID": null, "commentID": 1484238, "rgt": 283, "userDisplayName": "Jay Forest", "createDate": "1264655320", "userID": 40007834, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1264655478", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New  York, NY", "commentType": "comment", "updateDate": "1264655478", "commentSequence": 117, "commentBody": "Lousy, canned teleprompter speech, and Obummer is an absolute failure. All he did was blame Bush and promise to throw socialist bread to the masses, and just perhaps have a few circuses.  He missed a perfect opportunity to reset the national agenda. He could have defused the politicial turomoil by first announcing under no circumstances would he run for reelection. Second announce a doable program to get the nation back on its feet. Third announce a bipartisan conference aiming at working its way through the current log jam and get the government moving again.  Fourth state that his chief of staff and a number of his other senior advisors would be leaving government service effective immediately.<br /><br />Please folks, we need this guy to succeed as a effective, constitutional president advancing freedom for all, I just wish he get off his high horse and remember that he is the first public servant and then start serving all the people, not just those who were foolish enough to vote for this clown.<br /><br />It will to interesting to see what Obummer has to say when Clinton gets the nomination in 2012.............", "recommendationCount": 25}, {"assetID": 1101096, "replies": [], "lft": 20, "assetURL": "http://straightsets.blogs.nytimes.com/2010/01/27/stage-is-set-for-semifinals/", "parentID": null, "commentID": 1484154, "rgt": 21, "userDisplayName": "Franz Reichsman", "createDate": "1264653907", "userID": 18656124, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1264655525", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Brattleboro, VT", "commentType": "comment", "updateDate": "1264655525", "commentSequence": 10, "commentBody": "I don't particularly agree or disagree with Mike P's post on a theoretical level, but I'd be surprised  if either Serena or Venus Williams wastes any time worrying about what I or people like me or the public in general thinks about their appearance. I think they successfully resolved those issues a long time ago. Whatever was in Serena's head during the match with Azarenka, I don't think it had anything to do contemporary standards of beauty.", "recommendationCount": 1}]}, "copyright": "Copyright (c) 2016 The New York Times Company.  All Rights Reserved."}