{"debug": {"version": 3.1}, "status": "OK", "results": {"api_timestamp": "1481460216", "totalCommentsFound": 5035, "totalCommentsReturned": 25, "comments": [{"assetID": 2031991, "replies": [], "lft": 84, "assetURL": "http://dotearth.blogs.nytimes.com/2010/11/03/the-real-threat-to-science-in-the-new-political-climate/", "parentID": null, "commentID": 2787810, "rgt": 85, "userDisplayName": "Mike M.", "createDate": "1288822366", "userID": 57073099, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1288843275", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Comstock Park, Mi.", "commentType": "comment", "updateDate": "1288839675", "commentSequence": 38, "commentBody": "Obama gives up on cap-n-trade...<br /><br /><a href=\"http://abcnews.go.com/Business/wireStory?id=12047092\" target=\"_blank\">http://abcnews.go.com...</a><br /><br />I think I just heard Joe Romm's head explode.  ", "recommendationCount": 8}, {"assetID": 2031991, "replies": [], "lft": 86, "assetURL": "http://dotearth.blogs.nytimes.com/2010/11/03/the-real-threat-to-science-in-the-new-political-climate/", "parentID": null, "commentID": 2787948, "rgt": 87, "userDisplayName": "Robinson", "createDate": "1288823836", "userID": 46913918, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1288843282", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Arizona", "commentType": "comment", "updateDate": "1288839682", "commentSequence": 39, "commentBody": "I do like the logic that since a majority of the population of the US, or the globe, or something, does not \"believe in\" climate change, the climate is therefore not changing.   What if we all held hands and said in unison \" gravity does not exist,\"  Could we all then fly off to the moon?<br /><br />Just asking.  ", "recommendationCount": 10}, {"assetID": 2030144, "replies": [], "lft": 238, "assetURL": "http://dotearth.blogs.nytimes.com/2010/11/02/girding-for-a-republican-gavel-at-climate-hearings/", "parentID": null, "commentID": 2787986, "rgt": 239, "userDisplayName": "Darrell", "createDate": "1288824270", "userID": 44509187, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1288843295", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Los Angeles", "commentType": "comment", "updateDate": "1288839695", "commentSequence": 110, "commentBody": "I've maintained that the California Prop. 23 backers shot themselves in the foot by creating a prominent forum for the \"clean energy - green jobs economic future\" message.<br /><br />See <a href=\"http://stopdirtyenergyprop.com/ads.php\" target=\"_blank\">http://stopdirtyenergyprop.com/ads.php</a> for examples of really strong commercials, especially \"Deceptive\".<br /><br />Presuming the new Republican climate-denier majority in Congress follows through on threats of climate hearings, it can create a national version of the California forum, as well as cast the Republicans (known for overreaching before) as inquisitors.", "recommendationCount": 3}, {"assetID": 2030144, "replies": [], "lft": 240, "assetURL": "http://dotearth.blogs.nytimes.com/2010/11/02/girding-for-a-republican-gavel-at-climate-hearings/", "parentID": null, "commentID": 2788007, "rgt": 241, "userDisplayName": "Bob", "createDate": "1288824487", "userID": 55538437, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1288843319", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "NYC", "commentType": "comment", "updateDate": "1288839719", "commentSequence": 111, "commentBody": "#18 \"So #1, what do you propose to do that is different?\"<br />First we separate the politics from the science; we get rid of the People’s Republic of Berkeley mentality from the issue and all the baggage that goes with it.<br />We realize that we are broke so, great plans to send billions overseas, or borrow from the Chinese so that we can fund joined ventures in China, are nuts. (I seem to remember you proposing the latter, forgive me if I am wrong).<br />We don't look at AGW as a way to remake life as we know it in the US and we don't get in to international treaties that give potential enemies such as the Chinese the upper hand.<br />If we are truly concerned about AGW we come up with real solutions instead of nonsense such as part time solar and wind or corn ethanol.<br />We support nuclear and hydroelectric that are CO2 free and at the same time we increase production of domestic oil and gas that will help our economy come back from the abyss it is falling in to, because if we don't have a healthy economy, we have no options and whether AGW is real or not it is irrelevant if we are destroyed as a nation trying to avoid a hypothetical threat. How important the economy is for the non-tenured Americans has been shown in the recent elections. We must build up to any challenge, not allow our country to fall behind. No political agenda is worth hurting our country.<br />Given that the Chinese are building and will continue to build coal power plants, assuming that the AGW is proven correct, something IMHO is not, we look at geoengineering solutions.<br />In other words let's bring some sanity to the issue instead of either emotional overreaction or promoting hidden Leftist agendas. And yes, we need our government to deeply investigate the entire AGW from top to bottom. If the threat is real, how can we possibly allow a group of domestic and foreign scientists with vested interests, globalists and foreigners that hate us, to decide what we must do? We as a nation must decide that.<br />Looking for some common sense, Lee.<br />PS The polar bears are not drowning. Really!<br />", "recommendationCount": 5}, {"assetID": 2031991, "replies": [], "lft": 88, "assetURL": "http://dotearth.blogs.nytimes.com/2010/11/03/the-real-threat-to-science-in-the-new-political-climate/", "parentID": null, "commentID": 2788252, "rgt": 89, "userDisplayName": "G. Howard", "createDate": "1288827966", "userID": 50161020, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1288843340", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Idaho", "commentType": "comment", "updateDate": "1288839740", "commentSequence": 40, "commentBody": "Mr. J. Connors,<br /><br />May just be right, we will see. Left pondering how much money should we spend on proving Climate Disruption? Isn't that already done? Is this an admission that the consensus could be wrong?<br />I'm assuming that it's done so why not spend the money on the things that are known now instead.", "recommendationCount": 4}, {"assetID": 2030144, "replies": [], "lft": 244, "assetURL": "http://dotearth.blogs.nytimes.com/2010/11/02/girding-for-a-republican-gavel-at-climate-hearings/", "parentID": null, "commentID": 2788261, "rgt": 245, "userDisplayName": "Matt", "createDate": "1288828040", "userID": 59660779, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1288843355", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Michigan", "commentType": "comment", "updateDate": "1288839755", "commentSequence": 112, "commentBody": "#44. raypierre<br /><br />\"Barton and Inhofe's climate hearings have more in common with the McCarthyism than with any reasoned examination of the issues. Andy, would you feel inclined to defend Joe McCarthy's hearings as an honest attempt to examine what the nation was getting from its public servants?\"<br />___________________<br /><br />You expect these hearings to go a lot like Sen. Boxer's \"Call me Senator\" military hearings typically and disrespectfully go, eh?<br /><br />Since any congressional hearings' panel will be comprised of both skeptics and the faithful, your hyperbole and hand-wringing seems much ado about nothing.<br /><br />The Hockey Stick team's concern shouldn't be Congressional skeptics. Instead, Mann and company should be worried that Lindzen, Christy, Akasofu and a competent statistician or two might be sitting there at same hearing table with them.<br /><br />Throwing scientific gorilla dust about might dazzle members of Congress, but competent and reputable climate scientists?  Not so much.<br /><br />Monkton v. Gore might be an especially lively and interesting hearing all its own.  Here's my vote for adding that one to the skeptic v. faithful hearing schedule.<br /><br />", "recommendationCount": 12}, {"assetID": 2031991, "replies": [], "lft": 90, "assetURL": "http://dotearth.blogs.nytimes.com/2010/11/03/the-real-threat-to-science-in-the-new-political-climate/", "parentID": null, "commentID": 2788315, "rgt": 91, "userDisplayName": "smcintee", "createDate": "1288828943", "userID": 60400062, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1288843358", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "chapel hill, nc", "commentType": "comment", "updateDate": "1288839758", "commentSequence": 41, "commentBody": "@ 25 Climate change and ocean acidification are conservative issues just as much as liberal ones. To conserve is 'to save'. Conservation started as a conservative Republican agenda with Teddy Roosevelt. The CC/GW/ocean acidification case is quite clear, if you believe in the science that created the technology you are typing on, that we have a CO2 problem. Just because you choose to ignore it doesn't mean it is a leftist agenda. Mother Nature, who doesn't take sides; if she were animate, she would be the one really waving the \"Don't Tread on Me\" flag here.<br /><br />Who the electorate votes for does not change the fact that, in the midst of abundant evidence, we have a serious problem that needs addressing.<br />", "recommendationCount": 11}, {"assetID": 2028031, "replies": [], "lft": 28, "assetURL": "http://dotearth.blogs.nytimes.com/2010/11/02/a-pioneer-in-green-business-is-fired/", "parentID": null, "commentID": 2788457, "rgt": 29, "userDisplayName": "Wang Suya", "createDate": "1288830587", "userID": 40342008, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1288843361", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Japan", "commentType": "comment", "updateDate": "1288839761", "commentSequence": 14, "commentBody": "From Wang Suya<br /><br />   Seven Generation products are good thing. We need this kind of products. Everything should go  \"green\", Once again thanks \"Wal Mart\" is doing good thing. We need these kinds of companies. We have to and should go bottom to up activities. Especially now American politic is mess, we should not desire those politicians will do some thing right and good for environment, either Democratic or Republican, they never concern global warming, they concern their position. Obama in Whiter House near 2 years, still did not do some good thing for global warming, finally he failure in middle term election. We need bottom to up. We need Seven Generation products. Hope more and more companies to do this kind good for environment thing. Thanks in advance.<br />", "recommendationCount": 0}, {"assetID": 2030144, "replies": [], "lft": 246, "assetURL": "http://dotearth.blogs.nytimes.com/2010/11/02/girding-for-a-republican-gavel-at-climate-hearings/", "parentID": null, "commentID": 2788530, "rgt": 247, "userDisplayName": "Matt", "createDate": "1288831513", "userID": 59660779, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1288843381", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Michigan", "commentType": "comment", "updateDate": "1288839781", "commentSequence": 113, "commentBody": "\"But if we do open science to congressional committee review, perhaps we should also open journalism to congressional committee review?\"<br />___________________________________<br /><br />The Congress has held many hearings on publicly subsidized and financed news organs (re. NPR and VOA).  The Congress has also held even more hearings on any number of publicly funded science and research projects.  Why you'd want public expenditures in a singular area to be exempt from scrutiny, I fail to understand.<br /><br />Do you not wish your congressional representative ensuring that your tax dollars and the nation's resources are spent wisely and appropriately?<br /><br />If the people's elected representatives (in a representative democracy) are not to establish national priorities and ensure that the nation's resources are wisely spent in meeting those priorities, who would you have do it?<br /><br />Nation's like North Korea, Iran, Venezuela, Zimbabwe and others do it differently.  Is that the model you propose that we follow instead?<br /><br />By the way, the Congress, in its infinite wisdom and liberal California representative Zoe Lofgren form, invited quasi-journalist Steven Colbert to testify in a Congressional hearing not long ago.  As even a bag of rocks should know, the power of the media is infinitely greater than that of Congress, and the bags of dumb congressional rocks didn't weather that hearing storm so well.<br /><br />There sure is a lot of panic and hyperbole over things that happen all the US Congressional time.  I thought it was only the possibility of warm weather and longer growing seasons that panicked AGW true-believers so readily.  Who knew that the requirements of the US Constitution and a representative democracy were so scary.<br /><br />", "recommendationCount": 9}, {"assetID": 2031991, "replies": [], "lft": 92, "assetURL": "http://dotearth.blogs.nytimes.com/2010/11/03/the-real-threat-to-science-in-the-new-political-climate/", "parentID": null, "commentID": 2788571, "rgt": 93, "userDisplayName": "Spalding Craft", "createDate": "1288832148", "userID": 48172909, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1288843401", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "North Carolina", "commentType": "comment", "updateDate": "1288839801", "commentSequence": 42, "commentBody": "Since there will probably be less money for energy research, regardless of how the political winds blow in Washington, maybe we can expand usage of clean energy that we can use right now - of course, nuclear energy.  This point is so obvious that the hand wringing over research money and politics seems a little silly.<br /><br />I need to hear a convincing argument for not proceeding with an aggressive program to expand use of nuclear energy.  Is it because its flaws are known, as opposed to the green dream of some other renewable form that has yet to be applied at scale?  Nuclear is the only solution available that can approach the cost of fossil fuels.  It is affordable, clean, continuous, proven.<br /><br />The perfect solution hasn't been invented, and how long will it take to deploy something that is better, and after how many billions in research, assuming such billions are available?<br /><br />And any other source will carry enormous political baggage.  Anything as essential as energy is a political subject.  You'd think that a known quantity would have an advantage.  Maybe \"environmentalists\" will surprise us and get real about energy, but I'm not holding my breath. ", "recommendationCount": 10}, {"assetID": 2031991, "replies": [], "lft": 94, "assetURL": "http://dotearth.blogs.nytimes.com/2010/11/03/the-real-threat-to-science-in-the-new-political-climate/", "parentID": null, "commentID": 2788598, "rgt": 95, "userDisplayName": "Adrian O", "createDate": "1288832538", "userID": 19926270, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1288843411", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "State College, PA", "commentType": "comment", "updateDate": "1288839811", "commentSequence": 43, "commentBody": "The most important thing in science in general and in particular in the climate debate are the actual measurements.<br /><br />Everything else, models, scientists, \"consensus\", opinions, take a back seat to measurements in modern science - they are comments, attempts to understand the measurements.<br /><br />Before the forthcoming hearings there should be a vigorous program of publicizing the measurements through all media channels.<br /><br />Climate satellites show that wit major CO2 emissions we have global cooling for 12 years, and the warming 1970-1998 was the same as the one 1910-1940 with minuscule CO2 emissions.<br /><br />Sea gauges show that if anything the sea level rise rate has slowed down in the last few decades rather than increase.<br /><br />Swiss records show that glaciers melt in the last few decades slower than in the 1940's.<br /><br />Large sea storms are fewer and less powerful than  65 years ago.<br /><br />All of this is indisputable federally measured data.<br /><br />Which was not shown to the public at large, and/or covered with alarmist messages, funded by tens of billions of dollars.<br /><br />Then, only after the public at large realizes the incredible size of the deception - and presumably get very very upset by it - then only should the hearings start...", "recommendationCount": 13}, {"assetID": 2031991, "replies": [], "lft": 96, "assetURL": "http://dotearth.blogs.nytimes.com/2010/11/03/the-real-threat-to-science-in-the-new-political-climate/", "parentID": null, "commentID": 2788709, "rgt": 97, "userDisplayName": "pfhenshaw", "createDate": "1288834203", "userID": 39452637, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1288843421", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "way uptown", "commentType": "comment", "updateDate": "1288839821", "commentSequence": 44, "commentBody": "Having scientific research and sustainability policies set by people who certain that social networks understand science better than scientists do...   will be interesting.  ;-)", "recommendationCount": 2}, {"assetID": 2011024, "replies": [], "lft": 320, "assetURL": "http://dotearth.blogs.nytimes.com/2010/10/28/shrinking-the-climate-problem/", "parentID": null, "commentID": 2788780, "rgt": 321, "userDisplayName": "R. Crosby", "createDate": "1288835040", "userID": 57430196, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1288843439", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Nova Scotia", "commentType": "comment", "updateDate": "1288839839", "commentSequence": 150, "commentBody": "Matt says in 145.         \"It is dishonest to imply that any perceived reduction in alkalinity means the oceans are turning to acid.\"<br /><br />This is what I said in my first comment @132 in reference to ocean co2.  \" I would temper Chris's statement by saying lowering the ph of the world's oceans since sceptics take offense at the word acidify. \" If you were trying to make my point for me - well thanks. If you look at papers related to the issue there are literally hundreds that disagree with you. That you chose to mention one which you failed to reference, I would say that's dishonest.", "recommendationCount": 1}, {"assetID": 2031991, "replies": [], "lft": 98, "assetURL": "http://dotearth.blogs.nytimes.com/2010/11/03/the-real-threat-to-science-in-the-new-political-climate/", "parentID": null, "commentID": 2788835, "rgt": 99, "userDisplayName": "RiHo08", "createDate": "1288835743", "userID": 55851898, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1288843447", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "michigan", "commentType": "comment", "updateDate": "1288839847", "commentSequence": 45, "commentBody": "The answer to a clean environment and abundant energy has been nuclear, all along. The Navy has been powering its fleet for 60 years beginning with the first nuclear submarine Nautalis. Aircraft carriers a city blook long which house 5000 people, can travel around the world without stopping to refuel, and yet, where are the lates generation of nuclear reactors in the civilian world? None to be found. Why? Because of an agenda of a few, magnified by a media complicit in scare tactics driven by a business model that caters more and more to sound bites. Voila! No nukes. Nuclear waste storage? Not on Harry Reid's watch. Thorium reactors? What's Up With That? So what is left. Fossil fuel of course. The next step will be gas fired co-generation facilities making electricity and sending the spent steam to heat buildings. Problem, co-generation doesn't work unless you build the utility in the city, next to city hall. Not in my back yard! What is left? Coal fired generation steaming and puffing away out in the boonies, long transmission lines on tall towers that need blinking lights around airports where these erector set things seem to congregate. So, no option is viable because the greenies always have some objection: wind? not in Nantucet Sound; solar? not in the Mohave Desert. The real party of \"No\" are the greenies. Not having a detailed plan (the devil is always in the details) all they can say is no to this and no to that. The press amplifies the story with human interest stories, whether or not these stories are truthful or not, relevant or not, just that they are sensational: \"Utility cut off electricity and aged man freezes to death.\" Facts are not important, just the sensation, and tomorrow another sensational story, no investigative reporting needed. The greenies and the media business model conspire to? do nothing. Why do we listen to them?", "recommendationCount": 9}, {"assetID": 2030144, "replies": [], "lft": 248, "assetURL": "http://dotearth.blogs.nytimes.com/2010/11/02/girding-for-a-republican-gavel-at-climate-hearings/", "parentID": null, "commentID": 2788847, "rgt": 249, "userDisplayName": "Spalding Craft", "createDate": "1288835839", "userID": 48172909, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1288843462", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "North Carolina", "commentType": "comment", "updateDate": "1288839862", "commentSequence": 114, "commentBody": "This is rich, Andy.  Hand-wringing over politicization of an issue that has become the epitome of politicization, and one that become politicized due to the acts of its practitioners, among others of course.  And now that the political winds are shifting, suddenly \"politics\" is distasteful, something to be feared.<br /><br />And is Michael Mann joking?  Stunning.<br /><br />And am I enjoying this turn of events?  No, not particularly.  I'm hoping and praying that something constructive will come out of this election.  But I'm also afraid that if \"climate science\", as it has come to be identified as a serious subject upon which the future of the world depends, takes some serious licks from another class of politicians, then they probably have it coming.<br /><br />I'm sorry but that's the way I feel.<br />   ", "recommendationCount": 10}, {"assetID": 2031991, "replies": [], "lft": 100, "assetURL": "http://dotearth.blogs.nytimes.com/2010/11/03/the-real-threat-to-science-in-the-new-political-climate/", "parentID": null, "commentID": 2788881, "rgt": 101, "userDisplayName": "Wang Suya", "createDate": "1288836268", "userID": 40342008, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1288843464", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Japan", "commentType": "comment", "updateDate": "1288839864", "commentSequence": 46, "commentBody": "From Wang Suya<br /><br />    All talking about where will the new congress go about global warming. When Democratic control the congress, we did not pass some bill because Republican against, now Republican come to role whether they will insist to their attitude no touch on global warming? Yesterday I watched CNN, Jone MacCan talked something, I did not hear some about global warming words but I catch that he said that they will consider our children and grand children. Hope this is meaning that they will concern the global warming. Jone MacCan at the President election period, insist to concern global warming. Hope he can affect Republican congress<br />", "recommendationCount": 1}, {"assetID": 2030144, "replies": [], "lft": 250, "assetURL": "http://dotearth.blogs.nytimes.com/2010/11/02/girding-for-a-republican-gavel-at-climate-hearings/", "parentID": null, "commentID": 2789006, "rgt": 251, "userDisplayName": "Girma", "createDate": "1288837813", "userID": 56529217, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1288843474", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Perth, Australia", "commentType": "comment", "updateDate": "1288839874", "commentSequence": 115, "commentBody": "Reversing the direction of the positive feedback loop<br />By Judith Curry<br /><br />The positive feedback loop<br /><br />I think the dynamics are much more complicated, and can only be understood by considering the ever vexatious feedback loop. There has been a particularly toxic positive feedback loop between climate science and policy and politics, whose direction has arguably been reversed as result of Climategate.<br /><br />The scientists provided the initial impulse for this feedback loop back in the 1970’s and 1980’s.  The enviro advocacy groups quickly saw the possibilities and ran with it, with the scientists’ blessing.   The enviro advocacy groups  saw the climate change issue as an opportunity to enlist scientific support for their preferred energy policy solution. Libertarian think tanks, the traditional foes of the enviro advocacy groups, began countering with doubts about the science.  International efforts to deal with the climate change problem were launched in 1992 with the UNFCCC treaty.<br /><br />Wait a minute, what climate change problem?  In 1992, we had just completed the first IPCC assessment report, here was their conclusion:  “The size of this warming is broadly consistent with predictions of climate models, but it is also of the same magnitude as natural climate variability.  . . The unequivocal detection of the enhanced greenhouse effect from observations is not likely for a decade or more.”<br /><br />Nevertheless, the policy cart was put before the scientific horse, justified by the precautionary principle.  Once the UNFCCC treaty was a done deal, the IPCC and its scientific conclusions were set on a track to become a self fulfilling prophecy.  The entire framing of the IPCC was designed around identifying sufficient evidence so that the human-induced greenhouse warming could be declared unequivocal, and so providing the rationale for developing the political will to implement and enforce carbon stabilization targets.   National and international science programs were funded to support the IPCC objectives.  What should have been a political debate about energy policy, environmental quality, and reducing vulnerability to weather and climate disasters, became a debate about the nuances of climate science, with climate scientists as the pawns and whipping boys.<br /><br />So were the scientists innocent victims and pawns in all this?  Were they just hardworking scientists doing their best to address the impossible expectations of the policy makers?  Well, many of them were.  However, at the heart of the IPCC is a cadre of scientists whose careers have been made by the IPCC.  These scientists have used the IPCC to jump the normal meritocracy process by which scientists achieve influence over the politics of science and policy.  Not only has this brought some relatively unknown, inexperienced  and possibly dubious people into positions of influence, but these people become vested in protecting the IPCC, which has become central to their own career and legitimizes playing power politics with their expertise.<br /><br /><a href=\"http://bit.ly/91rWVc\" target=\"_blank\">http://bit.ly/91rWVc</a><br /><br />", "recommendationCount": 12}, {"assetID": 2031991, "replies": [], "lft": 102, "assetURL": "http://dotearth.blogs.nytimes.com/2010/11/03/the-real-threat-to-science-in-the-new-political-climate/", "parentID": null, "commentID": 2789036, "rgt": 103, "userDisplayName": "Phil", "createDate": "1288838273", "userID": 56609855, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1288843487", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Santa Cruz, CA", "commentType": "comment", "updateDate": "1288839887", "commentSequence": 47, "commentBody": "I'm not sure why you recommended the blog piece by David Roberts, Andrew.  It's a rather mean-spirited, vitriolic and arrogant spleen venting of a blog post in opinion parts.<br /><br />I'm more than a little surprised it's your cup of public discourse and human relations tea.", "recommendationCount": 3}, {"assetID": 2031991, "replies": [], "lft": 104, "assetURL": "http://dotearth.blogs.nytimes.com/2010/11/03/the-real-threat-to-science-in-the-new-political-climate/", "parentID": null, "commentID": 2789050, "rgt": 105, "userDisplayName": "Paul", "createDate": "1288838373", "userID": 61588613, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1288843491", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "USA", "commentType": "comment", "updateDate": "1288839891", "commentSequence": 48, "commentBody": "As long as the majority of the house is funded by oil companies, it will remain a political issue.", "recommendationCount": 5}, {"assetID": 2030144, "replies": [], "lft": 252, "assetURL": "http://dotearth.blogs.nytimes.com/2010/11/02/girding-for-a-republican-gavel-at-climate-hearings/", "parentID": null, "commentID": 2789067, "rgt": 253, "userDisplayName": "Bill Allen", "createDate": "1288838647", "userID": 26068664, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1288843514", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Basking Ridge, NJ", "commentType": "comment", "updateDate": "1288839914", "commentSequence": 116, "commentBody": "Andy:  I am posting this after scanning about 100 comments.<br /><br />I see more opportunities than problems in hearings conducted by the new Republican controlled House.  I'm something of a news junkie and I see very little about warming and clean energy in the media I follow [NYT, PBS, MSNBC].  We need more.  House hearings could produce news and wake up the public.  Of course, they should be recorded and shown on CSPAN.<br /><br />If the treatment of witnesses is respectful and they get a chance to present their positions, then we all gain.<br /><br />If they are not treated respectfully, then the public will see that as well.  If they are not allowed to make their presentations fully, then the Democratic controlled Senate can hold hearings and call these witnesses there.  This will heighten the news interest and we will all gain again, except that those in charge of the House hearings will be discredited.<br /><br />So bring 'em on.<br />11-03-10    1042P      ", "recommendationCount": 2}, {"assetID": 2017606, "replies": [], "lft": 174, "assetURL": "http://dotearth.blogs.nytimes.com/2010/10/30/distilling-the-human-element-in-the-climate-challenge/", "parentID": null, "commentID": 2789219, "rgt": 175, "userDisplayName": "David B. Benson", "createDate": "1288840857", "userID": 57084036, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1288843521", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Pullman", "commentType": "comment", "updateDate": "1288839921", "commentSequence": 84, "commentBody": "wmar --- You misinterpret absolutely everything.  Start over by at least studying these two links:<br /><a href=\"http://bartonpaullevenson.com/Greenhouse101.html\" target=\"_blank\">http://bartonpaullevenson.com...</a><br /><a href=\"http://bartonpaullevenson.com/NewPlanetTemps.html\" target=\"_blank\">http://bartonpaullevenson.com...</a>", "recommendationCount": 3}, {"assetID": 2031991, "replies": [], "lft": 106, "assetURL": "http://dotearth.blogs.nytimes.com/2010/11/03/the-real-threat-to-science-in-the-new-political-climate/", "parentID": null, "commentID": 2789248, "rgt": 107, "userDisplayName": "David Lewis", "createDate": "1288841242", "userID": 56600965, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1288843558", "userTitle": null, "editorsSelection": 1, "statusID": 2, "userURL": null, "userLocation": "Seattle", "commentType": "comment", "updateDate": "1288839958", "commentSequence": 49, "commentBody": "Rather than accepting having to say that federally funded Military R&amp;D is \"off the charts\", I came up with a chart.<br /><br />My graphic, which shows the relative sizes of the federal US government R&amp;D effort on Energy, Health, and Military is here:<br /><br /><a href=\"http://theenergycollective.com/sites/theenergycollective.com/files/imagepicker/48403/R&amp;D%20chart%20today.jpg\" target=\"_blank\">http://theenergycollective.com...</a><br /><br />I came up with this graphic when I decided to write a post in reaction to Richard Rosen's remarks posted here on Dot Earth - where Rosen called a plan put forward by Bill Gates, to drastically increase the federal overnment Energy R&amp;D budget \"very dangerous for people to hear\".  It seemed to me that most people had no idea what Gates was actually advocating.  I thought it might help bring the discussion back down to earth if people could see that Health and Military still dwarfed Energy R&amp;D even if the Gates plan was adopted.  What the graphic looks like if the Gates plan was adopted is here:<br /><br /><a href=\"http://theenergycollective.com/sites/theenergycollective.com/files/imagepicker/48403/R&amp;D%20chart%20after%20boost.jpg\" target=\"_blank\">http://theenergycollective.com...</a><br /><br />My entire post is here <a href=\"http://theenergycollective.com/david-lewis/42302/bill-gates-too-dangerous-hear\" target=\"_blank\">http://theenergycollective.com...</a><br /><br />", "recommendationCount": 3}, {"assetID": 2025707, "replies": [], "lft": 62, "assetURL": "http://dotearth.blogs.nytimes.com/2010/11/01/your-dot-whats-really-boring/", "parentID": null, "commentID": 2789293, "rgt": 63, "userDisplayName": "Martin Williams", "createDate": "1288841947", "userID": 61596026, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1288843565", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Hong Kong", "commentType": "comment", "updateDate": "1288839965", "commentSequence": 30, "commentBody": "Article here mentions \"climate change fatigue\"<br /><a href=\"http://www.abc.net\" target=\"_blank\">http://www.abc.net</a>.au/environment/articles/2010/11/03/3056199.htm<br /><br />Koch brothers and their ilk must be delighted!", "recommendationCount": 0}, {"assetID": 1615831, "replies": [], "lft": 168, "assetURL": "http://consults.blogs.nytimes.com/2010/07/02/when-good-sleep-habits-arent-enough/", "parentID": null, "commentID": 2786206, "rgt": 169, "userDisplayName": "JAM", "createDate": "1288810562", "userID": 34438389, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1288843772", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New York City", "commentType": "comment", "updateDate": "1288840172", "commentSequence": 82, "commentBody": "I took Ambien for 9 years.  I heard all the horror stories and didn't believe a single one--until I woke up in bed one morning and discovered that I had gone to the kitchen in the middle of the night, finished a bottle of wine, had fallen numerous times and hit my head.  I had a gashes on my forehead and chin that bled profusely. Worst of all, I remembered nothing about it!  Needless to say, that was my last Ambien.  It is a very dangerous drug.", "recommendationCount": 1}, {"assetID": 2036423, "replies": [], "lft": 12, "assetURL": "http://wordplay.blogs.nytimes.com/2010/11/03/office-device/", "parentID": null, "commentID": 2789388, "rgt": 13, "userDisplayName": "Nhart", "createDate": "1288843652", "userID": 31523591, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1288843944", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "West Texas", "commentType": "comment", "updateDate": "1288840344", "commentSequence": 5, "commentBody": "Yea! A rebus...although I'm not sure why bloggers use that word. I thought a rebus had to have pictures.<br /><br />Anyhow, we haven't had one in a while and there were lots of fun clues in this one. I also liked the \"Sunday drive\" misdirect and groaner of an answer. Early on, I stared at 43 Across thinking, \"What else could it be besides kneehole?\" Same problem with \"bourbon\" and 56 Across. I keep failing to remember iron-on or ironed-on and I've seen both in puzzles lately.<br /><br />Good fun, but did take me a solid 30 mintues to finish.", "recommendationCount": 0}]}, "copyright": "Copyright (c) 2016 The New York Times Company.  All Rights Reserved."}