{"debug": {"version": 3.1}, "status": "OK", "results": {"api_timestamp": "1481479834", "totalCommentsFound": 6234, "totalCommentsReturned": 25, "comments": [{"assetID": 3341472, "replies": [], "lft": 232, "assetURL": "http://www.nytimes.com/2012/10/01/opinion/krugman-the-real-referendum.html", "parentID": null, "commentID": 7264689, "rgt": 233, "userDisplayName": "Nicholas", "createDate": "1349063997", "userID": 236330, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1349064016", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Westmont, Ill.", "commentType": "comment", "updateDate": "1349060416", "commentSequence": 44, "commentBody": "If these elections are only contested in a couple \"swing\" states, does the winner really have a mandate for anything?  The best reason to dump the Electoral College is that it would force the candidates to present their cases to people all over the country, and let us make decisions as a country.  We are one country, after all.", "recommendationCount": 47}, {"assetID": 3341472, "replies": [], "lft": 15, "assetURL": "http://www.nytimes.com/2012/10/01/opinion/krugman-the-real-referendum.html", "parentID": 7264361, "commentID": 7264691, "rgt": 16, "userDisplayName": "Fred Drumlevitch", "createDate": "1349064020", "userID": 23851416, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1349064080", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Tucson, Arizona", "commentType": "userReply", "updateDate": "1349060482", "commentSequence": 2, "commentBody": "As Karen Garcia very ably points out in the comment above, few Democratic politicians these days live up to the New Deal heritage of their party. This election therefore cannot be framed as a referendum on the New Deal; it will at best be a \"choice\" between Republicans who would openly and aggressively destroy New Deal programs, versus Democrats who have for three decades ceded piecemeal the essence of these programs and their principles.<br/><br/>Under the reign of the present two major parties, nothing will improve for the majority of Americans until the Democrats find their spines and hormone-producing ellipsoids. Should that not occur within a reasonable time, either a new political party that not only talks the talk but also walks the walk of social and economic justice will arise, or the pitchfork brigades may mobilize faster than either the politicians or the television talking heads could ever believe possible.", "recommendationCount": 36}, {"assetID": 3341472, "replies": [], "lft": 215, "assetURL": "http://www.nytimes.com/2012/10/01/opinion/krugman-the-real-referendum.html", "parentID": 7264651, "commentID": 7264706, "rgt": 216, "userDisplayName": "Patrick", "createDate": "1349064356", "userID": 66667925, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1349064373", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Illinois", "commentType": "userReply", "updateDate": "1349060773", "commentSequence": 1, "commentBody": "Raising tax rates, especially on high-income earners (including the capital gains rate), is also one of the things that will need to be done to blalance the budget. Framing the issue as a false choice between slashing entitlements and letting the deficits and debt grow is one of the things that the Republican party has largely gotten away with. Moreover, there really isn't that much money to realistically go after with entitlements (other than Social Security, Medicare, and Obamacare, which are effectively off the table, and rightly so). The only area where significant spending cuts can realistically be made is the defense department, and it's an area that Republicans, for the most part, won't even touch.", "recommendationCount": 20}, {"assetID": 3341472, "replies": [], "lft": 234, "assetURL": "http://www.nytimes.com/2012/10/01/opinion/krugman-the-real-referendum.html", "parentID": null, "commentID": 7264705, "rgt": 235, "userDisplayName": "Dallee", "createDate": "1349064338", "userID": 65530936, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1349064374", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Florida, Gulf Coast", "commentType": "comment", "updateDate": "1349060774", "commentSequence": 45, "commentBody": "There are many, many fine comments here on this very fine editorial by the esteemed Dr. Krugman.<br/><br/>One of the most important contributions would be to re-label TV for accuracy of programming; for example, re-name Fox News as Fox Entertainment.<br/><br/>As a country, we need to distinguish between facts and nonsense.  We are drowning in intellectual sludge, bearing a governmental seal of approval.", "recommendationCount": 115}, {"assetID": 3341488, "replies": [], "lft": 47, "assetURL": "http://www.nytimes.com/2012/10/01/technology/microsoft-sends-engineers-to-schools-to-encourage-the-next-generation.html", "parentID": 7264628, "commentID": 7264708, "rgt": 48, "userDisplayName": "c.sykes", "createDate": "1349064440", "userID": 19179161, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1349064493", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Seattle", "commentType": "userReply", "updateDate": "1349060893", "commentSequence": 1, "commentBody": "this is so true.  I am 57 and highly skilled in technology.  I just trained 5 people from India in Object data base technology. They get paid 40,000 in the US and 8,000 in India to do the job that I did for 120,000.  Good luck to me if I can find a job in the tech sector.", "recommendationCount": 55}, {"assetID": 3341488, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 7264720, "replies": [], "commentID": 7265880, "trusted": 0, "userDisplayName": "biomedlives", "createDate": "1349093431", "userID": 56250555, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1349093480", "userTitle": null, "recommendations": 12, "editorsSelection": false, "parentUserDisplayName": "Rohit", "userURL": null, "userLocation": "Princeton, NJ", "depth": 1, "commentType": "userReply", "updateDate": "1349089880", "commentSequence": 1, "commentBody": "The statistics on the largest users of H-1B visas show that about half of them are overseas outsourcing companies.  I strongly suspect that these companies are bringing in people for short assignments under H-1B visas, training those people to do work previously done by Americans, and then sending them back to do the work at relatively low wages in their home countries.  In that scenario, \"a substantial portion of the jobs and almost the entire funding\" definitely does not remain in the USA."}]}, "lft": 60, "assetURL": "http://www.nytimes.com/2012/10/01/technology/microsoft-sends-engineers-to-schools-to-encourage-the-next-generation.html", "parentID": null, "commentID": 7264720, "rgt": 63, "userDisplayName": "Rohit", "createDate": "1349064648", "userID": 17776170, "replyCount": 1, "commentTitle": "n/a", "status": "approved", "approveDate": "1349064673", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "India", "commentType": "comment", "updateDate": "1349061073", "commentSequence": 11, "commentBody": "Those harping on H1B visas should understand that it is a good bargain. Instead of the entire project being outsourced (which is possible.. visit and look at the size of Microsoft campus at Hyderabad), some engineers are allowed as legal immigrants. A substantial portion of the jobs and almost the entire funding remains in USA.<br/>\nIt is best option amongst viable alternatives.", "recommendationCount": 6}, {"assetID": 3341488, "replies": [], "lft": 64, "assetURL": "http://www.nytimes.com/2012/10/01/technology/microsoft-sends-engineers-to-schools-to-encourage-the-next-generation.html", "parentID": null, "commentID": 7264722, "rgt": 65, "userDisplayName": "LH", "createDate": "1349064677", "userID": 47339746, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1349064733", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Seattle", "commentType": "comment", "updateDate": "1349061133", "commentSequence": 12, "commentBody": "I would point out that Rainier Beach High School is located in an extremely disadvantaged neighborhood. Because of this, it draws many of its students from economically depressed families. Such demographics have had extremely adverse effect on the nature and quality of education in the school. Frequently basketball - not academia - is the only newsworthy feature of the school.<br/><br/>Until now, that is.<br/><br/>So, while comments about the competitive nature of computer and software engineering are well heeded, I see nothing wrong with sending well-educated individuals into schools such as Rainier Beach. Though they hold masters in programming, and not teaching, we should laud them for bringing their expertise into a market that could well use a couple role models. <br/><br/>And I guess we should send a few kudos to those leviathans, Microsoft and Google...", "recommendationCount": 33}, {"assetID": 3341472, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 7264721, "replies": [], "commentID": 7264801, "trusted": 0, "userDisplayName": "Phil Dauber", "createDate": "1349066079", "userID": 62139528, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1349066113", "userTitle": null, "recommendations": 16, "editorsSelection": false, "parentUserDisplayName": "TR", "userURL": null, "userLocation": "Alameda, California", "depth": 1, "commentType": "userReply", "updateDate": "1349062513", "commentSequence": 1, "commentBody": "Although people in some segments of society may be living longer that does not necessarily mean they can manage their work lives effectively past the (already extended) age for full social security benefits.  This is obvious for people who do physical labor whose bodies may be ravaged by a lifetime of hard work (a huge swath of blue collar workers and tradespeople) but also relevant for white collar workers and business people.  <br/><br/>Means testing for Social Security makes better sense but no one who has paid in should be denied benefits altogether."}, {"recommendedFlag": 0, "parentID": 7264721, "replies": [], "commentID": 7265793, "trusted": 0, "userDisplayName": "Tygerrr", "createDate": "1349092553", "userID": 66587791, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1349092580", "userTitle": null, "recommendations": 6, "editorsSelection": false, "parentUserDisplayName": "TR", "userURL": null, "userLocation": "Greensboro", "depth": 1, "commentType": "userReply", "updateDate": "1349088980", "commentSequence": 2, "commentBody": "\" That some segments of the population are regressing in terms of longevity, namely those with very low economic situations and poor educations, but this is attributable to poor diet, poor lifestyle choices, and poor access to healthcare.\"<br/><br/>Only someone who hasn't been poor for an extended period of time could write that. Poor people like to feel full after they've eaten, too! <br/><br/>Buy the 5 lb. sack of potatoes instead of the Yukon Gold, and 1/3 of each potato is lost to black spots inside. The economy pack of chicken thighs is basically chemical soup, and tastes like it. Consumer Reports just had an article about high arsenic levels in rice. The cheaper food is per calorie, the more calories are empty of nutrition.<br/><br/>Smokers and non-smokers in the plastics molding industry both die of emphysema. Poorer neighborhoods are closer to landfills, incinerators, refineries, and other polluting industries.<br/><br/>High stress is a killer. The poor have little control over their own circumstances, and we know what that does to lab monkeys.<br/><br/>If even liberals and progressives are going to buy into the \"poor choices\" trope, could it be that many poor subconsciously buy into the idea that \"...they had better [die], and decrease the surplus population.\"?"}, {"recommendedFlag": 0, "parentID": 7264721, "replies": [], "commentID": 7264858, "trusted": 0, "userDisplayName": "Harold", "createDate": "1349067267", "userID": 60068772, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1349108968", "userTitle": null, "recommendations": 1, "editorsSelection": false, "parentUserDisplayName": "TR", "userURL": null, "userLocation": "San Francisco, CA", "depth": 1, "commentType": "userReply", "updateDate": "1349105368", "commentSequence": 3, "commentBody": "@TR: It isn't just poor diet and lack of health care that makes people ready to retire before their late sixties. How many 67 year old roofers have you seen? Heavy labor takes its toll and always has. The percentage of the workforce in heavy labor is less than it used to be, but it's still significant. True, those no longer able to work can file for disability, but that's a protracted process. Even disregarding the effect on the worker, disability claims are much more expensive for the government. If the retirement age goes up, disability claims will increase. I also wonder when someone rattles off means testing as a panacea whether any thought has been given to the cost and intrusiveness of means testing. Do you want the Social Security Administration to bulk up on employees so as to be able to delve into beneficiaries' finances each year? <br/><br/>In a sense social security benefits are already means tested. They become taxable income if total income exceeds a threshold. But that's been true for at least twenty years so obviously isn't what the means test advocates want. However if you really must means test benefits, making them taxable as income would seem to be the most cost effective way to do it. You could raise the tax rate or lower the threshold if you want to take benefits away from people with other means. But of course we must never talk about tax increases. Much better to just impose more red tape to deny people their benefits."}]}, "lft": 236, "assetURL": "http://www.nytimes.com/2012/10/01/opinion/krugman-the-real-referendum.html", "parentID": null, "commentID": 7264721, "rgt": 243, "userDisplayName": "TR", "createDate": "1349064665", "userID": 1881939, "replyCount": 3, "commentTitle": "n/a", "status": "approved", "approveDate": "1349064734", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Wall NJ", "commentType": "comment", "updateDate": "1349061134", "commentSequence": 46, "commentBody": "Life expectancy is increasing - substantially so - for the population as a whole.  It's increased approximately 13 years since Social Security was instituted as part of the New Deal.  So increasing the age of eligibility is something that must be considered.  That some segments of the population are regressing in terms of longevity, namely those with very low economic situations and poor educations, but this is attributable to poor diet, poor lifestyle choices, and poor access to healthcare.  This illustrates the  critical importance of establishing the type of quality health care that the ACA means to provide to this population.  For as Prof Krugman is well aware, the costs of healthcare for treating chronically ill, poorly treated persons who present with the complications of their diseases - for example a stroke, heart attack, or kidney failure resulting from untreated hypertension - are astronomically higher than they would be if the disease were properly diagnosed, treated, and monitored earlier in that person's life.  Raising the eligibility age is just good common sense.  So is means testing.  And one thing should be instituted:  if  someone who is eligible for Medicare still has employer-provided health care, then they should required to take it.  Some kind of tax credit might be applied to offset the loss of this benefit, but Medicare - and Social Security for that matter - should be benefits provided to those who truly need them.  ", "recommendationCount": 3}, {"assetID": 3341472, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 7264724, "replies": [], "commentID": 7265124, "trusted": 0, "userDisplayName": "VR", "createDate": "1349074776", "userID": 58621249, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1349074814", "userTitle": null, "recommendations": 3, "editorsSelection": false, "parentUserDisplayName": "Ron Zaudke", "userURL": null, "userLocation": "Annapolis, MD", "depth": 1, "commentType": "userReply", "updateDate": "1349071214", "commentSequence": 1, "commentBody": "I started by agreeing with you, but your post goes downhill towards the end. Let me try to answer the questions which you seem to think are unanswerable.<br/><br/>\"why exactly should dividends ...have preferred tax treatment over wage and salaries?\"<br/>\nBecause dividends come out of a company's profits AFTER it has paid tax on those profits. Taxing profits, and then taxing them again when they are distributed to the company's owners, is double taxation.<br/><br/>\"why exactly should ... capital gains income ... have preferred tax treatment over wage and salaries?\"<br/>\nIn times like this, of low inflation, perhaps they shouldn't. But in times of high inflation, which we had in the past and will surely have again, taxing \"gains\" is simple confiscation. Suppose you bought an investment in 1970 for $1,000 and sold it in 1980 for $10,000. You'd be taxed on $9,000 of \"gain\". But in fact, you made a loss, not a gain, because it would have cost you more than $10,000 in 1980 to buy the same goods that would have cost $1,000 in 1970.<br/>\nThe fair thing to do would be to tax the real gain (after allowing for inflation). But that's too complicated for our politicians. Giving special treatment to cap gains is a workaround. It's not great, but it's less unfair than taxing them as income."}, {"recommendedFlag": 0, "parentID": 7264724, "replies": [], "commentID": 7265460, "trusted": 0, "userDisplayName": "Kay", "createDate": "1349088192", "userID": 46920356, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1349088253", "userTitle": null, "recommendations": 3, "editorsSelection": false, "parentUserDisplayName": "Ron Zaudke", "userURL": null, "userLocation": "Stockholm", "depth": 1, "commentType": "userReply", "updateDate": "1349084653", "commentSequence": 2, "commentBody": "Ron, I agree with you regarding most of this but would be a bit careful on moving willy nilly to include all cap gains and dividends as normal income for two reasons.<br/><br/>1. Most economists will say that, absent a desire to create an incentive, all income streams should have equivalent taxation.  You are not actually doing this for dividends because they are post corporate tax.  So, e.g., if my marginal tax rate is, say, 39% as the highest may soon be, and my company pays the corporate tax rate of 35%, the effective dividend tax is 60%. That creates a big incentive for companies to hold onto money they earn, even if the quality of reinvestment is poor, rather than giving it back to the shareholders. (Think lots of failed M&amp;A) Bad for business, bad for the country. Better to make the two streams equivalent, say by taking down the corporate tax rate to 25% (closer to international norm, so less hiding money abroad) but getting rid of the many loopholes that cause many businesses to pay a far lower rate today and then set the dividend rate to something that makes the total taxation equivalent to the income rate - abt 20% in the case of the 39% top income tax rate. (that's up from 15% today)<br/><br/>2. Then there is the question of whether we actually want to encourage investment by preferentially taxing cap gains and dividends? I think so, but cap it so that the preferential benefit goes to those who really need those extra savings - the middle class."}, {"recommendedFlag": 0, "parentID": 7264724, "replies": [], "commentID": 7265822, "trusted": 0, "userDisplayName": "Tygerrr", "createDate": "1349092952", "userID": 66587791, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1349097177", "userTitle": null, "recommendations": 9, "editorsSelection": false, "parentUserDisplayName": "Ron Zaudke", "userURL": null, "userLocation": "Greensboro", "depth": 1, "commentType": "userReply", "updateDate": "1349093577", "commentSequence": 3, "commentBody": "VR and Kay -<br/><br/>I am paid for my carpentry work with after-tax money.<br/>\nI buy my groceries with after-tax money.<br/>\nI am a person.<br/>\nA corporation is a person.<br/><br/>Tell me again why the person receiving dividend income should get credit for taxes paid by the person paying the dividend?"}]}, "lft": 244, "assetURL": "http://www.nytimes.com/2012/10/01/opinion/krugman-the-real-referendum.html", "parentID": null, "commentID": 7264724, "rgt": 251, "userDisplayName": "Ron Zaudke", "createDate": "1349064743", "userID": 42487046, "replyCount": 3, "commentTitle": "n/a", "status": "approved", "approveDate": "1349064793", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Prescott, Wi", "commentType": "comment", "updateDate": "1349061193", "commentSequence": 47, "commentBody": "America does indeed have an entitlement problem, but its not the one  Republicans love to talk about. The real entitlement problem is that of our entitled rich, who have been rigging the economy, and particularly the tax laws, to their advantage for more than thirty years.. Here are a few suggestions for those VSP's bent on wrecking what's left of our shredded safety net.  Want to \" fix\" Social Security? Forget about benefit cuts, just eliminate the caps.  Problem solved. Budget deficits?  Return to the Clinton rates which produced surpluses, and eliminate outrages like the \"carried interest\" tax preference that allows billionaire hedge fund managers to pay taxes at rates half that of the middle class, and oil companies to pay nothing.  And why exactly should dividends, or capital gains income-which require no work- have preferred tax treatment over wage and salaries? How about going back to policies that reward work, not Wall Street casino speculators?", "recommendationCount": 969}, {"assetID": 3341446, "replies": [], "lft": 2, "assetURL": "http://bats.blogs.nytimes.com/2012/09/30/teixeira-is-set-to-rejoin-the-yankees/", "parentID": null, "commentID": 7264185, "rgt": 3, "userDisplayName": "Back to Basics Rob", "createDate": "1349053959", "userID": 14843896, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1349064818", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New York", "commentType": "comment", "updateDate": "1349061218", "commentSequence": 1, "commentBody": "When Alex starts looking to take the outside pitch to right center, he will hit better.  Since 2010, he just swings as if every pitch were a fastball in the middle of the plate.  Either he can't see or judge a slider or a breaking ball worth spit, or his philosphy is that a pitcher will not be able to throw good pitches with movement enough in an at-bat to get him out.  The second has been proven wrong.", "recommendationCount": 1}, {"assetID": 3341446, "replies": [], "lft": 4, "assetURL": "http://bats.blogs.nytimes.com/2012/09/30/teixeira-is-set-to-rejoin-the-yankees/", "parentID": null, "commentID": 7264475, "rgt": 5, "userDisplayName": "StanSays", "createDate": "1349060017", "userID": 44734950, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1349064831", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Brookline, MA", "commentType": "comment", "updateDate": "1349061231", "commentSequence": 2, "commentBody": "Think about it -- if Teixeira was cleared to play an instructional league game Saturday, why couldn't he just as well played in Toronto that day where his presence might have been a help to the Yanks?  Worst case, he might have found he wasn't up to it  -- just as he could have in Florida -- but why not try it where if he was OK, he could have actually made a difference?  Where's the logic?", "recommendationCount": 0}, {"assetID": 3341488, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 7264725, "replies": [], "commentID": 7268937, "trusted": 0, "userDisplayName": "LBS", "createDate": "1349120086", "userID": 9048853, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1349126439", "userTitle": null, "recommendations": 1, "editorsSelection": false, "parentUserDisplayName": "TmNY", "userURL": null, "userLocation": "Cambridge", "depth": 1, "commentType": "userReply", "updateDate": "1349122839", "commentSequence": 7, "commentBody": "One comment is that wtih all of the copying scandals lately in our top high schools and colleges we should not stoop so low as to now copy other comments from other new sites comments sights.  Type in \"...Pick any city, let's say, Denver, Colorado\"  in a search engine and see how many different times this same analogy appears.<br/><br/>Of course, isn't really programming just copying 95% of customizing the other 5%   : )"}, {"recommendedFlag": 0, "parentID": 7264725, "replies": [], "commentID": 7268953, "trusted": 0, "userDisplayName": "LBS", "createDate": "1349120213", "userID": 9048853, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1349126439", "userTitle": null, "recommendations": 0, "editorsSelection": false, "parentUserDisplayName": "TmNY", "userURL": null, "userLocation": "Cambridge", "depth": 1, "commentType": "userReply", "updateDate": "1349122839", "commentSequence": 8, "commentBody": "One comment is that wtih all of the copying scandals lately in our top high schools and colleges we should not stoop so low as to now copy other comments from other websites?  Type in \"...Pick any city, let's say, Denver, Colorado\"  in a search engine and see how many different times this same analogy appears.<br/><br/>Of course, isn't really programming just copying 95% of customizing the other 5%   : )"}, {"recommendedFlag": 0, "parentID": 7264725, "replies": [], "commentID": 7269206, "trusted": 0, "userDisplayName": "LBS", "createDate": "1349122942", "userID": 9048853, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1349126439", "userTitle": null, "recommendations": 0, "editorsSelection": false, "parentUserDisplayName": "TmNY", "userURL": null, "userLocation": "Cambridge", "depth": 1, "commentType": "userReply", "updateDate": "1349122839", "commentSequence": 9, "commentBody": "In the light of the copying scandals at in our top high schools and colleges can we also not extend it to these comments.  If you type into a search engine the phrase, \"Pick any city, let's say, Denver, Colorado\" you will get hits on various websites.<br/><br/>Of course isn't programming really 95% copying others code?  : )"}]}, "lft": 66, "assetURL": "http://www.nytimes.com/2012/10/01/technology/microsoft-sends-engineers-to-schools-to-encourage-the-next-generation.html", "parentID": null, "commentID": 7264725, "rgt": 85, "userDisplayName": "TmNY", "createDate": "1349064793", "userID": 57027494, "replyCount": 9, "commentTitle": "n/a", "status": "approved", "approveDate": "1349064854", "userTitle": null, "editorsSelection": 1, "statusID": 2, "userURL": null, "userLocation": "New York", "commentType": "comment", "updateDate": "1349105869", "commentSequence": 13, "commentBody": "The H1B visa program has destroyed the American middle class.<br/><br/>It's really a simple case of supply and demand. Consider an analogy. Consider, for example, what would happen if H1B were applied to plumbers instead of engineers.<br/><br/>Pick any city, let's say, Denver, Colorado.  Now, bring in 100 busloads of freshly graduated plumbers (4,000 new plumbers), who want to enter into the plumbing business in Denver, and make a living.<br/><br/>The result?  Wage rates for plumbers will become depressed.  The existing 960 plumbers in Denver, once busy every day, and making a good living, will now have much less work, or no work at all.<br/><br/>Who can compete with improverished hordes of plumbers from India who will work for any price?  India has 1.17 BILLION people, and many of them are coming here, flooding our labor markets.<br/><br/>The H1B visa law was created, written and lobbied for by large American corporations as a means for decreasing their engineering labor costs. Indeed their corporate profits have zoomed up, up, up -- while the wage rates paid to their American engineers have gone down, down, down.<br/><br/>This is what the H1B visa has done to the American engineering profession.  H1B has already brought in over one million foreign engineers to America, thus driving down wages, closing American engineering schools, and discouraging American kids from majoring in engineering.", "recommendationCount": 60}, {"assetID": 3341370, "replies": [], "lft": 42, "assetURL": "http://bats.blogs.nytimes.com/2012/09/29/triple-crown-would-paint-a-clearer-m-v-p-picture/", "parentID": null, "commentID": 7264028, "rgt": 43, "userDisplayName": "HG", "createDate": "1349049854", "userID": 26315, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1349064857", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Bowie, MD", "commentType": "comment", "updateDate": "1349061257", "commentSequence": 16, "commentBody": "There's one thing wrong with one of the arguments being used here. The best player IS the most valuable. Like money, players are fungible. No one in his right mind would assert that $660 is worth more than $1040 (the relative value of Cabrera and Trout by rWAR). And, while different implementations of WAR come up with slightly different values, they all conclude that Trout has been much more valuable than Cabrera.", "recommendationCount": 1}, {"assetID": 3341370, "replies": [], "lft": 44, "assetURL": "http://bats.blogs.nytimes.com/2012/09/29/triple-crown-would-paint-a-clearer-m-v-p-picture/", "parentID": null, "commentID": 7263442, "rgt": 45, "userDisplayName": "MoreRadishesPlease", "createDate": "1349036894", "userID": 21834133, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1349064965", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "upstate ny", "commentType": "comment", "updateDate": "1349061365", "commentSequence": 17, "commentBody": "@Jake S: \"Tyler . . . why are you buying into this olde tyme baseball nonsense?\"<br/>\nHe 'splained it candidly, up-front:<br/><br/>\"History is one of baseball’s charms and, for a lot of fans, a reason to care so much about the game.\"<br/><br/>It is staggering to realize how much crap is tolerated and perpetuated for this reason. Soon, religious fundamentalists may look to baseball for guidance, if they don't already.<br/><br/>Note that he favors Trout if MC misses ANY TC category, by any margin!  What else do you need to know?<br/><br/>\"A lot of fans\" are also big on offense and clueless about defense. Respect their ignorance!", "recommendationCount": 0}, {"assetID": 3341488, "replies": [], "lft": 27, "assetURL": "http://www.nytimes.com/2012/10/01/technology/microsoft-sends-engineers-to-schools-to-encourage-the-next-generation.html", "parentID": 7264563, "commentID": 7264731, "rgt": 28, "userDisplayName": "c.sykes", "createDate": "1349064929", "userID": 19179161, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1349064974", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Seattle", "commentType": "userReply", "updateDate": "1349061374", "commentSequence": 2, "commentBody": "My daughter and son in law also work at Microsoft and also make astoundingly high salaries.  He and she work with a number of foreign programmers, computer scientists and the foreign scientist do not make the same astounding salary.  US $120,000  US/foreign  $40,000  located off shore in India $8,000.", "recommendationCount": 8}, {"assetID": 3341472, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 7264734, "replies": [], "commentID": 7265013, "trusted": 0, "userDisplayName": "FHS", "createDate": "1349070782", "userID": 46839698, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1349070792", "userTitle": null, "recommendations": 8, "editorsSelection": false, "parentUserDisplayName": "Matt", "userURL": null, "userLocation": "Somers NY", "depth": 1, "commentType": "userReply", "updateDate": "1349067192", "commentSequence": 1, "commentBody": "When I cam to this country on a student visa I had a bursary job at the university as part of my scholarship.  I started paying social security tax on that job from day one, and, until, I was forced to retire because of outsourcing, I continued to pay S..S. and Medicare (after it was introduced) taxes.  I do not consider my benefits from these programs as entitlements. My recollection is that SS originally was separate from the Budget, but because the trust fund was actually running a surplus, congress decided to include it in the budget in order to give the appearance of a smaller deficit in current account spending.  This is obviously still going on, the S.S. trust fund is still in surplus.  The northern European Nations, especially Germany, have shown you can have a universal health care system without hitting, not falling off (credit Tom Toles), a fiscal cliff."}, {"recommendedFlag": 0, "parentID": 7264734, "replies": [], "commentID": 7264762, "trusted": 0, "userDisplayName": "Jeoffry", "createDate": "1349065456", "userID": 820362, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1349108503", "userTitle": null, "recommendations": 1, "editorsSelection": false, "parentUserDisplayName": "Matt", "userURL": null, "userLocation": "Arlington, MA", "depth": 1, "commentType": "userReply", "updateDate": "1349104903", "commentSequence": 2, "commentBody": "I don't think Obama is awesome.  I think the alternatives are awful."}]}, "lft": 252, "assetURL": "http://www.nytimes.com/2012/10/01/opinion/krugman-the-real-referendum.html", "parentID": null, "commentID": 7264734, "rgt": 257, "userDisplayName": "Matt", "createDate": "1349064941", "userID": 4617377, "replyCount": 2, "commentTitle": "n/a", "status": "approved", "approveDate": "1349064974", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "DC", "commentType": "comment", "updateDate": "1349061374", "commentSequence": 48, "commentBody": "I hate to say this, but what the voters imply in voting is so disconnected these days from what happens in DC that I'm not sure a referendum from the voters to preserve the New Deal/Great Society legacy means a whole lot any more. As long as DC elites believe there is some sort of \"entitlements crisis\", they will legislate accordingly.<br/><br/>My best guess is that Obama will try some undesirable changes to Medicare and Social Securty in a second term. The willingness to do so was demonstrated during the debt ceiling/budget crisis.<br/><br/>I'm afraid that rank-and-file Democrats may soon experience the odd experience of shifting quickly from fighting for Obama's reelection to fighting against some of his second term initiatives.<br/><br/>Those of us who have looked with dismay as Obama ratified and extended the Bush national security policies won't have much trouble with this. It may be a bit harder for the \"Obama is always awesome\" true believers.", "recommendationCount": 13}, {"assetID": 3341472, "replies": [], "lft": 258, "assetURL": "http://www.nytimes.com/2012/10/01/opinion/krugman-the-real-referendum.html", "parentID": null, "commentID": 7264750, "rgt": 259, "userDisplayName": "Carol", "createDate": "1349065249", "userID": 60734867, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1349065274", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "No. Calif.", "commentType": "comment", "updateDate": "1349061674", "commentSequence": 49, "commentBody": "If all Obama does is (1) eliminate the cap on earnings subject to Social Security payroll tax withholding, and (2) keep working on eliminating waste and fraud in Medicare, then I'm okay with those changes - and only those changes - to those two plans.<br/><br/>For any deficit reduction, let them (1) wait until unemployment is below 6% nationally, and (2) take it from the defense budget.  We're not facing the Soviet Union any more, just a collection of pygmy states like Iran (which were always there), so we don't need such a gargantuan array of military power - it's a huge waste of money.", "recommendationCount": 383}, {"assetID": 3341464, "replies": [], "lft": 20, "assetURL": "http://fifthdown.blogs.nytimes.com/2012/09/30/what-theyre-saying-about-the-jets/", "parentID": null, "commentID": 7264729, "rgt": 21, "userDisplayName": "Bankerboy", "createDate": "1349064843", "userID": 28219694, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1349065277", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "NY", "commentType": "comment", "updateDate": "1349061677", "commentSequence": 10, "commentBody": "Clueless all the way around.  The Wildcat has surprised no one.  They run it every time they get a first down - all it does is disrupt any chance at building rhythm.  Our defense looks slow and tentative - I feel like the Jets play at half the speed of the league (and probably the SEC for that matter.)<br/><br/>Offense starts up front and this I lay squarely on the GM who inherited  a great O-line and RB corp and penny pinched it into mediocrity. Sanchez can't win the game on his back and the average backs can't ground and pound. <br/><br/>Next PSL payment is due November.......tick, tick, tick. ", "recommendationCount": 1}, {"assetID": 3341472, "replies": [], "lft": 217, "assetURL": "http://www.nytimes.com/2012/10/01/opinion/krugman-the-real-referendum.html", "parentID": 7264651, "commentID": 7264767, "rgt": 218, "userDisplayName": "Richard Guha", "createDate": "1349065500", "userID": 8633644, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1349065514", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Weston, CT", "commentType": "userReply", "updateDate": "1349061914", "commentSequence": 2, "commentBody": "I doubt that it is as simple as obesity as a single cause of rising health care costs. Obesity is a problem in other developed and developing countries, and there is little correlation between states with higher obesity rates and those with higher obesity rates. I addition, obesity is best dealt with by universal health care and a payment system to doctors that rewards prevention rather than testing for potential money earning procedures or more tests.", "recommendationCount": 12}, {"assetID": 3341472, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 7264765, "replies": [], "commentID": 7264815, "trusted": 0, "userDisplayName": "Patrick", "createDate": "1349066496", "userID": 66667925, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1349066535", "userTitle": null, "recommendations": 25, "editorsSelection": false, "parentUserDisplayName": "Michael", "userURL": null, "userLocation": "Illinois", "depth": 1, "commentType": "userReply", "updateDate": "1349062935", "commentSequence": 1, "commentBody": "The question, however, is whether a \"drubbing in both the presidential and congressional races\" will cause the Republican Party to reevaluate even one iota of their ideology. It seems that facts don't actually matter. Surveys show that most Republican voters believe that WMDs were found in Iraq and that President Obama is a Muslim (not, of course, that there'd be anything wrong with it if he was). Right now, conservative media outlets are decrying the polls showing that Obama is ahead as \"biased,\" After President Obama wins reelection, I suspect that another excuse for why the Republicans were robbed of victory will be found (perhaps the \"liberal media bias\"). Bottom line: It might not actually matter if the Republicans take a drubbing in the elections. I suspect that they're not going to reevaluate their policies; they're only going to make excuses, come back in the future with more voter suppression tactics, and possibly recraft their message so that, in their view, it will sell better."}]}, "lft": 260, "assetURL": "http://www.nytimes.com/2012/10/01/opinion/krugman-the-real-referendum.html", "parentID": null, "commentID": 7264765, "rgt": 263, "userDisplayName": "Michael", "createDate": "1349065478", "userID": 9993186, "replyCount": 1, "commentTitle": "n/a", "status": "approved", "approveDate": "1349065515", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Fleetwood, NY", "commentType": "comment", "updateDate": "1349061915", "commentSequence": 50, "commentBody": "Middle ground is only in the middle if both sides are the same distance from the center. I think President Obama is ahead because most people in this country are more interested in their family's future than in Ayn Rand. <br/><br/>Republicans have been so involved with themselves and their own agenda that they seem to not understand what real people do. Its all about them, their political power and their pledges to Grover Norquist.<br/><br/>I don't care about Grover Norquist or Ayn Rand. I care about my neighbors and their kids and also the businesses we work in. And it seems that just as people depend on the government for support in hard times, corporate America depends on the federal government all the time, for tax breaks, diplomatic intervention, security and bailouts.<br/><br/>The Republicans seemed willing to throw even the auto industry under the bus to suit their ideology, even if it meant throwing thousands of people out on the street.<br/><br/>No, balance is far from where the current radical Republican base has wandered off to in search of corporate campaign cash. Let's help restore the center to somewhere closer to sanity and the spirit of cooperation. Only a drubbing in both the presidential and congressional races will get the country club set's attention and encourage them to meet some real working people, in Ohio, Pennsylvania, Michigan, Florida and Iowa aside from election time. ", "recommendationCount": 62}, {"assetID": 3341488, "replies": [], "lft": 39, "assetURL": "http://www.nytimes.com/2012/10/01/technology/microsoft-sends-engineers-to-schools-to-encourage-the-next-generation.html", "parentID": 7264601, "commentID": 7264768, "rgt": 40, "userDisplayName": "Keith Dow", "createDate": "1349065506", "userID": 50148493, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1349065575", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "California", "commentType": "userReply", "updateDate": "1349061975", "commentSequence": 1, "commentBody": "As a hardware guy it really irks me how computer scientists and software engineerings still develop low quality software. For example Boeing develops millions of lines of software code that by law are error free, but I still hear from software engineers that it is impossible to develop large amounts of code that are error free. Also it is almost 30 years since the invention of the Macintosh computer and I see a lot of apps that are very user hostile. Software is just a tool! Can't you have more courses on how to make software user friendly? Lastly it is well know that managing software engineers is like herding cats. Could you teach them how to schedule a project and complete it? The software Latex3 is a prime example of a software projector being poorly managed. It has been about fifteen years now and the product isn't close to shipping. ", "recommendationCount": 1}, {"assetID": 3341451, "replies": [], "lft": 362, "assetURL": "http://www.nytimes.com/2012/10/01/us/politics/using-debates-to-turn-electoral-tide-difficult-but-not-impossible.html", "parentID": null, "commentID": 7264770, "rgt": 363, "userDisplayName": "trk", "createDate": "1349065507", "userID": 49315461, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1349065575", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "plano,tx", "commentType": "comment", "updateDate": "1349061975", "commentSequence": 91, "commentBody": "It appears to be Obama's to lose but we should hang in there and wait to see if any if these happen:<br/>\n1. Romney appears to be a person and finds a way to explain away or cover up his 47% statement<br/>\n2. Obama stumbles and says incredibly stupid things<br/>\n3. Rove displays an entirely new bag of dirty tricks<br/>\n4. Romney shows that he can actually go back in time to the 1890's and most of us can not vote", "recommendationCount": 0}, {"assetID": 3341488, "replies": [], "lft": 41, "assetURL": "http://www.nytimes.com/2012/10/01/technology/microsoft-sends-engineers-to-schools-to-encourage-the-next-generation.html", "parentID": 7264601, "commentID": 7264774, "rgt": 42, "userDisplayName": "Leading Edge Boomer", "createDate": "1349065563", "userID": 63544487, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1349065635", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Santa Fe, NM", "commentType": "userReply", "updateDate": "1349062035", "commentSequence": 2, "commentBody": "Perhaps you observe a Canadian phenomenon.  Certainly not true in the US.  Most CS undergrad curricula follow CS ABET accreditation guidelines, whether they actually seek that optional imprint or not.  Proficiency in more than one programming language and operating system, and familiarity with others, is the norm.  Language survey classes introduce paradigms they will see in their professions.  Capstone courses typically require group software development projects that lead to larger software outputs and familiarity with working with others.  When I was active in academia, our goal was a graduate who could say to a recruiter: \"I know a lot of stuff that is useful to your company now.  I know how to learn any new language or system and be proficient in six weeks.  Shall we begin?\"<br/><br/>Of course more theoretical coursework, like the algorithmic complexity subject you denigrate, is required to understand the basic choices between efficient and grossly inefficient methods at large scale.  Computability topics have value--too many undergrads think that anything can be sensibly attacked with deterministic computer software, and we cannot let a graduate loose upon the world with that misconception.", "recommendationCount": 4}, {"assetID": 3341472, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 7264776, "replies": [], "commentID": 7265542, "trusted": 0, "userDisplayName": "Desmo", "createDate": "1349089713", "userID": 27467898, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1349107718", "userTitle": null, "recommendations": 0, "editorsSelection": false, "parentUserDisplayName": "Craig", "userURL": null, "userLocation": "Hamilton, OH", "depth": 1, "commentType": "userReply", "updateDate": "1349104118", "commentSequence": 1, "commentBody": "They will give up their tax cut \"when you take it from their cold dead hands\"."}]}, "lft": 264, "assetURL": "http://www.nytimes.com/2012/10/01/opinion/krugman-the-real-referendum.html", "parentID": null, "commentID": 7264776, "rgt": 267, "userDisplayName": "Craig", "createDate": "1349065574", "userID": 65917249, "replyCount": 1, "commentTitle": "n/a", "status": "approved", "approveDate": "1349065635", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Oregon", "commentType": "comment", "updateDate": "1349062035", "commentSequence": 51, "commentBody": "Sadly, I'm afraid that even a \"resounding defeat\" for the GOP will not result in a significant change in Washington.  Why?  Simply because there will still be too many in Congress who refuse to accept any answer that doesn't agree with their personal biases.  As they have during the election, they will continue to spin, twist, and distort any facts to supposedly support  their obstinacies, and nothing is going to change that short of death.  Rather than confront the problems which might require compromise, i.e. the Real Economic Issues facing the country, they will wander off to more fertile fields like birth control.<br/><br/>The solution is likely two things.  First, we must all watch while the GOP implodes.  Unfortunately, we must also WAIT until the GOP implodes, and that might take some time (wasted time).  Secondly, we must succeed in ramming some changes through and then see the results.  If the jobs bill were to be passed, and things start to improve, they would then not only see the facts but be pressured to explain how this \"terrible policy\" was failing.  Even the faithful might then begin to see the truth.  ", "recommendationCount": 32}, {"assetID": 3341472, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 7264781, "replies": [], "commentID": 7264848, "trusted": 0, "userDisplayName": "Tim Lewis", "createDate": "1349067149", "userID": 934857, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1349108124", "userTitle": null, "recommendations": 4, "editorsSelection": false, "parentUserDisplayName": "Michael Shafron", "userURL": null, "userLocation": "Rochester, NY", "depth": 1, "commentType": "userReply", "updateDate": "1349104524", "commentSequence": 16, "commentBody": "I think you may have fallen for the ruse, and inferred that \"job creators\" refers to people who create jobs, when in fact it is a recently coined euphemism for \"filthy rich.\""}, {"recommendedFlag": 0, "parentID": 7264781, "replies": [], "commentID": 7265103, "trusted": 0, "userDisplayName": "VR", "createDate": "1349073851", "userID": 58621249, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1349110772", "userTitle": null, "recommendations": 2, "editorsSelection": false, "parentUserDisplayName": "Michael Shafron", "userURL": null, "userLocation": "Annapolis, MD", "depth": 1, "commentType": "userReply", "updateDate": "1349107172", "commentSequence": 17, "commentBody": "Fact: the very wealthy are NOT the \"job creators\". Most jobs in the American economy are created by new small businesses. New small businesses are overwhelmingly started by people whose net worth is less than $250,000 and whose income from the businesses they start is also much less than that, for the first few years at least.<br/><br/>Apple, Hewlett-Packard, Microsoft, ... all started by people of modest means."}, {"recommendedFlag": 0, "parentID": 7264781, "replies": [], "commentID": 7264877, "trusted": 0, "userDisplayName": "greg", "createDate": "1349067696", "userID": 66573223, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1349113280", "userTitle": null, "recommendations": 2, "editorsSelection": false, "parentUserDisplayName": "Michael Shafron", "userURL": null, "userLocation": "cambridge ma", "depth": 1, "commentType": "userReply", "updateDate": "1349109680", "commentSequence": 18, "commentBody": "Who will shut the money taps? We just print more! Think the dollar won't be worth anything? Really....where is the biggest market of them all...American gluttony is the envy of all countries.  We are insatiable in our thirst for newer better more exciting...There is nowhere else to go...Europe is in a word of hurt.... China is still trying to get out of the 17th century.<br/><br/>As for job creators...Tax rates are currently, today, at historic lows for the \"job creator class\"....and yet...unemployment is still stubbornly high?  How come the \"job creators\" are doing such a bad job?....maybe someone else need to create jobs that the \"job creators\" just can't seem to do..."}]}, "lft": 268, "assetURL": "http://www.nytimes.com/2012/10/01/opinion/krugman-the-real-referendum.html", "parentID": null, "commentID": 7264781, "rgt": 305, "userDisplayName": "Michael Shafron", "createDate": "1349065641", "userID": 64698027, "replyCount": 18, "commentTitle": "n/a", "status": "approved", "approveDate": "1349065693", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Atlanta", "commentType": "comment", "updateDate": "1349062093", "commentSequence": 52, "commentBody": "I feel like I'm reading Pravda. Paul Krugman thinks that there is no economic problem vis a vis deficits. This is shocking to me. Anyone with reading skills know that we have a huge financial problem in this country. At some point soon, the money taps will be shut off and no one will lend to America. Then what? Austerity measures. Then what? Riots in the streets of America.<br/><br/>What none of you realize is that the \"wealthy\" pay the lion's share of taxes in America. If you raise tax rates on the job creators, you will have less economic activity because taxes are a disincentive to investors. Investors will invest elsewhere where taxes are lower. We should have the lowest business and capital gains tax rates in the world to show all investors that we are open for business.<br/><br/>I fail to understand why progressives can not understand this. You are all fighting over how to share the pie. We should, instead, be figuring out how to grow the pie.", "recommendationCount": 6}]}, "copyright": "Copyright (c) 2016 The New York Times Company.  All Rights Reserved."}