{"debug": {"version": 3.1}, "status": "OK", "results": {"api_timestamp": "1481460466", "totalCommentsFound": 1919, "totalCommentsReturned": 25, "comments": [{"assetID": 2659533, "replies": [], "lft": 4, "assetURL": "http://bats.blogs.nytimes.com/2011/04/21/decades-of-players-without-pensions-to-get-payments/", "parentID": null, "commentID": 3727025, "rgt": 5, "userDisplayName": "JB", "createDate": "1303530849", "userID": 15864551, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1303531412", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "NYC", "commentType": "comment", "updateDate": "1303527812", "commentSequence": 1, "commentBody": "A maximum of $10,000 (and most getting MUCH LESS) from OVER $6 BILLION in annual revenues?????  <br/><br/>Why not just throw out pennies on the ground and watch the groundlings fight over them?  Maybe add some table scraps in the spirit of real Scroogean magnificence?", "recommendationCount": 2}, {"assetID": 2660147, "replies": [], "lft": 2, "assetURL": "http://bats.blogs.nytimes.com/2011/04/22/mets-dont-just-blame-their-tools-they-beat-their-toolbox-to-a-pulp/", "parentID": null, "commentID": 3726946, "rgt": 3, "userDisplayName": "RicInOhio", "createDate": "1303529433", "userID": 8159171, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1303531435", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Ohio", "commentType": "comment", "updateDate": "1303527835", "commentSequence": 1, "commentBody": "Perhaps a similar fate should await the pitching coach?", "recommendationCount": 4}, {"assetID": 2656211, "replies": [], "lft": 44, "assetURL": "http://bats.blogs.nytimes.com/2011/04/21/bud-selig-stands-tall/", "parentID": null, "commentID": 3726474, "rgt": 45, "userDisplayName": "Socrates", "createDate": "1303521250", "userID": 51878992, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1303531440", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Downtown Verona NJ", "commentType": "comment", "updateDate": "1303527840", "commentSequence": 15, "commentBody": "Bud Selig is one of the greatest disgraces in baseball history; his reputation resides next door to the scandalous 1919 Black Sox.\r<br/><br/>What a disgusting emperor he has been; the sooner he goes, the quicker baseball can attempt to rehabilitate itself.", "recommendationCount": 2}, {"assetID": 2656211, "replies": [], "lft": 42, "assetURL": "http://bats.blogs.nytimes.com/2011/04/21/bud-selig-stands-tall/", "parentID": null, "commentID": 3726009, "rgt": 43, "userDisplayName": "Warren96", "createDate": "1303512925", "userID": 434452, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1303531444", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "brooklyn, NY", "commentType": "comment", "updateDate": "1303527844", "commentSequence": 16, "commentBody": "If Selig can get all the MLB clubs to STOP playing music in their stadiums/fields, he would makea great stride in fan appreciation.\r", "recommendationCount": 2}, {"assetID": 2656211, "replies": [], "lft": 40, "assetURL": "http://bats.blogs.nytimes.com/2011/04/21/bud-selig-stands-tall/", "parentID": null, "commentID": 3725818, "rgt": 41, "userDisplayName": "watkinsp", "createDate": "1303509458", "userID": 36879987, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1303531453", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "WDC", "commentType": "comment", "updateDate": "1303527853", "commentSequence": 17, "commentBody": "The day MLB expand the playoffs beyond what it is now is the day I stop watching.  Wild Card is bad enough - if you can't beat 3 or 4 other teams in your division after playing for 6 months, you don't deserve to be in the post-season, IMO.  But to dilute it even further is a joke.  MLB wants to copy the NFL/NBA model of greed.", "recommendationCount": 1}, {"assetID": 2659533, "replies": [], "lft": 2, "assetURL": "http://bats.blogs.nytimes.com/2011/04/21/decades-of-players-without-pensions-to-get-payments/", "parentID": null, "commentID": 3725600, "rgt": 3, "userDisplayName": "Warren96", "createDate": "1303505520", "userID": 434452, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1303531464", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "brooklyn, NY", "commentType": "comment", "updateDate": "1303527864", "commentSequence": 2, "commentBody": "\"The money will come from the competitive balance tax that teams pay for exceeding the maximum payroll, said Rob Manfred, Major League Baseball’s vice president for labor relations\"\r<br/><br/>So the Yankees are paying this..  Good old Selig, shafting the Yankees every time possible.\r", "recommendationCount": 0}, {"assetID": 2656211, "replies": [], "lft": 36, "assetURL": "http://bats.blogs.nytimes.com/2011/04/21/bud-selig-stands-tall/", "parentID": null, "commentID": 3725500, "rgt": 37, "userDisplayName": "John M. Sweeney", "createDate": "1303503633", "userID": 51301569, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1303531482", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Anchorage, AK", "commentType": "comment", "updateDate": "1303527882", "commentSequence": 18, "commentBody": "I have been one of the few baseball fans who have wholeheartedly supported Mr. Selig throughout his entire tenure.\r<br/><br/>How many things in America can you say are better than they were 20 years ago?  C'mon, I dare you to name one thing that's better than it was 20 years ago!\r<br/><br/>Other than baseball, you can't. Baseball continues to flourish under Mr. Selig's stewardship. Thanks, Bud.", "recommendationCount": 0}, {"assetID": 2656206, "replies": [], "lft": 1110, "assetURL": "http://www.nytimes.com/2011/04/22/us/22poll.html", "parentID": null, "commentID": 3727066, "rgt": 1111, "userDisplayName": "sw", "createDate": "1303531937", "userID": 21998177, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1303532105", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New Jersey", "commentType": "comment", "updateDate": "1303528505", "commentSequence": 461, "commentBody": "I may be coming at this from a different perspective so please bear with me while I set forth my thought process.<br/><br/>While there are soooo many issues to contend with, I think our environment is at the core of what is going on behind the scenes.  In my opinion, it is the oil and gas industry which is behind much of our country's woes as well as one of the largest culprits in the destruction of our planet.<br/><br/>Let me explain my hypothesis.  I have been learning a great deal about what is going on with our debt, budget, jobs, education, women's rights, programs for children, etc, etc, etc but I keep coming up with one pervasive thought - all this chaos serves a purpose.  We are all so busy surviving and worrying about what is going to happen next (politically/economically - pretty much one in the same) that we are not seeing what is happening before our very eyes.  We, as human beings and most other life on our planet, are at great risk of not being able to survive the environment we are creating (or rather, destroying).  Case in point, Bush exempted the oil/gas industries from the purview of the Clean Water and Drinking Water Act (in 2004-2005).  Look at the fervor around eradicating the EPA (in the short term settling for greatly reducing budgets for it).  Look at this industry's impact on the tenor of congress vis a vis financial backing of the candidates now in office.  Look at the ever increasing profits and overall proliferation of this industry's effect on law and policy.  Look at the frenzy created through manipulation of gas prices, all the blame that ensues, and the fear that immobilizes people as they pull out their wallets to pay for filling-up or heating their homes. <br/><br/>Both \"Gasland\" and \"11th Hour\" are documentaries that speak to the points I am making.  The former documents what is happening in our country regarding 'hydrofracking' and the resultant poisoning of our waters, which includes our drinking water (for g-d's sake!!!).  The later interviews renowned scientists from around the world who are all in agreement with each other and who have independently come to similar conclusions based upon scientific evidence and data - that catastrophic changes are happening on our planet. They are all in further agreement that we do not have decades to change our course, it needs to happen now.  The largest culprit on our path of self-destruction is our addiction to fossil fuels and our reluctance to change our patterns/habits.  And we must not forget, this goliath industry will do anything to maintain its stronghold on our country and world. <br/><br/>So, I am hypothesizing that the fossil fuel industry is a huge influence on the ‘mood’ of our country.  By censuring the media (look at how many stations and newspapers are owned by who), financing politicians, and backing the 'conservative think tanks', the result is unbridled power to shape legislative priorities, judicial decisions, budgetary priorities, tax laws, military budgets and the demise of environmental policy.  All this chaos serves a diabolical purpose: to prevent our refocus on serious renewable energy so it can maintain its own life and enormous profits; to keep us (the populace) poor, hungry, undereducated, and sickly because then we would be too weak and focused on mere survival to do anything about it; in this weakened state, we would make great cheap labor for it and all other manufacturers and industries that rely on fossil fuels for their plants and products (the auto industry having one of the largest symbiotic relationships with it).<br/><br/>All this begs one question, though.  Where do the CEO’s of the oil/gas industry, all the puppet politicians, and all their families plan on living?  Do they have a space ship ready for blast off?  Do they have another inhabitable planet to escape to?  OR, does greed really run that deep?", "recommendationCount": 1}, {"assetID": 2656206, "replies": [], "lft": 1112, "assetURL": "http://www.nytimes.com/2011/04/22/us/22poll.html", "parentID": null, "commentID": 3727096, "rgt": 1113, "userDisplayName": "David Underwood", "createDate": "1303532784", "userID": 53612425, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1303533003", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Citrus heights, CA", "commentType": "comment", "updateDate": "1303529403", "commentSequence": 462, "commentBody": "Out of all the complaints about President Obama I have read here, I can not recall any that actually offer a concrete suggestion for solving the nations economic problems; they all complain he has done nothing, that he needs to do something, but no one seems to be able to say exactly what needs to be done.<br/><br/>How do we bring back eight million good production jobs? What industries should be funded and why? Who is going to pay for this recovery. I too am disappointed with Mr. Obama's actions as president. I had hoped he would treat the Republicans like FDR did and make them pariahs. That is not his style. He just seems to believe he can get the cooperation of the \"Loyal opposition.\" But the opposition is not loyal, and I can not understand why he keeps trying his bipartisan agenda, it is not working, it will not work with those who do not want it to work.<br/><br/>I see a real lack of understanding about our economic system on these forums. There is a great deal of hostility to TARP and the Fed. It does not look like these critics have read any of the recent books published on the economic crisis and why those actions were taken. Not counting the books on the subject that tell tales of machinations by Wall Street banks as traders, there are a few that contain the facts of the crisis and why. For historical perspective read Liaquat Ahamed's \"The Lords of Finance.\" Then read Andrew Ross Sorkin's \"Too Big to Fail,\" Henry Paulson's \"On the Brink,\" and the Phil Angelides commission report \"Inquiry Into the Financial Crisis.\" <br/><br/>You will see just how close the country came to economic paralysis. Then read books such as \"Barbarians at the Gate,\" and you will see where the jobs went. Look at the hedge fund managers who want companies to fail. Look into the companies that have sent production overseas and how they have profited at the expense of the American consumer.<br/><br/>Even the most well educated economists have not been able to formulate a comprehensive economic recovery plan. We recently allowed a group of individuals to run the market as they saw fit, and were told they would self regulate in their own interest. Well they did, in many cases taking home millions of dollars a year in compensation, while they devised even more ways to separate the rest of us from our meager incomes. We are told by one faction that raising taxes on the wealthy will make them spend less and invest less, by rescinding a tax cut they got for political favors. That tax reduction was primarily in dividends and capital gains for those with incomes of more than $250K, not on their earned income. The congress is playing chicken with the budget, and to my despair, Mr. Obama has allowed them concessions heaving nothing to do with the budget, but are attacks on the environment, health care, and women's health.<br/><br/>These same Republicans had no qualms about funding the invasion and occupation of Iraq by selling $1 trillion in debt to China, but $500 million to NPR is suddenly seen as a wasteful expense. <br/><br/>So what if we did leave Afghanistan, stop helping Pakistan, and kept the money here? What would be done with it to fix the economy? True we have deteriorating roads and bridges, and that would put a few skilled construction people to work. High Speed Rail should be built, but the Republicans will fight that until the day they can not get gas for their taxpayer subsidized cars, and airline fees become so high that even they can not afford the fare.<br/><br/>But that would not bring the economy back. So instead of all the criticism of Mr. Obama, how about some real concrete ideas for economic recovery?", "recommendationCount": 3}, {"assetID": 2657856, "replies": [], "lft": 150, "assetURL": "http://www.nytimes.com/2011/04/23/world/middleeast/23syria.html", "parentID": null, "commentID": 3725832, "rgt": 151, "userDisplayName": "valwayne", "createDate": "1303509688", "userID": 56582161, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1303533163", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Denver", "commentType": "comment", "updateDate": "1303529563", "commentSequence": 58, "commentBody": "When Obama launched his useless, endless, costly, unauthorized war against a nation that was no threat tothe U.S., Libya, while he was playing soccer in Brazil, he took 10 days to finally tell us he took us to war for humanitarian reasons to keep Gadhafi from killing innocent people.  Yet Syria, which is a much worse, more threating, and dangerous regime mows down democracy protestors like wheat at harvest time.  And what does Obama say or do?  NOTHING!  Iran and Syria are both murdering their opposition, both are deadly threats to Israel and other allies like Saudi Arabia, and Obama does nothing while they move to control the Middle East.  Does anybody undestand why we are really at war in Lybia, or what Obama is doing?", "recommendationCount": 3}, {"assetID": 2657856, "replies": [], "lft": 156, "assetURL": "http://www.nytimes.com/2011/04/23/world/middleeast/23syria.html", "parentID": null, "commentID": 3725861, "rgt": 157, "userDisplayName": "Louiecat", "createDate": "1303510340", "userID": 27553705, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1303533163", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Madison, WI", "commentType": "comment", "updateDate": "1303529563", "commentSequence": 59, "commentBody": "Never ceases to amaze me that an Arab leader can kill dozens of their own citizens and yet leftists in the West, including many who read this newspaper, will use that as an excuse to attack Israel.", "recommendationCount": 6}, {"assetID": 2657856, "replies": [], "lft": 164, "assetURL": "http://www.nytimes.com/2011/04/23/world/middleeast/23syria.html", "parentID": null, "commentID": 3725889, "rgt": 165, "userDisplayName": "Syrians had enough", "createDate": "1303510891", "userID": 29737271, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1303533163", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New York, NY", "commentType": "comment", "updateDate": "1303529563", "commentSequence": 60, "commentBody": "it is very sad day to watch the news of more than 80 civilians killed today by the syrian regime secuity forces. the regime proves one more time that it is byond reform and unwilling to listen to its people. syrian people have bean under the most repressive regime in the middel east. all what syrians looking for is acountry law where they can be part of a system and they can live and prosper in dignity. it is shame that internatinal comunty has failed to send a strong massage to stop this insane killing. i am calling on all free goverments and all human rights activist to stand with syrians in their fight for freedome. We have be in the side of the people and the right side in history. its no secrets that syria is more complex country and syrian regime play with many cards like iran ,isreal, turkey and lebanon which enabled this regime to survive many crimes it comitted agianst it people. syria is not oil country..but that no excuse to leave it people killed ans massecard. democratic syria will change the middel east...please be on the right side of history..dont leave syrians a lone.", "recommendationCount": 0}, {"assetID": 2657856, "replies": [], "lft": 172, "assetURL": "http://www.nytimes.com/2011/04/23/world/middleeast/23syria.html", "parentID": null, "commentID": 3726030, "rgt": 173, "userDisplayName": "jjcrocket", "createDate": "1303513233", "userID": 40944690, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1303533163", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New Britain, Conn.", "commentType": "comment", "updateDate": "1303529563", "commentSequence": 61, "commentBody": "It is time for the USA to stand and fight for freedom in the Middle East.<br/>\nBomb Iran!!", "recommendationCount": 3}, {"assetID": 2657856, "replies": [], "lft": 174, "assetURL": "http://www.nytimes.com/2011/04/23/world/middleeast/23syria.html", "parentID": null, "commentID": 3726042, "rgt": 175, "userDisplayName": "jjcrocket", "createDate": "1303513396", "userID": 40944690, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1303533163", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New Britain, Conn.", "commentType": "comment", "updateDate": "1303529563", "commentSequence": 62, "commentBody": "Take out Qaddafi, Assad, and the Iranian Mullahs! It is time for the final battle in the war on terror!!", "recommendationCount": 3}, {"assetID": 2657856, "replies": [], "lft": 186, "assetURL": "http://www.nytimes.com/2011/04/23/world/middleeast/23syria.html", "parentID": null, "commentID": 3726220, "rgt": 187, "userDisplayName": "Lauro Silva", "createDate": "1303516357", "userID": 57986740, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1303533163", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Brazil", "commentType": "comment", "updateDate": "1303529563", "commentSequence": 63, "commentBody": "Among the many killings not only in Libya and Syria but also in other Arab countries we see a discouraging participation of NATO and USA without any objective more like  helping to introduce new Afghanistans. These dictators maintain power at all costs to continue usurping public money and treating people like garbage. They are heinous criminals and must be judged by the people.", "recommendationCount": 0}, {"assetID": 2657856, "replies": [], "lft": 202, "assetURL": "http://www.nytimes.com/2011/04/23/world/middleeast/23syria.html", "parentID": null, "commentID": 3726412, "rgt": 203, "userDisplayName": "DC 777", "createDate": "1303520186", "userID": 57800526, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1303533163", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "DC 8638", "commentType": "comment", "updateDate": "1303529563", "commentSequence": 64, "commentBody": "With a couple of exceptions, if you look into the compositions of the people in conflicts, the rebels and the people in governments, the so called Jasmin Revolutions in the Middle East is nothing but the in- figthing of the Sunni and the Shia denomination of Muslims in Arab countries. How can the West can solve these conflicts? Just look at the Northern Ireland, would the Muslim Arabs, Iranians or Indonesian be able to solve the Northern Ireland problem regardless they were invited or uninvited? ", "recommendationCount": 2}, {"assetID": 2657856, "replies": [], "lft": 204, "assetURL": "http://www.nytimes.com/2011/04/23/world/middleeast/23syria.html", "parentID": null, "commentID": 3726418, "rgt": 205, "userDisplayName": "luxembourg", "createDate": "1303520246", "userID": 58935117, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1303533163", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Upstate NY", "commentType": "comment", "updateDate": "1303529563", "commentSequence": 65, "commentBody": "Is there any good reason why we are bombing Libya, occasionally killing innocent civilians, and not bombing Syria? Or how about any of a half dozen other countries in Africa? When Bush was waging war against other countries, liberals rightly castigated him for doing so. Now that it is one of their own, Obama, many are strangely quiet. I vote we mind our own business regardless of our political party in power.", "recommendationCount": 4}, {"assetID": 2657856, "replies": [], "lft": 206, "assetURL": "http://www.nytimes.com/2011/04/23/world/middleeast/23syria.html", "parentID": null, "commentID": 3726464, "rgt": 207, "userDisplayName": "Robert P. Wise", "createDate": "1303521041", "userID": 17373073, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1303533163", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Jackson, MS", "commentType": "comment", "updateDate": "1303529563", "commentSequence": 66, "commentBody": "Bashar is a butcher!  And this guy was once a Doctor?  Now he is nothing but a barbarian.  ", "recommendationCount": 1}, {"assetID": 2660389, "replies": [], "lft": 4, "assetURL": "http://www.nytimes.com/2011/04/23/us/23awake.html", "parentID": null, "commentID": 3726936, "rgt": 5, "userDisplayName": "CathyNYC", "createDate": "1303529177", "userID": 50519764, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1303534054", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "NYC", "commentType": "comment", "updateDate": "1303530454", "commentSequence": 1, "commentBody": "There are in fact people who are naturally up very late and into the wee hours of the morning; it would be great, but of course impossible, to match at least some of those people with overnight shifts, and instead of moving their schedules (which has got to be a big part of the problem), leave them on their natural wake-times and let the chipper-in-the-morning types take over when the sun rises.  There are people working day jobs who don't even know they're really night people--who don't get enough sleep, drag around all day, often overeat--all in an effort to stay awake during their natural sleep period--day.  It would be nice to try to match night people with night shifts more often, especially in high-risk contexts like air-traffic control.", "recommendationCount": 38}, {"assetID": 2660389, "replies": [], "lft": 6, "assetURL": "http://www.nytimes.com/2011/04/23/us/23awake.html", "parentID": null, "commentID": 3726954, "rgt": 7, "userDisplayName": "Saki", "createDate": "1303529567", "userID": 43804185, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1303534059", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Indiana", "commentType": "comment", "updateDate": "1303530459", "commentSequence": 2, "commentBody": "I worked changing shifts half my life. The thing is to make your working hours your regular hours and don't vary it, even on weekends, and the shift can't be changing every week. Your shift should be at least 3 months before changing hours and definitely no double shifts should be permitted. It's not hard to enforce. If you don't pay for consecutive shifts or limit the number of hours you will compensate no one will work it. Unlike the air traffic controllers I was actually working the whole time I was at work. If there is little for them to do most of the time they need to fill their time with something that improves them, like reading good literature or study.", "recommendationCount": 19}, {"assetID": 2660389, "replies": [], "lft": 8, "assetURL": "http://www.nytimes.com/2011/04/23/us/23awake.html", "parentID": null, "commentID": 3726974, "rgt": 9, "userDisplayName": "JAMES FM", "createDate": "1303529882", "userID": 34680145, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1303534070", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "NEW YORK", "commentType": "comment", "updateDate": "1303530470", "commentSequence": 3, "commentBody": "No matter what the persons interviewed for this article say, people who work the overnight shift on a steady basis are always tired. The human body is designed to be awake during the day and to sleep at night. On your days off you have to adjust to night time sleeping for a couple of days and then go back to sleeping during the day on your work days. As a person who worked late tours for years both on a rotating basis and a steady basis You start your work shift planning on what time you can get your lunch break and how much sleep you can get during the break. People who supervise those on the overnight shift know that extra supervision is needed because the human body is not functioning 100% which could lead to misconduct, mistakes and lost productivity.  ", "recommendationCount": 17}, {"assetID": 2657856, "replies": [], "lft": 220, "assetURL": "http://www.nytimes.com/2011/04/23/world/middleeast/23syria.html", "parentID": null, "commentID": 3726728, "rgt": 221, "userDisplayName": "HJSV", "createDate": "1303526091", "userID": 56283862, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1303534488", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Scottsdale, Arizona", "commentType": "comment", "updateDate": "1303530888", "commentSequence": 67, "commentBody": "Maybe just maybe the human race is ready to throw off dictators like we did cannibalism and incest.  Freedom for all, not just a few.  Opportunity for all, not just some.  I hope we are witnessing the dawn of a new age of freedom and democracy.  ", "recommendationCount": 0}, {"assetID": 2657856, "replies": [], "lft": 222, "assetURL": "http://www.nytimes.com/2011/04/23/world/middleeast/23syria.html", "parentID": null, "commentID": 3726766, "rgt": 223, "userDisplayName": "Hanibal", "createDate": "1303526613", "userID": 63634228, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1303534488", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Mclean, VA", "commentType": "comment", "updateDate": "1303530888", "commentSequence": 68, "commentBody": "The countdown has started. No need for Obama. NO need for 6 millions, which was wasted . The True Heros are the one standing infront of the Tyrany with bear chest. They are the one making the future. ", "recommendationCount": 0}, {"assetID": 2657856, "replies": [], "lft": 224, "assetURL": "http://www.nytimes.com/2011/04/23/world/middleeast/23syria.html", "parentID": null, "commentID": 3726770, "rgt": 225, "userDisplayName": "Mr Davidson", "createDate": "1303526666", "userID": 55062734, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1303534488", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Pittsburgh Pa", "commentType": "comment", "updateDate": "1303530888", "commentSequence": 69, "commentBody": "Another splendid opportunity for this neophyte president to show the ability of allowing the CIA to enter this civil conflict in the usual guise of the UN ,what ever that really is and allied forces ,another synonym for we are leading the way for drone missile fired warfare in yet another nation to enrichen multibillion dollar war for profit corporations.Like our new President says ,the stock market is just raging ,raging folks.", "recommendationCount": 0}, {"assetID": 2657856, "replies": [], "lft": 226, "assetURL": "http://www.nytimes.com/2011/04/23/world/middleeast/23syria.html", "parentID": null, "commentID": 3726771, "rgt": 227, "userDisplayName": "syrian man", "createDate": "1303526671", "userID": 29737271, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1303534488", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "new york, ny", "commentType": "comment", "updateDate": "1303530888", "commentSequence": 70, "commentBody": "it is very sad day to watch the news of more than 80 civilians killed today by the syrian regime secuity forces. the regime proves one more time that it is byond reform and unwilling to listen to its people. syrian people have bean under the most repressive regime in the middel east. all what syrians looking for is acountry law where they can be part of a system and they can live and prosper in dignity. it is shame that internatinal comunty has failed to send a strong massage to stop this insane killing. i am calling on all free goverments and all human rights activist to stand with syrians in their fight for freedome. We have be in the side of the people and the right side in history. its no secrets that syria is more complex country and syrian regime play with many cards like iran ,isreal, turkey and lebanon which enabled this regime to survive many crimes it comitted agianst it people. syria is not oil country..but that no excuse to leave it people killed ans massecard. democratic syria will change the middel east...please be on the right side of history..dont leave syrians a lone.\r", "recommendationCount": 1}]}, "copyright": "Copyright (c) 2016 The New York Times Company.  All Rights Reserved."}