{"debug": {"version": 3.1}, "status": "OK", "results": {"api_timestamp": "1481460006", "totalCommentsFound": 4964, "totalCommentsReturned": 25, "comments": [{"assetID": 1560795, "replies": [], "lft": 30, "assetURL": "http://roomfordebate.blogs.nytimes.com/2010/06/15/is-new-york-ready-for-no-fault-divorce/", "parentID": null, "commentID": 2132276, "rgt": 31, "userDisplayName": "Healthcare Analytics", "createDate": "1276659132", "userID": 42787874, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1276660994", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "SF Bay area", "commentType": "comment", "updateDate": "1276657393", "commentSequence": 14, "commentBody": "California has community property laws. So, in a divorce a woman isn't left destitute or at the mercy of the court. There's no need to show fault because the money and property is split - fifty fifty. Then child support and equality of investment in education and getting up to speed in employment compensation brings a little more justice to the situation.<br />New York has alimony laws, the court decides how much and it's usually quite a bit less.<br />So I'll bet you will get no-fault divorce but you won't get equality in the division of property or anything near justice after that. There are very real differences in subcultures in how they expect marriage to be treated. Best you should stick with those who  have the same expectations you do. And make sure your judges are of the same kind. ", "recommendationCount": 35}, {"assetID": 1560795, "replies": [], "lft": 32, "assetURL": "http://roomfordebate.blogs.nytimes.com/2010/06/15/is-new-york-ready-for-no-fault-divorce/", "parentID": null, "commentID": 2132298, "rgt": 33, "userDisplayName": "xunjing", "createDate": "1276659439", "userID": 60261431, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1276661004", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "China", "commentType": "comment", "updateDate": "1276657404", "commentSequence": 15, "commentBody": "@3.Dave<br />If the law passed, it would save lots of trouble for the married couple to get divorced. True. Marriage is about love between those two. When the love was gone, the foundation of the marriage disappeared.<br />But consider people who are in love and haven’t got married yet. What would the new law potentially mean to them? Inevitably, for the former group, easier divorce leads to easier marriage. People tend to consider less when they get married, because they can get divorced when either of them think their marriage “broken down for six months or more ‘irretrievably’, without the need to identify a fault, like adultery or abandonment”. People’s commitment to a marriage and a family is likely to go down even before they get married.<br />", "recommendationCount": 6}, {"assetID": 1560795, "replies": [], "lft": 34, "assetURL": "http://roomfordebate.blogs.nytimes.com/2010/06/15/is-new-york-ready-for-no-fault-divorce/", "parentID": null, "commentID": 2132315, "rgt": 35, "userDisplayName": "Jen BQE", "createDate": "1276659822", "userID": 27100202, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1276661023", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "new york, ny", "commentType": "comment", "updateDate": "1276657423", "commentSequence": 16, "commentBody": "Coming to NY from California (many, many years ago), I was shocked to learn about -- what seemed like -- prehistoric NY divorce laws.   Obviously, poor people and certain vulnerable people suffer the most from them.   Its' a bad, bad case of the State legislating morals.<br /><br />As for concern about children--believe me I know--its usually far more damaging to be subjected to daily life in a disfunctional, hostile, intact family.  Long-term emotional damage, I mean.  Children should not be used as an excuse to regulate marriage and divorce in the way that the pro-fault side seems to advocate.<br /><br />Now let's talk about community property,,,", "recommendationCount": 49}, {"assetID": 81714, "replies": [], "lft": 10, "assetURL": "http://www.nytimes.com/travel/guides/north-america/united-states/new-york/long-island/north-fork/restaurants.html", "parentID": null, "commentID": 3115071, "rgt": 11, "userDisplayName": "", "createDate": "1276661059", "userID": 54480690, "replyCount": 0, "commentTitle": "", "status": "approved", "approveDate": "1276661059", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "", "commentType": "userSuggestion", "updateDate": "1276714755", "commentSequence": 4, "commentBody": "Front Street Station in Greenport was amazing.  Went with my husband and two kids and there was something for everyone.  Kids were welcome and my Tuna Sashimi was amazing.  Def. Recommend", "recommendationCount": 0}, {"assetID": 1561228, "replies": [], "lft": 12, "assetURL": "http://wordplay.blogs.nytimes.com/2010/06/15/not-idling/", "parentID": null, "commentID": 2132293, "rgt": 13, "userDisplayName": "BAR", "createDate": "1276659296", "userID": 4491808, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1276661586", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "St. Louis", "commentType": "comment", "updateDate": "1276657986", "commentSequence": 6, "commentBody": "Did Marc Cohn get the Best New Artist Grammy in 1991, as in the puzzle, or in 1992? The Wikipedia entry on the award says 1992. Or is this one of those FOR 1991, AWARDED in 1992 things?<br /><br />To answer Wags, the VERB \"span\" evidently comes from a Dutch or Low German word that means \"to harness or yoke an animal,\" such as an ox. The NOUN span has a different immediate derivation.", "recommendationCount": 0}, {"assetID": 1560779, "replies": [], "lft": 8, "assetURL": "http://dotearth.blogs.nytimes.com/2010/06/15/energy-comes-to-the-oval-office/", "parentID": null, "commentID": 2131692, "rgt": 9, "userDisplayName": "G. Howard", "createDate": "1276650221", "userID": 50161020, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1276661640", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Idaho", "commentType": "comment", "updateDate": "1276658040", "commentSequence": 4, "commentBody": "Don't worry too much as he said there is a price to pay that we cannot afford not to pay now.<br />I know he is true to his words and that means I will get some huge subsidizes coming my way to set up these wind turbines.<br />Let's all have some faith like we do in AGW, all is good.<br />You will all be saved in time just give us a little time. Surely at this point you understand that it takes government money to invest in our wind turbines to get that clean energy.<br />I was so proud that he pointed that out specifically. He is my man.<br />", "recommendationCount": 0}, {"assetID": 1559465, "replies": [], "lft": 48, "assetURL": "http://dotearth.blogs.nytimes.com/2010/06/15/global-heat-is-on-in-2010-so-far/", "parentID": null, "commentID": 2131739, "rgt": 49, "userDisplayName": "Steve Gregg", "createDate": "1276650807", "userID": 6180899, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1276661650", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Portland, Oregon", "commentType": "comment", "updateDate": "1276658050", "commentSequence": 24, "commentBody": "Maybe if this were Obama's first inspirational speech I would have been more impressed.  Glad he restrained himself with the \"ass-kicking,boot on the neck\" huffing and puffing.  Agree that BP should be separated from the administration of the distribution of funds as it is a no win proposition for all parties....but can you imagine the numbers of folks lining up to game those distributions. Push power, authority, financing as far down the decision making structure could be a higher probability road to travel and perhaps a central theme to action.  I don't think Obama is a strong enough character to focus leadership responsibility upon.    ", "recommendationCount": 0}, {"assetID": 1560779, "replies": [], "lft": 10, "assetURL": "http://dotearth.blogs.nytimes.com/2010/06/15/energy-comes-to-the-oval-office/", "parentID": null, "commentID": 2131748, "rgt": 11, "userDisplayName": "Wang Suya", "createDate": "1276650894", "userID": 40342008, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1276661654", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Japan", "commentType": "comment", "updateDate": "1276658054", "commentSequence": 5, "commentBody": "From Wang Suya<br /><br />    Read President Obama speech. He promise the oil leak will be stop using 17,000 people. He metioned go clean energy way, but not metioned whether to drilling deep seabed, again. I was wonder Obama visit Gulf of Mexico 4 times, what was he harvest and public haverst for his visiting? Leak still continue, birds are die away, fish are die away, Ocean water are polluted, still no stop it result. We need quick action. This is also cross road for America, go clean energy or keep business as usal. Hope Obama realize his promise to push clean energy.", "recommendationCount": 0}, {"assetID": 1558511, "replies": [], "lft": 64, "assetURL": "http://dotearth.blogs.nytimes.com/2010/06/15/participants-in-climate-reviews-suggest-changes/", "parentID": null, "commentID": 2131862, "rgt": 65, "userDisplayName": "rimantas", "createDate": "1276652349", "userID": 59482452, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1276661657", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Baltimore, MD", "commentType": "comment", "updateDate": "1276658057", "commentSequence": 31, "commentBody": "Answer to swatter #24:<br />No, the pockets of oil, auto and coal industries are much deeper. The upstarts are relatively poor. Now, THEY want their pockets deeper. Their motives are in question too.<br /><br />Answer to dhogaza #29:<br />Referring the reader to textbook science is a cheap way of answering objections. Arrhenhius theory, tyndall effect, and of course the general radiative transfer equations are fruits of brilliant scientists, who left their footprints in our textbooks. I studied each and even got passing grades!! I also know that the authors, being humans like you and I, had general thoughts about their world and its future and mused what it would be like if more carbon fuels are burned. Don't confuse the musings with hard science. The broccoli you eat is mainly product of water, carbon dioxide and the sun: we need all three to keep our flora going, and to allow EPA to declare CO2 a dangerous gas is sheer nonsense.<br />", "recommendationCount": 3}, {"assetID": 1559465, "replies": [], "lft": 50, "assetURL": "http://dotearth.blogs.nytimes.com/2010/06/15/global-heat-is-on-in-2010-so-far/", "parentID": null, "commentID": 2131884, "rgt": 51, "userDisplayName": "Earl E", "createDate": "1276652606", "userID": 56908751, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1276661670", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "The Lost World", "commentType": "comment", "updateDate": "1276658070", "commentSequence": 25, "commentBody": "Lots of rational comments here. Thank God.<br /><br />Larry Gee, there may be more instances of autism today because there are 5 billion more people than when we started taking notes.<br /><br />There may be more chemical changes in the atmosphere because there are 5 billion more humans eating 100 million more cattle, pigs, chickens, and Blue Fin tuna each year.<br /><br />The planet is a churning gyre of decomposing biology in an atmosphere that hasn't changed thickness since the last biologic over-population/asteroid/volcanic anomoly.<br /><br />This is simple \"stupid\" physics, chemistry, and geology.<br /><br />Wilma, call Betty, we have Brontosaurus burgers tonight. I'd drive my Hummer over but it's window washer heating unit burned my house down while it sat in the garage.", "recommendationCount": 0}, {"assetID": 1560779, "replies": [], "lft": 12, "assetURL": "http://dotearth.blogs.nytimes.com/2010/06/15/energy-comes-to-the-oval-office/", "parentID": null, "commentID": 2131888, "rgt": 13, "userDisplayName": "Rhone Resch", "createDate": "1276652642", "userID": 56369308, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1276661686", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Washington DC", "commentType": "comment", "updateDate": "1276658086", "commentSequence": 6, "commentBody": "President Obama was spot on.  Not only do we need to make sure the victims of this disaster receive financial assistance but we need to move toward a clean energy economy that reduces the need to use/rely so heavily on fossil fuels.<br /><br />The speech however, missed the details - how are we going to get there?  President Obama should use this heightened awareness to push the Senate to pass a comprehensive energy and climate bill that is aggressive in directing resources from fossil energy toward carbon free sources of energy - the House bill does this, the Senate bill does not.  This is a chance to pass real energy policy, not just \"what can be passed before an election\" policy.<br /><br />The American public is asking for more and expects more from our elected officials.", "recommendationCount": 0}, {"assetID": 1560779, "replies": [], "lft": 14, "assetURL": "http://dotearth.blogs.nytimes.com/2010/06/15/energy-comes-to-the-oval-office/", "parentID": null, "commentID": 2131915, "rgt": 15, "userDisplayName": "Barbara", "createDate": "1276652994", "userID": 18705602, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1276661693", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Boston", "commentType": "comment", "updateDate": "1276658093", "commentSequence": 7, "commentBody": "All of these issues - oil spill, corporate malfeasance, poor coverage, and many of the comments show the central problem underneath: a lack of character. The Greatest Generation sacrificed so much because, as my 86 year old mother would say about the Great Depression, \"Yes, we were poor, but we were all poor together.\" That is the value that is missing: we are all in this together. Much of the rage I see stems, I think, from helplessness--we are watching 2,520,000 gallons of oil spill each and every day (60,000 barrels X 42 gallons per barrel), and not only do we need our President to take action, we also need him to call on us to sacrifice. We should pay a gas tax, each one of us. We should pay $1.00 per plastic bag, each one of us. We should have an individual version of FDR's Victory Gardens. We should write letters to our Congressional Representatives and Senators and demand funding for clean energy and an end to sweetheart deals of oil leases. President Obama, ask us to act, and give us specific actions and goals and targets for each one of us to reach. And then, do what we, the people, cannot do: implement executive orders and push, push, push legislation. Write an executive order demanding that the military fund even 10% of its energy costs by using clean energy. Demand that military housing use solar panels. Instruct governments of states, cities and towns to revamp their building codes, or ask us to demand that our city council do it.<br /><br />And it is not only for the people whom you speak--it is for the creatures of the sea and the sea itself. Ask us to ACT, Mr. President. And while we are waiting, what is one thing you can do? Today, and every day, to reduce your energy use? Can you try one of the suggestions posted above? Can you post your own - in fact, every time you post on the NY Times or any blog, can you present one suggestion that is manageable and that people can do?<br /><br />If you are angry, then channel your anger into a productive use. Whether you are Republican, Democrat, Libertarian - who cares? We are Americans, and in our past, we have risen to crises time and time again by pulling together. It's long past time to pull together again.<br /><br />One last suggestion: throw out your tv. If that is too much, then try unplugging it one day a week. For that matter, unplug your appliances anyway - it actually saves energy as appliances continue to use power even when they are not in use. So make your morning coffee, and unplug your coffee maker.<br /><br />As a fellow American, I am calling on all of us to rise to the occasion, to work together to solve our problems, to do our part, no matter how small, to reduce our energy use. We can do it. We can do it starting right now.<br /><br />And for those who pray, yes, do that too.<br />", "recommendationCount": 2}, {"assetID": 1560779, "replies": [], "lft": 16, "assetURL": "http://dotearth.blogs.nytimes.com/2010/06/15/energy-comes-to-the-oval-office/", "parentID": null, "commentID": 2131918, "rgt": 17, "userDisplayName": "Carolee", "createDate": "1276653038", "userID": 17174870, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1276661699", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Palm Desert, CA", "commentType": "comment", "updateDate": "1276658099", "commentSequence": 8, "commentBody": "Prayers!  Pshaw and ptui.  Maybe it assuages some, but many others think not.   How about some fist pounding?  Obama is MY, president and will continue to be, but I have been greatly disappointed.  He is asking for a public to come together while BP has already engaged Goldman Sachs to find ways to decrease their liability.  And while one would wish for collegiate engagement of 2 points of view, it does not seem to be forthcoming.  Transparency may not always be the best way.  I despise sports analogies, but how about our quarterback B. O. making a surprising and unexpected tackle?<br />Christopher Hitchens, how about calling the White House?", "recommendationCount": 0}, {"assetID": 1560779, "replies": [], "lft": 18, "assetURL": "http://dotearth.blogs.nytimes.com/2010/06/15/energy-comes-to-the-oval-office/", "parentID": null, "commentID": 2131983, "rgt": 19, "userDisplayName": "phlap", "createDate": "1276653905", "userID": 5228272, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1276661705", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Fredericton Canada", "commentType": "comment", "updateDate": "1276658105", "commentSequence": 9, "commentBody": "I just heard President Carters speech on energy and intend to buy a sweater. lol", "recommendationCount": 0}, {"assetID": 1560779, "replies": [], "lft": 20, "assetURL": "http://dotearth.blogs.nytimes.com/2010/06/15/energy-comes-to-the-oval-office/", "parentID": null, "commentID": 2132005, "rgt": 21, "userDisplayName": "Jeanne", "createDate": "1276654261", "userID": 54750728, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1276661718", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New York", "commentType": "comment", "updateDate": "1276658118", "commentSequence": 10, "commentBody": "President Obama did not convince me that he is the Commander in Chief.  He remains disengaged from taking charge.  I agree with  those who believe that he should be comandeering every expert in the fields of engineering and science to stop the gush and rescue, relocate and establish breeding programs for the injured and endangered wildlife, commanding ships and troops to the Gulf to clean it, and take responsibility for the corrupt MMS instead of blaming the last two Administrations and acting surprised that it still had conflicts of interest when it granted BP a license to kill.<br /><br />He reiterated his campaign promise to create a green energy industry, but provided no specifics; he championed a clean energy and climate bill, but did not speak about it's being stalled in the Senate.<br /><br />The President said he was deploying National Guard troops to the Gulf to help clean it, but did not acknowledge reports that BP was discouraging people from helping, barring the press, and behaving in other suspicious ways.<br /><br />As a Democrat who voted for President Obama, I am as horrified by his lack of leadership and control as I am by the disaster itself. ", "recommendationCount": 0}, {"assetID": 1560779, "replies": [], "lft": 22, "assetURL": "http://dotearth.blogs.nytimes.com/2010/06/15/energy-comes-to-the-oval-office/", "parentID": null, "commentID": 2132016, "rgt": 23, "userDisplayName": "DaveW", "createDate": "1276654457", "userID": 102438, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1276661728", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Tempe, AZ", "commentType": "comment", "updateDate": "1276658128", "commentSequence": 11, "commentBody": "This is Obama's Reichstag.  He needs to takeover and fix the leak, and then fix the problems with government oversite and regulation.  Instead, he is allowing the problem to expand so that he can use it to advance his irresponsible energy policy.  ", "recommendationCount": 0}, {"assetID": 859, "replies": [], "lft": 66, "assetURL": "http://www.nytimes.com/travel/guides/north-america/mexico/where-to-go.html", "parentID": null, "commentID": 3100922, "rgt": 67, "userDisplayName": "", "createDate": "1276661733", "userID": 54480690, "replyCount": 0, "commentTitle": "", "status": "approved", "approveDate": "1276661733", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "", "commentType": "userSuggestion", "updateDate": "1276714755", "commentSequence": 25, "commentBody": "Real de Catorce in San Luis Potosi is actually unreal.  Located at 9,000 ft. elevation in the antiplano arid zone and accessed through a tunnel that is 1 mile long. The movie, The Mexican and others were filmed there, the colonial pueblo reminds you of a movie set. Beatiful vistas of the countryside are in every direction.  Great small hotels and exellent food. You need a sweater in August because of the elevation.", "recommendationCount": 0}, {"assetID": 1560779, "replies": [], "lft": 24, "assetURL": "http://dotearth.blogs.nytimes.com/2010/06/15/energy-comes-to-the-oval-office/", "parentID": null, "commentID": 2132063, "rgt": 25, "userDisplayName": "Andy 123", "createDate": "1276655142", "userID": 47418818, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1276661747", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New Jersey", "commentType": "comment", "updateDate": "1276658147", "commentSequence": 12, "commentBody": "Since I continue to believe that the President is a very bright individual, with emphaty and compassion for the people and animals damaged by the spill I want to give him all the benefit of doubt.  But, I am getting sick and tired of the charade.  I know Secretary Chu quite well, he and I have worked in the same field of physics.  Putting him in charge of the effort to plug the leak is nonsense and I certainly hope that he has not been in charge, other than in a symbolic sense.  A petroleum engineer with expertise and experience in drilling and completion needs to be in  charge with the best expertise in the country from industry, academia, and national labs at his/her side.  The oil recovery projects needs to be led by folks who know how to manage complex projects.  The oil clean up needs to be managed by folks who have done this before, using the best talent in industry, academia, state and federal governmens.  Need someone who can simplify the overlapping authority of more than a dozen federal agencies...a single person.  The Coast Guard admiral is a terrific guy, but even he can either oversee the clean up or provide information to infinite number of reporters, politicians and the President, and be a tour guide.  One ususally assigns those tasks to PR folks and not to the critically needed incident commander. Instead of beating up BP it would be more useful to work with BP and help the flow of funds to the people who need to be paid for lost income.  On and on, this President has not been a leader, but the complainer and blame master in chief.  I am sick of it.   This is not the time to propose yet more grandois programs and projects, now the focus should be in making the government work for the people and demonstrate the capacity to be efficient and effective on  a grand scale.  Then it is time to propose new intiatives, once the capacity to execute has been demonstrated.  It is sorely missing.", "recommendationCount": 0}, {"assetID": 1560779, "replies": [], "lft": 26, "assetURL": "http://dotearth.blogs.nytimes.com/2010/06/15/energy-comes-to-the-oval-office/", "parentID": null, "commentID": 2132141, "rgt": 27, "userDisplayName": "HJBoitel", "createDate": "1276656478", "userID": 5315482, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1276661760", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New York", "commentType": "comment", "updateDate": "1276658160", "commentSequence": 13, "commentBody": "In my view:<br /><br />1. The President deserves more credit for his speech than most seem to be giving him.<br /><br />2. This oil spill was a disaster for which the government has been totally unprepared.  That lack of preparation goes back decades.  Obama is the President least responsible for that lack of preparation.  Moreover, given the numerous substantial emergencies left in the wake of the Bush administration, it is grossly unfair to pin the lack of progress in energy and in environmental protection and in work place safety upon Obama.<br /><br />3. The President was no more capable of meaningfully addressing this oil spill in its first few weeks than most of us would have been.  The people who created and operated the drilling system were, obviously, way beyond their own depth, and did not have the tools to arrest the process. The agencies charged with supervising worker and environmental safety were steeped in conflict of interest and mis-feasance and non-feasance and, perhaps, mal-feasance. I have yet to see any of the critics making clear what they expected the President to do - other that in the expression of vague generalities.<br /><br />4. It bears repeating the obvious: some of the sharpest critics are those who were recently chanting \"drill baby drill\", and who are hastening to proclaim that this spill should not result in stringent regulation.<br /><br />5. The President has unequivocally taken responsibility for minimizing the damage, enforcing the obligations of BP, coming to the aid of the many people and places that are being hurt, and adopting regulations to reduce the future likelihood of such disasters, while moving forward on programs to develop alternate energy sources and reduced energy consumption.  He may not be as specific in all of this as some would like, but he is probably as specific as prudence and honesty will permit.<br /><br />6. I say all of this as an Obama supporter who would like to see him be less intent on compromise and more willing to aggressively lead in the direction of change.  In that regard, I must keep reminding myself that many Congressional members of his party are almost as beholden to the same special interests as are many Republicans.<br /><br />7. I hope that those who  criticize the President, as regards his approach to the oil spill, will start their criticism with the words: \" He should have said . . . .\", and end with the words, \" I know this would work because . . . \"<br /><br />Let's work with our President and let's make clear to all that we expect our legislators to give him their full support, while exercising proper oversight, unsullied by hypocrisy and opportunism.<br /><br />HJBoitel", "recommendationCount": 3}, {"assetID": 1558511, "replies": [], "lft": 66, "assetURL": "http://dotearth.blogs.nytimes.com/2010/06/15/participants-in-climate-reviews-suggest-changes/", "parentID": null, "commentID": 2132145, "rgt": 67, "userDisplayName": "Mike Roddy", "createDate": "1276656546", "userID": 17173195, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1276661764", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Yucca Valley, Ca.", "commentType": "comment", "updateDate": "1276658164", "commentSequence": 32, "commentBody": "wmar, Stern 's coathors were chosen from the British Academy, and included top economists, too, not Pielke clones like Tol.<br /><br />Deniers in the Dot Earth comment section? Kind of like snakes on a plane, aching to get into the cockpit, too. Don't feed them, dhogaza. They then go out and make babies.", "recommendationCount": 3}, {"assetID": 1560779, "replies": [], "lft": 28, "assetURL": "http://dotearth.blogs.nytimes.com/2010/06/15/energy-comes-to-the-oval-office/", "parentID": null, "commentID": 2132160, "rgt": 29, "userDisplayName": "Mike", "createDate": "1276656780", "userID": 7743787, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1276661778", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Chicago", "commentType": "comment", "updateDate": "1276658178", "commentSequence": 14, "commentBody": "I grrr'ed a bit when the President wandered from the oil spill issue to bemoan our \"inaction\" on reducing fossil fuel dependence.  Come on, there has been plenty of action over the years.  Energy bills come out of Congress regularly, as well as tighter CAFE standards, grants to auto manufacturers for research into hydrogen-fueled vehicles, wind power subsidies, etc.  The problem isn't lack of action, but lack of results. The last thing I want to see is another unwieldy, results-20-years-down-the-road energy bill rushed out of Congress to prove that we're \"doing something\".<br /><br /> We need a paradigm shift.  Although it would be a tall order, politically speaking, a straight carbon tax would work wonders.  Not just levied on businesses and utilities, but on every individual's use of electricity, gasoline and natural gas.  People do change their behavior when energy costs rise:  the summer of 2008, with its 5-dollar-per-gallon gasoline, saw a significant (if temporary) drop in national consumption.<br />", "recommendationCount": 2}, {"assetID": 1559465, "replies": [], "lft": 52, "assetURL": "http://dotearth.blogs.nytimes.com/2010/06/15/global-heat-is-on-in-2010-so-far/", "parentID": null, "commentID": 2132176, "rgt": 53, "userDisplayName": "Ozonator", "createDate": "1276656962", "userID": 58331961, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1276661785", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Baton Rouge", "commentType": "comment", "updateDate": "1276658185", "commentSequence": 26, "commentBody": "With condolences, predicted (by me) global warming floods and landslides have also been reported in North America, Europe, and Asia this week.   “Mudslide hits western Canadian town”; Reporting Allan Dowd; Editing by Sandra Maler; Reuters; <a href=\"http://news.yahoo.com\" target=\"_blank\">news.yahoo.com</a>, 6/13/0).  “Dozens dead, missing in China landslides” (AFP; <a href=\"http://news.yahoo.com\" target=\"_blank\">news.yahoo.com</a>, 6/15/10).  “Floods, landslides in Bangladesh kill at least 53”; By Andrew Moran; <a href=\"http://digitaljournal.com\" target=\"_blank\">digitaljournal.com</a>, 6/15/10).  “Flash floods claim three lives in southern France” (AFP; <a href=\"http://news.yahoo.com\" target=\"_blank\">news.yahoo.com</a>, 6/15/10).<br /><br />However, ExxonKoch’s Skeptic Tank seems to have paid their ilk’s club to only notice ski season and dead penguins that refute Hollywood’s “March of the Penguins”. Winter in the Southern Hemisphere is also known as “global cooling” to those not living on a sphere.  “Jun 15, 2010 ... Cold and Snow Hits South Africa, for World Cup ... first snow falls in almost 20 years. ... Cold kills over 500 penguins in S.Africa ... AFP ... ICECAP NOTE: Meanwhile NOAA using NCDC’s seriously contaminated global GHCN data base” (Editorial abuse by Joseph D’Aleo, ExxonMobil approved TV weather presenter; icecap.us).  “I’m in ... Australia (a rather tropical place) on a speaking tour ... My trusty guide ... said: “Perfect place for a thermometer, eh mate”? ... in Victoria, ski season opens” (“Perfect place for a thermometer in Oz”, written, editorial, and propaganda abuse by Anthony “20-watt bulb” Watts, Newstalk1290, Deer Creek Broadcasting; <a href=\"http://wattsupwiththat.com\" target=\"_blank\">wattsupwiththat.com</a>, 6/13/10).  ", "recommendationCount": 2}, {"assetID": 1561346, "replies": [], "lft": 2, "assetURL": "http://dotearth.blogs.nytimes.com/2010/06/15/obama-seeking-new-ideas-on-energy-and-climate/", "parentID": null, "commentID": 2132199, "rgt": 3, "userDisplayName": "Bert Gold", "createDate": "1276657474", "userID": 3013548, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1276661791", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Frederick, Maryland", "commentType": "comment", "updateDate": "1276658191", "commentSequence": 1, "commentBody": "BP is closing its Solar Panel Plant in Frederick, Maryland, USA.  Instead, they will have us buy a 'clean energy future' from abroad.  I have let the White House know about this.  All I can say is that our nation is in sad shape, and our nation is not being properly led into a new energy future.  It is sad because I really DO admire both Obama and Steven Chu, the Energy Secretary.  But, actions are needed NOW and words are inadequate.  BP should be made to keep their plant open and in the US.  Period.", "recommendationCount": 17}, {"assetID": 1561346, "replies": [], "lft": 4, "assetURL": "http://dotearth.blogs.nytimes.com/2010/06/15/obama-seeking-new-ideas-on-energy-and-climate/", "parentID": null, "commentID": 2132216, "rgt": 5, "userDisplayName": "Andy 123", "createDate": "1276657734", "userID": 47418818, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1276661805", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New Jersey", "commentType": "comment", "updateDate": "1276658205", "commentSequence": 2, "commentBody": "Since I continue to believe that the President is a very bright individual, with emphaty and compassion for the people and animals damaged by the spill I want to give him all the benefit of doubt. But, I am getting sick and tired of the charade. I know Secretary Chu quite well, he and I have worked in the same field of physics. Putting him in charge of the effort to plug the leak is nonsense and I certainly hope that he has not been in charge, other than in a symbolic sense. A petroleum engineer with expertise and experience in drilling and completion needs to be in charge with the best expertise in the country from industry, academia, and national labs at his/her side. The oil recovery projects needs to be led by folks who know how to manage complex projects. The oil clean up needs to be managed by folks who have done this before, using the best talent in industry, academia, state and federal governmens. Need someone who can simplify the overlapping authority of more than a dozen federal agencies...a single person. The Coast Guard admiral is a terrific guy, but even he can either oversee the clean up or provide information to infinite number of reporters, politicians and the President, and be a tour guide. One ususally assigns those tasks to PR folks and not to the critically needed incident commander. Instead of beating up BP it would be more useful to work with BP and help the flow of funds to the people who need to be paid for lost income. On and on, this President has not been a leader, but the complainer and blame master in chief. I am sick of it. This is not the time to propose yet more grandois programs and projects, now the focus should be in making the government work for the people and demonstrate the capacity to be efficient and effective on a grand scale. Then it is time to propose new intiatives, once the capacity to execute has been demonstrated. It is sorely missing.<br />When it is time to propose something on energy my wish would be that he would propose an R&amp;D effort and not a deployment effort. A Manhattan Project like effort to find efficient and cost effective energy alternatives for oil.  Set agressive goals, like 100 mpg light weight vehicles that can fit the needs of Americans, which due to our country's longer commute distances and lack of public transportation are different that those in Europe or Japan, for example.", "recommendationCount": 30}, {"assetID": 1561346, "replies": [], "lft": 6, "assetURL": "http://dotearth.blogs.nytimes.com/2010/06/15/obama-seeking-new-ideas-on-energy-and-climate/", "parentID": null, "commentID": 2132222, "rgt": 7, "userDisplayName": "lee schpper", "createDate": "1276657839", "userID": 26420321, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1276661823", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "berekely ca", "commentType": "comment", "updateDate": "1276658223", "commentSequence": 3, "commentBody": "The new approach HAS to be to pay the real cost of energy. Now don't calling that idea socialist, communist, or gansterist as some of you did before. All the evidence is that by tax dodges, subsidies, and simply passing costs on to others (like the cost of restoring valleys when mountains are cut away to yield coal) we are underpaying. The Gulf is one goof where BP will pay, but we should all pay through what we consume.<br />What else is lurknig? Besides coal mine deaths, what about the socialistic sharing of risks of nuclear power (Price Anderson Liability Limitation), the various tax subsidies for ethanol, Priuses and now electric cars, etc. Why do we keep making the cost of energy or using energy lower than it really is?<br /><br />Changing that would be revolutionary, but Pres. Ford, Carter, and Clinton all struck out with this idea that we should de-socialize energy and pay for what we get..so that we get what we pay for.<br /><br />All of you talk about nuclear, off shore oil, coal to liquids, renewables, and they are all out there but they cannot compete with cheap oil, gas, and coal. The country has struggled with this hangup since before the first oil crisis. The fossil fuels and nuclear industries, to their discredit, play the friend of the poor when someone wants to tax energy. The result is risking drilling, mines that explode, and we hope nothing more.<br /><br />But all of us should ask- are we more or less at risk economically because of environmental risks? The answer is our economic risks are larger.<br /><br />Will the President change course?<br /><br />Lee Schipper<br />Stanford and Berkeley", "recommendationCount": 20}]}, "copyright": "Copyright (c) 2016 The New York Times Company.  All Rights Reserved."}