{"debug": {"version": 3.1}, "status": "OK", "results": {"api_timestamp": "1481481423", "totalCommentsFound": 6815, "totalCommentsReturned": 25, "comments": [{"assetID": 3406305, "replies": [], "lft": 415, "assetURL": "http://www.nytimes.com/2014/07/13/us/how-one-college-handled-a-sexual-assault-complaint.html", "parentID": 12270844, "commentID": 12277584, "rgt": 416, "userDisplayName": "Sandy", "createDate": "1405299261", "userID": 41984656, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1405310444", "userTitle": "NULL", "editorsSelection": 1, "statusID": 2, "userURL": "NULL", "userLocation": "Short Hills, NJ", "commentType": "userReply", "updateDate": "1405306844", "commentSequence": 12277584, "commentBody": "For an example of how colleges and universities should respond to rape allegations, look at the example of Vanderbilt University when allegations of rape were made last year.  According to a time-line published by InsideVandy.com, on June 25, 2013,  Vanderbilt University Police Department was notified of “concerning behavior” by four football players seen by university officials on surveillance footage.  On June 26, Vanderbilt University Police Department contacted the  Metropolitan Nashville Police Department’s sex crimes unit.  On June 28, Vanderbilt announced that the four players were suspended earlier in the week for a violation of team rules. amd the next day. Vanderbilt announced that the players have been dismissed from the team for a violation of team rules and have also been placed on interim suspension from the University. The people here saying that colleges are not equipped to deal with the problem are wrong!  These colleges can support the victims, just like Vanderbilt did, if only they choose to!", "recommendationCount": 2}, {"assetID": 3405972, "replies": [], "lft": 75, "assetURL": "http://www.nytimes.com/roomfordebate/2014/07/08/how-to-stop-the-surge-of-migrant-children/these-children-are-victims-not-just-immigrants", "parentID": 12237535, "commentID": 12260504, "rgt": 76, "userDisplayName": "Ann Kinder", "createDate": "1405100360", "userID": 65527045, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1405310552", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Sonoma", "commentType": "userReply", "updateDate": "1405306952", "commentSequence": 12260504, "commentBody": "Fair enough. Why, then, aren't we sending buses of these children to the Hamptons?", "recommendationCount": 0}, {"assetID": 3405969, "replies": [], "lft": 374, "assetURL": "http://www.nytimes.com/roomfordebate/2014/07/08/how-to-stop-the-surge-of-migrant-children/enforce-the-law-on-unaccompanied-minors-crossing-the-us-border-before-rewriting-it", "parentID": null, "commentID": 12261270, "rgt": 375, "userDisplayName": "Susan", "createDate": "1405104648", "userID": 23394662, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1405310552", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Piedmont, CA", "commentType": "comment", "updateDate": "1405306952", "commentSequence": 12261270, "commentBody": "1.  We cannot solve the problems of Honduras, El Salvador, Guatemala (or, as we have learned, of Iraq, Syria or Palestine).  Only the people who live there can do that.<br/><br/>2. Some years ago I took my 8 year old daughter on a cruise with friends which required that we pass briefly through Canada.  We almost didn't make it, because I didn't know I needed a notarized statement from her father that this trip was OK with him.  (We are not divorced.)  So how and why are minors who are not accompanied by ANY parent allowed across an international border??  I can only imagine what would have happened if I had sent my daughter off with strangers.<br/><br/>Enforce the law.  We have to be realistic, and not just take responsibility ourselves, but also insist that other people do the same.<br/><br/>3. Does anyone seriously believe that this administration is prepared to deport any of these children?  But if we do not, we are sending a clear signal: get you child here by any means whatever, and he/she is home free, with free care, free education, and the right to stay.  If you think we've seen a lot of them so far, wait until that message gets out.<br/><br/>4. Is this realistic?  Can we care for all of the poor children not just from Central America, but from all of the impoverished countries in the world?  Everyone's heart turns over at seeing these waifs, but there are limits to what we can do.  ", "recommendationCount": 5}, {"assetID": 3405970, "replies": [], "lft": 56, "assetURL": "http://www.nytimes.com/roomfordebate/2014/07/08/how-to-stop-the-surge-of-migrant-children/show-these-unaccompanied-children-fairness-and-due-process", "parentID": null, "commentID": 12275361, "rgt": 57, "userDisplayName": "rimantas", "createDate": "1405271047", "userID": 59482452, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1405310552", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Baltimore, MD", "commentType": "comment", "updateDate": "1405306952", "commentSequence": 12275361, "commentBody": "NYT argues on its front pages for spending more of taxpayers' money to support those who are flooding our country illegally. And the liberals are all heart for the poor kids. But no one is asking, nor is NYT offering, thorough investigative reporting of the conditions at the border, how the kids enter, how they are housed, the conditions they have to endure, how they are secretely and not so secretaly transported all over the country, why is the administration not allowing press coverage with pictures and interviews (of the kids and the bureaucrats), and give the nation reasons why its military bases are used for them. <br/><br/>How about some pictures of how they are living in the transition? Right on front pages? You are asking for our money, so please show what the money will be aimed for. Does the left really expect for the nation to take Obama's word for it? Internet is full of pictures and movie clips of horrid conditions the kids have to endure; why not show them right on the front page? Why is the administration hiding this?<br/><br/>Then the liberals claim they are refugees. Well, isn't this one good example where UN can step in, define which person is refugee and which is not, and then pass a resolution for the entire world to take care of them? Or at least selected countries? <br/><br/>Does the left really care for them? ", "recommendationCount": 0}, {"assetID": 3405969, "replies": [], "lft": 376, "assetURL": "http://www.nytimes.com/roomfordebate/2014/07/08/how-to-stop-the-surge-of-migrant-children/enforce-the-law-on-unaccompanied-minors-crossing-the-us-border-before-rewriting-it", "parentID": null, "commentID": 12276275, "rgt": 377, "userDisplayName": "MNW", "createDate": "1405278426", "userID": 49069088, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1405310552", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Connecticut", "commentType": "comment", "updateDate": "1405306952", "commentSequence": 12276275, "commentBody": "The problem area is the Northern Triangle of Central America and it is directly below Mexico.<br/>Guatemala. Population: 15.4 million.  37% under age 14.<br/>El Salvador. Population: 6.6 million.  29% under age 14.<br/>Honduras. Population: 8.5 million.  36% under age 14.<br/>Total population. 30.5 million.<br/>Children under age 14 is 10.7 million.<br/><br/>As a practical matter can we deal with an unknown number of children from this problematic area. I think not. <br/><br/>Therefore the immediate solution calls for United Nations intervention augmented by a few troops on the ground in the Triangle.<br/>Why do we expend time and monies in the Middle East when we have larger problems in THIS hemisphere - our neighborhood.<br/>The time is now for both - squabbling - political parties to deal with this immediate problem.<br/>The majority of our electorate, both Republican and Democrat, oppose illegal immigration.<br/>We are running out of patience with our government on this matter.<br/>(Does the OAS still exist.) <br/><br/>Action Plan.<br/>Occupy the Northern Triangle.<br/>Impose law and order. Create an effective judicial system and a viable police force.<br/>Eliminate drug cartels and the trafficking of drugs.<br/>Introduce Planned Parenthood facilities.<br/>Require all males to be responsible for all support of their offspring.<br/>Empower women.<br/>Introduce contraception as a birth control measure as a means to population control.<br/>Educate for good citizenship.<br/>Promote a viable, rational society.<br/>It is the neighborly thing to do.<br/><br/>Otherwise?", "recommendationCount": 5}, {"assetID": 3405969, "replies": [], "lft": 339, "assetURL": "http://www.nytimes.com/roomfordebate/2014/07/08/how-to-stop-the-surge-of-migrant-children/enforce-the-law-on-unaccompanied-minors-crossing-the-us-border-before-rewriting-it", "parentID": 12242184, "commentID": 12276356, "rgt": 340, "userDisplayName": "MNW", "createDate": "1405279537", "userID": 49069088, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1405310552", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Connecticut", "commentType": "userReply", "updateDate": "1405306952", "commentSequence": 12276356, "commentBody": "To Steve in CA.<br/>Did you notice that the last NYT editorial promoting the usual support of problematic immigration did not provide the ability for readers to Comment on their usual and predictable offering..<br/>Both Republicans and Democrats are opposed to illegal immigration.<br/>Why does the Editorial ...... whoever not recognize and/or accept this fact.<br/>Why do they not provide balanced commentary on this critical issue on the Editorial page. ", "recommendationCount": 2}, {"assetID": 3405969, "replies": [], "lft": 291, "assetURL": "http://www.nytimes.com/roomfordebate/2014/07/08/how-to-stop-the-surge-of-migrant-children/enforce-the-law-on-unaccompanied-minors-crossing-the-us-border-before-rewriting-it", "parentID": 12240189, "commentID": 12276767, "rgt": 292, "userDisplayName": "Just Observing", "createDate": "1405285910", "userID": 65721345, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1405310552", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Colorado", "commentType": "userReply", "updateDate": "1405306952", "commentSequence": 12276767, "commentBody": "I was just asking the same question.  I watched a commenter on MSNBC say that the families in Central America don't have the money upfront to pay the smugglers, so they put the house up.  Now, that means that the smugglers are bringing kids here based on a promise to pay.  I have a hard time believing that.  Smugglers aren't just smuggling children; we know that they have no compunction about bringing drugs into our country.  Many illegals are mules for the smugglers; that's how they pay for being brought here. I doubt that the smugglers have the moral fortitude that would prelude them from using these \"children\" (average age of 14-18 yrs.) in the same manner.  I read recently that there is a surge of heroin on our southern border.  I don't believe that this is a coincidence.", "recommendationCount": 0}, {"assetID": 3405972, "replies": [], "lft": 130, "assetURL": "http://www.nytimes.com/roomfordebate/2014/07/08/how-to-stop-the-surge-of-migrant-children/these-children-are-victims-not-just-immigrants", "parentID": null, "commentID": 12276913, "rgt": 131, "userDisplayName": "Reylajado", "createDate": "1405288342", "userID": 69566898, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1405310552", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Memphis", "commentType": "comment", "updateDate": "1405306952", "commentSequence": 12276913, "commentBody": "This humanitarian crisis has been created and exacerbated by the actions and inaction of politicians in the US, Mexico and Guatemala. It will be the actions of these politicians that ultimately resolve the crisis. We must stop electing politicians who refuse to enforce current laws, refuse to address critical problems before they become a crisis and refuse to ignore the cost of their decisions.<br/><br/>If you want to address the humanitarian aspect of the problem, start inside the countries that cannot provide their citizens with a safe, crime free environment with the freedom and economic opportunities all people deserve. The World Bank reports that Mexico, Guatemala and El Salvador have collectively received $4.6B in various types of aid for the period 2009-12.<br/><br/>From a political viewpoint, if the US enforced a 'Secure Border Policy' rather than an 'Open Border Policy', people would not be allowed to cross illegally. You would replace the chaos associated with the 1,500 miles trip and the conditions in the detention centers with a manageable flow of immigrants who chose to take the legal path.<br/><br/>Also from a political point of view; the 'Southern Border Program to Improve Passage' that was announced by Presidents of Mexico and Guatemala undermines US border security and immigration law. The fact that Mexico doesn’t' want the Guatemalans in their country more than 72 hours should tell you something. Please research this yourself and ask; Did US government officials know about this?", "recommendationCount": 0}, {"assetID": 3405970, "replies": [], "lft": 58, "assetURL": "http://www.nytimes.com/roomfordebate/2014/07/08/how-to-stop-the-surge-of-migrant-children/show-these-unaccompanied-children-fairness-and-due-process", "parentID": null, "commentID": 12278246, "rgt": 59, "userDisplayName": "Reylajado", "createDate": "1405308622", "userID": 69566898, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1405310552", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Memphis", "commentType": "comment", "updateDate": "1405306952", "commentSequence": 12278246, "commentBody": "For those who think these people should be treated as refugees due to the violence in their homeland, let's test your logic and your humor. If all of them truly fear for their lives, wouldn't they stop at the first safe location that find in Mexico and seek refuge there, maybe Cancun?<br/><br/>Other than Spring Break and a few drunk and disorderly US college kids, the crime rate is fairly low. This would be much safer and more humanitarian than taking the risk of traveling another thousand miles to the US border and attempting an illegal Rio river crossing. <br/><br/>We all know how kids love staying in hotels, and Cancun has 8,000 rooms! We're talking Fat-Cat-American accommodations. Very humanitarian and suitable for even a NYU college kid on Spring Break! You could put up to eight of those adorable little kids and a couple of adults in each room. That's accommodation for 80,000 people, and with Barry's $4 Billion to spend, that's nine years of accommodations!  <br/><br/>That's almost enough time to give our politicians a chance to secure our border and implement a legal Fast-Track 2 Citizenship Program. But I don't know, after nine years of luxurious Cancun, who'd want to leave and take a chance on being placed in Detroit or Chicago. Once you're there and the crime and murders scare you, then your next border crossing will be into the cold hard tundra of Canada. <br/><br/>When presented with this plan, I'm certain President Nieto will cancel that Southern Border Program he just signed with Guatemala!", "recommendationCount": 1}, {"assetID": 3406305, "replies": [], "lft": 4092, "assetURL": "http://www.nytimes.com/2014/07/13/us/how-one-college-handled-a-sexual-assault-complaint.html", "parentID": null, "commentID": 12277547, "rgt": 4093, "userDisplayName": "Daniel", "createDate": "1405298750", "userID": 63364999, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1405310555", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Illinois", "commentType": "comment", "updateDate": "1405306955", "commentSequence": 12277547, "commentBody": "I taught at a small college in Ohio from 1998-2012, and several of our football players raped a young woman visiting from another university and taped the incident, and distributed copies to their friends! When a copy landed in the hands of local media, then, and only then, did the university act! I told my students to ALWAYS contact the police and to realize the university will protect its own interests first.", "recommendationCount": 32}, {"assetID": 3406305, "replies": [], "lft": 4094, "assetURL": "http://www.nytimes.com/2014/07/13/us/how-one-college-handled-a-sexual-assault-complaint.html", "parentID": null, "commentID": 12277559, "rgt": 4095, "userDisplayName": "wphurley", "createDate": "1405298987", "userID": 13390341, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1405310555", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Portland", "commentType": "comment", "updateDate": "1405306955", "commentSequence": 12277559, "commentBody": "There is no doubt about the magnitude nor lasting effect of sexual violence on campuses.  The only area of doubt that persists is that resulting from the trenchant unwillingness of college &amp; university administrators, deans and board members to act affirmatively and decisively toward ending the savagery running rampant on their campuses.<br/><br/>Putting a few of these irresponsible overseers behind bars will have a powerful effect on the legal lethargy of their peers.<br/><br/>It may also help to formally break the relationship between educational institutions and the minor league athletic training services these institutions provide for the NFL and NBA.  It's well past time for America's educational system to reject the role of talent development (a.k.a. farm system) for pro sports leagues.  If the billionaires who own NFL &amp; NBA franchises want to peruse the athletic potential of America's youth, they should establish a system of their own much like Major League Baseball has been doing for decades.<br/><br/>In sum, prosecuting negligent college &amp; university officers and putting the free market back into big money sports are 2 ways to address the macro-level problems that feed into the relentlessness of of campuses culture of sexual violence and acceptance of the denigration of women.", "recommendationCount": 11}, {"assetID": 3406305, "replies": [], "lft": 4096, "assetURL": "http://www.nytimes.com/2014/07/13/us/how-one-college-handled-a-sexual-assault-complaint.html", "parentID": null, "commentID": 12277589, "rgt": 4097, "userDisplayName": "Rick", "createDate": "1405299321", "userID": 54563644, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1405310555", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Boston", "commentType": "comment", "updateDate": "1405306955", "commentSequence": 12277589, "commentBody": "This reporting is Pulitzer-worthy. It is a shame that the local District Attorney thought it was the job of the New York Times instead of his office to do this kind of in-depth investigation. My wife and I read the article together, and were horrified by the superficiality--and the apparently acceptance of that superficiality--by the college. It sounded, though, as if the campus police were more on top of this investigation than anyone else, and that the campus police did everything in their power to create a meaningful investigation.", "recommendationCount": 23}, {"assetID": 3406305, "replies": [], "lft": 3771, "assetURL": "http://www.nytimes.com/2014/07/13/us/how-one-college-handled-a-sexual-assault-complaint.html", "parentID": 12276669, "commentID": 12277591, "rgt": 3772, "userDisplayName": "RR", "createDate": "1405299326", "userID": 44063739, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1405310555", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "West Coast", "commentType": "userReply", "updateDate": "1405306955", "commentSequence": 12277591, "commentBody": "I'd like to know why this prosecuter said she waited too long when there is a mountain of hospital evidence that she was gang raped.<br/><br/>I also think the school should be sued;  these students should be expelled and barred from participation in sports whereever they go, if a college is shoddy enough to let them in.", "recommendationCount": 6}, {"assetID": 3406305, "replies": [], "lft": 4098, "assetURL": "http://www.nytimes.com/2014/07/13/us/how-one-college-handled-a-sexual-assault-complaint.html", "parentID": null, "commentID": 12277601, "rgt": 4099, "userDisplayName": "David Vos", "createDate": "1405299518", "userID": 49296160, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1405310555", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Boston, MA", "commentType": "comment", "updateDate": "1405306955", "commentSequence": 12277601, "commentBody": "On the road now with two daughters, looking at schools across the country.<br/>Thanks Hobart/William Smith for making the list shorter. I wouldn't let one of your brochures in my house. As to the victim, who so bravely shared this story and herself here, I send you my hopes for a better life and thanks for being so brave as to tell a horrific story that we all better listen to.", "recommendationCount": 30}, {"assetID": 3406305, "replies": [], "lft": 4100, "assetURL": "http://www.nytimes.com/2014/07/13/us/how-one-college-handled-a-sexual-assault-complaint.html", "parentID": null, "commentID": 12277604, "rgt": 4101, "userDisplayName": "DaveyG", "createDate": "1405299582", "userID": 65199131, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1405310555", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Westchester, NY", "commentType": "comment", "updateDate": "1405306955", "commentSequence": 12277604, "commentBody": "The school should be tried in the criminal court system for not notifying the police once they had a student report a sexual assault. The idea that campus security or in house judicial procedures are adequate or legal is insane. the conflict of interest for the school is clearly evident, as the article points out. Who is going to send their child to a school were assault is common. I would love to see university presidents brought to trial in cases like this and eventually sent to prison for the coverups.", "recommendationCount": 11}, {"assetID": 3406305, "replies": [], "lft": 4102, "assetURL": "http://www.nytimes.com/2014/07/13/us/how-one-college-handled-a-sexual-assault-complaint.html", "parentID": null, "commentID": 12277608, "rgt": 4103, "userDisplayName": "Owen", "createDate": "1405299657", "userID": 52023059, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1405310555", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Woodstock NY", "commentType": "comment", "updateDate": "1405306955", "commentSequence": 12277608, "commentBody": "Kudos for Anna for continuing with her education and for her desire to help other survivors.  And thanks to her for sharing her story here.  Her bravery will help so many.  I hope she continues to stand strong and heal. ", "recommendationCount": 13}, {"assetID": 3406305, "replies": [], "lft": 4104, "assetURL": "http://www.nytimes.com/2014/07/13/us/how-one-college-handled-a-sexual-assault-complaint.html", "parentID": null, "commentID": 12277611, "rgt": 4105, "userDisplayName": "Anonymous", "createDate": "1405299705", "userID": 69571008, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1405310555", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Ny", "commentType": "comment", "updateDate": "1405306955", "commentSequence": 12277611, "commentBody": "I applaud Anna for coming forward and bringing this all too common attack on college women all over the country.  HWS must immediately change it's policies and procedures.  As a parent of a male athlete at HWS, not football, I must address comments about Walk a mile in her shoes.  Most of the young men I know who attend HWS were appalled at this situation and truly want to make a difference.  Their efforts should be applauded, not ridiculed.  HWS has many positive programs and aspects and hopefully the administration will become leaders in ensuring campus rapes don't happen, and let the authorities investigate them if they do occur.", "recommendationCount": 6}, {"assetID": 3406305, "replies": [], "lft": 4106, "assetURL": "http://www.nytimes.com/2014/07/13/us/how-one-college-handled-a-sexual-assault-complaint.html", "parentID": null, "commentID": 12277624, "rgt": 4107, "userDisplayName": "Ed", "createDate": "1405299976", "userID": 62109661, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1405310555", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "NY", "commentType": "comment", "updateDate": "1405306955", "commentSequence": 12277624, "commentBody": "As a proud graduate of Hobart, member of the football team and a founding father of Kappa Sigma when it returned to campus I'm ashamed.  <br/><br/>Coach Cragg strived to make us leaders and better men.  He stressed for us to look out for each other, make sure we made smart decisions and acted like a father to us all.  He has been such a positive influence in my life I can't imagine he would accept anything less of his players now than he did in the past.  Clearly that message did not get through to these young men it’s the responsibility of the captains of the team to make sure it does.<br/><br/>In refounding Kappa Sigma we wanted to develop a fraternity that would support the community and be inclusive.  I now realize in the close to 15 years since I left campus any goal I had in helping to rebuild the fraternity failed.  <br/><br/>This awful event can happen on any campus; it's only when student's and teammates are willing to have the courage to lead and establish a culture where this is unacceptable can it stop.  I had very much hoped that would be part of what we had created; sadly this case proves it is not.", "recommendationCount": 26}, {"assetID": 3406267, "replies": [], "lft": 14, "assetURL": "http://www.nytimes.com/roomfordebate/2014/07/11/when-does-graffiti-become-art/graffiti-is-always-vandalism", "parentID": null, "commentID": 12266550, "rgt": 15, "userDisplayName": "Howard G", "createDate": "1405180292", "userID": 39830566, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1405310587", "userTitle": "NULL", "editorsSelection": 1, "statusID": 2, "userURL": "NULL", "userLocation": "New York", "commentType": "comment", "updateDate": "1405306987", "commentSequence": 12266550, "commentBody": "I must say - as someone who has worked in the performing arts all my life - I totally agree with Ms. Mac Donald's point of view -<br/><br/>I can recall a time when nobody would dream of referring to their own work as \"art\"  (\"I'm making my art\") -- ugh!  <br/><br/>The term \"art\" was reserved as the highest compliment one could receive from an admirer or colleague - as opposed to simply referring to one's own work as their \"craft'...a more appropriate term, in my opinion -<br/><br/>Now everybody is an \"artist\" - making their 'art\" -- including people who spray-paint on public buildings and deface the property of others...<br/><br/>What's next - ?<br/><br/>Bank robbers suddenly begin referring to themselves as \"Performance Artists\" ...?<br/><br/>Don't laugh - it might happen --", "recommendationCount": 47}, {"assetID": 3406318, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 12275967, "replies": [], "commentID": 12283624, "trusted": 0, "userDisplayName": "Jerkface", "createDate": "1405367518", "userID": 69572748, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1405373480", "userTitle": "NULL", "recommendations": 2, "editorsSelection": false, "parentUserDisplayName": "Randy", "userURL": "NULL", "userLocation": "Brooklyn", "depth": 1, "commentType": "userReply", "updateDate": "1405369880", "commentSequence": 12283624, "commentBody": "The reason a place like Bushwick is presently not one of the most dangerous neighborhood's in New York, is because of the Street Art. It is the first link in the up and coming neighborhood chain. Street art, brings young people, brings money. L.I.C. wouldn't have a great up and coming neighborhood if 5pointz never was. I'd love to drop you off in the middle of Bushwick 10-15 years ago, you tell me thats better then street art and graffiti. Pay to restore your now valued property, or hire a street artist to go over the graff. That would be a truly appreciative response to the artists responsible for rebuilding neighborhoods. And they don't even have to pay for the paint. Smh Your welcome."}, {"recommendedFlag": 0, "parentID": 12275967, "replies": [], "commentID": 12283677, "trusted": 0, "userDisplayName": "Jerkface", "createDate": "1405368128", "userID": 69572748, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1405373512", "userTitle": "NULL", "recommendations": 1, "editorsSelection": false, "parentUserDisplayName": "Randy", "userURL": "NULL", "userLocation": "Brooklyn", "depth": 1, "commentType": "userReply", "updateDate": "1405369912", "commentSequence": 12283677, "commentBody": "I would also like to point out that 5pointz was not taken down to curb graffiti. It was taken down because the owner of the property wanted to build a new condominium in that now popular neighborhood. Which he can directly thank 5Pointz for. I am amazed at the amount of misinformation in this debate. Good article, however."}, {"recommendedFlag": 0, "parentID": 12275967, "replies": [], "commentID": 12285574, "trusted": 0, "userDisplayName": "Bushwick Chris", "createDate": "1405392629", "userID": 59114925, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1405444611", "userTitle": "NULL", "recommendations": 0, "editorsSelection": false, "parentUserDisplayName": "Randy", "userURL": "NULL", "userLocation": "Brooklyn", "depth": 1, "commentType": "userReply", "updateDate": "1405441011", "commentSequence": 12285574, "commentBody": "@kdknyc<br/><br/>Frm what I've seen at least half of the people doing graffiti in NYC these days are not \"poor\" at all."}]}, "lft": 2, "assetURL": "http://www.nytimes.com/roomfordebate/2014/07/11/when-does-graffiti-become-art/legal-venues-celebrate-graffiti-as-an-art-form", "parentID": null, "commentID": 12275967, "rgt": 13, "userDisplayName": "Randy", "createDate": "1405275407", "userID": 69570205, "replyCount": 5, "commentTitle": "<br/>", "status": "approved", "approveDate": "1405310630", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Campbell", "commentType": "comment", "updateDate": "1405307030", "commentSequence": 12275967, "commentBody": "truly miss seeing real graffiti in its purest form? As in the straight vandalism of the property of others, without permission? The cost incurred by property owners to restore their own property back to the state they they (who own it) want it? The main issue with legal venues is that it attracts vandals to the area and the areas around these venues see a 1000% increase in graffiti to the area which is not the legal venue. This is the reason for every removal of legal walls and areas that have been removed, Venice Beach, Long Beach, and 5 points now. If vandals would limit themselves to these legal areas only, you would have more places, but when they just tag up a community surrounding this venue, people get tired of paying to restore there own property and then they take steps to get the venue removed. I can not blame them one bit. ", "recommendationCount": 9}, {"assetID": 3406267, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 12277847, "replies": [], "commentID": 12282506, "trusted": 0, "userDisplayName": "tomP", "createDate": "1405356938", "userID": 26058381, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1405358795", "userTitle": "NULL", "recommendations": 3, "editorsSelection": false, "parentUserDisplayName": "Kenneth Morgenstein", "userURL": "NULL", "userLocation": "eastern Massachsuetts", "depth": 1, "commentType": "userReply", "updateDate": "1405355195", "commentSequence": 12282506, "commentBody": "The basis of the 'broken window' theory is that a surface appearance of disorder suggests an underlying loss of control. If property owners and public authority can't maintain enough control to protect their own property from broken window vandalism or other property damage, what risks are visitors taking in that venue? "}]}, "lft": 16, "assetURL": "http://www.nytimes.com/roomfordebate/2014/07/11/when-does-graffiti-become-art/graffiti-is-always-vandalism", "parentID": null, "commentID": 12277847, "rgt": 19, "userDisplayName": "Kenneth Morgenstein", "createDate": "1405303690", "userID": 64748732, "replyCount": 1, "commentTitle": "<br/>", "status": "approved", "approveDate": "1405310630", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "NY", "commentType": "comment", "updateDate": "1405307030", "commentSequence": 12277847, "commentBody": "Graffiti may always be vandalism where it is done without consent or benefit to the property owner, but the arguments Ms. Mac Donald makes beyond that very basic and narrow point are both flawed and disrespectful. She freely tosses around loaded labels such as juvenile, adolescent and physical disorder without checking her own sense of entitlement to do so.<br/>It is offensive to assume that since the act of graffiti writing is illegal, then people who engage in that act may be involved in other crimes as well. There is no relation. There is a relation between people who have been underserved, under-resourced and under pressure of poverty, police brutality, and anti-poor policies to leave a mark or a message in the world that they do not and cannot own. Broken windows lead to Mayor Rudy cracking down on so-called quality of life issues, but had the real effect of ramping up police presence in poor communities and swelling the population at Rikers Island. \"Broken windows\" are caused by audacious income inequality and the lack of opportunities in poor neighborhoods, but more importantly: it is NOT about property, it is about people.<br/>Expression becomes representation, and people are connected to their communities and to each other through the art and the message and the resistance.  Graffiti is culture, and like all culture it has rules. The writing on the wall of an abandoned warehouse in the 'hood is not the same as something scrawled on some person's house in the suburbs.", "recommendationCount": 7}, {"assetID": 3406318, "replies": [], "lft": 14, "assetURL": "http://www.nytimes.com/roomfordebate/2014/07/11/when-does-graffiti-become-art/legal-venues-celebrate-graffiti-as-an-art-form", "parentID": null, "commentID": 12278064, "rgt": 15, "userDisplayName": "David Chowes", "createDate": "1405305957", "userID": 19856934, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1405310630", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "New York City", "commentType": "comment", "updateDate": "1405307030", "commentSequence": 12278064, "commentBody": "THE REAL QUESTION IS . . .<br/><br/>...when does anything become art? Like seriously, dude!<br/><br/>Hint: It usually takes lots of time.", "recommendationCount": 4}, {"assetID": 3406318, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 12278374, "replies": [], "commentID": 12282842, "trusted": 0, "userDisplayName": "David Chowes", "createDate": "1405359730", "userID": 19856934, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1405364109", "userTitle": "NULL", "recommendations": 1, "editorsSelection": false, "parentUserDisplayName": "Michael Griffin", "userURL": "NULL", "userLocation": "New York City", "depth": 1, "commentType": "userReply", "updateDate": "1405360509", "commentSequence": 12282842, "commentBody": "\"Michael Griffin,\" Pleae clarify, By using the word \"bad,\" do you mean \"bad-bad\" or \"bad-good\"?<br/>Thanks."}]}, "lft": 16, "assetURL": "http://www.nytimes.com/roomfordebate/2014/07/11/when-does-graffiti-become-art/legal-venues-celebrate-graffiti-as-an-art-form", "parentID": null, "commentID": 12278374, "rgt": 19, "userDisplayName": "Michael Griffin", "createDate": "1405310613", "userID": 46938846, "replyCount": 1, "commentTitle": "<br/>", "status": "approved", "approveDate": "1405310638", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Indianapolis", "commentType": "comment", "updateDate": "1405307038", "commentSequence": 12278374, "commentBody": "Bad art abounds and graffiti leads the way. Even \"good\" graffiti is bad.", "recommendationCount": 17}, {"assetID": 3406144, "replies": [], "lft": 11, "assetURL": "http://www.nytimes.com/roomfordebate/2014/07/10/how-to-make-the-internet-available-to-all/government-should-invest-in-fiber-optics", "parentID": 12255079, "commentID": 12265838, "rgt": 12, "userDisplayName": "E.T. Bass", "createDate": "1405175286", "userID": 2425379, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1405310679", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "SLC", "commentType": "userReply", "updateDate": "1405307079", "commentSequence": 12265838, "commentBody": "\" .. She's proposing government investment in infrastructure, which would be paid back ..\"<br/><br/>Sure. Just like in Detroit. Which is bankrupt.<br/><br/>Makes no sense, at all. None. Keep trying.", "recommendationCount": 0}, {"assetID": 3406144, "replies": [], "lft": 25, "assetURL": "http://www.nytimes.com/roomfordebate/2014/07/10/how-to-make-the-internet-available-to-all/government-should-invest-in-fiber-optics", "parentID": 12259244, "commentID": 12265858, "rgt": 26, "userDisplayName": "E.T. Bass", "createDate": "1405175459", "userID": 2425379, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1405310679", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "SLC", "commentType": "userReply", "updateDate": "1405307079", "commentSequence": 12265858, "commentBody": "Dave, you want Netflix, you pay. We don't want to pay to subsidize Netflix and its users. If we wanted Netflix, we'd just order the 25MB service and not complain endlessly.", "recommendationCount": 0}]}, "copyright": "Copyright (c) 2016 The New York Times Company.  All Rights Reserved."}