{"debug": {"version": 3.1}, "status": "OK", "results": {"api_timestamp": "1481460053", "totalCommentsFound": 2797, "totalCommentsReturned": 25, "comments": [{"assetID": 1639349, "replies": [], "lft": 44, "assetURL": "http://dotearth.blogs.nytimes.com/2010/07/10/climate-panel-struggles-with-media-plan/", "parentID": null, "commentID": 2241743, "rgt": 45, "userDisplayName": "Oliver", "createDate": "1278795809", "userID": 40923263, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1278823705", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Boston, MA", "commentType": "comment", "updateDate": "1278820105", "commentSequence": 18, "commentBody": "From the Resource Media (now working for the IPCC) Web Site:<br /><br />\"Part art, part science, effective messages are key to the success of any campaign.<br /><br />We’ll work closely with you to create the messages that will move your key audiences. We use research, data, media analyses and more to find out what your target audiences care about and what will move them to act.<br /><br />Resource Media writes, edits and produces comprehensive message guides on a range of topics to help you and your partners stay on message. Designed as a strategy, training and reference tool, we distribute them to coalitions, campaigns and others to guide their work.\"<br /><br />Er, I thought the IPCC was about producing a digestable, unbiased, summary of the lastest science for the benefit of policymakers?  Politicians need to stay on message. Scientists generally shouldn't spend their time worrying about that.<br /><br />Even after all the recent criticism, it seems that the IPCC leadership doesn't really understand the limits of the IPCC charter. The pull of 'saving humanity from itself' is simply too strong for Mr. Pachauri - clearly he would be more suited to a job with more of an advocacy role.<br /><br />", "recommendationCount": 7}, {"assetID": 1639349, "replies": [], "lft": 46, "assetURL": "http://dotearth.blogs.nytimes.com/2010/07/10/climate-panel-struggles-with-media-plan/", "parentID": null, "commentID": 2241754, "rgt": 47, "userDisplayName": "harrywr2", "createDate": "1278796059", "userID": 59690517, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1278823742", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Issaquah,wa", "commentType": "comment", "updateDate": "1278820142", "commentSequence": 19, "commentBody": "The US Army's guidelines are way more sophisticated then the 'school child' recommendations the IPCC media consultant is talking about.<br /><a href=\"http://www.au.af.mil/au/awc/awcgate/army/meetingthemedia.htm\" target=\"_blank\">http://www.au.af.mil...</a><br /><br />The Air Force has some practical advice as well<br /><a href=\"http://www.au.af.mil/au/awc/awcgate/pace/meetingmedia.pdf\" target=\"_blank\">http://www.au.af.mil...</a><br />\"The rights of free people to express themselves and to obtain information about their government are guaranteed in the U.S. Constitution. Because the very existence of the Air Force depends on the “consent of the governed,” we have a duty to keep the citizenry informed on our mission, our performance of that mission and our stewardship of public resources. To survive in the future, we must continue to earn the public’s trust and support.\"<br /><br />", "recommendationCount": 5}, {"assetID": 1639349, "replies": [], "lft": 48, "assetURL": "http://dotearth.blogs.nytimes.com/2010/07/10/climate-panel-struggles-with-media-plan/", "parentID": null, "commentID": 2241779, "rgt": 49, "userDisplayName": "Coreview2", "createDate": "1278796539", "userID": 23131015, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1278823756", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "NYC", "commentType": "comment", "updateDate": "1278820156", "commentSequence": 20, "commentBody": "\"Keep in mind the IPCC only assesses existing research (and some of that wonderful \"gray\" literature). Its main role is to interpret the great stream of work for policymakers and the public. So communication is at its core.\"<br /><br />Looks more like grab-happy peddling with too much form-fitting spice in the recipe to me.<br /><br />", "recommendationCount": 1}, {"assetID": 1639349, "replies": [], "lft": 50, "assetURL": "http://dotearth.blogs.nytimes.com/2010/07/10/climate-panel-struggles-with-media-plan/", "parentID": null, "commentID": 2241791, "rgt": 51, "userDisplayName": "G. Howard", "createDate": "1278796707", "userID": 50161020, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1278823764", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Idaho", "commentType": "comment", "updateDate": "1278820164", "commentSequence": 21, "commentBody": "Sorry #9. johnmcalister,<br /><br />I was unable to go to your web site as I consider it unethical to advertise ones web site on someone else’s blog.<br />", "recommendationCount": 2}, {"assetID": 1639349, "replies": [], "lft": 52, "assetURL": "http://dotearth.blogs.nytimes.com/2010/07/10/climate-panel-struggles-with-media-plan/", "parentID": null, "commentID": 2241892, "rgt": 53, "userDisplayName": "G. Howard", "createDate": "1278799778", "userID": 50161020, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1278823773", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Idaho", "commentType": "comment", "updateDate": "1278820173", "commentSequence": 22, "commentBody": "Both Susan &amp; Andy are correct.<br />Keep in mind that the IPCC is the equivalent of the Information Ministry of the old U.S.S.R.<br />They are not the drivers of the approved data but merely the gate keeper mouth pieces to ensure that the correct party information that is approved for public consumption is made available.<br />In that task they have performed an admirable job with only one major slip up which appears to have been an inside job. It is only natural that they need to tighten the ship and redouble the efforts to control the flow of any information.", "recommendationCount": 10}, {"assetID": 1639349, "replies": [], "lft": 54, "assetURL": "http://dotearth.blogs.nytimes.com/2010/07/10/climate-panel-struggles-with-media-plan/", "parentID": null, "commentID": 2241906, "rgt": 55, "userDisplayName": "wmar", "createDate": "1278800171", "userID": 13143930, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1278823783", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "usa", "commentType": "comment", "updateDate": "1278820183", "commentSequence": 23, "commentBody": "Andy,<br /><br />Fair comment, I should have been specific that they should base their information and reports, in fact their very souls, on my prior posts parameters.  If they will do so, there will be much less discord in this important matter and with the UN in general.  It would go a very long way to creating a real consensus upon which rational decisions might be made.<br /><br />Be Well", "recommendationCount": 7}, {"assetID": 1639349, "replies": [], "lft": 56, "assetURL": "http://dotearth.blogs.nytimes.com/2010/07/10/climate-panel-struggles-with-media-plan/", "parentID": null, "commentID": 2241934, "rgt": 57, "userDisplayName": "Randy Olson", "createDate": "1278801101", "userID": 17218677, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1278823812", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Los Angeles", "commentType": "comment", "updateDate": "1278820212", "commentSequence": 24, "commentBody": "Does anybody remember what Alexander Haig did when Reagan was shot?  You can bet that within the 831 researchers for the IPCC there are plenty of Haig-sized egos who can't help themselves in talking as though they are THE voice of the organization.  As a filmmaker, and as someone who still believes in the old-fashioned concept of effective leadership, I strongly support the idea of \"singularity of voice,\" which as Edward Carr points out is the real goal of Pachauri's instructions, even if he was a bit clumsy about it.<br /><br />But as Carr notes (along with countless others) the mass communication of global warming has been a discombobulated mess from day one, and simply reflective of the science community's lack of people skills.<br /><br />And now, as I reported on Friday (<a href=\"http://www.thebenshi.com\" target=\"_blank\">http://www.thebenshi.com</a>), we have Lexus utterly polluting the brains of America's youth with their \"Darker Side of Green\" campaign bringing in very, very popular hip young celebrities to moderate \"debates\" about global warming (you don't get much hipper than Andy Samberg of SNL at the moment).  Is this effort of theirs even on the radar screen of the environmental community?  (I see it's being gossiped about in a funsy-wunsy way today on your fine newspaper's website: <a href=\"http://wheels.blogs.nytimes.com/2010/07/07/lexus-takes-its-comedy-fueled-debate-series-on-the-road/)\" target=\"_blank\">http://wheels.blogs.nytimes.com/2010/07/07/lexus-takes-its-comedy-fueled-debate-series-on-the-road/)</a><br /><br />And if environmentalists are aware of it, why isn't anyone telling the spokespersons for the environmental side to quit taking part in these kangaroo exercises.  By offering up knowledgeable people to engage in such charades you really are legitimizing something for which you claim there's no debate.  Unstructured, open \"debates\" like these are irrational venues for which the environmental side should ONLY be voiced by stand-up comedians who are trained in the dynamics of drunken hecklers (which was most of the crowd at my event).<br /><br />All of which is just part of the on-going communications clown show.  Pachauri is right in trying to impose some order on the process.  Imposing order is often not a pretty thing, but there comes a point where it's needed.  And Andy, I don't agree with your policy of openness when you have hard driven, attention seeking attackers like Phelim McAleer (among many others) who was at the event I attended.  As Mike Mann has said, it is a battle that is being waged.", "recommendationCount": 9}, {"assetID": 1639349, "replies": [], "lft": 42, "assetURL": "http://dotearth.blogs.nytimes.com/2010/07/10/climate-panel-struggles-with-media-plan/", "parentID": null, "commentID": 2241736, "rgt": 43, "userDisplayName": "S. Fred Singer", "createDate": "1278795616", "userID": 9532300, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1278823815", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Arlington, VA", "commentType": "comment", "updateDate": "1278820215", "commentSequence": 25, "commentBody": "All can say is that I agree completely with Ed Carr on PR policy for IPCC.<br /><br />Personally, I cannot wait for IPCC-5, to appear in 2014.   IPCC-4 [2007] claimed to be 90-99% sure of AGW.  How can they top this? -- except by ignoring all contrary evidence, which is rapidly accumulating.  [Shameless advertisement:  Check out ]<br /><br />", "recommendationCount": 15}, {"assetID": 1635380, "replies": [], "lft": 244, "assetURL": "http://dotearth.blogs.nytimes.com/2010/07/09/hot-weather-in-a-warming-climate/", "parentID": null, "commentID": 2241986, "rgt": 245, "userDisplayName": "Ike Solem", "createDate": "1278802462", "userID": 57245573, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1278823870", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "CA", "commentType": "comment", "updateDate": "1278820270", "commentSequence": 115, "commentBody": "Could part of the public's failure to connect the dots between global warming and  more frequent summer heat waves, spring flooding events, massive hurricanes, and so on be due to the refusal of the press to connect the dots between those events as they happen and global warming?<br /><br />Any perusal of news stories over the past decade reveals that the press, across the board, won't link record events to global warming - they're more than willing to link them to \"natural cycles\" such as La Nina or El Nino in the weather section.  Furthermore, voices that claim \"natural cycles\" are responsible for 20th century warming trends (now 21st century) have been given way to much credence.<br /><br />For example, Don Easterbrook has loudly and vehemently proclaimed that a Pacific Ocean cooling cycle is imminent based on so-called PDO trends.  How much coverage has say, Dot Earth given to this largely evidence-free claim?<br /><br /><a href=\"http://dotearth.blogs.nytimes.com/2009/03/11/no-doubt-about-energy-gap/\" target=\"_blank\">http://dotearth.blogs.nytimes.com...</a><br /><br /><a href=\"http://dotearth.blogs.nytimes.com/2010/05/17/world-warm-chicago-cooling/\" target=\"_blank\">http://dotearth.blogs.nytimes.com...</a><br /><br />Those Easterbrook quotes have been widely recirculated and now form the basis of fossil fuel lobbyist talking points - now Barton and Inhofe are making these claims.<br /><br />They are never asked, however, how that fits with the ongoing trends in extreme weather - and a primary reason is the press taboo against linking the subjects of climate and weather in any detail - much as there is a taboo against detailing the links between governmental energy policies, the fossil fuel business sector, and the failure of international institutions to address global warming.<br /><br />Consider, for example, this 2007 quote from Don Easterbrook:<br /><br />\"Prof Don Easterbrook, a geologist at Western Washington University, believes the Earth is in the grip of a 30-year warming cycle. He said: \"Past climatic trends indicate that global climates should begin to cool sometime between now and 2010.\"<br /><br /><a href=\"http://www.telegraph.co.uk/news/uknews/1545871/Man-made-disaster-or-natural-change.html\" target=\"_blank\">http://www.telegraph.co.uk...</a><br /><br />So, should we now expect a public debunking of the ocean cooling and solar cooling myths that this cohort has so doggedly promoted, complete with front page headlines?  Or, like the debunked assaults on climate models by Soon &amp; Baliunas in the 1990s (the Arctic isn't melting!), will it all be ignored in favor of dozens of stories on the next email scandal?", "recommendationCount": 4}, {"assetID": 1639349, "replies": [], "lft": 58, "assetURL": "http://dotearth.blogs.nytimes.com/2010/07/10/climate-panel-struggles-with-media-plan/", "parentID": null, "commentID": 2242022, "rgt": 59, "userDisplayName": "Ike Solem", "createDate": "1278803560", "userID": 57245573, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1278823879", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "CA", "commentType": "comment", "updateDate": "1278820279", "commentSequence": 26, "commentBody": "In reality, the conclusions of individual climate papers published in leading journals are more than sufficient to prove the case, and if people in policy-making positions were presented with that work and those conclusions, then they wouldn't need an IPCC group to write up an executive summary.<br /><br />There are probably a dozen key papers in each of the following categories:<br /><br />1) Arctic and Antarctic trends in surface temperature, ice melt, and ocean current warming.<br />2) Regional trends in glacial cover, snow cover, soil moisture and precipitation.<br />3) Global shifts in the frequency &amp; intensity of extreme weather events.<br />4) The match between climate models and satellite observations, radiosondes, ocean buoys, etc.<br />5) Climate-linked shifts in ecosystems - animal and plant distributions, extinction and migration.<br />6) Global ocean warming and similar issues - ocean hypoxia/anoxia &amp; ocean acidification.<br /><br />The IPCC merely lumps all those papers together in one place, making a convenient target for those who wish to discredit the science by whatever means available.  Rather than try and argue that the science itself is flawed, an effort sure to end in failure, they now seek to discredit the IPCC process with various smears and innuendos, and, sad to say, the press - corporate or non-profit, that doesn't matter - can't really be trusted to be impartial, if the prior record is any indication.  Scientists will have no choice but to communicate via press release, if their comments will otherwise be taken out of context or otherwise distorted - recall the Carl Wunsch incident?<br /><br /><a href=\"http://www.realclimate.org/index.php/archives/2007/03/swindled-carl-wunsch-responds/\" target=\"_blank\">http://www.realclimate.org...</a><br /><br />Who needs that?  Instead, give the reporter a list of references and refuse any meetings until they've done their homework - if they're pushing some agenda, you won't hear from them again.", "recommendationCount": 9}, {"assetID": 1635380, "replies": [], "lft": 246, "assetURL": "http://dotearth.blogs.nytimes.com/2010/07/09/hot-weather-in-a-warming-climate/", "parentID": null, "commentID": 2242028, "rgt": 247, "userDisplayName": "Bob", "createDate": "1278803930", "userID": 55538437, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1278823889", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "NYC", "commentType": "comment", "updateDate": "1278820289", "commentSequence": 116, "commentBody": "\"...heat waves — and new record highs.....\"<br /><br />\"What summer? Record cold at LAX as July gloom continues\"<br /><a href=\"http://latimesblogs.latimes.com/lanow/2010/07/record-cold-at-lax-airport-as-july-gloom-continues-in-southern-california.html\" target=\"_blank\">http://latimesblogs.latimes.com...</a>", "recommendationCount": 1}, {"assetID": 1637101, "replies": [], "lft": 144, "assetURL": "http://dotearth.blogs.nytimes.com/2010/07/09/ethics-and-the-greenhouse/", "parentID": null, "commentID": 2242061, "rgt": 145, "userDisplayName": "Donald A. Brown", "createDate": "1278805084", "userID": 60663609, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1278823896", "userTitle": null, "editorsSelection": 1, "statusID": 2, "userURL": null, "userLocation": "Pennsylvania", "commentType": "comment", "updateDate": "1278820296", "commentSequence": 69, "commentBody": "This is the third response to comments on the post on our blog <a href=\"http://ClimateEthics.org\" target=\"_blank\">ClimateEthics.org</a><br /><br /> A few commentators disagree with the claim that one can ever appeal to ethical principles that have any claim to universal validity and then often site something like abortion in support of their claim. Without denying that many human problems can not be resolved by examination of ethical principles, most ethicists point to some problems about which there is an overlapping consensus among most ethical positions. Climate change surprisingly raises many issues about which such universal claims can be made. One place to look for universal agreement is when nations have actually agreed in either soft or hard law documents that certain principles represent ethically responsible behavior of  nations. In the case of climate change, the United States and 180 other countries have already agreed on the following in the United Nations Framework Convention on Climate Change that:<br />1. No nation may harm another nation by its release of greenhouse gases, or more specifically that  nations \"have the responsibility to ensure that activities within their jurisdiction or control do not cause damage to the environment of other States or of areas beyond the limits of national jurisdiction,\"<br />2. All nations should as of 1992 adopt policies to prevent dangerous anthropogenic interference with the climate system based upon equity (notice not national interest)<br />3. No country may use scientific uncertainty as an excuse for  taking cost-effect actions to reduce the threat of climate change. (This is a principle widely ignored by opponents to climate change policies)<br />4. The developed country Parties should take the lead in combating climate change and the adverse effects thereof.<br />5. The developed countries (including the US  have special responsibilities to  the least developed countries for climate change. (By  the way  this principle was agreed to by George Bush the first in 1992 because it was clear to by all that the rich countries have caused most of the climate change problem and this is very well documented by negotiators at that time<br /><br />Most opponents of climate change policies in the United States either are ignorant of these well settled normative principles or choose to ignore them. If there position is that the United States should not be bound by them, even though it is by the force law and and the US promise in ratifying the UNFCCC ,that makes these principles  universally binding, opponents at the very minimum, should be required to identify rational arguments why these principles don't represent ethical minimums.  Yet, time and time again we hear opponents of climate change policies appeal to short term economic arguments that implicitly deny that the United States has duties to prevent harm to others from climate change, a matter which is well settled. This puts the opponents of  climate change policies in the position of basing their entire position on lack of scientific poof for climate change damages. Yet, the US has already agreed it would not use this excuse in the UNFCCC, as a matter of ethics,  as we explained before, the burden of proof for something so dangerous lies with the skeptics, and the no harm principle has been interpreted by international courts to require nations to take action that could cause harm once they are on reasonable notice that their actions could cause harm, that is long, long before absolute proof is available.<br /><br />In addition although clauses such as \"all nations should  reduce their emissions on the basis of equity to prevent dangerous anthropogenic interference with  the climate system\" requires further interpretation and therefore are  questions which different parties might reasonably disagree about, not all interpretations of this requirement are entitled to respect as a matter of ethics just because some disagree. For  instance, I cant say I am entitiled to emit more ghg becaue I have brown eyes. Principles of distributive justice require that differences of how burdens should be shared must be based upon morally relevant reasons. One of the arguments that this principle excludes is the one most frequently heard in the US, the US should not reduce its emissions because it hurts US ieconimic terests. This passes no ethical test. Ethics and international law requires the US to acknowledge, duties, responsibilities and obligations to others for  climate change not base domestic policy on on  national interest. Yet, all most all arguments against US policy on climate change appear ethither cost arguments to  the US alone (an argument which by the ways conveniently ignores the cost on non-action  to the whole world.) or claims that there is no scientific proof.<br /><br />And so strong ethical principles can be made about some climate change issues, others are subject to reasonable disagreement, and others we can spot injustice even though we may disagree about what justice requires.  Donald A. Brown, Penn State<br />", "recommendationCount": 5}, {"assetID": 1635380, "replies": [], "lft": 248, "assetURL": "http://dotearth.blogs.nytimes.com/2010/07/09/hot-weather-in-a-warming-climate/", "parentID": null, "commentID": 2242158, "rgt": 249, "userDisplayName": "G. Howard", "createDate": "1278808769", "userID": 50161020, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1278823907", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Idaho", "commentType": "comment", "updateDate": "1278820307", "commentSequence": 117, "commentBody": "Wow,<br />I just noticed that a poster said that folks were \"now paying heat oil bills of three, four, and five thousand dollars a year\".<br />Never mind that the amounts of diesel fuel burned as stated are chump change for a minute.<br />One wonders if it ever occurs to these same people that they are responsible for killing nuclear power in their zealous frenzy in the past.<br />I missed that one because I don't usually read the highlighted posts as they are almost always agenda driven fluff of a feel good gratuitous nature.<br />Missed that one because I don't usually read the highlighted posts as they are almost always agenda driven fluff of a feel good gretorious nature.", "recommendationCount": 2}, {"assetID": 1639349, "replies": [], "lft": 60, "assetURL": "http://dotearth.blogs.nytimes.com/2010/07/10/climate-panel-struggles-with-media-plan/", "parentID": null, "commentID": 2242166, "rgt": 61, "userDisplayName": "Mike M.", "createDate": "1278809078", "userID": 57073099, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1278823914", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Comstock Park, Mi.", "commentType": "comment", "updateDate": "1278820314", "commentSequence": 27, "commentBody": "He's right, Susan.  Final word on Amazongate?  Complete fraud on the part of the WWF and IPCC.  No peer reviewed science.  Think this has anything to do with the billions of dollars the WWF stood to make on their rent-seeking scam?<br /><br />BTW, a link to the Soros funded, left-wing hate site Media Matters?  Is it even possible to find a more biased resource?", "recommendationCount": 19}, {"assetID": 1637101, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 2242180, "replies": [], "commentID": 2242708, "trusted": 0, "userDisplayName": "Andy Revkin", "createDate": "1278824092", "userID": 54480690, "replyCount": 0, "commentTitle": "", "status": "approved", "approveDate": "1278824092", "userTitle": "Dot Earth blogger", "recommendations": 0, "editorsSelection": false, "parentUserDisplayName": "Arno Arrak", "userURL": "http://dotearth.blogs.nytimes.com", "userLocation": "", "depth": 1, "commentType": "reporterReply", "updateDate": "1278820492", "commentSequence": 1, "commentBody": "His work seems to be hotly disputed.<br /><a href=\"http://www.realclimate.org/wiki/index.php?title=Ferenc_Miskolczi\" target=\"_blank\">http://www.realclimate.org...</a>"}]}, "lft": 146, "assetURL": "http://dotearth.blogs.nytimes.com/2010/07/09/ethics-and-the-greenhouse/", "parentID": null, "commentID": 2242180, "rgt": 149, "userDisplayName": "Arno Arrak", "createDate": "1278809630", "userID": 58231359, "replyCount": 1, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1278824091", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Dix Hills, New York", "commentType": "comment", "updateDate": "1278820491", "commentSequence": 70, "commentBody": "\"...accumulating observations and analysis pointing to the causes and consequences of global warming merely delineate the problem,...\" you say. What accumulating evidence? Using NOAA's database of weather balloon observations Ferenc Miskolczi has shown that the infrared optical thickness of the atmosphere has not changed for the last 61 years. What this means is that constant addition of carbon dioxide to the atmosphere for the last 61 years has not had any influence on the already-existing greenhouse effect. To put it another way: the infrared absorption band of the atmosphere is saturated and does not respond to addition of carbon dioxide to air. Others have made this claim but now we have empirical confirmation of it. Climate change does exist but it is not caused by carbon dioxide - that is the key observation that the global warming enthusiasts have to reconcile themselves with. NASA tried to suppress his work but he quit. Look for his latest work in Energy &amp; Environment.", "recommendationCount": 2}, {"assetID": 1637101, "replies": [], "lft": 147, "assetURL": "http://dotearth.blogs.nytimes.com/2010/07/09/ethics-and-the-greenhouse/", "parentID": 2242180, "commentID": 2242708, "rgt": 148, "userDisplayName": "Andy Revkin", "createDate": "1278824092", "userID": 54480690, "replyCount": 0, "commentTitle": "", "status": "approved", "approveDate": "1278824092", "userTitle": "Dot Earth blogger", "editorsSelection": 0, "statusID": 2, "userURL": "http://dotearth.blogs.nytimes.com", "userLocation": "", "commentType": "reporterReply", "updateDate": "1278820492", "commentSequence": 1, "commentBody": "His work seems to be hotly disputed.<br /><a href=\"http://www.realclimate.org/wiki/index.php?title=Ferenc_Miskolczi\" target=\"_blank\">http://www.realclimate.org...</a>", "recommendationCount": 0}, {"assetID": 1639349, "replies": [], "lft": 62, "assetURL": "http://dotearth.blogs.nytimes.com/2010/07/10/climate-panel-struggles-with-media-plan/", "parentID": null, "commentID": 2242270, "rgt": 63, "userDisplayName": "Dale R. McIntyre, PhD", "createDate": "1278812395", "userID": 57386867, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1278824114", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Bartlesville, Oklahoma", "commentType": "comment", "updateDate": "1278820514", "commentSequence": 28, "commentBody": "Andy Revkin, after # 14<br /><br />Dear Andy,<br /><br />Your comment \"Keep in mind the IPCC only assesses existing research (and some of that wonderful \"gray\" literature)\" rang a bell in my memory.<br /><br />Were we not assured, by Rajendra Pachauri himself last fall, during the brouhaha about the Indian government's repudiation of the \"Himalayan glaciers gone by 2035\" story, that there was no chance of the IPCC being wrong about anything, since all their assertions were based only on peer-reviewed science?<br /><br />Since then we have learned that the shambles over WGII's risible \"Impacts\" assessments results very largely from their incautious reliance on these dramatic \"gray\" literature statements from advocacy groups.<br /><br />Einstein is often quoted thus; \"Insanity is doing the same thing over and over again and expecting a different result.\"<br /><br />Now IPCC is having the same people (Pachauri et al) do the same thing (set up an opaque process run by advocate-\"scientists\" passing judgments on their own work).<br /><br />Surely they, the IPCC and all who rely on them, are not insane enough to expect a different result this time. ", "recommendationCount": 15}, {"assetID": 1639349, "replies": [], "lft": 64, "assetURL": "http://dotearth.blogs.nytimes.com/2010/07/10/climate-panel-struggles-with-media-plan/", "parentID": null, "commentID": 2242280, "rgt": 65, "userDisplayName": "Susan Anderson", "createDate": "1278812727", "userID": 57076816, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1278824124", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Boston", "commentType": "comment", "updateDate": "1278820524", "commentSequence": 29, "commentBody": "For the objector (and why bother - because you don't want people to look at why I said, I assume) I felt the letter I quoted better expressed what I had to say than I could do freelance.  If you are interested in what I say - which I doubt - you will know that I am sometimes pressed for time but find the efforts of you and your colleagues less than honest so do what I can to \"out\" the truth.<br /><br />Here are the signatories and missing paragraph of my earlier post, which I had to edit out to make more space, along with a repeat of the two critical paragraphs, which are no less true no matter what \"dirt\" (scare quotes are intentional, as the \"dirt\" is manufactured, just like the original controversy.<br /><br />\"Last winter, newsrooms across the world raced to add the newest layer to the then-controversy over stolen emails, the reliability of climate science, and the legitimacy of the findings of the United Nations' Intergovernmental Panel on Climate Change. The journalistic arms race on both sides of the Atlantic, enabled by the lax publishing standards of Europe and fueled by oil industry-funded climate deniers in the U.S., resulted in the mutual destruction of accurate reporting and an informed readership. These false reports had a measurable impact on public opinion.<br />....<br />\"After analyzing 32 summary conclusions on the regional impacts of climate change in the IPCC's 2007 Fourth Assessment Report, the Netherlands Environmental Assessment Agency concluded that \"no significant errors\" had been made.<br /><br />\"Every newspaper, magazine, and television show that reported on these bogus scandals owes it to its audience to set the record straight with the same forcefulness and frequency that it reported the original, disproven charges. Failure to publicly correct the record undermines the very heart of journalism -- to report the truth.<br /><br />\"Respectfully,<br /><a href=\"http://350.org\" target=\"_blank\">350.org</a><br />Alliance for Climate Protection<br />Center for American Progress Action Fund<br />Citizens for Pennsylvania's Future (PennFuture)<br />Earthjustice<br />League of Conservation Voters<br />Media Matters for America<br />Natural Resources Defense Council<br />Project on Climate Science<br />Safe Climate Campaign<br />Sierra Club<br />United Nations Foundation<br />World Wildlife Fund\"<br /><br />I have been fairly polite,  but regard the insistent drumbeat of phony doubt creation to be one of the biggest threats to the future of humanity, and therefore a crime against humanity.  No amount of IMO's will cancel your debt to our future, which is becoming larger by the day as you continue to make smoke out of dishonest campaigns largely supported by entrenched industry which appears to be only interested in short-term profits.", "recommendationCount": 10}, {"assetID": 1639349, "replies": [], "lft": 66, "assetURL": "http://dotearth.blogs.nytimes.com/2010/07/10/climate-panel-struggles-with-media-plan/", "parentID": null, "commentID": 2242311, "rgt": 67, "userDisplayName": "Susan Anderson", "createDate": "1278813393", "userID": 57076816, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1278824143", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Boston", "commentType": "comment", "updateDate": "1278820543", "commentSequence": 30, "commentBody": "To say the same thing in a shorter way, it is time for the media to correct all the inflation of the \"controversy\" in favor of the facts.  As panel after panel comes out with the information that the science and data are intact, despite the scientists' humanity and frustration in the face of tactics better suited to a less free country, it is long past time for the press to correct the record.  Andy has been better than most, but he too has been subject to promoting information without evaluating its credibility and giving far o great a share to all you fakers who have captured people who are unable to judge the science for themselves with your opinions and all the resources made to create doubt and inaction.<br /><br />If 3% of the science is represented as 50%k and 97% as the other 50%, there is an imbalance.  This has been exploited.<br /><br />By the way, does anyone know anything about the Russian connection on the stolen emails?", "recommendationCount": 9}, {"assetID": 1639349, "replies": [], "lft": 68, "assetURL": "http://dotearth.blogs.nytimes.com/2010/07/10/climate-panel-struggles-with-media-plan/", "parentID": null, "commentID": 2242329, "rgt": 69, "userDisplayName": "Susan Anderson", "createDate": "1278813799", "userID": 57076816, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1278824147", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Boston", "commentType": "comment", "updateDate": "1278820547", "commentSequence": 31, "commentBody": "For information on which organizations support the increasing certainty about the dangers and causes of climate change due to global warming and the contribution of greenhouse gases, an increase exacerbated by human exploitation and energy use, try this:<br /><br /><a href=\"http://www.logicalscience.com/consensus/consensusD1.htm\" target=\"_blank\">http://www.logicalscience.com...</a><br /><br />Also, google:<br />\"scientific consensus on global warming\"<br /><br />Against that, you would pit Limbaugh, Beck, Palin, Monckton, etc. etc. - incredible!<br /><br />", "recommendationCount": 7}, {"assetID": 1631434, "replies": [], "lft": 160, "assetURL": "http://dotearth.blogs.nytimes.com/2010/07/07/climate-whitewash-blackwash-and-mushroom-clouds/", "parentID": null, "commentID": 2242397, "rgt": 161, "userDisplayName": "Susan Anderson", "createDate": "1278815422", "userID": 57076816, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1278824150", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Boston", "commentType": "comment", "updateDate": "1278820550", "commentSequence": 74, "commentBody": "Dale McIntyre:<br /><br />\"To be wrong is no sin in science.<br /><br />But to be:<br /><br />-iconoclastic in one's conclusions,<br />-scathing with one's critics,<br />-Machevillian with contrary views, whilst simultaneously:<br /><br />-obscure in one's writings and methods,<br />-ambiguous as to one's data sources,<br />-obfuscatory when queried and<br />-hyper-defensive when probed,<br /><br />well, tell me, how is good science to come out of actions such as these?\"<br /><br />Sounds like an almost perfect description of Lord Monckton, among others.  Methinks you picked the wrong side, since this mountebank replete with false claims is one of Congress's favorite experts when they wish to discredit real science on climate change and related subject.s", "recommendationCount": 3}, {"assetID": 1578485, "replies": [], "lft": 124, "assetURL": "http://dotearth.blogs.nytimes.com/2010/06/21/best-odds-are-on-siphoning-not-stopping-gulf-gusher/", "parentID": null, "commentID": 2242518, "rgt": 125, "userDisplayName": "George Fleming", "createDate": "1278818516", "userID": 30612023, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1278824152", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Mount Vernon OH", "commentType": "comment", "updateDate": "1278820552", "commentSequence": 53, "commentBody": "Concerning #40, 49 and earlier, more on oxygen depletion and acidification of the ocean caused by methane:<br /><br /><a href=\"http://www.sciencenews.org/view/generic/id/60831/title/Methane_releases_in_arctic_seas_could_wreak_devastation\" target=\"_blank\">http://www.sciencenews.org...</a>", "recommendationCount": 0}, {"assetID": 1637101, "replies": [], "lft": 150, "assetURL": "http://dotearth.blogs.nytimes.com/2010/07/09/ethics-and-the-greenhouse/", "parentID": null, "commentID": 2242534, "rgt": 151, "userDisplayName": "Adrian O", "createDate": "1278818891", "userID": 19926270, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1278824157", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "State College, PA", "commentType": "comment", "updateDate": "1278820557", "commentSequence": 71, "commentBody": "#54.Bryan Montreal,<br />#65.Susan Anderson,<br />First I must appreciate that you looked at the graphs. Most people who talk about temperatures do not want to look at the actual temperatures. Now to what the graphs show.<br /><br />The graphs in Girma's example<br /><a href=\"http://www.woodfortrees.org/plot/hadcrut3vgl/from:1910/to:1940/compress:12/plot/hadcrut3vgl/from:1910/to:1940/trend/plot/hadcrut3vgl/from:1970/to:2000/compress:12/plot/hadcrut3vgl/from:1970/to:2000/trend/plot/hadcrut3vgl/from:2000/to:2010/plot/hadcrut3vgl/from:2000/to:2010/trend\" target=\"_blank\">http://www.woodfortrees.org...</a><br /><br />show very clearly that the warming 1910-1940 was EXACTLY THE SAME in size and slope and even in detail as the warming 1970-2000, 60 years later.<br /><br />Since in the first period THE ANTHROPOGENIC EXTRA CO2 WAS VERY LOW<br /><br />while in the second period THE ANTHROPOGENIC EXTRA CO2 WAS VERY HIGH,<br /><br />the fact that you got EXACTLY THE SAME temperature rise<br /><br />shows that ANTHROPOGENIC EXRA CO2 HAD NO EFFECT ON TEMPERATURE GROWTH WHATSOEVER.<br /><br />The climate system was stable enough to compensate for the very small greenhouse effect of the added CO2, a 1/20 of 1% of the atmosphere.<br /><br />In general, on the very long run, there is a 1C/century temperature growth since about 1700 well documented by the ice record.<br /><a href=\"http://www.ncdc.noaa.gov/paleo/pubs/alley2000/alley2000.gif\" target=\"_blank\">http://www.ncdc.noaa.gov...</a><br /><br />In practical terms, if you could bring all the world to North Korean economic standards and emissions (no cars, no residential heating/cooling, foraging for roots and bark), and go back to 1910<br />you would get the SAME temperature growth as now.<br /><br />And in 1922 you would get the same Arctic ice meltdown as in 2007.<br /><br /> The Washington Post headline on Nov 2, 1922, was<br /> \"Arctic Ocean Getting Warm; Seals Vanish and Icebergs Melt.\"<br /><br /><a href=\"http://www.washingtontimes.com/news/2007/aug/14/inside-the-beltway-81073443/\" target=\"_blank\">http://www.washingtontimes.com...</a><br /><br /><a href=\"http://select.nytimes.com/gst/abstract.html?res=F00F13F7395516738DDDAC0A94DA405B838EF1D3\" target=\"_blank\">http://select.nytimes.com...</a><br /><br />Bryan and Susan, Thank you. I always appreciate when people bring up data which shows that the global warming is natural and not AGW related.", "recommendationCount": 7}, {"assetID": 1637101, "replies": [], "lft": 152, "assetURL": "http://dotearth.blogs.nytimes.com/2010/07/09/ethics-and-the-greenhouse/", "parentID": null, "commentID": 2242580, "rgt": 153, "userDisplayName": "Adrian O", "createDate": "1278820158", "userID": 19926270, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1278824161", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "State College, PA", "commentType": "comment", "updateDate": "1278820561", "commentSequence": 72, "commentBody": "Donald A. Brown<br /><br />One of the online magazines had an \"Ask the ethics fellow\" column, in which people brought concrete problems (I happened to find in the office trash a letter...What should I do?) to which the ethics fellow would give a relevant, smart and witty answer - a kind of secular version of a village pastor or a rabbi.<br /><br />I must say that I am a bit disappointed.<br /><br />You haven't given us any opinion on Chen from Beijing - should we forbid to others the kind of life we lead just because they are different .<br /><br />You haven't given us any opinion on  James Hansen - is blatantly faking climate data and hiding the real one OK if you justify it to yourself as in doing it in the service of humanity, while, as Hansen, you also gather personal riches and honors doing it.<br /><br />The set piece on the consensus of scientists on AGW is dated like long hair and bell bottom pants - from, say, mid November 2009.<br /><br />Since then the so called consensus was broken by China, India and Russia. They and a few others representing a majority of the world population, made eminently clear through their actions that they don't believe any of the AGW rethoric. In the UK and US, it is only a shrinking minority which believes in AGW.<br /><br />With China adding coal power at one UK size a month, the question of what the 5% of the US population which would change lifestyle to reduce the (harmless) CO2 emissions is irrelevant for the total CO2 levels - these are moved by Beijing and New Delhi.<br /><br />This is a fairly lively discussion forum so dead ethics set piece generalities just don't cut it.", "recommendationCount": 8}, {"assetID": 1639349, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 2242588, "replies": [], "commentID": 2242713, "trusted": 0, "userDisplayName": "Andy Revkin", "createDate": "1278824274", "userID": 54480690, "replyCount": 0, "commentTitle": "", "status": "approved", "approveDate": "1278824274", "userTitle": "Dot Earth blogger", "recommendations": 0, "editorsSelection": false, "parentUserDisplayName": "Adrian O", "userURL": "http://dotearth.blogs.nytimes.com", "userLocation": "", "depth": 1, "commentType": "reporterReply", "updateDate": "1278820674", "commentSequence": 1, "commentBody": "A different view of the 20th century climate pattern:<br /><a href=\"http://www.realclimate.org/index.php/archives/2006/10/attribution-of-20th-century-climate-change-to-cosub2sub/\" target=\"_blank\">http://www.realclimate.org...</a>"}]}, "lft": 70, "assetURL": "http://dotearth.blogs.nytimes.com/2010/07/10/climate-panel-struggles-with-media-plan/", "parentID": null, "commentID": 2242588, "rgt": 73, "userDisplayName": "Adrian O", "createDate": "1278820406", "userID": 19926270, "replyCount": 1, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1278824273", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "State College, PA", "commentType": "comment", "updateDate": "1278820673", "commentSequence": 32, "commentBody": "The IPCC's main problem was never its lack of reviews.<br /><br />The problem is that its existence is based on predictions of global warming and calls for action to prevent it while the measurements, done now with satellites and harder to fudge, show that we are for more than a decade now, since 1998, in a period of global cooling.<br /><br /><a href=\"http://www.woodfortrees.org/plot/uah/from:1979/mean:24/offset:0.18/plot/rss/from:1979/mean:24/offset:0.13\" target=\"_blank\">http://www.woodfortrees.org...</a><br /><br />As a cursory look at the global temperatures graph (from any source - the one below is a link from <a href=\"http://realclimate.org\" target=\"_blank\">realclimate.org</a>)<br /><br /><a href=\"http://www.woodfortrees.org/plot/hadcrut3gl/from:1900/mean:36/plot/gistemp/from:1900/mean:36/offset:%20-0.09/plot/uah/from:1900/mean:36/offset:0.18/plot/rss/from:1900/mean:36/offset:0.13/plot/none\" target=\"_blank\">http://www.woodfortrees.org...</a><br /><br />shows that the pattern 1910-1950 is EXACTLY reproduced by the pattern 1970-2010 (including the last 10 years of cooling.) It is therefore natural, not caused by higher CO2 emissions.<br /><br />The best measured glaciers in the world show EXACTLY the same 60 year period. They melt now the same way they did in 1950.<br /><br /><a href=\"http://glaciology.ethz.ch/messnetz/lengthvariation.html\" target=\"_blank\">http://glaciology.ethz.ch...</a><br /><br />so the melting can only be natural.<br /><br />The same pattern shows that we are likely to have the current global cooling continue for another 20 years until 2030, similarly to the 1940-1970 cooling.<br /><br />None of the IPCC models has predicted or can explain the current decade of global cooling measured by both our satellites.<br /><br />Maintaining the credibility of a panel based on global warming prevention during thirty years of measured global cooling will not be easy, reviews or not.<br /><br />So the IPCC's big problem is the fact that its statements are contradicted by actual Earth climate measurements. It is not papers or opinions or panel reviews.", "recommendationCount": 12}]}, "copyright": "Copyright (c) 2016 The New York Times Company.  All Rights Reserved."}