{"debug": {"version": 3.1}, "status": "OK", "results": {"api_timestamp": "1481479437", "totalCommentsFound": 8310, "totalCommentsReturned": 25, "comments": [{"assetID": 3314224, "replies": [], "lft": 35, "assetURL": "http://www.nytimes.com/2012/04/02/us/politics/as-tv-viewing-habits-change-political-ads-adapt.html", "parentID": 5889688, "commentID": 5890033, "rgt": 36, "userDisplayName": "Mouse Woman of the Northwest Coast", "createDate": "1333337000", "userID": 56261035, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1333339207", "userTitle": null, "editorsSelection": 1, "statusID": 2, "userURL": null, "userLocation": "Washington State", "commentType": "userReply", "updateDate": "1333335607", "commentSequence": 1, "commentBody": "Adblock is good. However, today, they put pictures of cats where the ads would be, instead of just removing the ads. When I clicked on one of the cat pictures, it gave me the option of removing the cats, which I did. It also said April Fool from Adblock. Sort of cute, but I'm glad they only do stuff like that once a year.", "recommendationCount": 1}, {"assetID": 3314224, "replies": [], "lft": 54, "assetURL": "http://www.nytimes.com/2012/04/02/us/politics/as-tv-viewing-habits-change-political-ads-adapt.html", "parentID": null, "commentID": 5889798, "rgt": 55, "userDisplayName": "Joe P", "createDate": "1333333951", "userID": 35087627, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1333339229", "userTitle": null, "editorsSelection": 1, "statusID": 2, "userURL": null, "userLocation": "Annapolis, MD", "commentType": "comment", "updateDate": "1333335629", "commentSequence": 15, "commentBody": "I don't know how typical I am, but I really don't see many ads, even though I have the TV on in most of the TV viewing hours.  My primary information medium is reading, either through the internet or dead tree medium.  When I do have the TV on I also have something to read on my lap.  That's how I read most of the Washington Post, hard copy delivered, and the NYT, digital on ipad. When they are on I have a book on my lap.  If I'm interested in a show I'll watch until an ad comes on and then switch to the alternative medium .  My wife doe the same.  We both have internet devices besides so even a compelling shows loses us temporarily when the ads come up.<br/>\nIt isn't hard to do this since the sound (either pitch or volume) always changes when the ads appear.", "recommendationCount": 0}, {"assetID": 3314232, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 5890209, "replies": [], "commentID": 5891194, "trusted": 1, "userDisplayName": "Richard Luettgen", "createDate": "1333364562", "userID": 47123844, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1333378240", "userTitle": null, "recommendations": 1, "editorsSelection": false, "parentUserDisplayName": "Richard Luettgen", "userURL": null, "userLocation": "New Jersey", "depth": 1, "commentType": "userReply", "updateDate": "1333374640", "commentSequence": 52, "commentBody": "To JDKJJK: This response should have come first -- don't really understand why, but it wasn't published when I originally sent it, at about 1:30 AM.<br/><br/>You misunderstand. I don't favor the Ryan budget ... and I'm not even sure Ryan does (despite his 98-page manifesto in support of it). While I believe we need to dramatically lower federal expenditures (of which, currently 40% is new debt), I don't believe we can accomplish it in one budget, or even five, without causing untold hardship; and I don't believe we can bring our deficits under control without some higher taxes.<br/><br/>But if your objective is to rein in deficit spending and keep taxes to a minimum, objectives I DO support, then you have to start somewhere; and in a negotiation with spendthrifts whose primary argument is \"look at how much misery there is out there -- how can you begrudge the federal government every dime you earn in order to alleviate it?\", then the starting point in the dickering from the sensible side needs to be scary-right.<br/><br/>But if your personal position is that there's no point in seeking compromises, then you've already been suckered in the negotiation.<br/><br/>EXPECT the Republicans to use the proffered budget as a negotiating tool; and if they can't excite sensible responses from the left because the Senate won't cooperate, fine: there's always what Dr. Krugman derides as renewed debt-ceiling Armageddons on Mr. Obama's watch."}, {"recommendedFlag": 0, "parentID": 5890209, "replies": [], "commentID": 5893724, "trusted": 0, "userDisplayName": "JDKJJK", "createDate": "1333379826", "userID": 58741613, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1333379909", "userTitle": null, "recommendations": 2, "editorsSelection": false, "parentUserDisplayName": "Richard Luettgen", "userURL": null, "userLocation": "NY NY", "depth": 1, "commentType": "userReply", "updateDate": "1333376311", "commentSequence": 109, "commentBody": "Mr. Luettgen<br/><br/>My use of the term treason is outside the definition of the Article 3 but I can claim I am engaging in the same hyperbole as the Republicans who claim Obama is the greatest threat to American liberty in American History.<br/>\nMy apologies for believing you endorsed the Ryan Plan, as I have read your comments in the past and find most of your arguments lucid and sometimes I even agree with them.  However, I still do not believe the Ryan Plan is a starting point for negotiations.  The Republicans have consistently demonstrated that they have no intention of negotiating with Obama and their main goal is not what is in the best interests of the nation but how can we ensure Obama's defeat.<br/>\nOne look no further than the Repubican Icon, Dick Cheney, who famously stated that Reagan proved deficts do not matter, which drew very little criticism from the party base, to the current stance of  the Republican Party who accuses Obama of turning the US into Greece.  "}, {"recommendedFlag": 0, "parentID": 5890209, "replies": [], "commentID": 5893421, "trusted": 0, "userDisplayName": "Joe", "createDate": "1333378102", "userID": 59941978, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1333381154", "userTitle": null, "recommendations": 2, "editorsSelection": false, "parentUserDisplayName": "Richard Luettgen", "userURL": null, "userLocation": "North Carolina", "depth": 1, "commentType": "userReply", "updateDate": "1333377554", "commentSequence": 110, "commentBody": "So you have just agreed that Ryan plan is fraudulent. Political document designed to fool  American people and win a skirmish with Dems. <br/><br/>No real policy value!"}]}, "lft": 200, "assetURL": "http://www.nytimes.com/2012/04/02/opinion/krugman-pink-slime-economics.html", "parentID": null, "commentID": 5890209, "rgt": 217, "userDisplayName": "Richard Luettgen", "createDate": "1333339173", "userID": 47123844, "replyCount": 8, "commentTitle": "n/a", "status": "approved", "approveDate": "1333339237", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New Jersey", "commentType": "comment", "updateDate": "1333335637", "commentSequence": 22, "commentBody": "Ryan's budget may serve two purposes, since it is: 1) the first detailed proposal allowing counter-offers that are at central to compromises; and 2) sufficiently scary to liberals to force a pause in the endless cries over the \"Bush tax cuts\" -- if Ryan's proffer is even more draconian than Bush's tax cuts, perhaps then they may become less important as bargaining chips in the inevitable budgetary dickering.<br/><br/>And the Ryan budget is two MORE things: 1) more than the Democrats ever accomplished in the last Congress, as they never produced a budget at all, despite a majority in BOTH houses of Congress, and holding the White House; and 2) even more disingenuous than claimed, because American taxpayers (individuals as well as businesses) are not going to tolerate the loss of \"loop holes\", because they simply don't trust even a conservative Congress -- let Congress eliminate \"loop holes\", and all you have left are the naked marginal rates, without the deductions; and then you watch another, perhaps more liberal Congress, start to raise them, having lost your only protection from the predation. Ain't gonna happen.<br/><br/>If liberals had sense, they'd deliver a full-blown counter-budget that advances their own priorities and methods for funding them. But because of the severity of Ryan's, he's already won big, as any such counter inevitably will be pulled to the right. But if liberals do nothing but kvetch, they'll be relegated to the role of complainers while they get steamrolled.", "recommendationCount": 7}, {"assetID": 3314232, "replies": [], "lft": 103, "assetURL": "http://www.nytimes.com/2012/04/02/opinion/krugman-pink-slime-economics.html", "parentID": 5889900, "commentID": 5890210, "rgt": 104, "userDisplayName": "Mark Thomason", "createDate": "1333339176", "userID": 37674938, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1333339238", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Clawson, Michigan", "commentType": "userReply", "updateDate": "1333335638", "commentSequence": 1, "commentBody": "We lack anyone to push back.  There are the Democrats who are ashamed of being owned by big money and try to hide it, and the Republicans who are proud of being owned by big money and boast about it.", "recommendationCount": 45}, {"assetID": 3314224, "replies": [], "lft": 66, "assetURL": "http://www.nytimes.com/2012/04/02/us/politics/as-tv-viewing-habits-change-political-ads-adapt.html", "parentID": null, "commentID": 5890092, "rgt": 67, "userDisplayName": "Peter", "createDate": "1333337695", "userID": 63529426, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1333339269", "userTitle": null, "editorsSelection": 1, "statusID": 2, "userURL": null, "userLocation": "Metro Boston", "commentType": "comment", "updateDate": "1333335669", "commentSequence": 16, "commentBody": "I would have preferred hearing from some of the advertising vendors as well as the campaigns.  Where are these availabilities being purchased?  Are there campaign ads on Hulu, where they cannot easily be skipped, or are we talking about banners or contextual ads like on Google.  Searching for \"romney\" on Google brings up a purchased advertisement at the top of the page, but it's just a link to the candidate's web site.  So where are these video advertisements appearing?  The same search at YouTube brings up a raft of videos about Romney, but you have to scroll down the page pretty far before you see a positive entry.  I don't frequent Facebook or Twitter; are there campaign ads there?<br/><br/>The article seems more enthralled with the concept of Internet political advertising than with the actual practice.  How about a follow-up piece where you interview the top Internet sites and ask them if they have been offered, and if they have accepted, campaign advertising.  That would be a lot more informative than reading about what consultants tell campaigns to justify their fees.  Here, I'll even give you a starting point to figure out which sites to contact:  <a href=\"http://www.alexa.com/topsites\" title=\"http://www.alexa.com/topsites\" target=\"_blank\">http://www.alexa.com/topsites</a>.", "recommendationCount": 2}, {"assetID": 3314232, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 5890212, "replies": [], "commentID": 5890351, "trusted": 0, "userDisplayName": "Defector", "createDate": "1333341605", "userID": 13984431, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1333341676", "userTitle": null, "recommendations": 385, "editorsSelection": false, "parentUserDisplayName": "Spence", "userURL": null, "userLocation": "Palo Alto, CA", "depth": 1, "commentType": "userReply", "updateDate": "1333338076", "commentSequence": 3, "commentBody": "Joe Biden made an interesting comment on Face the Nation today.  I've heard others echo these thoughts as well, and that is that there is at least one positive thing to come out this election cycle, and that is the Republicans are for once stating their actual beliefs -- that if you get sick and don't have insurance we as a society should just let you die; that women should not be given access to basic reproductive health care unless they can afford it; that public schools should be defunded; that it's perfectly OK for the wealthiest Americans to pay 1/2 the percentage of income taxes as the rest of us; etc., etc.  Once these facts make their way out of the echo chamber, we can only hope that the GOP has lost all credibility among the American People.  A new party is needed -- the GOP needs to go the way of the Whigs."}, {"recommendedFlag": 0, "parentID": 5890212, "replies": [], "commentID": 5893630, "trusted": 0, "userDisplayName": "joannchartier", "createDate": "1333379249", "userID": 46711902, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1333385414", "userTitle": null, "recommendations": 2, "editorsSelection": false, "parentUserDisplayName": "Spence", "userURL": null, "userLocation": "Oregon", "depth": 1, "commentType": "userReply", "updateDate": "1333381814", "commentSequence": 4, "commentBody": "Don't sit and watch the show and shake your head. Get up in the faces of your own elected representatives; support candidates that are better, even by an inch, than the ones elected last time around. "}]}, "lft": 218, "assetURL": "http://www.nytimes.com/2012/04/02/opinion/krugman-pink-slime-economics.html", "parentID": null, "commentID": 5890212, "rgt": 223, "userDisplayName": "Spence", "createDate": "1333339215", "userID": 34005526, "replyCount": 2, "commentTitle": "n/a", "status": "approved", "approveDate": "1333339279", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Malvern, PA", "commentType": "comment", "updateDate": "1333335679", "commentSequence": 23, "commentBody": "I see our political system like a cancer. Every year things get worse, but eventually it will kill you. Nothing here, just move along. No one is admitting we have grave problems that have to be dealt with. Passing the buck only means impending third world status. <br/><br/>Washington is corrupt with cronyism/lobbyists and battling the powerful right-wing media is no cake walk. It's going to require a tough cookie to fix it, but the survival of our Democracy is at stake.<br/><br/>The status quo is alive and well. Corporations hate uncertainty and will pull the strings to get whatever they want at our nation’s expense. We no longer live in a Democracy for the people, by the people.  Money/greed/power combined with no compassion/morals on the other side have usurped the decency that made this nation great.<br/><br/>50% or more of our nation has no clue what’s happening to them. They blindly latch on to the vitriol/hatred spewed from the other side keeping our nation in fear and preventing any real progress. <br/><br/>I and many others sit and watch as our nation falls into abysmal decline - shaking our heads in utter amazement as to why no one has seized the moment to lay bare all the lies and propaganda we see and hear every day. Alas, the media is part of the problem. <br/><br/>Instead, this roller coaster is careening off the tracks into Third world status. Maybe then, people will demand what they lost.", "recommendationCount": 129}, {"assetID": 3314224, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 5889763, "replies": [], "commentID": 5891611, "trusted": 0, "userDisplayName": "Peter", "createDate": "1333368700", "userID": 63529426, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1333371385", "userTitle": null, "recommendations": 2, "editorsSelection": false, "parentUserDisplayName": "Sane", "userURL": null, "userLocation": "Metro Boston", "depth": 1, "commentType": "userReply", "updateDate": "1333367785", "commentSequence": 5, "commentBody": "I also recommend installing the Ghostery add-on for Firefox.  It enables you to block \"tracking cookies\" which are used by advertising networks to follow you around the web.  This page, for instance, has eight tracking cookies, all of which were blocked by Ghostery.  <a href=\"https://addons.mozilla.org/en-US/firefox/addon/ghostery/\" title=\"https://addons.mozilla.org/en-US/firefox/addon/ghostery/\" target=\"_blank\">https://addons.mozilla.org/en-US/firefox/addon/ghostery/</a>"}, {"recommendedFlag": 0, "parentID": 5889763, "replies": [], "commentID": 5896828, "trusted": 0, "userDisplayName": "mv", "createDate": "1333397897", "userID": 34634983, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1333405125", "userTitle": null, "recommendations": 1, "editorsSelection": false, "parentUserDisplayName": "Sane", "userURL": null, "userLocation": "VA", "depth": 1, "commentType": "userReply", "updateDate": "1333401525", "commentSequence": 6, "commentBody": "Thank you to Peter- I use Firefox, configured it to prevent web tracking, and didn't know there was more I could do.  I have now done it.  I, too, gave up TV years ago - anything I want to know about I can find on my computer.  And I don't care whose ad it is, political or otherwise, there is always a place to click it off, which I do.  Perhaps this will improve my occasional carpal tunnel discomfort.  It takes us back to the NYTimes article of yesterday, on privacy and warrantless wiretapping  Just because Romney wants an ad on my computer (actually, I won't end up on his list - Pets for Obama, thank you Gail Collins -) doesn't mean he has that privilege."}]}, "lft": 48, "assetURL": "http://www.nytimes.com/2012/04/02/us/politics/as-tv-viewing-habits-change-political-ads-adapt.html", "parentID": null, "commentID": 5889763, "rgt": 53, "userDisplayName": "Sane", "createDate": "1333333555", "userID": 30732845, "replyCount": 2, "commentTitle": "n/a", "status": "approved", "approveDate": "1333339285", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Alaska", "commentType": "comment", "updateDate": "1333335685", "commentSequence": 17, "commentBody": "Use the Firefox web browser instead of Internet Explorer.  Install the free Adblock ad-on.  Poof!  Web ads are history.  Can barely browse the web without it.<br/><br/>Oh, and kill your TV.  You won't regret it.  Honest.  I've been TV-free for over 5 years, and will never go back.<br/><br/>And if you haven't read this great NYT article on Romney...best political piece I've seen all year!  <a href=\"http://www.nytimes.com/2012/04/01/opinion/sunday/a-quantum-theory-of-mitt-romney.html?_r=1&amp;src=me&amp;ref=general\" title=\"http://www.nytimes.com/2012/04/01/opinion/sunday/a-quantum-theory-of-mitt-romney.html?_r=1&amp;src=me&amp;ref=general\" target=\"_blank\">http://www.nytimes.com/2012/04/01/opinion/sunday/a-quantum-theory-of-mit...</a>", "recommendationCount": 4}, {"assetID": 3314224, "replies": [], "lft": 43, "assetURL": "http://www.nytimes.com/2012/04/02/us/politics/as-tv-viewing-habits-change-political-ads-adapt.html", "parentID": 5889749, "commentID": 5889845, "rgt": 44, "userDisplayName": "Born Day before Yesterday", "createDate": "1333334608", "userID": 60958000, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1333339285", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Orange County, CA", "commentType": "userReply", "updateDate": "1333335685", "commentSequence": 1, "commentBody": "Thanks, I will.   It will make them less irritating.   ", "recommendationCount": 2}, {"assetID": 3314224, "replies": [], "lft": 45, "assetURL": "http://www.nytimes.com/2012/04/02/us/politics/as-tv-viewing-habits-change-political-ads-adapt.html", "parentID": 5889749, "commentID": 5889880, "rgt": 46, "userDisplayName": "bormespk", "createDate": "1333335013", "userID": 56852144, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1333339285", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Brookline, MA", "commentType": "userReply", "updateDate": "1333335685", "commentSequence": 2, "commentBody": "Thank you for a good one.", "recommendationCount": 2}, {"assetID": 3314224, "replies": [], "lft": 31, "assetURL": "http://www.nytimes.com/2012/04/02/us/politics/as-tv-viewing-habits-change-political-ads-adapt.html", "parentID": 5889649, "commentID": 5889893, "rgt": 32, "userDisplayName": "bormespk", "createDate": "1333335200", "userID": 56852144, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1333339285", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Brookline, MA", "commentType": "userReply", "updateDate": "1333335685", "commentSequence": 1, "commentBody": "Nonsense.  They are looking at cat videos (sorry cats) on Yahoo.", "recommendationCount": 2}, {"assetID": 3314224, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 5890010, "replies": [], "commentID": 5890286, "trusted": 0, "userDisplayName": "longrun", "createDate": "1333340512", "userID": 53104933, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1333371380", "userTitle": null, "recommendations": 1, "editorsSelection": false, "parentUserDisplayName": "Daniel Fitzsimmons", "userURL": null, "userLocation": "Washington, DC", "depth": 1, "commentType": "userReply", "updateDate": "1333367780", "commentSequence": 4, "commentBody": "Use the Ghostery extension with Opera or Firefox to block web tracking almost completely."}]}, "lft": 60, "assetURL": "http://www.nytimes.com/2012/04/02/us/politics/as-tv-viewing-habits-change-political-ads-adapt.html", "parentID": null, "commentID": 5890010, "rgt": 63, "userDisplayName": "Daniel Fitzsimmons", "createDate": "1333336813", "userID": 60647320, "replyCount": 1, "commentTitle": "n/a", "status": "approved", "approveDate": "1333339285", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Orange County, NY", "commentType": "comment", "updateDate": "1333335685", "commentSequence": 18, "commentBody": "Can someone explain to me what gives companies like Lotame the right to analyze my web behavior? I'm not on FB, but I am on Twitter. Is there a web browser I could use that foils their attempts to analyze my web behavior?", "recommendationCount": 1}, {"assetID": 3314224, "replies": [], "lft": 23, "assetURL": "http://www.nytimes.com/2012/04/02/us/politics/as-tv-viewing-habits-change-political-ads-adapt.html", "parentID": 5889522, "commentID": 5890036, "rgt": 24, "userDisplayName": "dalbin", "createDate": "1333337017", "userID": 31642909, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1333339285", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "KY", "commentType": "userReply", "updateDate": "1333335685", "commentSequence": 1, "commentBody": "Thank you for sharing the info on Do Not Track.", "recommendationCount": 3}, {"assetID": 3314224, "replies": [], "lft": 64, "assetURL": "http://www.nytimes.com/2012/04/02/us/politics/as-tv-viewing-habits-change-political-ads-adapt.html", "parentID": null, "commentID": 5890072, "rgt": 65, "userDisplayName": "Isaac", "createDate": "1333337423", "userID": 65893819, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1333339285", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "England", "commentType": "comment", "updateDate": "1333335685", "commentSequence": 19, "commentBody": "\"Mitt Romney’s campaign thinks it has found a way to get its ads in front of the increasing number of voters who are not watching traditional television\"  How about use the ad money to share with American people what Mitt  can do for them, instead of 30 sec ad boom?  Oh wait, Mitt has no substance, he is  empty suit.  ", "recommendationCount": 6}, {"assetID": 3314224, "replies": [], "lft": 68, "assetURL": "http://www.nytimes.com/2012/04/02/us/politics/as-tv-viewing-habits-change-political-ads-adapt.html", "parentID": null, "commentID": 5890178, "rgt": 69, "userDisplayName": "dalbin", "createDate": "1333338654", "userID": 31642909, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1333339285", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "KY", "commentType": "comment", "updateDate": "1333335685", "commentSequence": 20, "commentBody": "Here's a novel thought for our politicians...engage in meaningful, thoughtful discussion, rather than pandering, and then perhaps we might be inclined to listen. <br/><br/>On the other hand, engage in tracking our internet behavior and some of us will be more inclined to believe that \"Big Brother\" is running for office.", "recommendationCount": 10}, {"assetID": 3313927, "replies": [], "lft": 201, "assetURL": "http://economix.blogs.nytimes.com/2012/03/30/the-supreme-court-and-the-national-conversation-on-health-care-reform/", "parentID": 5887345, "commentID": 5890223, "rgt": 202, "userDisplayName": "Debbie R.", "createDate": "1333339364", "userID": 46923481, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1333339405", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Brookline, MA", "commentType": "userReply", "updateDate": "1333335805", "commentSequence": 43, "commentBody": "In the German model, does each employee pay the same amount for their insurance? I thought Prof. Reinhardt mentioned something about it being a fixed percentage of one's salary.<br/><br/>Plus, if you switch jobs, or become unemployed, do you have to switch insurers? Does the employer get to determine which insurer and which benefits you receive?  Are they responsible for negotiating the cost of benefits?  Does the size of the company matter?  Don't Germans buy insurance for an individual person?  Aren't children insured through a separate mechanism altogether?<br/><br/>We also pay for Medicare via payroll taxes to which employers contribute.  But nobody calls that employer based simply because it is funded by taxes on employees.<br/><br/>Is  the funding of insurance via the employer really the most salient feature of the German system?  Does any country other than ours leave it up to the employer to determine what benefit package we receive?<br/><br/>Isn't it the case that our employer based  healthcare system has as many significant differences as commonalities with the German based system?  Aren't we talking about superficial things in common?<br/><br/>If people who understand healthcare make such superficial comparisons in explaining our system, how can anyone blame the public for not understanding the issues?", "recommendationCount": 1}, {"assetID": 3314237, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 5890225, "replies": [], "commentID": 5892666, "trusted": 0, "userDisplayName": "Alley Oop", "createDate": "1333374733", "userID": 36476771, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1333376949", "userTitle": null, "recommendations": 5, "editorsSelection": false, "parentUserDisplayName": "Josie Walz", "userURL": null, "userLocation": "Palm Bay", "depth": 1, "commentType": "userReply", "updateDate": "1333373349", "commentSequence": 5, "commentBody": "No, Josie, there can't be an arrest without probable cause to arrest, or do you think the Constitution should be amended to encompass your view on this?<br/><br/>And if there is no arrest, then there is no adjudication in court, which by the way is not the magic source of real justice that you seem to think it is<br/><br/>Perhaps it's not really the Sanford Police siding with the perpetrator but rather  the evidence and the Constitution. I respectfully ask you to consider that possibility.."}, {"recommendedFlag": 0, "parentID": 5890225, "replies": [], "commentID": 5893274, "trusted": 0, "userDisplayName": "j.c.", "createDate": "1333377446", "userID": 56154447, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1333380160", "userTitle": null, "recommendations": 6, "editorsSelection": false, "parentUserDisplayName": "Josie Walz", "userURL": null, "userLocation": "Los Angeles", "depth": 1, "commentType": "userReply", "updateDate": "1333376560", "commentSequence": 6, "commentBody": "chris ford in order for it to be similar the woman would have to have been following her perceived alleged attacker.  The woman would then have to sit in her car and call the police and indicate that she believes that a guy that is rightfully walking down the sidewalk in her opinion looks like a suspicious rapist.  She would then have to continue following this perceived threat until it starts to look like her perceived potential rapist may be in her opinion, trying to get away.  She would then have to utter these people or group that I perceive as a rapist always get away and proceed to leave her vehicle armed with a gun and attempt to rectify the perceived potential threat getting away.  It would be during that attempt to change the perceived outcome of them always getting away that an altercation would ensue.  The altercation would result in a perceived potential rapist being killed by a woman the perceived potential rapist was trying to avoid any contact with and seemed to actually be running from.  I think yeah they should arrest her and let the judge and jury settle guilt or innocence.  Killing someone in a confrontation that started with them trying to avoid you deserves some looking into.  One perception says this guy is running away so he is guilty of something.  The other perception says a strange  guy is following me in his car and now he is on foot I should try to avoid him."}, {"recommendedFlag": 0, "parentID": 5890225, "replies": [], "commentID": 5894826, "trusted": 0, "userDisplayName": "Aujus", "createDate": "1333386685", "userID": 20100219, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1333389135", "userTitle": null, "recommendations": 3, "editorsSelection": false, "parentUserDisplayName": "Josie Walz", "userURL": null, "userLocation": "Chicago", "depth": 1, "commentType": "userReply", "updateDate": "1333385535", "commentSequence": 7, "commentBody": "@chris ford - A better rewrite of this story would be a young woman walking down the street at night in the rain who notices a car following her and speeds up. Then a man gets out of the car and chases her on foot. After a brief pursuit, they end up struggling and at one point the woman gets the upper hand and then the man shoots her and claims self-defense because she was on top at one point and she is taller than he is. <br/><br/>That would never go down in a court of law because the assumption is that when it comes to men and women, women are more often the victims and they are physically weaker and the man pursuing the woman was threatening her by doing so. When it comes to blacks and non-blacks, the assumption is that blacks are aggressive and lawless and the black person was threatening the non-black person simply by existing and breathing on a public right of way and as such the non-black person has the right to confront and use deadly violence. This is why Zimmerman walked that night. "}]}, "lft": 1004, "assetURL": "http://www.nytimes.com/2012/04/02/us/trayvon-martin-shooting-prompts-a-review-of-ideals.html", "parentID": null, "commentID": 5890225, "rgt": 1021, "userDisplayName": "Josie Walz", "createDate": "1333339387", "userID": 56781528, "replyCount": 7, "commentTitle": "n/a", "status": "approved", "approveDate": "1333339458", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Eau Claire", "commentType": "comment", "updateDate": "1333335859", "commentSequence": 60, "commentBody": "At the very least, there ought to be an arrest. If the prosecution fails to prove its case against Mr. Zimmerman, that will be a different story. However,this leaking of information by Sanford Police is reinforcing the narrative that they are siding with the perpetrator. That's what courts are there to adjudicate.", "recommendationCount": 186}, {"assetID": 3314237, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 5890226, "replies": [], "commentID": 5892132, "trusted": 0, "userDisplayName": "Dandy", "createDate": "1333371750", "userID": 55506184, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1333378385", "userTitle": null, "recommendations": 5, "editorsSelection": false, "parentUserDisplayName": "Bill Appledorf", "userURL": null, "userLocation": "Maine", "depth": 1, "commentType": "userReply", "updateDate": "1333374785", "commentSequence": 6, "commentBody": "Karen, how correct you are!  A gun is manhood:  it's right there for all to see."}, {"recommendedFlag": 0, "parentID": 5890226, "replies": [], "commentID": 5893199, "trusted": 0, "userDisplayName": "Johnny Warbucks", "createDate": "1333377078", "userID": 58175016, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1333380562", "userTitle": null, "recommendations": 1, "editorsSelection": false, "parentUserDisplayName": "Bill Appledorf", "userURL": null, "userLocation": "Atlanta, GA", "depth": 1, "commentType": "userReply", "updateDate": "1333376964", "commentSequence": 22, "commentBody": "Police officers are trained rigorously in deescalation?  LOL!  Yeah, do tell that to the OWS protesters or to the scores of innocent people who have been Tazered or shot to death just because.  "}, {"recommendedFlag": 0, "parentID": 5890226, "replies": [], "commentID": 5895615, "trusted": 0, "userDisplayName": "Wormboy", "createDate": "1333390917", "userID": 30320176, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1333392119", "userTitle": null, "recommendations": 1, "editorsSelection": false, "parentUserDisplayName": "Bill Appledorf", "userURL": null, "userLocation": "Chapel Hill, NC", "depth": 1, "commentType": "userReply", "updateDate": "1333388519", "commentSequence": 23, "commentBody": "Yes, cops are trained in de-escalation.  Far, far, far more than idiot civilians who have watched too many Eastwood and Bronson movies.  Do cops occasionally kill people?  Sure.  but guess what?  They are continuously put into dangerous situations.<br/><br/>Zimmerman, a civilian, foolishly sought confrontation.  Martin paid the ultimate price, and Zimmerman will probably get a decade in prison for his stupidity."}]}, "lft": 1022, "assetURL": "http://www.nytimes.com/2012/04/02/us/trayvon-martin-shooting-prompts-a-review-of-ideals.html", "parentID": null, "commentID": 5890226, "rgt": 1043, "userDisplayName": "Bill Appledorf", "createDate": "1333339404", "userID": 1954665, "replyCount": 8, "commentTitle": "n/a", "status": "approved", "approveDate": "1333339458", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "San Francicso", "commentType": "comment", "updateDate": "1333335858", "commentSequence": 59, "commentBody": "Stand your ground is a crazy law.<br/><br/>Police officers are trained rigorously in deescalation and even so still kill an alarming number of unarmed citizens, usually black or brown.<br/><br/>A trigger-happy, armed vigilante by contrast is not trained to deescalate conflict. His very reason for carrying a weapon is feeling besieged by criminals out to do him wrong. <br/><br/>Of course such a guy will shoot first and claim self defense later.", "recommendationCount": 343}, {"assetID": 3314223, "replies": [], "lft": 15, "assetURL": "http://wordplay.blogs.nytimes.com/2012/04/01/anticipated/", "parentID": 5889060, "commentID": 5890235, "rgt": 16, "userDisplayName": "John", "createDate": "1333339607", "userID": 12857582, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1333339637", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Chicago", "commentType": "userReply", "updateDate": "1333336037", "commentSequence": 9, "commentBody": "On the other hand, Leapay, this is still April 1 and rye doesn't help to know when you are serious.", "recommendationCount": 1}, {"assetID": 3314237, "replies": [], "lft": 87, "assetURL": "http://www.nytimes.com/2012/04/02/us/trayvon-martin-shooting-prompts-a-review-of-ideals.html", "parentID": 5889699, "commentID": 5890236, "rgt": 88, "userDisplayName": "Josie Walz", "createDate": "1333339645", "userID": 56781528, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1333339698", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Eau Claire", "commentType": "userReply", "updateDate": "1333336098", "commentSequence": 7, "commentBody": "@Nick, that was not a direct quote. It was a paraphrase. Besides, @barney, how is this even a conservative vs liberal issue? Isn't it enough that a young man is dead and his killer is out free?", "recommendationCount": 20}, {"assetID": 3314232, "replies": [], "lft": 228, "assetURL": "http://www.nytimes.com/2012/04/02/opinion/krugman-pink-slime-economics.html", "parentID": null, "commentID": 5890237, "rgt": 229, "userDisplayName": "Bill Pieper", "createDate": "1333339659", "userID": 12818211, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1333339698", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Taiwan", "commentType": "comment", "updateDate": "1333336098", "commentSequence": 24, "commentBody": "The House Republicans have been demonstrating that they cannot be both responsible and honest for at least a decade. What we should be asking ourselves is ‘Why don’t the Democrats respond with a more effective strategy?’<br/>\nSadly, I think a big part of the answer is that the role of Republicans in this kabuki performance is to act as the spoilers to the Democrats in order to provide the duplicitous party leadership with a convenient excuse for never getting anything they supposedly want; an excuse that is plausible to a gullible public and eager-to-please DC press corps. Rick Perlstein recently summed up this all too predictable DC bubble dynamic in Rolling Stone: “Democrats can be counted on to compromise with conservative nuttiness, and the media can be counted on to normalize it.”<br/>\n<a href=\"http://www.rollingstone.com/politics/blogs/national-affairs/why-conservatives-are-still-crazy-after-all-these-years-20120316\" title=\"http://www.rollingstone.com/politics/blogs/national-affairs/why-conservatives-are-still-crazy-after-all-these-years-20120316\" target=\"_blank\">http://www.rollingstone.com/politics/blogs/national-affairs/why-conserva...</a><br/>\nAs for the Supreme Court being “willing to embrace any argument, no matter how absurd, that serves the interests of Team Republican”, this fact was crystal clear after Bush v. Gore to everyone save the blinkered members of that most cynical Team Republican.<br/>\nUntil the plutocrats that own the national government - including the Supreme Court – are restrained and democracy is restored to the US, the average American had better become accustomed to a steady diet of pink slime.", "recommendationCount": 143}, {"assetID": 3314237, "replies": [], "lft": 163, "assetURL": "http://www.nytimes.com/2012/04/02/us/trayvon-martin-shooting-prompts-a-review-of-ideals.html", "parentID": 5889733, "commentID": 5890252, "rgt": 164, "userDisplayName": "Josie Walz", "createDate": "1333339880", "userID": 56781528, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1333339940", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Eau Claire", "commentType": "userReply", "updateDate": "1333336340", "commentSequence": 8, "commentBody": "And similarities can be drawn to the Susan Powell case in Utah. Police had amassed a ton evidence, did nothing with it, let her husband roam freely, and now, even her sons are dead.<br/>\nThese two cases are about justice and the role the police have in hindering or seeing to it that it is dispensed.", "recommendationCount": 15}, {"assetID": 3314228, "replies": [], "lft": 2, "assetURL": "http://rendezvous.blogs.nytimes.com/2012/04/01/your-choice-for-world-bank-president/", "parentID": null, "commentID": 5889655, "rgt": 3, "userDisplayName": "Citizen", "createDate": "1333331645", "userID": 65906185, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1333340106", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "World", "commentType": "comment", "updateDate": "1333336506", "commentSequence": 1, "commentBody": "J.A. Ocampo would be my choice, for the following reasons:<br/><br/>i. He is the only one who also has a national planning experience --recall he was Minister of Planning (MoP) in Colombia too-- and whose mandate was to ensure the national development plan (NDP) as blueprint for development was indeed responding to the national development needs, including in addition to economics per se, addressing national health and education policies. This is a crucial characteristic in the developing world, as he will work directly to serve developing countries' needs and that implies direct work with NDPs. The other two candidates lack this important characteristic.<br/><br/>ii. Under the current realities, when entire regions are in crisis, J.A. Ocampo is the only candidate with a solid profile to manage each of the different needs of the world's different regions: e.g., in Africa, where health and education assistance are needed desperately, J.A. Ocampo can use his MoP experience in finding solutions; in Europe, where assistance is needed in the crisis that is threatening more than 300 people, J.A. Ocampo can use his experience in policy, research and academia in the field of economics; his breadth of knowledge and experience can truly help all regions.<br/><br/>iii.  South-South cooperation is needed to have a real 'global development agenda' countries that graduated from aid like Brazil can play a new role, for which neutrality is crucial, and J.A. Ocampo 's neutrality out-stands.<br/><br/><a href=\"http://jaocampo.net/c-v/\" title=\"http://jaocampo.net/c-v/\" target=\"_blank\">http://jaocampo.net/c-v/</a>", "recommendationCount": 0}, {"assetID": 3314232, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 5890261, "replies": [], "commentID": 5890804, "trusted": 0, "userDisplayName": "open your eyes", "createDate": "1333353952", "userID": 65907385, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1333377973", "userTitle": null, "recommendations": 0, "editorsSelection": false, "parentUserDisplayName": "American girl", "userURL": null, "userLocation": "malibu,ca", "depth": 1, "commentType": "userReply", "updateDate": "1333374373", "commentSequence": 16, "commentBody": "Mr. B.Os health care plan lmits the amount of times, in a given 5 year period, that a patient can see his/her dr. This plan will have our childrens, chldren paying back China for centuries."}, {"recommendedFlag": 0, "parentID": 5890261, "replies": [], "commentID": 5893110, "trusted": 0, "userDisplayName": "JDKJJK", "createDate": "1333376667", "userID": 58741613, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1333381154", "userTitle": null, "recommendations": 1, "editorsSelection": false, "parentUserDisplayName": "American girl", "userURL": null, "userLocation": "NY NY", "depth": 1, "commentType": "userReply", "updateDate": "1333377554", "commentSequence": 17, "commentBody": "Kurthunt<br/><br/>The current conservative movement does not advocate the elimination of the Leviathan form of government so much as it espouses \"big government\" in the form of national security and an expanded police state.<br/>\nIn the end both Parties want to spend taxpayer money, it is just a question where the money is spent.  "}, {"recommendedFlag": 0, "parentID": 5890261, "replies": [], "commentID": 5892526, "trusted": 0, "userDisplayName": "Alex Jenkins", "createDate": "1333374042", "userID": 57883705, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1333384803", "userTitle": null, "recommendations": 3, "editorsSelection": false, "parentUserDisplayName": "American girl", "userURL": null, "userLocation": "Los Angeles", "depth": 1, "commentType": "userReply", "updateDate": "1333381203", "commentSequence": 18, "commentBody": "American girl, you hit the nail directly on the head.  I wish it were more nuanced than that, but I think you keyed into exactly what motivates their desire to make government small enough \"to drown in a bathtub.\""}]}, "lft": 234, "assetURL": "http://www.nytimes.com/2012/04/02/opinion/krugman-pink-slime-economics.html", "parentID": null, "commentID": 5890261, "rgt": 243, "userDisplayName": "American girl", "createDate": "1333340051", "userID": 8186116, "replyCount": 4, "commentTitle": "n/a", "status": "approved", "approveDate": "1333340118", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Santa Barbara, CA", "commentType": "comment", "updateDate": "1333336518", "commentSequence": 25, "commentBody": "Republicans do not propose viable solutions to the problems facing the vast majority of American citizens and our country because they have absolutely no interest in moving forward this agenda.  Solutions that create a level playing field create equality.  Solutions that serve the common good create equality. Solutions that protect the commons for the good of all create equality.  Solutions that create sound fiscal policy and economic health for the nation as a whole create equality.  Solutions that support a solid infrastructure on which all depend create equality.  Solutions that insure excellence in education and health care create equality.  That is why they do not offer solutions. They offer denigration of government as evil because to them it is.  It is the only institution large enough to create the solutions that can create equality, that can create a level playing field on which the individual can express their own creativity, ingenuity and drive. By attacking government and it's rightful purpose as articulated in our Constitution and Bill of Rights, Republicans attack the ability of government to create fairness, protection of the commons for the appropriate and sound use of all, and equal opportunity.  They will resist this expansion of equality to their dying breath because their \"superior\" status can only exist if there is a system in place to create inequality and that is what they fight for. ", "recommendationCount": 268}, {"assetID": 3314228, "replies": [], "lft": 4, "assetURL": "http://rendezvous.blogs.nytimes.com/2012/04/01/your-choice-for-world-bank-president/", "parentID": null, "commentID": 5890112, "rgt": 5, "userDisplayName": "Rick", "createDate": "1333337886", "userID": 65906725, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1333340140", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Switzerland", "commentType": "comment", "updateDate": "1333336540", "commentSequence": 2, "commentBody": "Kim is needed more badly in global health than he is at the presidency of the WB. He would do a good job at the Gates Foundation, or the Global Fund, or PEPFAR or GAVI, or any other global health organization.<br/><br/>Ngozi is needed desperately in Nigeria and her work for Nigeria's economy and national planning in the next five years could mean more to the people of Nigeria and Africa, than all the work and changes she could possibly bring to the WB. She could stay in Nigeria working for her nation for the next five years, and once she has more experience (she has few years of senior-level work in a ministry of a developing country), then, she can go to WB.<br/><br/>On the other hand, a three-decade-experience development economist, who is also a multilateral player, and someone who has worked along the full spectrum of the development path is needed.<br/><br/>Ocampo has worked both at the national level as he did in Colombia for over a decade (a country that was a circus in 1980 to becoming one of the most thriving economies in 2012) or at the regional level, like South America that had all kinds of development challenges in the 1990s and is now on its way to experiencing promising growth in the next decade.<br/><br/>Ocampo, is needed for the next five years at the WB. <br/><br/>The world must get it right this time. Reason, no politics please.", "recommendationCount": 1}, {"assetID": 3314232, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 5890268, "replies": [], "commentID": 5892475, "trusted": 1, "userDisplayName": "AAC", "createDate": "1333373799", "userID": 26671491, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1333373851", "userTitle": null, "recommendations": 2, "editorsSelection": false, "parentUserDisplayName": "Josie Walz", "userURL": null, "userLocation": "NY", "depth": 1, "commentType": "userReply", "updateDate": "1333370251", "commentSequence": 76, "commentBody": "Are we to consider the act of borrowing 40 cents on the dollar to be an exercise in fiscal \"kindness\"?"}]}, "lft": 244, "assetURL": "http://www.nytimes.com/2012/04/02/opinion/krugman-pink-slime-economics.html", "parentID": null, "commentID": 5890268, "rgt": 247, "userDisplayName": "Josie Walz", "createDate": "1333340197", "userID": 56781528, "replyCount": 1, "commentTitle": "n/a", "status": "approved", "approveDate": "1333340236", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Eau Claire", "commentType": "comment", "updateDate": "1333336636", "commentSequence": 26, "commentBody": "Someone, a NYT reporter, I believe, called it an 'exercise in fiscal cruelty.' I concur", "recommendationCount": 30}]}, "copyright": "Copyright (c) 2016 The New York Times Company.  All Rights Reserved."}