{"debug": {"version": 3.1}, "status": "OK", "results": {"api_timestamp": "1481460419", "totalCommentsFound": 5842, "totalCommentsReturned": 25, "comments": [{"assetID": 2542913, "replies": [], "lft": 2, "assetURL": "http://goal.blogs.nytimes.com/2011/03/20/is-old-firm-dominance-good-for-scottish-soccer/", "parentID": null, "commentID": 3566254, "rgt": 3, "userDisplayName": "Ian Thomson", "createDate": "1300679641", "userID": 59129377, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1300680069", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New York", "commentType": "comment", "updateDate": "1300679286", "commentSequence": 1, "commentBody": "It will be the 26th consecutive season that either Rangers or Celtic win the title. Aberdeen were champions in 1984-85.<br /><br /> <br /><br />NYT editor: Correct. That's my bad math, not Graham's. It's been fixed. AD", "recommendationCount": 1}, {"assetID": 2512055, "replies": [], "lft": 16, "assetURL": "http://therail.blogs.nytimes.com/2011/03/12/breeders-chasing-the-superhorse/", "parentID": null, "commentID": 3561253, "rgt": 17, "userDisplayName": "Marti", "createDate": "1300563569", "userID": 63319464, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1300680314", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Arkansas", "commentType": "comment", "updateDate": "1300676714", "commentSequence": 8, "commentBody": "Secretariat is also the sire of Weekend Suprise, the dam of AP Indy.  People not familiar with the sport either need to do their homework, or move to a different topic altogether.", "recommendationCount": 0}, {"assetID": 2541132, "replies": [], "lft": 24, "assetURL": "http://dotearth.blogs.nytimes.com/2011/03/20/was-tokyo-electric-singing-hestiation-blues/", "parentID": null, "commentID": 3564344, "rgt": 25, "userDisplayName": "Raven", "createDate": "1300639644", "userID": 58111801, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1300680544", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Earth", "commentType": "comment", "updateDate": "1300676944", "commentSequence": 9, "commentBody": "Hindsight is 20:20. There were 3 other reactor complexes affected by the quake and tsunami that were kept under control with no heroic measures required (i.e. inject seawater). There was no way to know at the time that events would turn out the way they did. Things really only went south one the hydrogen gas started expoding.<br /><br />The bottom line is no matter how reasonable the response once, given the information available at the time, that response will, by definition, look too weak since it did not work. That does NOT justify claims of incompentence or unreasonable delay.<br /> ", "recommendationCount": 9}, {"assetID": 2541132, "replies": [], "lft": 26, "assetURL": "http://dotearth.blogs.nytimes.com/2011/03/20/was-tokyo-electric-singing-hestiation-blues/", "parentID": null, "commentID": 3564386, "rgt": 27, "userDisplayName": "Charles", "createDate": "1300640667", "userID": 33192135, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1300680549", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "MA", "commentType": "comment", "updateDate": "1300676949", "commentSequence": 10, "commentBody": "Tokyo Electric has a long history of putting profits before safety and of being lax in reporting accidents to the government. When the first explosion happened at the Fukushima plant, they didn't even report it to the goverment. When the PM saw the explosion on TV, he reportedly called then and had to bawl them out in order to pry the details about the explosion out of them. Because it is so big and because over the years it made so many donations to the old conservative party (the LDP), which ruled for half a century, Tokyo Electric has developed a culture of self-centeredness, arrogance, and lack of accountability. Now, however, the Japan Democratic Party is in power, so the government may actually be able to change the balance of power and demand accountability and a safety-first policy at Tokyo Electric.<br /><br />The Japanese government also needs to demand that Tokyo Electric build strong tsunami-deflecting shields in front of all its seaside reactors. The Fukushima plant has almost nothing to deflect tsunamis to the side, and the emergency power generators were built outside the plant walls, between the plant and the ocean, so they naturally were damaged by the tsunamis. Many Japanese are saying that this was a human-caused disaster as well as a natural disaster. Much tighter regulation of Tokyo Electric and a thorough investigation of the breakdown are called for. Plenty of strong earthquakes will occur in the future, and Tokyo Electric obviously isn't prepared for them.  ", "recommendationCount": 5}, {"assetID": 2530349, "replies": [], "lft": 148, "assetURL": "http://dotearth.blogs.nytimes.com/2011/03/17/on-nuclear-power-in-a-post-tsunami-world/", "parentID": null, "commentID": 3564401, "rgt": 149, "userDisplayName": "William H. Calvin", "createDate": "1300640887", "userID": 46920051, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1300680559", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Seattle", "commentType": "comment", "updateDate": "1300676959", "commentSequence": 71, "commentBody": "<br />The one-two punch at Fukushima Daiichi: A preliminary diagnosis<br /><br />by wcalvin.<br /><br />What went wrong? There will be a series of reasons, both proximate (sticking valves, operator errors, slow response) and ultimate (siting, design, and such).<br />     What can we say at this point about the failure to design for an earthquake-tsunami one-two punch?<br /> 1.    The safety systems detected the earthquake and, as designed or subsequently modified, shut down the chain reaction to below criticality. But tsunami warnings should also trip a shutdown: were they available?<br /> 2.    The earthquake might have damaged some systems, e.g., might have drained some of the 10m-deep pool at Number 4 holding removed fuel rods.<br /> 3.    The tsunami overtopped the sea walls built to protect the installation. That constitutes an obvious siting and design insufficiency, given Fukushima was near a subduction zone that generates tsunamis. These were errors made forty years ago by Tokyo Electric Power and the Japanese regulators.<br /> 4.    Because basement electrical control rooms were flooded by the tsunami, backup power failed and batteries were only good for four hours. Some sensor data and control functions were lost. Another obvious design insufficiency, easily avoided by locating this room on a higher floor.<br /> 5.    The Fukushima boiling-water reactors were designed by G.E. in the 1960s to be cheaper than the dominant design, the pressurized water reactor. But its slimmed-down containment was heavily criticized in the early 1970s for safety reasons that are likely to be relevant to the Fukushima disasters.<br /> 6.    About one-fourth of the U.S. reactors in operation today are of this cheaper G.E. Mark I design. The Chernobyl reactor that melted down in 1986 was a much cheaper Soviet design; not only did it not have a containment but the reactor was surrounded by very flammable graphite, what caused the building to burn for a month while lofting radioactive particles up to 30,000 feet to create fallout over a far wider area than anything likely from the multiple Daiichi disasters.<br /> 7.    As Matt Wald notes, “One simple improvement, in use now in most plants, is to keep some spent fuel in “dry casks” — steel cylinders filled with inert gas, sitting in small concrete silos. These have no moving parts and are unlikely to be bothered by earthquakes or tsunamis.” It sounds as if Tokyo Electric Power and the Japanese regulators failed to update their fuel-handling.<br /> 8.    Most of the four hundred reactors operating in the world today are of the more robust pressurized water design and most are not threatened by tsunamis, so many of the lessons of Fukushima may not prove relevant to them.<br /> 9.    Most of the reactors currently being constructed have forty additional years of operating experience and safety research to guide them. (The G.E. Mark I represented only ten years of commercial nuclear power experience.)<br /><br />While the use of coal for electricity generation appears cheap, that is only because we take so little account of its hidden costs (climate change), pollution (coal-fired plants put more uranium into the air each year than all of the uranium consumed in nuclear reactors), and miner deaths. In China alone, there are an estimated 5,000 miner deaths each year. For hydroelectric, there are dam failures that wipe out downstream towns. Per megawatt generated, the hydro fatality rate around the world is a hundred times higher than for nuclear electricity.<br />     For commercial nuclear power, the death toll was about 50 in the first fifty years, all from Chernobyl. One death per year, on average. While Daiichi has already added perhaps a dozen to that total, it is clear that nuclear is still, by far, our safest method of generating electricity.<br /><br />The nuclear contamination downwind of a damaged reactor must be compared to those of other industrial plants, say those for agricultural chemicals.<br />     The 1984 Bhopal disaster was the world's worst industrial catastrophe with perhaps 15,000 deaths and a half-million injuries from the leak of methyl isocyanate gas in to the air, which went undetected for a week.<br />     Such facilities get little of the design and regulatory oversight that characterizes the nuclear power industry. Nuclear power is not inherently safer so much as it has been made mostly safe by foresight.<br />     Were not nuclear power associated in peoples’ minds with something far scarier, nuclear bombs, we would have treated it about like we treat a pesticide plant. But I wouldn’t downgrade the nuclear power precautions; instead I would upgrade the safety requirements and disaster plans for many manufacturing operations that can generate fallout from a fire or leak.<br /><br />---<br />I reviewed the relative safety of various power sources in Chapter 19 of my 2008 book, GLOBAL FEVER: How to Treat Climate Change.", "recommendationCount": 2}, {"assetID": 2536798, "replies": [], "lft": 68, "assetURL": "http://dotearth.blogs.nytimes.com/2011/03/18/complexity-complacency-calamity/", "parentID": null, "commentID": 3564463, "rgt": 69, "userDisplayName": "chris y", "createDate": "1300642412", "userID": 58951348, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1300680567", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "florida", "commentType": "comment", "updateDate": "1300676967", "commentSequence": 33, "commentBody": "re #29, daniel shays- \"Too bad the NRC both \"regulates\" AND promotes nuclear energy. Something is very wrong in that picture!\"<br /><br />I take it you are equally appalled by the fact that the IPCC both 'regulates' AND promotes steaming piles of CACC (Catastrophic Anthropogenic Climate Change). There is a bilious stench  in that picture.<br /><br />", "recommendationCount": 7}, {"assetID": 2536798, "replies": [], "lft": 70, "assetURL": "http://dotearth.blogs.nytimes.com/2011/03/18/complexity-complacency-calamity/", "parentID": null, "commentID": 3564486, "rgt": 71, "userDisplayName": "chris y", "createDate": "1300642845", "userID": 58951348, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1300680572", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "florida", "commentType": "comment", "updateDate": "1300676972", "commentSequence": 34, "commentBody": "Dale McIntyre-<br /><br />Your comments (#8, #25, #26) in this thread are unusually perceptive and much appreciated. It is always a treat to find a rarely-used word (choler) amongst the Dot Earth postings.<br /><br />", "recommendationCount": 8}, {"assetID": 2541132, "replies": [], "lft": 28, "assetURL": "http://dotearth.blogs.nytimes.com/2011/03/20/was-tokyo-electric-singing-hestiation-blues/", "parentID": null, "commentID": 3564530, "rgt": 29, "userDisplayName": "YW", "createDate": "1300643912", "userID": 58704291, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1300680586", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "oregon USA", "commentType": "comment", "updateDate": "1300676986", "commentSequence": 11, "commentBody": "to comment on #2 by doug, check out the international atomic energy agency at <a href=\"http://www.iaea.org\" target=\"_blank\">www.iaea.org</a>.  After the 2007 kashiwazaki-kariwa (kk) earthquake, TEPCO was ordered to allow the iaea to conduct safety inspections at the nuke plant there.<br /><br />i was on an engineering team (<a href=\"http://asce.org\" target=\"_blank\">asce.org</a>) to evaluate lifeline damage in the area from the magnitude 6.6 KK quake (but not the nuke plant). We heard from locals that they were very scared because immediately after the quake, big billowing black smoke was being emitted from the nuke plant (but there wasn't any communication to the public). It turns out the it was an electrical transformer fire that could not be immediately suppressed due to damage to the plant's fire supression system (casue by liquefaction-related ground failure). The point is that the recent quake is not the first quake to stress Japan's safety protocols for nuke plants. The 2007 KK quake was the first time radioactive leaks (although very minor) occurred from an earthquake.", "recommendationCount": 7}, {"assetID": 2541132, "replies": [], "lft": 30, "assetURL": "http://dotearth.blogs.nytimes.com/2011/03/20/was-tokyo-electric-singing-hestiation-blues/", "parentID": null, "commentID": 3564539, "rgt": 31, "userDisplayName": "Elizabeth Tjader", "createDate": "1300644167", "userID": 47403245, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1300680619", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Ferndale, California", "commentType": "comment", "updateDate": "1300677019", "commentSequence": 12, "commentBody": "I'd like to add to Steve Salmony's numbers 3 &amp; 4 assessments:<br /><br />I'm sure I'm not the only one who took notice at how expedient the G7 were in their rescue of the global markets after Japan's  tragedy. Suddenly billions of dollars became available to inject into the global markets to keep them from crashing. God forbid the almighty investor might suffer a loss.<br /><br />We can see, quite glaringly, when it comes down to who and what matters on the planet, you can forget about biodiversity, forget about contamination to local and global ecosystems from radiation, and forget about the human and non human tolls; that is except for one small faction of the population: the stock market investor or corporations like Tokyo Electric and its respective investors. Within a mere four days of Japan’s major tragedy billions of dollars suddenly became available to inject into the global markets. I don’t recall that happening when Haiti’s big earthquake happened? Oh, that’s right, Haitians don’t matter with regard to Wall Street. They don’t make anything on which the big transnational CEO’s can continue to rape the workers and screw the rest of us.<br /><br />I thought none of these big G7 countries had any extra money? Isn't everyone slashing budgets? Ironically over here we're getting ready to slash the national tsunami warning system, or at least that's what those caring, compassionate Republicans want to do in the name of deficit reduction.<br /><br />We can’t find funding for better regulatory safety commissions, or to create and deliver alternative energy resources, or for an indispensable service, Planned Parenthood, which helps women and children remain healthy as well as providing birth control. Yet suddenly the global stock markets crash and the Wall Street bankers and their global counterparts become an endangered species worthy of a multibillion dollar economic injection to keep them from crashing?   Bull-s--t!<br /><br />I don’t ever want to hear again that we can't find the funds to support research and development when it comes to renewable energy sources. There is plenty of money available out there when we want it. What was just proven, however, is where humanity and biodiversity rank in terms of a major emergency and the subsequent needs of the two groups: a big last. The almighty, sacrosanct investor is the one governments and economists scramble to save.<br /><br />Elizabeth Tjader<br /><br />", "recommendationCount": 14}, {"assetID": 2536798, "replies": [], "lft": 72, "assetURL": "http://dotearth.blogs.nytimes.com/2011/03/18/complexity-complacency-calamity/", "parentID": null, "commentID": 3564628, "rgt": 73, "userDisplayName": "James", "createDate": "1300646295", "userID": 57643240, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1300680626", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Northern Nevada", "commentType": "comment", "updateDate": "1300677026", "commentSequence": 35, "commentBody": "Re #31: \"Just as the country tries to recover those so called dependable baseload power plants aren't...dependable.\"<br /><br />Oh, please!  Is ANYTHING dependable after such an earthquake/tsunami?  Highways, bridges, pipelines, storage tanks... all suffered worse damage.  Solar power?  Well, if there was any in the region, how do you suppose it fares after the collapse of the buildings it's installed on?<br /><br />Meanwhile, you've got failures of, IIRC, three of six reactors at one plant.  The others are shut down, but can readily be brought back up.", "recommendationCount": 2}, {"assetID": 2541132, "replies": [], "lft": 32, "assetURL": "http://dotearth.blogs.nytimes.com/2011/03/20/was-tokyo-electric-singing-hestiation-blues/", "parentID": null, "commentID": 3564939, "rgt": 33, "userDisplayName": "Bob", "createDate": "1300652535", "userID": 55538437, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1300680632", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "NYC", "commentType": "comment", "updateDate": "1300677032", "commentSequence": 13, "commentBody": "#6 \"[Journalists] \"have managed to create a mass panic, leading to thousands of people wasting their money on expensive air fares, disrupting their professional lives, their children's education, and ....\" apparently for the journalists' own amusement. Or is it because it \"sells?\"<br /><a href=\"http://bravenewclimate.com\" target=\"_blank\">http://bravenewclimate.com</a>...<br />What will the backlash be?\"<br />Wait till the Dihydrogen monoxide, a substance that has killed more people than any other, gets detected. The Japanese plants contained a lot of Dihydrogen monoxide. The end is nigh!<br />Eventually people will stop believing anything the Press says, according to polls, it has already started.", "recommendationCount": 7}, {"assetID": 2536798, "replies": [], "lft": 74, "assetURL": "http://dotearth.blogs.nytimes.com/2011/03/18/complexity-complacency-calamity/", "parentID": null, "commentID": 3565086, "rgt": 75, "userDisplayName": "Bob", "createDate": "1300655351", "userID": 55538437, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1300680635", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "NYC", "commentType": "comment", "updateDate": "1300677035", "commentSequence": 36, "commentBody": "#16 \"There must be some middle ground that holds those big, greedy fossil fuel CEO’s and their minions.......Maybe I'm a fool and that is an impossible order but something is going wrong in how these conversations seem to be unfolding.\"<br />You could consider that all these \"evil\" people provide a service that is appreciated by most people even if you do not. Oil and electricity allow me to live better today than a king lived in earlier times. To me that's a lot. I don't want to bite the hand that feeds me and ungratefully call these people names after they made my life better. They have done so much for us. What have you and I done to improve the lives of our fellow citizens? Whatever it is, nothing as far reaching as the energy companies.", "recommendationCount": 4}, {"assetID": 2541132, "replies": [], "lft": 34, "assetURL": "http://dotearth.blogs.nytimes.com/2011/03/20/was-tokyo-electric-singing-hestiation-blues/", "parentID": null, "commentID": 3565088, "rgt": 35, "userDisplayName": "Joel Upchurch", "createDate": "1300655409", "userID": 1281328, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1300680639", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Florida", "commentType": "comment", "updateDate": "1300677039", "commentSequence": 14, "commentBody": "I couldn't understand why they waited so long to decide to flood Unit#1 with sea water. It was supposed to be retired this year anyway. I hope they can get Units 5 and 6 operational again, but I don't know how damage there is to the turbines and generators. I suspect there may have been a lack of engineering expertise in upper management at Tokyo Electric, which I suspect slowed down their decision making.  I was surprised on day 1 of the crisis when I learned that of the 10 reactors in Fukushima, 4 were down for maintenance. In the US reactors typically have around 90% uptime, which indicates they weren't well managed.<br /><br />", "recommendationCount": 2}, {"assetID": 2541132, "replies": [], "lft": 36, "assetURL": "http://dotearth.blogs.nytimes.com/2011/03/20/was-tokyo-electric-singing-hestiation-blues/", "parentID": null, "commentID": 3565147, "rgt": 37, "userDisplayName": "martin weiss", "createDate": "1300656254", "userID": 19153055, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1300680642", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "mexico, mo", "commentType": "comment", "updateDate": "1300677042", "commentSequence": 15, "commentBody": "Ablution: The Cleansing of Turtle Island<br />NASA has shown evidence of toxic rain from the Gulf oil disaster.<br />The build-up of radioactive fallout over California's Central Valley could render crops lethal.<br />Between the industrial wastes and agricultural runoff, toxic rain and radioactive deposition, North America could become uninhabitable.<br />The European infestation, with its Scottish cattle ruining the range, feudal banking and hereditary aristocracy dominating culture, extorting labor, exterminating wildlife, undermining government, promoting ignorance and fear like a cornered animal, and making endless war, might have to move to Brazil, or Indonesia, or the Antarctic, underground, anywhere but here... and the sacrifices to the god of profit might end.", "recommendationCount": 2}, {"assetID": 2541132, "replies": [], "lft": 38, "assetURL": "http://dotearth.blogs.nytimes.com/2011/03/20/was-tokyo-electric-singing-hestiation-blues/", "parentID": null, "commentID": 3565632, "rgt": 39, "userDisplayName": "coddington.morton", "createDate": "1300665530", "userID": 59377431, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1300680645", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New Hampshire", "commentType": "comment", "updateDate": "1300677045", "commentSequence": 16, "commentBody": "Once again: the radiation emissions so far have been so small that no-one outside of the plant themselves has been exposed to any meaningful radiation.  This truly is a non-event for people outside the plant.<br /><br />Now, if it were up to _you_ to permanently destroy 1, 2, 3, 4... nuclear engines, at $20B a piece, and considering they create a sizable % of your country's energy, would you really mindlessly do it without a moment's hesitation to think if there is an alternative?<br /><br />The power output permanently lost will be made up with nasty coal rich in CO2.  Statistically, a few people will die (for sure) getting, transporting and using that coal, let alone the coal itself will release radioactive materials when it burns.  Feeling good about your rash decision to kill the reactors?", "recommendationCount": 9}, {"assetID": 2536798, "replies": [], "lft": 76, "assetURL": "http://dotearth.blogs.nytimes.com/2011/03/18/complexity-complacency-calamity/", "parentID": null, "commentID": 3565661, "rgt": 77, "userDisplayName": "Elizabeth Tjader", "createDate": "1300666170", "userID": 47403245, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1300680647", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Ferndale, California", "commentType": "comment", "updateDate": "1300677047", "commentSequence": 37, "commentBody": "Dear Dale #25,<br /><br />Please call me Elizabeth. I appreciate the courtesy but we've both been on DE long enough to use each other's first names.<br /><br />With all due respect, I’m going to take major issue with a few of your comments. First and foremost, this one:<br /><br />“Our success as a species testifies that, in the long term, we have balanced those risks and rewards well.”<br /><br />We have balanced nothing. Where the heck are you living? We are headed for or are already into the Sixth Extinction period; an epic event. We are sending millions of non human species over the cliff. Fifty percent of the world’s animals are in decline. One-quarter of the world’s mammals face extinction. Just to name a few of those species: the elephant, humpback whale, gorilla, orangutan, spider monkey, cheetah, tiger, and polar bear. That is not success, dear friend, that is tyranny and ecocide. There is nothing balanced in that equation. And the animals I mentioned tend to be the one’s most people recognize. There are millions more we haven’t even identified and named yet but are already on their way out. And I didn't even mention the indigenous tribes whose lands we've stolen and poisoned.<br /><br />Where I might use the word “success”, though in truth it is anything but, is in our ability to wage war against nature in some of the most sophisticated, technological and brutal ways ever to hit this planet. This is the first time in history any species has been called a “geophysical force.” We don’t play fair Dale. There is nothing balanced about our presence or energy extraction practices. Our human numbers are staggering and oppressive and killing everything else. Maybe if there were only two billion humans on the planet I might agree with some of what you say. But we passed that number less than one hundred years ago. There are close to seven billion needy, hungry, energy consuming humans, one of which is myself, and I hate what we’re doing to this planet. I hate what I‘m doing to the planet. We are living at the expense of everything else. So have we weighed the risks well? Answer: a big, fat resounding NO. Every other living thing is at our mercy. The biggest tragedy in that statement is we aren’t going to change. We have little mercy toward anything but ourselves.  That is not a sapient species.<br /><br />And finally:<br /><br />“They do not want your pity, or your guilt. They are proud of what they do. They know they make modern life possible. They know that their wages are higher than the average, to compensate them for the extra risks they take. They know they earn those wages, and they set about doing their dangerous work as safely as possible.”<br /><br />Have you ever listened to the interviews of the workers when a coal mine collapses or the people in the vicinities of those mountain top removal zones when they discover their entire neighborhoods have been polluted and poisoned to equal birth defects and contamination into future generations thanks to our fossil fuel industries? Come on Dale, please stop painting a magical picture of coal miners.<br /><br />I have never heard any one of those people talk about an eagerness to resume their work or continue with their proud, poisonous vocations when the s--t hit’s the fan. . And what I’m about to propose will sound demeaning and disparaging, I do not mean it that way. But in the same way you’re calling those of us who care about the planet and energy extraction “magical” in our thinking, what magic pill are you taking that suggests these men even think deeply and consciously about what they’re doing? Most of them have not gone beyond high school, if they have. They’ve followed in the footsteps of their parents and blindly do what they’ve been slated to do because there are no other lucrative jobs that pay living wages or offer the kind of insurances and benefit packages in those extremely depressed demographics. Is it their fault? Of course not. There are no other viable options. My point in bringing up the level of education with those workers, and their life perspectives is simply this: notice it isn’t the well educated, ivy league graduate CEO’s or their minions from Peabody Coal going deep into the mines. Not on your life. It’s much easier to pay less educated, less sophisticated citizens to do the dirty work. And I'm sorry if that sounds unkind, I'm not trying to be unkind. I'm raising attention to how easily taken advantage of many of the mine workers are by duplicitious, greed oriented brutes, aka, CEO's.<br /><br />I don’t know what the answers are but I sure as hell am not going to stop questioning how we get our energy, why it is we can’t make a partial transition off dirty energy into clean energy, or how many is too many people on planet Earth. I may not be able to make any difference but I’m sure as hell not going to stop questioning how we want to live as a species so other sentient beings can just plain live.<br /><br />Elizabeth Tjader<br /><br />", "recommendationCount": 5}, {"assetID": 2541132, "replies": [], "lft": 40, "assetURL": "http://dotearth.blogs.nytimes.com/2011/03/20/was-tokyo-electric-singing-hestiation-blues/", "parentID": null, "commentID": 3565724, "rgt": 41, "userDisplayName": "JD", "createDate": "1300667667", "userID": 1266283, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1300680651", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Ohio", "commentType": "comment", "updateDate": "1300677051", "commentSequence": 17, "commentBody": "If executives failed to cool the plant for financial reasons, their actions are despicable.  They should be held responsible for the inevitable deaths of some of the workers who were sent to try to reduce the release of radiation, and who received large doses of radiation.  I'll venture to infer that the executives have been protecting themselves in safe places while the workers have placed their lives on the line.<br /><br />JD", "recommendationCount": 6}, {"assetID": 2541132, "replies": [], "lft": 42, "assetURL": "http://dotearth.blogs.nytimes.com/2011/03/20/was-tokyo-electric-singing-hestiation-blues/", "parentID": null, "commentID": 3565740, "rgt": 43, "userDisplayName": "David B. Benson", "createDate": "1300668142", "userID": 57084036, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1300680653", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Pullman", "commentType": "comment", "updateDate": "1300677053", "commentSequence": 18, "commentBody": "I carefully followed the full sequence of events at Fukushima Dai-ichi Genrating Station via Barrry Brooks Brave New World.  I'm certainly no expert but I do know enough not to second guess those on site.<br /><br />After the tsunami basically wrecked all the supporting equipment other than the backup batteries it must have been quite difficult.  It is easy to be wise in retrospect but much harder when events are actually underway.<br /><br />As for the time it took to deploy the SDF and the Tokyo fire department, do recall that a massive tsunami probably made transportation exceedingly difficult.  So sniping at Tepco officials certainly appears churlish.", "recommendationCount": 6}, {"assetID": 2541132, "replies": [], "lft": 44, "assetURL": "http://dotearth.blogs.nytimes.com/2011/03/20/was-tokyo-electric-singing-hestiation-blues/", "parentID": null, "commentID": 3565782, "rgt": 45, "userDisplayName": "dhogaza", "createDate": "1300669056", "userID": 13549394, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1300680665", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "portland, oregon", "commentType": "comment", "updateDate": "1300677065", "commentSequence": 19, "commentBody": "WSJ:<br /><br />\"Japan’s military, the Self-Defense Forces, didn’t participate in cool-down efforts in a big way until Wednesday, after four of the six reactors had suffered damage and the remaining two showed signs of heating as well.\"<br /><br />The point reported on in the NY Times was a bit different: they could've filled it with sea water while they had battery power to run the pumps.  We don't actually know what the emergency plan was, but presumably it was based on the GE operating manuals which cover emergencies as well as normal operations, and which call for flooding the reactor under very specific circumstances.  \"get untrained soldiers involved dumping water on the reactor\" isn't part of any rational emergency plan, and I'm sure not TEPCO's, which is why they weren't called in until later.  The operators are supposed to react to emergencies *before* they get out of control, and if that requires sacrificing the reactors, they're supposed to sacrifice the reactors.<br /><br />I think an honest post-mortem is very likely to find what's being suspected, that hesitation rather than following the book allowed things to escalate, in particular, not flooding the reactors while they still had power to do so as is suggested by the NY Times article.<br /><br />Steven Earl:<br /><br />It is all about the profits........<br /><br />Imagine yourself going through a strong earthquake and tsunami event, not as bad as those worse hit, but a worse combination than anything anyone in the continental US has gone through.<br /><br />Also, imagine that you're a manager of the plant. First of all, after such an event, the people onsite may've been fairly low-level.  Secondly, even the plant manager's fairly low on the TEPCO hierarchy.  Now at the moment, the plant has appeared to survive.  Power's out, from all indications cell phone and landline communications were totally disrupted throughout much of NE Japan.<br /><br />I'd say there's a good chance that the decision to trash the three operating reactors by flooding them with sea water would fall on *your* imaginary shoulders given the state of affairs.<br /><br />That's a lot of responsibility.  Hesitation to follow the book isn't that surprising, and doesn't have to invoke \"evil profit mindedness\" etc.  It's not at all clear that upper TEPCO management was necessarily involved at the time when the decision had to have been made.<br /><br />It's not entirely clear if, at first, upper TEPCO management was being dishonestly vague about what was going on, or whether they simply had no clue.  I had the impression that \"had no clue\" was the situation.  Of course, they've been opaque afterwards, too, and it's hurting their credibility ...<br />", "recommendationCount": 3}, {"assetID": 2541132, "replies": [], "lft": 46, "assetURL": "http://dotearth.blogs.nytimes.com/2011/03/20/was-tokyo-electric-singing-hestiation-blues/", "parentID": null, "commentID": 3565791, "rgt": 47, "userDisplayName": "Dr. S. Jeevananda Reddy", "createDate": "1300669155", "userID": 60903555, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1300680670", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Hyderabad, AP, India", "commentType": "comment", "updateDate": "1300677070", "commentSequence": 20, "commentBody": "The western world is thinking on future nuclear power the Indian officials that sub-serve the western interests are taking it easily style.  Even in India the sites on which nuclear power stations were established are weak seismic zones.   Also, India has another tsunami in the form of tidal waves associated with cyclonic activity.  And yet they do not want reveiw the situation for future nuclear power plants.  They are advising go-ahead.  These groups are happy with what they get and not the safety of people of India.  With all this risk the power production may not cross 10% of total power produced in India as well in the world in the next 30 to 40 years.  Why take such risk?  Why not look at other alternatives including energy saving options.  Policy makers must think whether they want save people from nuclear disasters or help themselves!!!<br /><br />Dr. S. Jeevananda Reddy<br />", "recommendationCount": 3}, {"assetID": 2536798, "replies": [], "lft": 78, "assetURL": "http://dotearth.blogs.nytimes.com/2011/03/18/complexity-complacency-calamity/", "parentID": null, "commentID": 3565792, "rgt": 79, "userDisplayName": "Mike Roddy", "createDate": "1300669280", "userID": 17173195, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1300680672", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Yucca Valley, Ca.", "commentType": "comment", "updateDate": "1300677072", "commentSequence": 38, "commentBody": "Dale,<br /><br />You're right that combustion of any material to produce energy is dangerous, since accidents and health complications result.<br /><br />However- the death toll from solar and wind is zero, unless maybe someone fell off a windmill, and this figure will remain very low. The same goes for carbon pollution, mercury and SOx..<br /><br />Renewables are the obvious choice. I hope you change your mind, and decide to leverage your considerable knowledge in this critical effort.", "recommendationCount": 3}, {"assetID": 2541132, "replies": [], "lft": 48, "assetURL": "http://dotearth.blogs.nytimes.com/2011/03/20/was-tokyo-electric-singing-hestiation-blues/", "parentID": null, "commentID": 3565984, "rgt": 49, "userDisplayName": "schrodinger", "createDate": "1300673953", "userID": 8276026, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1300680674", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Northern California", "commentType": "comment", "updateDate": "1300677074", "commentSequence": 21, "commentBody": "Using seawater may cause trouble down the road. Seawater causes stress corrosion cracking in stainless steel. It also causes other forms of corrosion such as pitting. And as steam escapes the vessel, the inside will tend to get more saline over time. Eventually, the result may be leaks.<br /><br />Another issue is that the salts in sewater can be activated, increasing the radiation hazard.<br /><br />The bottom line is that there are some long term safety hazards with using seawater.<br /><br /><a href=\"http://schrodingerblog.blogspot.com\" target=\"_blank\">http://schrodingerblog.blogspot.com</a>/", "recommendationCount": 1}, {"assetID": 2536798, "replies": [], "lft": 80, "assetURL": "http://dotearth.blogs.nytimes.com/2011/03/18/complexity-complacency-calamity/", "parentID": null, "commentID": 3566064, "rgt": 81, "userDisplayName": "D.L.E.", "createDate": "1300675892", "userID": 63328828, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1300680677", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Missouri", "commentType": "comment", "updateDate": "1300677077", "commentSequence": 39, "commentBody": "#31 Mark:<br /><br />The food supply is not that screwed up. Honestly, in the U.S., the average American is exposed to more radiation just going through airport security than what the radiation poisoning of Japanese food will add to their daily amount. If anything, eating that irradiated milk would be SAFER than going through airport security (it doesn't create a giant bottleneck that would be perfect for a suicide bomber to take out dozens of lives, damage valuable equipment, and shut down air travel for days or weeks on end when police respond). And you certainly risk far more radiation poisoning every time you visit the doctor or dentist.<br /><br />But, really, consider this: It wasn't the reactors that put Japan in this situation. It was the gasoline generators. If they had continued operating as per design, they would have shut down properly, the cooling pools would still be active, and the entire operation would be contained until Japan stepped in to either shut it down entirely or repair it and start it back up.<br /><br />Essentially, the safety protocols of the nuclear plant worked as designed and did the intended jobs... up until the generators failed. So the fault lies with whoever was in charge of the gasoline generators, not the people in charge of the nuclear reactors.<br /><br />#32 Doris<br /><br />Because it was. That a tsunami would strike was foreseen in the reactor design; note that none of the reactors were damaged by the tsunami and shutdown as intended. What was not foreseen was the tsunami taking out the generators, which had been added as a design safety feature in case an earthquake or tsunami damaged the main power grid. In effect, they planned for such an event as this to happen, set things up for this event, and still had one thing they didn't anticipate happen.<br /><br />Oh, and don't bother to say that they should have had more generators, put the generators elsewhere, etc. In all of those options, the generators could still have been taken out by the tsunami itself. The only safe place to put the generators would have been inside the actual reactors, and I think any intelligent person can see why that placement is a VERY BAD IDEA.<br /><br />We're on a planet with an active weather system; this means the worst possible thing is guaranteed to happen at least once. You can plan for it, but all you end up doing is changing what the worst possible thing is. And if you think this is bad, try imagining how much worse this could be if the plant instead used hydrogen power (hint: goodbye Tokyo), solar panels (most of them use highly toxic chemicals that could potentially do effectively-permanent environmental damage), or coal or oil for power. The outcome we got is, sadly, probably one of the better scenarios for power plant failures because of extreme natural damage.", "recommendationCount": 4}, {"assetID": 2536798, "replies": [], "lft": 82, "assetURL": "http://dotearth.blogs.nytimes.com/2011/03/18/complexity-complacency-calamity/", "parentID": null, "commentID": 3566067, "rgt": 83, "userDisplayName": "David B. Benson", "createDate": "1300675945", "userID": 57084036, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1300680683", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Pullman", "commentType": "comment", "updateDate": "1300677083", "commentSequence": 40, "commentBody": "Easy to be wise after the event.  The two people whose writings which form the starter for this thread might discover it has all been said before:  \"To EnginEER is Human\" by Henry Petrosky,<br /><br />Highly recommended reading.", "recommendationCount": 3}, {"assetID": 2523151, "replies": [], "lft": 212, "assetURL": "http://thecaucus.blogs.nytimes.com/2011/03/16/2012-republicans-embrace-nuclear-power-so-far/", "parentID": null, "commentID": 3566160, "rgt": 213, "userDisplayName": "WalterEchols", "createDate": "1300677632", "userID": 63331898, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1300681050", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Boston", "commentType": "comment", "updateDate": "1300677450", "commentSequence": 90, "commentBody": "Geothermal HVAC...get behind it and there's no need for ANY new power plants for 20 years.  The problem is at the END of the electrical grid.", "recommendationCount": 0}]}, "copyright": "Copyright (c) 2016 The New York Times Company.  All Rights Reserved."}