{"debug": {"version": 3.1}, "status": "OK", "results": {"api_timestamp": "1481460687", "totalCommentsFound": 2585, "totalCommentsReturned": 25, "comments": [{"assetID": 3278758, "replies": [], "lft": 416, "assetURL": "http://www.nytimes.com/2011/09/26/us/tough-sentences-help-prosecutors-push-for-plea-bargains.html", "parentID": null, "commentID": 4592438, "rgt": 417, "userDisplayName": "talktotennessee", "createDate": "1317095928", "userID": 53663338, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1317096024", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Memphis", "commentType": "comment", "updateDate": "1317092424", "commentSequence": 180, "commentBody": "What we are losing in this country is our right of due process and to the legal system unless we are wealthy, both in civil and criminal courts. In name only, a right to a trial of our peers has become a thing of the past or a farce. Innocent people are coerced into guilty pleas out of sheer fear or ignorance. Public defenders are working for the prosecutors, not the individual, facilitating incarceration as quickly as possible. In reality they too are victims, with little pay, large case loads,limited resources to represent their client except in name only. Perhaps most of the people rammed through the system are guilty but to face a threat of life in prison or allow oneself to be bribed into pleading out is a great injustice for those who are not guilty or may have extenuating circumstances. \r<br/><br/>Access to civil courts is almost as bad.  Legislatures are capping awards, calling it \"tort reform\" so that people who have been a victim of negligence are greatly handicapped in obtaining legal representation. A blind cap by legislators who never sit in the court room or hear the case of someone harmed, leaves people with no legal voice at the mercy of deep pockets of insurance companies or manufacturers who bill attorneys by the hour to represent them, delaying cases to literally wear out the victim emotionally and financially. Without money you will suffer injustice both in criminal and civil courts in our capitialistic society that recognizes wealth as the only rite of passage. When people lose their freedoms, access to the courts, redistricting, forced photo ids, limiting access to vote, destruction of unions, bargaining rights, how far are we slipping from the freedoms outlined in our Constitution? As I hear the outcry in this nation to decentralize federal government I wonder if people realize that losing voice in government is the end of the line. 'We the People,' will have little left to say about much of anything.<br/>\nAre we far removed from that day now?", "recommendationCount": 0}, {"assetID": 3278667, "replies": [], "lft": 18, "assetURL": "http://india.blogs.nytimes.com/2011/09/26/delhi-on-32-rupees-a-day/", "parentID": null, "commentID": 4588717, "rgt": 19, "userDisplayName": "May Hem", "createDate": "1317049015", "userID": 64609666, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1317096941", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "TeXas", "commentType": "comment", "updateDate": "1317093341", "commentSequence": 5, "commentBody": "Sad. Unbridled corruption in a  society with strong class and cast systems. This social malaise is embedded in the social fabric and yet outside all you read and hear about the the growing middle class and the rest of India is putrefying. The rich and powerful remain as distant as a dream. The entire political and social structure is to keep it just the way it is with the promise that you can eventually get a job in call center or some such place where the toilets are clean, hopefully.", "recommendationCount": 1}, {"assetID": 3278667, "replies": [], "lft": 20, "assetURL": "http://india.blogs.nytimes.com/2011/09/26/delhi-on-32-rupees-a-day/", "parentID": null, "commentID": 4588779, "rgt": 21, "userDisplayName": "JD", "createDate": "1317049604", "userID": 16983867, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1317096950", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Kansas City, MO", "commentType": "comment", "updateDate": "1317093350", "commentSequence": 6, "commentBody": "The Planning Commission bureaucrats should have spent some time outside their offices and underlings to see what kind of life is possible with 32 rupees a day and would they themselves like to live that way with no hope of improvement. Their statistical exercises and calorie counting to assess food required to survive is despicable. For a country that wants to project an image of progress, this is a sorry image indeed.", "recommendationCount": 1}, {"assetID": 3278667, "replies": [], "lft": 22, "assetURL": "http://india.blogs.nytimes.com/2011/09/26/delhi-on-32-rupees-a-day/", "parentID": null, "commentID": 4588953, "rgt": 23, "userDisplayName": "hamza khan", "createDate": "1317050998", "userID": 60732274, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1317096962", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "NJ, USA", "commentType": "comment", "updateDate": "1317093362", "commentSequence": 7, "commentBody": "india shining..", "recommendationCount": 0}, {"assetID": 3278667, "replies": [], "lft": 24, "assetURL": "http://india.blogs.nytimes.com/2011/09/26/delhi-on-32-rupees-a-day/", "parentID": null, "commentID": 4589025, "rgt": 25, "userDisplayName": "Tim", "createDate": "1317051581", "userID": 19681337, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1317096969", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Texas", "commentType": "comment", "updateDate": "1317093369", "commentSequence": 8, "commentBody": "As usual, emotion will crowd out any logic or common sense in India. As the comments to this column indicate, people are incensed that they don't have enough. Isn't that always the case? A line has to be drawn. The more important question is about division of resources. Increasing the umbrella of who is poor, will make less available to those who truly need it.<br/><br/>There is decades of experience in a massive public distribution system that is a festering source of corruption from which the truly poor get nothing. Yet, if history is any guide, Indians will create a definition of poverty that will include such a large group that the focus will be lost and the resources will be hijacked by the less deserving.", "recommendationCount": 0}, {"assetID": 3278667, "replies": [], "lft": 26, "assetURL": "http://india.blogs.nytimes.com/2011/09/26/delhi-on-32-rupees-a-day/", "parentID": null, "commentID": 4589098, "rgt": 27, "userDisplayName": "arvid", "createDate": "1317052286", "userID": 17832, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1317096975", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Bay area", "commentType": "comment", "updateDate": "1317093375", "commentSequence": 9, "commentBody": "This reflects the mindset of resident non-indians, such as mr. Ahluwalia and mr. Manmohan Singh.....western educated, elitist and clueless.", "recommendationCount": 0}, {"assetID": 3278667, "replies": [], "lft": 30, "assetURL": "http://india.blogs.nytimes.com/2011/09/26/delhi-on-32-rupees-a-day/", "parentID": null, "commentID": 4589225, "rgt": 31, "userDisplayName": "Raj", "createDate": "1317053213", "userID": 55680626, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1317097007", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Long Island, NY", "commentType": "comment", "updateDate": "1317093407", "commentSequence": 10, "commentBody": "They should hand out 32 rupees each to a thousand civil servants and ministers and ask them to go and spend a full 24 hours someplace in different parts of India.\r<br/><br/>Then check how many have money left just after their morning tea and/or breakfast, with all other needs for the rest of the day unmet. And let us not even talk about shelter, clothing, medicine and other such non-important sundries those 32 rupees are supposed to cover as well.\r<br/><br/>This setting of the statistical bar so low that almost everyone in the Indian Republic can be counted to be \"Above The Poverty Line\" might be clever by half, but does not serve any practical purpose. I never have high expectations from most of the Indian bureaucracy and ministers, but I somehow expected better from an entity headed by Dr. Montek Singh Ahluwalia.\r<br/><br/>The thing to note is that India progresses, when it can, not because of such cunning stratagems, but despite all of them, and their authors.\r", "recommendationCount": 0}, {"assetID": 3278667, "replies": [], "lft": 32, "assetURL": "http://india.blogs.nytimes.com/2011/09/26/delhi-on-32-rupees-a-day/", "parentID": null, "commentID": 4589447, "rgt": 33, "userDisplayName": "SALPE NILESH", "createDate": "1317054821", "userID": 53228302, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1317097013", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": ".", "commentType": "comment", "updateDate": "1317093413", "commentSequence": 11, "commentBody": "32 rupees per day ....Even beggar earns this ..<br/>\nThis is complete joke of life of poor people.<br/>\nWake planning commission....try to live on  begging for a day then you can get problems of being poor...", "recommendationCount": 1}, {"assetID": 3278667, "replies": [], "lft": 34, "assetURL": "http://india.blogs.nytimes.com/2011/09/26/delhi-on-32-rupees-a-day/", "parentID": null, "commentID": 4589565, "rgt": 35, "userDisplayName": "TC", "createDate": "1317055712", "userID": 54465496, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1317097024", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "DC", "commentType": "comment", "updateDate": "1317093424", "commentSequence": 12, "commentBody": "“Poverty is the worst form of violence.”<br/>\n Mahatma Gandhi \r", "recommendationCount": 1}, {"assetID": 3278667, "replies": [], "lft": 36, "assetURL": "http://india.blogs.nytimes.com/2011/09/26/delhi-on-32-rupees-a-day/", "parentID": null, "commentID": 4589573, "rgt": 37, "userDisplayName": "Michael Rosenkrantz", "createDate": "1317055771", "userID": 52105831, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1317097031", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New Delhi, India", "commentType": "comment", "updateDate": "1317093431", "commentSequence": 13, "commentBody": "Living in Delhi for the past 2.5 years makes me wonder how anyone could live on 32 rupees a day.  That figure makes little sense.  The amount of poverty is overwhelming and yes people do live in makeshift tents, under flyovers in the dirt and prepare their food there, but these are usually families.  What to do.", "recommendationCount": 0}, {"assetID": 3278667, "replies": [], "lft": 38, "assetURL": "http://india.blogs.nytimes.com/2011/09/26/delhi-on-32-rupees-a-day/", "parentID": null, "commentID": 4589721, "rgt": 39, "userDisplayName": "Expat", "createDate": "1317056942", "userID": 64566952, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1317097035", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "NYC", "commentType": "comment", "updateDate": "1317093435", "commentSequence": 14, "commentBody": "Great Article! I hope the quality of life in India rises with the economy for everybody not just the rich. ", "recommendationCount": 0}, {"assetID": 3278667, "replies": [], "lft": 40, "assetURL": "http://india.blogs.nytimes.com/2011/09/26/delhi-on-32-rupees-a-day/", "parentID": null, "commentID": 4589810, "rgt": 41, "userDisplayName": "Siddhartha Banerjee", "createDate": "1317057832", "userID": 6131529, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1317097062", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Oxford, Pennsylvania", "commentType": "comment", "updateDate": "1317093462", "commentSequence": 15, "commentBody": "Poverty results from both income and purchasing power, or rather the lack of it. Purchasing power in turn is determined by how many price points there are (from very cheap to very expensive) for products and services. <br/><br/>The more price points in an economy, the better-off people are, especially those who were excluded by high prices in the past. India's economy is beginning to develop multiple price points across a variety of product lines, automobiles most notably. Car ownership has proliferated precisely because Indians of various means can now buy everything from inexpensive sub-compacts to Mercedes salons. <br/><br/>In July, a young man from rural Orissa who looked after a family member who lived alone, and I went to the City Center market in Salt Lake, Kolkata. He needed a pair of sandals. At the Bata store, their prices ranged from Rs. 259 to Rs. 799, that is about 8 days income to 25 days income @ Rs. 32/day. <br/><br/>Though still far from acceptable, this is far superior to the utter irrelevance of pricing and consumer goods for vast swathes of Indians in the 70s and 80s. My first transistor radio, a Phillips Philletta, bought c. 1975 set me back by about Rs. 450. I remember thinking that for millions of Indians at the time that was close to their annual income. Today, those same people have cell phones, TV sets, sometimes a fancy garment or two.<br/><br/>This is one instance of a very heartening change in the Indian consumer goods market. But subsistence products - food, sanitation, medicine and housing - still remain beyond the ken for too many of us in India. This is a failure of economic policy, conscience and the marketing imagination. I would even say that the basic marketing model in India is an American transplant, appropriate perhaps for the middle and upper reaches of Indian incomes, but devoid of any relevance to the needs of most of our people. There is a crying need for a pricing revolution in India's subsistence goods markets.  <br/><br/>Siddhartha Banerjee<br/>\nOxford, Pa", "recommendationCount": 0}, {"assetID": 3273665, "replies": [], "lft": 126, "assetURL": "http://india.blogs.nytimes.com/2011/09/24/being-comfortable-in-your-own-skin-tone/", "parentID": null, "commentID": 4589954, "rgt": 127, "userDisplayName": "R.Sridhar", "createDate": "1317059320", "userID": 48343556, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1317097078", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Chennai, India", "commentType": "comment", "updateDate": "1317093478", "commentSequence": 59, "commentBody": "Considering fair skin as superior to dark or black skin is racism pure and simple. Indians tend to have this racial prejudice as an off shoot of the socio-cultural bigotry of the caste system. Indian social values promote caucasoid features and fair skin as being superior to non-caucasoid indigenous features and dark skin. There is a Sanskrit term for this bigotry and is called \"Samuthrika Lakshanam\" (meaning the \"Code of beauty and physical features\"). This racial and colour prejudice is reflected in the casting of actors and actresses in Bollywood Cinema. A few members of the upper castes may be darker skinned due to mixing of inter-caste blood in their genetic lineage, but skin colour is darker and physical features are non-caucasoid amongst the Dalits (peoples oppressed as untouchables) and indigenous tribes of India. One can find a few male actors in Tamil and Malayalam Cinema down South who are darker skinned in recent times, but even in South India fairer skinned actors are the norm. Even though South Indian peoples are generally more dark skinned, a sense of inferiority complex is instilled into the minds of dark skinned people of India by the socio-cultural norms. In India, fair skinned people are considered superior not only in terms of beauty but even \"superior\" intelligence is associated with fairer skinned and caucasoid peoples which is a direct result of caste bigotry. In Tamil cinema, Tamil speaking dark skinned actresses are usually shunned but ivory skinned women who cannot speak Tamil are imported from North India to act in Tamil movies and their screen voices are dubbed in Tamil by voice over artistes, and all this is done because the Tamil audience, though dark and black skinned themselves, are assumed to reject dark skinned actresses due to their own sense of inferiority towards their own skin colour. It is common to cast dark or black skinned people with indigenous features as villains, criminals and bad people in Indian Cinema. Plain racism. ", "recommendationCount": 0}, {"assetID": 3273665, "replies": [], "lft": 130, "assetURL": "http://india.blogs.nytimes.com/2011/09/24/being-comfortable-in-your-own-skin-tone/", "parentID": null, "commentID": 4590044, "rgt": 131, "userDisplayName": "Keri Douglas", "createDate": "1317060089", "userID": 43495761, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1317097108", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Washington, DC", "commentType": "comment", "updateDate": "1317093508", "commentSequence": 60, "commentBody": "In worlds of intense media blitzes directed at women  -  it can be hard to remain self confident and secure with straight or curly hair; round or slim features; dark or light skin; freckles or no freckles; skinny nose or full nose; cellulite or not; or even to eat or not to eat. <br/><br/>One of the most amazing experiences and opportunity for perspective was when I was in Cairo where there are no intense media campaigns directed at women. Women were just women. <br/><br/>It is a different world without the billboards, magazine ad and TV commercials promising \"fixes\" for weight loss, skin color or in some case like in SE Asia - creating a skinny nose. <br/><br/>Amazing what another culture can teach us about ourselves. Thanks for sharing a great article!<br/><br/>@KeriDouglas", "recommendationCount": 0}, {"assetID": 3278667, "replies": [], "lft": 42, "assetURL": "http://india.blogs.nytimes.com/2011/09/26/delhi-on-32-rupees-a-day/", "parentID": null, "commentID": 4590300, "rgt": 43, "userDisplayName": "Zach Marks", "createDate": "1317062554", "userID": 17874076, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1317097113", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Philadelphia", "commentType": "comment", "updateDate": "1317093513", "commentSequence": 16, "commentBody": "Wow. Great story. 32 rupees is clearly a sham. Measurements of poverty are the same across the globe. No one in the US takes our poverty line as an accurate measure of poverty. It's almost always a metric manipulated to fit the needs of whichever program administrator or politician is using it.", "recommendationCount": 1}, {"assetID": 3257165, "replies": [], "lft": 16, "assetURL": "http://india.blogs.nytimes.com/2011/09/21/desperately-seeking-the-aerostat/", "parentID": null, "commentID": 4590346, "rgt": 17, "userDisplayName": "Zach", "createDate": "1317063090", "userID": 17874076, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1317097124", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Philadephia", "commentType": "comment", "updateDate": "1317093524", "commentSequence": 8, "commentBody": "Deflated like India's dreams of hosting the Olympics.", "recommendationCount": 0}, {"assetID": 3278667, "replies": [], "lft": 44, "assetURL": "http://india.blogs.nytimes.com/2011/09/26/delhi-on-32-rupees-a-day/", "parentID": null, "commentID": 4590849, "rgt": 45, "userDisplayName": "J Kuhn", "createDate": "1317068771", "userID": 60634096, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1317097128", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Ottawa, IL", "commentType": "comment", "updateDate": "1317093528", "commentSequence": 17, "commentBody": "Great to have access to this type of coverage. Sad to read this is happening, but please keep articles like this coming!", "recommendationCount": 1}, {"assetID": 3278730, "replies": [], "lft": 4, "assetURL": "http://india.blogs.nytimes.com/2011/09/26/breaking-bollywoods-rules/", "parentID": null, "commentID": 4591454, "rgt": 5, "userDisplayName": "Paulio", "createDate": "1317075726", "userID": 23356710, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1317097139", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "SF Bay Area", "commentType": "comment", "updateDate": "1317093539", "commentSequence": 1, "commentBody": "Good roundup of films that pushed boundaries. It will be interesting to see what happens at cineplexes when Milan Luthria's latest picture is released. Nasiruddin Shaw, of course, is a film legend, but even his presence will likely not be a shield against outrage from some sectors of society. Witness the attacks on theaters after the release of 1998's \"Fire\", which featured Shabana Azmi and Kulbhushan Kharbanda. I very much hope the Shiv Sena types have moved on and are not so bothered by films now that it's more than a decade later, but I suspect I am being too optimistic.", "recommendationCount": 1}, {"assetID": 3278730, "replies": [], "lft": 6, "assetURL": "http://india.blogs.nytimes.com/2011/09/26/breaking-bollywoods-rules/", "parentID": null, "commentID": 4591912, "rgt": 7, "userDisplayName": "Prakash", "createDate": "1317084111", "userID": 64921780, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1317097163", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Richmond, VA", "commentType": "comment", "updateDate": "1317093563", "commentSequence": 2, "commentBody": "Well I think some truly deserving female oriented movies are missing.... even without much thought here are a few;  Arth, Mirch Masala, Ankur, Astitva. You only have to probe a little further to see more gems from other regional language movies.", "recommendationCount": 0}, {"assetID": 3278667, "replies": [], "lft": 46, "assetURL": "http://india.blogs.nytimes.com/2011/09/26/delhi-on-32-rupees-a-day/", "parentID": null, "commentID": 4592374, "rgt": 47, "userDisplayName": "Sumanta Basu", "createDate": "1317094649", "userID": 64922686, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1317097168", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Kolkata, India", "commentType": "comment", "updateDate": "1317093568", "commentSequence": 18, "commentBody": "It is highly appropriate to do a realistic assessment of the situation as it exists on ground. The policy makers must not make any policy based on some hypothetical assessment. They must look into the mirror and see the reflection and must be honest in assessment. And, then take a decision.  ", "recommendationCount": 0}, {"assetID": 3273943, "replies": [], "lft": 44, "assetURL": "http://india.blogs.nytimes.com/2011/09/24/pakistan-scorns-u-s-scolding-on-terrorism/", "parentID": null, "commentID": 4588058, "rgt": 45, "userDisplayName": "2ndlook", "createDate": "1317043419", "userID": 64907129, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1317097196", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "India", "commentType": "comment", "updateDate": "1317093596", "commentSequence": 7, "commentBody": "Dr.Rashid Rehman - You should read carefully before you react. I said guns killed more people in US than terrorist violence in Pakistan. For the next minutes, remove all ideological baggage.<br/><br/>Terrorism is killings using guns and explosives. In Pakistan less than 40,000 people have been killed. In a nearly similar period, 10 lakh people have been killed. <br/><br/>Next - Assume that the figures for Pakistan are under-reported. Increase the figures - 1000%; 2000% even at 3000% Pakistan had fewer deaths than USA.<br/><br/>So, the point I am making is that the world needs to look at Pakistan through a different prism.", "recommendationCount": 0}, {"assetID": 3281031, "replies": [], "lft": 42, "assetURL": "http://goal.blogs.nytimes.com/2011/09/26/manchester-city-and-financial-fair-play/", "parentID": null, "commentID": 4592502, "rgt": 43, "userDisplayName": "Paul", "createDate": "1317097539", "userID": 34677113, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1317097665", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Bellerose Terrace", "commentType": "comment", "updateDate": "1317094065", "commentSequence": 8, "commentBody": "@Phil Richards: You are wrong on several accounts about the Yankees. They have not always made money. When Steinbrenner bought the team in 1973 with a layout of $8 million of his father's money, they were not only on the precipice of bankruptcy, but they were going to bring the owner, CBS, with it.<br/>\nSteinbrenner made them profitable, but for many years since the inception of YES, their cable broadcast entity, Steinbrenner and his family have claimed in filings with MLB that they have LOST millions of dollars, right up to the present. Now, no one in their right mind believes that, but it brings up a couple of points relevant to financial fair play. Baseball, the only one of the five team sports in the US that does NOT regulate spending, has had more different champions than any other league (since 2001, there have been nine different champions in ten seasons; only the Red Sox have won more than once in that time span), perhaps in any sport in the world. But the Yankees claim to lose money, and do not have to report the income of the cable system that carries the vast majority of their games. You can be sure that YES makes money hand over fist. Like the suspect transaction cited about Man City between Sheik Mansour and his relatives who own Etihad Airways, it is very hard to point to where a financial transaction crosses the line into foul territory. While the Yankees use YES to hide profits, the soccer teams that own their own cable systems can do the OPPOSITE: operate the cable systems to subsidize the underlying team to make the revenue look greater than it might otherwise be, a loss leader, so to speak. By the way, Arsenal's cable unit broadcasts in this country on a delayed basis on, yep, the YES Network. Man United and Liverpool and presumably Chelsea have similar arrangements, all of which muddy the financial waters. The biggest issues in FFP are the broadcast rights in Italy and Spain which favor the big wildly, unlike in England, which IS fair in allocation.", "recommendationCount": 0}, {"assetID": 3271932, "replies": [], "lft": 4, "assetURL": "http://6thfloor.blogs.nytimes.com/2011/09/23/a-small-sampling-of-anti-thatcher-songwriting/", "parentID": null, "commentID": 4591926, "rgt": 5, "userDisplayName": "Larry Eisenberg", "createDate": "1317084404", "userID": 56166904, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1317134206", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New York City", "commentType": "comment", "updateDate": "1317130606", "commentSequence": 1, "commentBody": "Ms Thatcher in every song theme<br/>\nWas not well  beloved, t'would seem,<br/>\nA Reagan counterpart<br/>\nWith the same closed off heart,<br/>\nTea Parties with Thatcherites teem!", "recommendationCount": 0}, {"assetID": 3282264, "replies": [], "lft": 16, "assetURL": "http://dealbook.nytimes.com/2011/09/26/wall-street-ties-bring-peril-for-democratic-lawmaker/", "parentID": null, "commentID": 4592088, "rgt": 17, "userDisplayName": "matt", "createDate": "1317088441", "userID": 25978415, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1317134236", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "TX", "commentType": "comment", "updateDate": "1317130636", "commentSequence": 1, "commentBody": "People should be angry...but not at lawmakers who actually have industry experience. Rather, their anger should be directed at the ineptitude of the House Financial Services Committee. Those people aren't qualified to work as bank tellers. Maxine Waters? Seriously? It does not speak well of democracy that she is electable in any district.<br/><br/>I'll take someone who actually knows preferred stock from livestock anywhere I can find them. ", "recommendationCount": 4}, {"assetID": 3281094, "replies": [], "lft": 2, "assetURL": "http://dealbook.nytimes.com/2011/09/26/milestone-moment-for-the-s-e-c-in-an-insider-trading-case/", "parentID": null, "commentID": 4592173, "rgt": 3, "userDisplayName": "Oz", "createDate": "1317090418", "userID": 23850920, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1317134283", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Nyc", "commentType": "comment", "updateDate": "1317130683", "commentSequence": 1, "commentBody": "Funniest thing I have ever heard.  Somebody front-running Goldman Sachsen.  I thought that Goldman had the exclusive patent on that practice.  ", "recommendationCount": 0}]}, "copyright": "Copyright (c) 2016 The New York Times Company.  All Rights Reserved."}