{"debug": {"version": 3.1}, "status": "OK", "results": {"api_timestamp": "1481480470", "totalCommentsFound": 7794, "totalCommentsReturned": 25, "comments": [{"assetID": 3373418, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 9196282, "replies": [], "commentID": 9199908, "trusted": 0, "userDisplayName": "SD", "createDate": "1370878736", "userID": 17642249, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1370878748", "userTitle": "NULL", "recommendations": 1, "editorsSelection": false, "parentUserDisplayName": "W.A. Spitzer", "userURL": "NULL", "userLocation": "Rochester, NY", "depth": 1, "commentType": "userReply", "updateDate": "1370875148", "commentSequence": 4, "commentBody": "I'm sure many people around the world would like to move to Japan, but they have extremely restrictive immigration laws and a widespread bias against foreigners.  Even immigrants who've been there for decades are often made to feel extremely unwelcome.  <br/><br/>Many people believe that Japan's resistance to immigration is actually a huge liability, considering their aging population.  They'll need many more immigrants than they're currently accepting, just to keep the country running and take care of the elderly.  This resistance may be a big factor in their economic troubles.  <br/><br/>In the US, by contrast, we're a very diverse country and we (largely) consider people from different ethnic groups to be \"real Americans\".  It's much easier for immigrants to assimilate and feel welcome here.   Unlike Japan, we also acknowledge that we need immigrants in order for our economy to function.  The cultural attitudes and laws are completely different here."}, {"recommendedFlag": 0, "parentID": 9196282, "replies": [], "commentID": 9199010, "trusted": 0, "userDisplayName": "Concerned Citizen", "createDate": "1370874209", "userID": 11228992, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1370878867", "userTitle": "NULL", "recommendations": 2, "editorsSelection": false, "parentUserDisplayName": "W.A. Spitzer", "userURL": "NULL", "userLocation": "Anywheresville", "depth": 1, "commentType": "userReply", "updateDate": "1370875267", "commentSequence": 5, "commentBody": "@matt3n: some left-wing Americans ARE tremendously attracted to the dream of Danish socialist democracy, BUT they often have zero knowledge of what life there might mean.<br/><br/>What is ACTUAL immigration from the US to Denmark (vs. Danes immigrating to the US -- yes, I have known a couple)? I'll bet it is darned small. I also bet the Danes are not too keen on letting in immigrants who simply want to coast off their generous social policies!!!<br/><br/>A lot of lefties seem to dream of \"some fantastic Scandinavian nation\" where they can move and not work, and live off generous welfare benefits, with free college (for life!) and free day care and free food and housing.But no nation wants a lot of moochers and most nations are far more careful than the US about who they let in."}, {"recommendedFlag": 0, "parentID": 9196282, "replies": [], "commentID": 9200201, "trusted": 0, "userDisplayName": "SD", "createDate": "1370880340", "userID": 17642249, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1370885624", "userTitle": "NULL", "recommendations": 2, "editorsSelection": false, "parentUserDisplayName": "W.A. Spitzer", "userURL": "NULL", "userLocation": "Rochester, NY", "depth": 1, "commentType": "userReply", "updateDate": "1370882024", "commentSequence": 6, "commentBody": "@ Concerned Citizen-<br/><br/>Or maybe Americans are just plain lazy, especially about having to learn another language..."}]}, "lft": 8, "assetURL": "http://opinionator.blogs.nytimes.com/2013/06/09/japan-is-a-model-not-a-cautionary-tale/", "parentID": null, "commentID": 9196282, "rgt": 21, "userDisplayName": "W.A. Spitzer", "createDate": "1370836754", "userID": 63423891, "replyCount": 6, "commentTitle": "n/a", "status": "approved", "approveDate": "1370836808", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Faywood, New Mexico", "commentType": "comment", "updateDate": "1370833208", "commentSequence": 3, "commentBody": "       You can claim all kinds of correlations and comparisons between the United States and Japan, and you can jigger the numbers to show just about any outcome that you may choose; but the bottom line, the real measure that can't be manipulated is simple, how many people want to immigrate to the United States, how many want to immigrate to Japan? ", "recommendationCount": 5}, {"assetID": 3373421, "replies": [], "lft": 296, "assetURL": "http://www.nytimes.com/2013/06/10/opinion/krugman-the-big-shrug.html", "parentID": null, "commentID": 9196290, "rgt": 297, "userDisplayName": "hmnpwr", "createDate": "1370836829", "userID": 67585298, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1370836867", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Eugene, OR", "commentType": "comment", "updateDate": "1370833267", "commentSequence": 43, "commentBody": "With a nation that has made \"greed is good\" a moral affirmative, it is no surprise that empathy is nonexistent. The policy makers and media elites are doing quite well, thank you very much, so, from their perspective there is no problem.<br/><br/>I'm sure they find Prof. Krugman to be quite shrill in his insistence that the prols have no cake.", "recommendationCount": 27}, {"assetID": 3373058, "replies": [], "lft": 30, "assetURL": "http://dotearth.blogs.nytimes.com/2013/06/06/jackie-chan-presses-case-for-rhino-conservation/", "parentID": null, "commentID": 9196310, "rgt": 31, "userDisplayName": "Dale R. McIntyre, PhD", "createDate": "1370837079", "userID": 57386867, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1370837106", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Bartlesville, Oklahoma", "commentType": "comment", "updateDate": "1370833506", "commentSequence": 14, "commentBody": "It would seem that Jackie Chan has his heart in the right place with regard to the plight of the rhino. <br/><br/>But riddle me this - why does the word of a professional entertainer count for anything in such a debate? <br/><br/>Jackie Chan doesn't know any more about rhinos than anybody who has been on a photo safari to Africa. And he knows one heck of a lot less than game rangers and safari professionals who have been putting their lives on the line to protect rhinos for the last 25 years. <br/><br/>It is a shallow, thoughtless and silly public who would take the word of an ignorant entertainer on any subject rather than learn from the true experts in the field. <br/><br/>If Jackie Chan wants to seek out and interview game rangers and safari operators on the front lines of the \"Rhino Wars\", then he would be worth listening to. ", "recommendationCount": 0}, {"assetID": 3326027, "replies": [], "lft": 108, "assetURL": "http://parenting.blogs.nytimes.com/2012/06/15/advice-for-the-estranged-online-and-off/", "parentID": null, "commentID": 9196311, "rgt": 109, "userDisplayName": "Gigi", "createDate": "1370837095", "userID": 58923708, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1370837106", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Annapolis", "commentType": "comment", "updateDate": "1370833506", "commentSequence": 26, "commentBody": "When loving young adult children disasociate, parents need to reflect.<br/>Adults must be honest with what has gone on in their lives with their children as total victims.<br/>Parents think carefully who and what and where have you engaged that would leave your children feeling cold.<br/>Self reflection can be painful.<br/>Consult a professional for help.", "recommendationCount": 5}, {"assetID": 3373421, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 9196307, "replies": [], "commentID": 9196806, "trusted": 0, "userDisplayName": "Pauline", "createDate": "1370846910", "userID": 37959941, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1370880442", "userTitle": "NULL", "recommendations": 1, "editorsSelection": false, "parentUserDisplayName": "Sheldon Bunin", "userURL": "NULL", "userLocation": "NYC", "depth": 1, "commentType": "userReply", "updateDate": "1370876842", "commentSequence": 1, "commentBody": "How can you possibly say at this point that Obama is \"not corrupt,\" given what we have learned in recent days, and given his record over the past 5 1/2 years?<br/><br/>It would appear from the evidence that Obama is bivouacked with the army that has us \"under furious assault.\" <br/><br/>If we are serious about getting anything done, we have to retire the fairy tale that Obama will be a guiding light to help us find the way. We should be able to see by now that he is firmly, seriously and committedly in the pocket of the 1%. <br/><br/>We need to wake up. Whether through fecklessness, ineptitude, cowardliness, or downright duplicity, the record is clear that Obama is in way over his head and in no position to lead us anywhere but the current holding pattern awaiting Clinton II in 2016."}]}, "lft": 298, "assetURL": "http://www.nytimes.com/2013/06/10/opinion/krugman-the-big-shrug.html", "parentID": null, "commentID": 9196307, "rgt": 301, "userDisplayName": "Sheldon Bunin", "createDate": "1370837046", "userID": 32858436, "replyCount": 1, "commentTitle": "n/a", "status": "approved", "approveDate": "1370837107", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Jackson Heights NY", "commentType": "comment", "updateDate": "1370833507", "commentSequence": 44, "commentBody": "What is occurring today is not the result of economic forces or demands of the market. We have a serious long term unemployment problem. That is the result of  malicious planning by the enemies of the ordinary working people. Wages are falling because American business lead by corporate oligarches had decided to put downward pressure on wages and demanding greater productivity for less pay. In normal times government could and did intervene in hard times, creating jobs and providing safety nets. The oligarches have decided to corrupt our political system and then our government so that it become weakened and then paralyzed. These same people who interests are represented by a dying political party in a race between destroying fair elections and a demographic time bomb. There's an all out push to establish state capitalism and a corporate-fascist autocracy brought about by preventing the progressive agenda which the people voted for in 2012 from accomplishing anything and turning the calendar back 100 years  for working people, women and minorities. <br/><br/>The only questions for them is whether a popular revolt would be put down. Who the army would side with and whether civil upset in US would make any difference to the fat cats in Dubai or where ever. This country is under furious assault, our way of life, our liberties our physical safety are at stake. Obama and the Democrats are far from perfect and Obama is not corrupt and they are our best hope - for now. ", "recommendationCount": 10}, {"assetID": 3373360, "replies": [], "lft": 1232, "assetURL": "http://www.nytimes.com/2013/06/09/your-money/why-many-retirees-could-outlive-a-1-million-nest-egg.html", "parentID": null, "commentID": 9194251, "rgt": 1233, "userDisplayName": "Tom OGrady", "createDate": "1370811164", "userID": 46707790, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1370837112", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Chicago, IL", "commentType": "comment", "updateDate": "1370833512", "commentSequence": 260, "commentBody": "\"The sky is falling! The sky is falling!\" <br/><br/>Keep on yelling it. Soon, 'everyone' will believe it.<br/><br/>Roll out those high minded, sophisticated, authenticated \"facts\" in a casual manner, to disturb people<br/><br/>Here's a simple formula for success:<br/><br/>1. Get a \"slave wage\" job at age eighteen.<br/>2. Continue living in that realm of financial status while getting married at age nineteen.<br/>3. Father two children by the time you're twenty-two years of age.<br/>4. Take in two children who have been taken from their parents because of abuse.<br/>5. Take night school classes, get an associates degree and enter a profession.<br/>6. Buy a run-down two-flat and rehab into a nice, simple, livable home.<br/>7. Bring another child into the world at age thirty.<br/>8. Help one of the foster children make the transition to be adopted by her biological grandfather and his wife.<br/>9. Help the four children succeed emotionally, physically, spiritually and intellectually.<br/>10. Adopt one of the foster children when she turns seven, when you are thirty-one.<br/>11. Retire from a career with a pension and social security of about $3,500 per month.<br/>12. Travel about the country, visiting the people who have helped you live such a beautiful, meaningful life, thanking them for their friendship.<br/>13. Enjoy the company of family and friends in your home town.<br/>14. Be thankful for such a wonderful RICH life!   <br/><br/>Results:<br/>Six adults, continually striving to enjoy live, in spite of sorrow, setbacks, tragedies and mistakes, succeeding!", "recommendationCount": 2}, {"assetID": 3373360, "replies": [], "lft": 1234, "assetURL": "http://www.nytimes.com/2013/06/09/your-money/why-many-retirees-could-outlive-a-1-million-nest-egg.html", "parentID": null, "commentID": 9194333, "rgt": 1235, "userDisplayName": "Isaac", "createDate": "1370811760", "userID": 21200360, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1370837112", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Los Angeles CA", "commentType": "comment", "updateDate": "1370833512", "commentSequence": 261, "commentBody": "Who are we fooling?  Government will be forced to care for millions because of pension, real estate and equity fraud, because of longer life spans, and, most importantly, because it should.  If you think this huge voting block is going to spend its golden years in soup kitchens and SRO's, you've got another thing coming.", "recommendationCount": 1}, {"assetID": 3373360, "replies": [], "lft": 1236, "assetURL": "http://www.nytimes.com/2013/06/09/your-money/why-many-retirees-could-outlive-a-1-million-nest-egg.html", "parentID": null, "commentID": 9194346, "rgt": 1237, "userDisplayName": "Keith", "createDate": "1370811923", "userID": 67202990, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1370837112", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "USA", "commentType": "comment", "updateDate": "1370833512", "commentSequence": 262, "commentBody": "\"Still, even $61,000 or $71,000 a year — the combined Social Security and cash flow from the $1 million portfolio — isn’t likely to be enough for most people who have grown accustomed to living on $150,000 or more a year.\"<br/><br/>Whoa, Nelly!   I think we need to realize that the professionals quoted in the article might quite understandably get a bit overenthusiastic in marketing their valuable expertise and services.   Moreover, being young professionals they actually haven't lived the lives of their elderly clients, so they be lacking a bit in personal experience.   Personally I find it hard to believe that prosperous persons, used to the comforts of a ten percenter lifestyle, will be all that stressed living on 70K a year, especially as they get older.   I know people in their 80's who were earning a very high income when they retired decades ago.  For a decade or so they kept up their old life style, buying new cars, jetting around the world, wintering in the South.   Now, many of them are living on 40 thousand dollars a year.   they will tell you the fact of the matter is the things you used to desire so lustily lose their luster and shine and even if that doesn't happen you just run plain start running out of things to buy.   After a while you are just happy to be at home  and spend time with your friends and loved ones.  That you don't have to purchase.   And it's priceless.", "recommendationCount": 7}, {"assetID": 3373360, "replies": [], "lft": 1238, "assetURL": "http://www.nytimes.com/2013/06/09/your-money/why-many-retirees-could-outlive-a-1-million-nest-egg.html", "parentID": null, "commentID": 9194405, "rgt": 1239, "userDisplayName": "Barbara", "createDate": "1370812375", "userID": 50577538, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1370837112", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Virginia", "commentType": "comment", "updateDate": "1370833512", "commentSequence": 263, "commentBody": "We give the elderly pride of place in the federal budget, with Medicare, Social Security and for the last 20 years (prior to their retirement) some of the lowest tax rates in American history, along with some of the most amazing real estate run ups imaginable (with generous tax forgiveness of same gains to boot).  All of that largesse has come at the expense of funding for education and other programs for people who are not elderly.  How many articles and whining comments do I have to keep reading about a bond market that is \"shortchanging\" retirees?  Doesn't anyone care about people who aren't going to be retiring in the next 10 years?", "recommendationCount": 1}, {"assetID": 3373360, "replies": [], "lft": 961, "assetURL": "http://www.nytimes.com/2013/06/09/your-money/why-many-retirees-could-outlive-a-1-million-nest-egg.html", "parentID": 9190105, "commentID": 9194460, "rgt": 962, "userDisplayName": "Ralph Braskett", "createDate": "1370812941", "userID": 43466164, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1370837112", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Lakewood, NJ", "commentType": "userReply", "updateDate": "1370833512", "commentSequence": 4, "commentBody": "Absolutely right.  Note though that these systems are feeling pressure in the past 5 years due to the nasty recession, just as we have.  Germany has already moved to age 67 for retirement (richest big country in Europe) and has a good national health care system-cheaper &amp; better than ours. You noted France, which has sustainability problems for its retirement--a 5 year lower retirement age than Germany- &amp; unemployment issues hurting their younger workers more than us.  Our medical care costs- across the board at approx. 8% of GDP above Germany illustrate our problem .  ", "recommendationCount": 0}, {"assetID": 3373360, "replies": [], "lft": 1240, "assetURL": "http://www.nytimes.com/2013/06/09/your-money/why-many-retirees-could-outlive-a-1-million-nest-egg.html", "parentID": null, "commentID": 9194535, "rgt": 1241, "userDisplayName": "helene kahne", "createDate": "1370813535", "userID": 63453795, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1370837112", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "long island", "commentType": "comment", "updateDate": "1370833512", "commentSequence": 264, "commentBody": "I couldn't disagree with you more..At this moment my husband is 82 and I am 76.<br/>He retired 27 years ago from the bd. of education with a pension...we have that<br/>million-dollar portfolio made up of municipal bonds and have been buying for years therefore have a spread of yields from 3.25-5.50...and we have never sold a bond.<br/>we also get social security and have no mortgage nor debts..we actually keep buying bonds when we have extra cash..We do have some funds which we purchased with IRA money and wouldn't use the proceeds except that we are<br/>forced to...we live as we have always...travelled all over the world..but smartly.<br/>We never bought cars to impress our friends and at the moment drive a Honda fit and a Toyota corolla.....we pay our share of the income tax and our children will<br/>upon our demise, receive the bonds divided amongst the four of the them..it's<br/>been a piece of cake...we dine out, attend theatre, concerts, opera, you name it, we can purchase whatever we desire whenever...<br/><br/>It's all in the values of what you think you need to spend..and how you manage<br/>your money and you cannot be a greedy person,, that's the key....", "recommendationCount": 2}, {"assetID": 3373360, "replies": [], "lft": 1242, "assetURL": "http://www.nytimes.com/2013/06/09/your-money/why-many-retirees-could-outlive-a-1-million-nest-egg.html", "parentID": null, "commentID": 9194547, "rgt": 1243, "userDisplayName": "operacoach", "createDate": "1370813674", "userID": 34993055, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1370837112", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "San Francisco", "commentType": "comment", "updateDate": "1370833512", "commentSequence": 265, "commentBody": "Reaganomics comes home to roost. I hope he is roasting somewhere. ", "recommendationCount": 7}, {"assetID": 3373360, "replies": [], "lft": 1125, "assetURL": "http://www.nytimes.com/2013/06/09/your-money/why-many-retirees-could-outlive-a-1-million-nest-egg.html", "parentID": 9192298, "commentID": 9194550, "rgt": 1126, "userDisplayName": "Ralph Braskett", "createDate": "1370813736", "userID": 43466164, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1370837112", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Lakewood, NJ", "commentType": "userReply", "updateDate": "1370833512", "commentSequence": 1, "commentBody": "Could be, especially but voted for by people who wanted to spend for wars &amp; consumption, but not raise taxes to pay for same.  The same people needed a new truck or car every 5 years, eat prepared food and live in too big houses too far from work.  Of course they couldn't afford to save or learn to invest their 401k, etc. monies thoughtfully; in fact they borrow from those funds for more consumption.  They cheerfully vote for politicians who serve the oligarchy you describe.  Look at our Congress &amp; previous president.  Don't blame our current President; learn skills &amp; vote right.   ", "recommendationCount": 0}, {"assetID": 3373360, "replies": [], "lft": 691, "assetURL": "http://www.nytimes.com/2013/06/09/your-money/why-many-retirees-could-outlive-a-1-million-nest-egg.html", "parentID": 9189162, "commentID": 9194630, "rgt": 692, "userDisplayName": "Keith", "createDate": "1370814503", "userID": 67202990, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1370837112", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "USA", "commentType": "userReply", "updateDate": "1370833512", "commentSequence": 8, "commentBody": "OK folks, this is not typical for two retired teachers.  My parents, two retired teachers, in their retirement lived off about a third of Joshua and his spouse.   In addition to raising me and my siblings they spent years take care of one of their parents.   And they didn't inherit a single red cent from any of them.  My Mom will probably leave little if anything to their children, but without beggaring them.  Two depression era children they were very thrifty and saved quite a bit themselves or they wouldn't even have achieved all this.  That is the typical life-cycle for two teachers, at least in rural America.  <br/><br/>And AJ, I think the less friendly posters were reacting to the seeming smugness, self-congratulation and lack of self-awareness in Joshua's posting, not his good fortune.   This self-congratulation and lack of awareness of one's good fortune is all too common amongst the prosperous in America and it is growing tiresome for  the less fortunate.  ", "recommendationCount": 2}, {"assetID": 3373360, "replies": [], "lft": 1244, "assetURL": "http://www.nytimes.com/2013/06/09/your-money/why-many-retirees-could-outlive-a-1-million-nest-egg.html", "parentID": null, "commentID": 9194653, "rgt": 1245, "userDisplayName": "Gwbear", "createDate": "1370814778", "userID": 65906412, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1370837112", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Florida", "commentType": "comment", "updateDate": "1370833512", "commentSequence": 266, "commentBody": "I have saved, lived beneath my means, have a good job, have investments - and I am still in trouble.  Even for those of us who pretty much followed the rules, things have not gone well.  Two huge downturns in less than ten years wiped out hundreds of thousands of my investments: 2001-2003 and 2008-2009.  Investing in something that pays more than 4% is, as this articles says, a critical necessity.  However, markets are far more volatile than they used to be.  Large chunks of net with can be wiped out in less than a week - I have been there.<br/><br/>The key, as a few others have said, used to be stable, well protected pensions, but \"pension\" is a word that will soon only be found only in history books.  Even the best of companies have ditched pensions as too risky for them to manage and hold in trust for their employees.  <br/><br/>The huge downturn is still with a vast majority of us, but the topic is fading fast in retirement articles everywhere.  The harsh uncomfortable elephant in the room is, 401Ks just aren't the godsend we were all told they would be.  To grow a real retirement portfolio is to pretty much ensure that you must stay involved in the market.  Yet, events since 2000 have shown that unlike previous wisdom that said long term market investment would produce prosperity, for many the opposite is true.<br/><br/>The true nature of the 21st century modern market over the long term MUST factor into articles like this more often, otherwise, they are dealing in fantasy, not reality.", "recommendationCount": 8}, {"assetID": 3373360, "replies": [], "lft": 1065, "assetURL": "http://www.nytimes.com/2013/06/09/your-money/why-many-retirees-could-outlive-a-1-million-nest-egg.html", "parentID": 9190848, "commentID": 9194670, "rgt": 1066, "userDisplayName": "EBB", "createDate": "1370814944", "userID": 51104031, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1370837112", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Florida", "commentType": "userReply", "updateDate": "1370833512", "commentSequence": 2, "commentBody": "Richard,  I know several people who are older than 90 and they are not living miserable lives.  One of them is my mother and, although she needs some assistance, she is not a burden.  I do not know your age or health status, but please don't check out too soon.  ", "recommendationCount": 1}, {"assetID": 3373360, "replies": [], "lft": 843, "assetURL": "http://www.nytimes.com/2013/06/09/your-money/why-many-retirees-could-outlive-a-1-million-nest-egg.html", "parentID": 9189687, "commentID": 9194755, "rgt": 844, "userDisplayName": "steve", "createDate": "1370815821", "userID": 47332957, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1370837112", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Western MA", "commentType": "userReply", "updateDate": "1370833512", "commentSequence": 4, "commentBody": "Paul, your point about earning money is well taken, even if the assumption is overstrong  that people with lower incomes are \"low skill, no work ethic people\"--a belief which is a mental anodyne for those who wish to believe that fortune --along with their work--had nothing to do with their own financial wellbeing. <br/><br/>As to the \"tremendous\" expense of labor of cooking one's own food, i do disagree, however. It's not that much work--more planning than work. And time spent relaxing and enjoyting one's own home(while cooking), , able to freely wander about and garden in the yard or peacefully clean the house  is not time that I wuld normally be earning money, anyways.  So the idea that this displaces labor-earning is incorrect. It's leisure and homemaking. <br/><br/>My general point is that those those who are concerned about future living expenses and lifestyle would do well to downshift their spending  and learn to enjoy doing the simple things in life well. ", "recommendationCount": 1}, {"assetID": 3373360, "replies": [], "lft": 1203, "assetURL": "http://www.nytimes.com/2013/06/09/your-money/why-many-retirees-could-outlive-a-1-million-nest-egg.html", "parentID": 9193368, "commentID": 9194778, "rgt": 1204, "userDisplayName": "Brad R", "createDate": "1370815990", "userID": 14535, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1370837112", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Minneapolis", "commentType": "userReply", "updateDate": "1370833512", "commentSequence": 1, "commentBody": "\"No amount\" - really? Obviously there is an \"enough\" number. It may be higher than you would like (and it may be difficult to achieve). But to flat-out state \"no amount ... is enough\" is irrational and does not contribute to the conversation.", "recommendationCount": 0}, {"assetID": 3373360, "replies": [], "lft": 1246, "assetURL": "http://www.nytimes.com/2013/06/09/your-money/why-many-retirees-could-outlive-a-1-million-nest-egg.html", "parentID": null, "commentID": 9194790, "rgt": 1247, "userDisplayName": "Robin Miller", "createDate": "1370816120", "userID": 513276, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1370837112", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Bradenton, Florida", "commentType": "comment", "updateDate": "1370833512", "commentSequence": 267, "commentBody": "I had the 6-figure job and a healthy savings account. Then I got laid off. And THEN, unemployed, I had a heart attack followed by congestive heart failure. <br/><br/>Suddenly I was broke. And bankrupt.<br/><br/>Now my wife and I live on SS disability + some freelance income in a little house trailer that we own free and clear.<br/><br/>If we were paying rent or making mortgage payments (or had a taste for new cars), we'd be in trouble. But because we're used to living cheap, we're okay. ", "recommendationCount": 4}, {"assetID": 3373360, "replies": [], "lft": 1205, "assetURL": "http://www.nytimes.com/2013/06/09/your-money/why-many-retirees-could-outlive-a-1-million-nest-egg.html", "parentID": 9193368, "commentID": 9194792, "rgt": 1206, "userDisplayName": "Qwickie", "createDate": "1370816150", "userID": 66134765, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1370837112", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "NY", "commentType": "userReply", "updateDate": "1370833512", "commentSequence": 2, "commentBody": "I hope you, unlike a large percentage of people who are \"forcibly\" retired or down salaried due to health or industry changes, will be able to work till you drop.", "recommendationCount": 2}, {"assetID": 3373360, "replies": [], "lft": 627, "assetURL": "http://www.nytimes.com/2013/06/09/your-money/why-many-retirees-could-outlive-a-1-million-nest-egg.html", "parentID": 9189103, "commentID": 9194846, "rgt": 628, "userDisplayName": "BobJan", "createDate": "1370816685", "userID": 67118070, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1370837112", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Michigan", "commentType": "userReply", "updateDate": "1370833512", "commentSequence": 5, "commentBody": "Welcome to the Good Ole US of A. Land where the Congress is the best the wealthy can buy.", "recommendationCount": 0}, {"assetID": 3373360, "replies": [], "lft": 563, "assetURL": "http://www.nytimes.com/2013/06/09/your-money/why-many-retirees-could-outlive-a-1-million-nest-egg.html", "parentID": 9189032, "commentID": 9194853, "rgt": 564, "userDisplayName": "steve", "createDate": "1370816708", "userID": 47332957, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1370837112", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Western MA", "commentType": "userReply", "updateDate": "1370833512", "commentSequence": 2, "commentBody": "The fetishiziation of travelling as a marker of a good life  is interesting to me. I do enjoy traveling, but mostly day trips to locations within 50-100 miles of  where i live. The bulk of my enjoyment comes from enjoying my home  or hosting  friends / visiting  local friends in their own homes. Perhaps because i live in a  place interesting enough to afford consistent beauty and pleasure, though. ", "recommendationCount": 1}, {"assetID": 3373360, "replies": [], "lft": 1167, "assetURL": "http://www.nytimes.com/2013/06/09/your-money/why-many-retirees-could-outlive-a-1-million-nest-egg.html", "parentID": 9193136, "commentID": 9194861, "rgt": 1168, "userDisplayName": "Qwickie", "createDate": "1370816801", "userID": 66134765, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1370837112", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "NY", "commentType": "userReply", "updateDate": "1370833512", "commentSequence": 1, "commentBody": "Can anybody say immigration reform?", "recommendationCount": 0}, {"assetID": 3373360, "replies": [], "lft": 963, "assetURL": "http://www.nytimes.com/2013/06/09/your-money/why-many-retirees-could-outlive-a-1-million-nest-egg.html", "parentID": 9190105, "commentID": 9194877, "rgt": 964, "userDisplayName": "BobJan", "createDate": "1370816957", "userID": 67118070, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1370837112", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Michigan", "commentType": "userReply", "updateDate": "1370833512", "commentSequence": 5, "commentBody": "Are their politicians bought and sold by the mega-wealthy???? Are their politicians able to amass huge war chests of donated money to keep running for reelection???? If the answer is no, there's your reason for \"common sense\" leadership. We've got the worst Congress we've voted in. The wealthy have the best Congress money can buy.", "recommendationCount": 0}, {"assetID": 3373360, "replies": [], "lft": 305, "assetURL": "http://www.nytimes.com/2013/06/09/your-money/why-many-retirees-could-outlive-a-1-million-nest-egg.html", "parentID": 9188576, "commentID": 9194884, "rgt": 306, "userDisplayName": "hb", "createDate": "1370816995", "userID": 66002658, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1370837112", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "bklyn", "commentType": "userReply", "updateDate": "1370833512", "commentSequence": 7, "commentBody": "could not agree more. ", "recommendationCount": 0}]}, "copyright": "Copyright (c) 2016 The New York Times Company.  All Rights Reserved."}