{"debug": {"version": 3.1}, "status": "OK", "results": {"api_timestamp": "1481460527", "totalCommentsFound": 6001, "totalCommentsReturned": 25, "comments": [{"assetID": 2811191, "replies": [], "lft": 202, "assetURL": "http://well.blogs.nytimes.com/2011/06/04/is-your-pet-eating-better-than-you-are/", "parentID": null, "commentID": 3944089, "rgt": 203, "userDisplayName": "squidboy6", "createDate": "1307326012", "userID": 55976271, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1307332838", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Santa Barbara", "commentType": "comment", "updateDate": "1307329238", "commentSequence": 94, "commentBody": "yeah, I had a dog that lived to be at least 16 yrs with me but she came from a pound and was at least a year older, I think she was a Heeler Mix or just a phenotype that the breeders didn't want, she was very smart and ate mostly dry dog food, not the cheapest and not top shelf, but in addition she used to eat the dead mice (we lived out in the country) which were tossed down the hill after the traps were cleaned, but she didn't eat them until they were little dried out husks, mouse-sicles if you will, and she was bitten by rattlesnakes and kicked by horses but the thing that hurt her most was wagging herself off a hill when she was so happy to be around. Also, the cat food helped kill her, she just wouldn't leave that alone! A rich diet will kill dogs quickly.", "recommendationCount": 1}, {"assetID": 2811191, "replies": [], "lft": 204, "assetURL": "http://well.blogs.nytimes.com/2011/06/04/is-your-pet-eating-better-than-you-are/", "parentID": null, "commentID": 3944131, "rgt": 205, "userDisplayName": "Jim Bouman", "createDate": "1307326912", "userID": 4672090, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1307332841", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Waukesha, Wisconsin", "commentType": "comment", "updateDate": "1307329241", "commentSequence": 95, "commentBody": "Sick and twisted.", "recommendationCount": 2}, {"assetID": 2811191, "replies": [], "lft": 206, "assetURL": "http://well.blogs.nytimes.com/2011/06/04/is-your-pet-eating-better-than-you-are/", "parentID": null, "commentID": 3944158, "rgt": 207, "userDisplayName": "tiegkopf", "createDate": "1307327366", "userID": 35113963, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1307332857", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Portland, OR", "commentType": "comment", "updateDate": "1307329257", "commentSequence": 96, "commentBody": "I've tried a couple of times over the past few years to switch my two cats to a homemade raw diet.  Each time, one of my cats developed bladder issues within a month of the switch - the first cat's problems were never solidly diagnosed &amp; the second had struvite crystals &amp; became completely blocked.  The recipes I used were from a reputable book, so I feel confident that they were nutritionally balanced, &amp; I took care to buy organic meats, but they did call for rather a lot of grains.  Is it possible that, because cats would not naturally eat such a large amount of plant-based foodstuffs, the grains could have caused the issues? (They have never eaten dry food for any length of time - I bought a bag once to use for occasional meals, but one of them immediately exhibited bladder problems, so I stopped giving it to them.)  Thanks!     ", "recommendationCount": 0}, {"assetID": 2814241, "replies": [], "lft": 44, "assetURL": "http://www.nytimes.com/2011/06/06/opinion/06mon1.html", "parentID": null, "commentID": 3944400, "rgt": 45, "userDisplayName": "Norman", "createDate": "1307332747", "userID": 15942007, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1307332991", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Cleveland", "commentType": "comment", "updateDate": "1307329391", "commentSequence": 7, "commentBody": "Restricting days for early voting will lead to overcrowding on the remaining days, with the net result that many thousands will simply give up waiting. For instance, in Ohio's largest county, Cuyahoga, the 35 days of early voting in 2008 averaged about 1500 per day. On some days closer to the election there were over 4,000, and waits were 3-4 hours. Now imagine cutting early voting to 6 days, as in Ohio House Bill 194 recently passed on a 100% partisan vote. The average number of voters per day would be 9,000 and the waits so long that easily half the voters would abandon their attempt. This is a shameful atack on democracy.<br/>\n   As for those who wonder why getting a state photo ID is such a big deal, think about a low-income person without a car who would have to take 2-3 hours off from work or child-care, spend $5-6 on public transportation, and then, if need be, spend another $10-30 (depending on the state) for a birth certificate. Doesn't this impose a much greater burden to vote than for the rest of us who have been walking around with a driver's license our entire adult life?<br/>\n    Are we all in this together, or are some Americans more equal than others?", "recommendationCount": 306}, {"assetID": 2814241, "replies": [], "lft": 40, "assetURL": "http://www.nytimes.com/2011/06/06/opinion/06mon1.html", "parentID": null, "commentID": 3944368, "rgt": 41, "userDisplayName": "DMH", "createDate": "1307331932", "userID": 2808159, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1307333023", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "WR, Georgia", "commentType": "comment", "updateDate": "1307329423", "commentSequence": 8, "commentBody": "The early voting issue in Georgia has been about what is acceptable in accommodating those who are not going to be able to go to the polls on a regularly scheduled election date.  How far in advance do we need to accommodate them?  The 2008 election I think had a total of 35  calender days prior to election date that were about early voting.  That was 25 actual possible advanced early voting days.  While many Georgia voters took advantage of the opportunity, there were days when few people voted.  By going from 25 possible voting days to 15, you reduce the expense of  manning the early voting places and yet give voters 3 weeks of possible early voting.  The main thing that helped early voting was not the expanded time frame in 2008, it was the dropping of the need for having a reason to vote early that fit into a narrow set of criteria. Now you could vote early without needing proof of a business trip, or health condition verified by a doctor, or of military deployment.  You could just vote early because you were done deciding about whom to vote for.  ", "recommendationCount": 23}, {"assetID": 2814241, "replies": [], "lft": 32, "assetURL": "http://www.nytimes.com/2011/06/06/opinion/06mon1.html", "parentID": null, "commentID": 3944345, "rgt": 33, "userDisplayName": "Llyn", "createDate": "1307331450", "userID": 62928678, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1307333049", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Wisconsin", "commentType": "comment", "updateDate": "1307329449", "commentSequence": 9, "commentBody": "The editorial focuses on the south, but Gov. Scott Walker and the Wisconsin Republican Party probably will pass such legislation as soon as possible.  They face recalls of six state senators.  They face a very possible recall vote on Walker himself.  Neither the state of Wisconsin or the nation can afford these \"solutions\" when there is no problem that needs to be solved.  The efforts to control who votes where and with what ID is going to cost money, and that money needs to be spent on many, many other problems before the states spend it on this.  Solutions proposed when no problems exist are transparent attempts to skew the voter turnout in favor of the party that is pushing these so called solutions.  Such tactics would have been beneath the old Republican Party, but not today's crew who are afraid to fight fair because they know their policies are not in the best interests of the majority of voters, and many people are figuring that out, finally.  Let's vote on the first Saturday in November or make election day Tuesday a national holiday.    ", "recommendationCount": 174}, {"assetID": 2814241, "replies": [], "lft": 26, "assetURL": "http://www.nytimes.com/2011/06/06/opinion/06mon1.html", "parentID": null, "commentID": 3944297, "rgt": 27, "userDisplayName": "Maria", "createDate": "1307330455", "userID": 62152069, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1307333085", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Redwood City CA", "commentType": "comment", "updateDate": "1307366720", "commentSequence": 10, "commentBody": "I write as a legal immigrant to this nation from the Philippines.<br/><br/>The man who assassinated Mexican presidential candidate Luis Colosio was registered to vote in San Francisco in 1994. He was not a citizen. I'll bet every major city has a fraud issue. <br/><br/>Second, rising illiteracy rates means fewer people can make a judgment on the issues. I favor a test like a driver's test on the basic facts on the main issues. It will never happen - but it's needed.<br/><br/>Make it harder to vote? Absolutely.", "recommendationCount": 53}, {"assetID": 2814241, "replies": [], "lft": 34, "assetURL": "http://www.nytimes.com/2011/06/06/opinion/06mon1.html", "parentID": null, "commentID": 3944350, "rgt": 35, "userDisplayName": "Connecticut Yankee", "createDate": "1307331561", "userID": 58362232, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1307333122", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Middlesex County, CT", "commentType": "comment", "updateDate": "1307366746", "commentSequence": 11, "commentBody": "\"Early voting, which enables people to skip long lines and vote at more convenient times...\"  <br/><br/>Wow.  So the Founding Fathers wanted supporting democracy to be convenient.  Who knew?", "recommendationCount": 44}, {"assetID": 2814241, "replies": [], "lft": 28, "assetURL": "http://www.nytimes.com/2011/06/06/opinion/06mon1.html", "parentID": null, "commentID": 3944304, "rgt": 29, "userDisplayName": "AEM", "createDate": "1307330585", "userID": 34071566, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1307333148", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Corvallis, OR", "commentType": "comment", "updateDate": "1307329548", "commentSequence": 12, "commentBody": "In Oregon, we have gone completely to vote by mail. You show ID when you register, then you get your ballot in the mail. You can mail it in or drop it in one of many (at least in our town) convenient ballot boxes. So far there have been few, if any, cases of fraud; and turnout has gone up.", "recommendationCount": 122}, {"assetID": 2814241, "replies": [], "lft": 30, "assetURL": "http://www.nytimes.com/2011/06/06/opinion/06mon1.html", "parentID": null, "commentID": 3944342, "rgt": 31, "userDisplayName": "Libertarian1", "createDate": "1307331425", "userID": 17302309, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1307333168", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "NYC", "commentType": "comment", "updateDate": "1307366733", "commentSequence": 13, "commentBody": "A legal citizen of this country needs a photo ID to get medicaid.<br/>\nA legal citizen of this country needs a photo ID to get welfare.<br/>\nA legal citizen of this country needs a photo ID to get food stamps.<br/>\nA legal citizen of this country needs a photo ID to cash a check.<br/>\nA legal citizen of this country needs a photo ID to board a train.<br/>\nA legal citizen of this country needs a photo ID to board a plane.<br/>\nA legal citizen of this country needs a photo ID to enter any courthouse.<br/>\nA legal citizen of this country needs a photo ID to enter the vast majority of private office buildings.<br/><br/>Your shedding of crocodile tears about the vast number of poor and minorities without photo IDs betrays an interest in something other than their actual voting rights.  But you are indeed correct Chicago has not indicted illegal voters for committing that crime.  Nobody who voted under the name of a dead or fictitious person has ever gone to jail.  A guess that proves your point that illegal voting does not exist.", "recommendationCount": 81}, {"assetID": 2811191, "replies": [], "lft": 208, "assetURL": "http://well.blogs.nytimes.com/2011/06/04/is-your-pet-eating-better-than-you-are/", "parentID": null, "commentID": 3944202, "rgt": 209, "userDisplayName": "squidboy6", "createDate": "1307328279", "userID": 55976271, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1307333172", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Santa Barbara", "commentType": "comment", "updateDate": "1307329572", "commentSequence": 97, "commentBody": "there's a lot of points to be made regarding a pet's breeding, meaning their genetics, a long-lived breed is the Cattle Dog or Queensland Heeler, like my last dog which lived to be very old, and my current dog is one as well. I don't know any more vets from college, they all moved away, so this one has never been near rattlesnakes and cliffs, but she has a lot of behavior that seems to be innate. Of course there's the herding behavior as well, but one thing impressed. I used pieces of hot dogs to train her and once gave her a whole one, then thought I might have made a mistake if she choked on it. Instead she went to a corner, away from the cats, and ate it slowly by biting it into pieces. Five months old, and at four months she house trained herself. She doesn't even like going near the same spot for weeks.<br/><br/>Heelers are crossed with the Dingo and they have a wild dog look, wild-type behavior and intelligence, and if she had her way she would always eat meat. She very happy to eat rice by itself and vegetables such as carrots, raw carrots as well. Many breeds in the US are over bred for looks without enough long term traits such as health and intelligence. The people I know who worried about their dogs the most had the most trouble with them. Dogs can be really tuned in to their owners! ", "recommendationCount": 3}, {"assetID": 2814241, "replies": [], "lft": 36, "assetURL": "http://www.nytimes.com/2011/06/06/opinion/06mon1.html", "parentID": null, "commentID": 3944354, "rgt": 37, "userDisplayName": "CJGC", "createDate": "1307331661", "userID": 11766019, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1307333196", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Cambridge MA", "commentType": "comment", "updateDate": "1307329596", "commentSequence": 14, "commentBody": "If you're afraid you can't win elections by persuading a majority of citizens over 18 to vote for you then make it harder for those you're afraid won't vote for you to vote at all. Makes sense. <br/><br/>Never mind that it's anti-democratic. Principles are for the weak. Changing the rules is what the big boys do.<br/><br/>Nicholas Kristof in his column on Sunday compared the US to Pakistan. We're emulating Pakistan? Keep the elite in power and don't tax those who can best afford to pay.<br/><br/>Make no mistake. This is not about making elections cleaner by addressing fraud. We don't have a right to buy alcohol or drive a car. We do have a right to vote.", "recommendationCount": 212}, {"assetID": 2814241, "replies": [], "lft": 38, "assetURL": "http://www.nytimes.com/2011/06/06/opinion/06mon1.html", "parentID": null, "commentID": 3944367, "rgt": 39, "userDisplayName": "fslegg", "createDate": "1307331926", "userID": 6682708, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1307333203", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "kewanee, illinois", "commentType": "comment", "updateDate": "1307329603", "commentSequence": 15, "commentBody": "You can't get into many County Court Houses in Illinois without showing a photo ID. You can't get on an sirplane without showing a photo ID. It is only common sense voters should if asked show a photo ID, they are not that hard to get.", "recommendationCount": 58}, {"assetID": 2814241, "replies": [], "lft": 42, "assetURL": "http://www.nytimes.com/2011/06/06/opinion/06mon1.html", "parentID": null, "commentID": 3944380, "rgt": 43, "userDisplayName": "Shakil", "createDate": "1307332227", "userID": 62769397, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1307333234", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Lowell, MA", "commentType": "comment", "updateDate": "1307329634", "commentSequence": 16, "commentBody": "Being able to vote is an inalienable right of an adult citizen. It is different from driving, flying, or buying beer, all of which are privileges that we choose to avail ourselves of. You also need to pay to buy beer or to fly or to buy or rent a car; does that mean it would be reasonable to ask for a small payment (poll tax) for the privilege to vote? Imagine how you would feel if you needed to show an ID just to walk on the street, only then you would understand the problem of requiring an ID for voting. How about requiring a passport for voting? It would be an ID and automatically prove citizenship at the same time! If you now argue that everyone in the United States does not have a passport and it will be a huge hassle for many people to get a passport, only then will you understand that getting an ID is also a big and cumbersome hassle for many people (including poor people and older people). ", "recommendationCount": 223}, {"assetID": 2814241, "replies": [], "lft": 46, "assetURL": "http://www.nytimes.com/2011/06/06/opinion/06mon1.html", "parentID": null, "commentID": 3944403, "rgt": 47, "userDisplayName": "Joan", "createDate": "1307332817", "userID": 55509123, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1307333244", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Wisconsin", "commentType": "comment", "updateDate": "1307329644", "commentSequence": 17, "commentBody": "I demand that the states passing voter restriction laws provide the evidence that there is voter fraud in each of their states.  These Republican states are pushing voter restrictions, claiming voter fraud, but they never produce one iota of evidence to support their claims.  We need the media to tackle this issue once and for all.  Investigate and report the truth.", "recommendationCount": 173}, {"assetID": 2814241, "replies": [], "lft": 48, "assetURL": "http://www.nytimes.com/2011/06/06/opinion/06mon1.html", "parentID": null, "commentID": 3944406, "rgt": 49, "userDisplayName": "Steve B.", "createDate": "1307332910", "userID": 187748, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1307333259", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "USA", "commentType": "comment", "updateDate": "1307366814", "commentSequence": 18, "commentBody": "Although the Times repeatedly asserts there is no evidence of voter fraud, the Times has never admitted to readers that one is never likely to find what one doesn't look for.  Will the Times ever cite any specific studies on the issue that has looked?  Likely not for that might point to the incredible disingenuous illusion the Times intends to use again and again.", "recommendationCount": 45}, {"assetID": 2814241, "replies": [], "lft": 50, "assetURL": "http://www.nytimes.com/2011/06/06/opinion/06mon1.html", "parentID": null, "commentID": 3944412, "rgt": 51, "userDisplayName": "EpsilonsDad", "createDate": "1307332979", "userID": 10270335, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1307333281", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Boston", "commentType": "comment", "updateDate": "1307329681", "commentSequence": 19, "commentBody": "The 24th amendment prohibits states or the federal government from requiring any tax as a precondition of voting in federal elections. Unless the states are providing the identification for free, an id requirement clearly violates the 24th amendment. ", "recommendationCount": 244}, {"assetID": 2814241, "replies": [], "lft": 52, "assetURL": "http://www.nytimes.com/2011/06/06/opinion/06mon1.html", "parentID": null, "commentID": 3944416, "rgt": 53, "userDisplayName": "George L.", "createDate": "1307333116", "userID": 20475099, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1307333307", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New York", "commentType": "comment", "updateDate": "1307366835", "commentSequence": 20, "commentBody": "Since we need a government-issued ID for driving and other activities, I do not see that requirement as a necessarily politically motivated move. And in terms of a \"convenience factor\", why is it such a burden to obtain that little card once you are an adult? \r<br/><br/>What I find is more troublesome (should I say ridiculous?) is that even for a Federal election, we have to face 50 different laws and regulations. Two hundred years ago it took two weeks to travel or send a letter from Boston to Washington. Today the country is 5 hours long and 3 hours wide by plane, and communication is instantaneous. \r<br/><br/>When are we going to join the 21st century?  ", "recommendationCount": 32}, {"assetID": 2796648, "replies": [], "lft": 300, "assetURL": "http://well.blogs.nytimes.com/2011/06/01/eating-fat-staying-lean/", "parentID": null, "commentID": 3943170, "rgt": 301, "userDisplayName": "Kent", "createDate": "1307309071", "userID": 16763892, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1307333417", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New York", "commentType": "comment", "updateDate": "1307329817", "commentSequence": 148, "commentBody": "@Brenda, #145: \"Sorry, folks, but most likely your paleo ancestors died young -- really young. Life was brutal and short. Don't fool yourself that your diet is a recipe for a long life.\"<br/><br/>Ah, but as you yourself said, our paleo ancestors died young due to brutal and violent reasons -- mauled by animals, killed by other tribes, etc. But they didn't get super obese, get diabetes, and then die a slow, miserable death in which their limbs slowly got infected and had to be amputated little by little, before they finally succumbed. That's what the modern Western diet of low fat and lots of grains and sugars has done to us. <br/><br/>\"In more modern times the healthiest long-term diets used meat as a condiment.\"<br/><br/>Not really. The Inuits today still live long and subsist a diet that is 99 percent animal based. Native American tribes in the Midwest did the same as recently as 100 years ago. (It is interesting to note that there is a direct correlation between modern ills (diabetes, heart disease, etc.) among Inuits and how much time they spend in Western-style villages/towns/cities eating what is supposed to be a Western healthy diet.<br/><br/>So you're probably going to point at the Japanese diet or an East Asian diet as proof that long-lived people are that way because they eat mostly plants with only a little lean animal protein. Well, having just gotten back from Japan, let me assure you that this is NOT how they eat. The traditional meal has plenty of fatty animal products -- not just fatty fish and seafood, but plenty of pork and beef. Yes, they eat plenty of vegetables, but the stereotypical image of the Japanese diet is one formed when Japan was still a poor country recovering from WW II -- when they didn't eat much meat because nobody could afford it. All these years since they've rectified that, and they still live a long time. Know why? They eat rice, but they don't eat wheat, and they never -- and still -- don't really eat sweets. ", "recommendationCount": 9}, {"assetID": 2681731, "replies": [], "lft": 180, "assetURL": "http://well.blogs.nytimes.com/2011/04/29/how-to-lower-your-vet-bill/", "parentID": null, "commentID": 3943329, "rgt": 181, "userDisplayName": "SadVet", "createDate": "1307311542", "userID": 63949448, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1307333449", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Baltimore, MD", "commentType": "comment", "updateDate": "1307329849", "commentSequence": 87, "commentBody": "SO many people get a dog when they don't have the time, let alone the money for it.  Both parents work full time, the kids are in school, soccer, etc, and they get a large high energy puppy like a lab, labradoodle, german shepherd, boxer, pit bull, border collie or whatever and expect him to housebreak himself, never chew anything, not require daily exercise and mental stimulation when it's not convenient for the owner (which is never, once the puppy novelty wears off).  Not being able to afford (in time or money) basics like puppy shots, spay/neuter, obedience classes and training, etc, is also a big, big problem. Not taking the time to socialize and train puppies results in a huge number of behavior problems, especially timidity and fear aggression, leading to unwanted and abandoned dogs.  No one wants to walk or live with a big, untrained, unmannered dog, no matter how cute he was as a puppy, so he spends his entire life banished to the back yard, unless he's given up at the shelter.  So DON'T go \"just to look\" at advertised puppies unless you intend to come home with one and have made plans to raise and keep him.  DON'T \"rescue\" a puppy from a pet store or puppy mill-- you are just supporting the industry, and they will breed 3 more to sell to suckers like you.  Ever wonder why the cages are so bare and the puppies look so sad at pet stores?  It's so you'll feel sorry for them.  Ever wonder why the puppies are thin, filthy, flea infested and sick at puppy mills?  It's really hard to walk away from them without \"rescuing\" at least one, at an exorbitant cost, without thinking about the time, effort, and yes, money it will take to turn that puppy into a healthy, well socialized, well trained adult you will want to live with and support for the next 15 years.  DON'T get a large breed puppy when your landlord prohibits large breed dogs.  DON'T get a puppy if you're a college student, especially if you're on summer break, unless you are SURE you can provide a home for him (that is, your mother will take him) when your life changes.  If you live in a dorm, it can't be a surprise at the end of summer break that you can't take your pit bull back to school with you.  When you graduate, it can't be a surprise that you have to move to where the jobs are, and you can't afford a place that will allow dogs because you are a new grad-- and that's assuming you can get a job and don't have to move back in with mom and dad.  Speaking of moms and dads, young couples should think about their plans to have kids before they get a dog.  Too often the dog is a \"practice baby\" and goes the way of the shelter when the baby comes along.  In short (too late, I know) getting a dog, especially a puppy, is the start of a 15 year relationship, and it will take time, effort, and money to turn that dog into the pet you dreamed of, and yes, there will be expenses, including vet bills,  along the way.  Good dogs are like good husbands-- they rarely happen without years of training! ", "recommendationCount": 8}, {"assetID": 2803656, "replies": [], "lft": 56, "assetURL": "http://well.blogs.nytimes.com/2011/06/02/the-school-bully-is-sleepy/", "parentID": null, "commentID": 3943483, "rgt": 57, "userDisplayName": "JTR", "createDate": "1307313741", "userID": 60455660, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1307333460", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "NYC", "commentType": "comment", "updateDate": "1307329860", "commentSequence": 26, "commentBody": "First of all, I don't buy into sleep deprivation being a major cause of bullying.  Based on my own experience in school, the school bullies do so because they enjoy it.  They enjoy it because they feel no empathy for their victims.  It's probably that simple.  Many don't come from broken homes, or have low self-esteem, or poor diet, or lack of sleep.  No, controlling and beating up others is their \"thing\".  Unless we can somehow rewire their brains to feel empathy, they won't stop. Catching and punishing them just makes them more methodical about not getting caught next time.  The only real \"cure\" I've found which seems to work on bullies is to give them back a taste of their own medicine, times ten.  It still probably doesn't cure the lack of empathy, but it sets up conditioning where bullying makes them physically hurt, and therefore they stop to avoid being physically hurt.  It worked well on the two who were bothering me, once they left the hospital.\r<br/><br/>Now as for sleep deprivation, I'll grant that it is certainly the cause of numerous childhood (and adult) problems, but here again the solution is overly simplistic.  Lack of sleep isn't the problem.  The problem is school schedules which assume everyone is a morning person.  This isn't true.  Some people just will not function well in the morning regardless of how much sleep they've had.  Some just can't fall asleep early enough to be well rested by 7AM because their bodies tell them it's too early to sleep.  These are usually the same people who are difficult to get out of bed at an early hour.  They stay up later because it's natural to their physiology.  My theory is humans are inherently either morning or night people.  The morning people probably descended from those who tended the fields.  The night people were hunters.  Each was perfect in their niche, but horrible in the other.  So my answer is why try to fight nature?  Try instead having kids who seem chronically exhausted put in classes which maybe don't start until early afternoon.  And workplaces should look into doing something similar as it would improve employee productivity.  Speaking from personal experience, it's pure hell being forced to go to school/work on a schedule which doesn't suit your circadian rhythms.  It's like living in a perpetual state of twilight where you go through the motions but don't really experience anything real.  Anyone here who is a morning person, imagine if you were woken at 1 AM and told to start your day.  That's exactly how it is for night people on a regular day schedule.  I could have been so much more had I not been forced to a day schedule.  Only now, working at home for a number of years on my own schedule, do I realize how lousy and unhealthy a conventional schedule was for me personally.  It's sad to think many children will fail to reach their potential because adults are trying to fit square pegs into round holes.", "recommendationCount": 6}, {"assetID": 2800769, "replies": [], "lft": 70, "assetURL": "http://well.blogs.nytimes.com/2011/06/02/surgeons-who-burn-the-midnight-oil/", "parentID": null, "commentID": 3943553, "rgt": 71, "userDisplayName": "JTR", "createDate": "1307314782", "userID": 60455660, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1307333472", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "NYC", "commentType": "comment", "updateDate": "1307329872", "commentSequence": 35, "commentBody": "I think part of the key to success here is the idea of a \"team\".  If the transplant surgeon uses the same team, then they probably have the procedures down pat, and also the contigency plans if a complication arises down pat.  They may all be tired, but chances are if one slips up due to fatigue, another team member will notice their mistake.  Now if one person were in charge of the whole show, then that can't happen.  A fatigued bus driver is far less able to safely do their job than a fatigued transplant surgeon.  Even the nature of the work helps.  Surgery is intensely complex, involved work.  Even when tired, it's rare to fall asleep when you need to concentrate.  Driving a bus over a highway is inherently boring.  It can put even a well-rested person to sleep.\r<br/><br/>Sleep deprivation may affect judgment calls, but with set procedures in place, once the operation is mapped out, I would imagine there isn't much room for judgement.  In an ideal world, we would have more surgeons.  In the real world, given the dedication required relative to the financial rewards society is willing to give surgeons, this doesn't seem likely anytime soon.  The only long term hope might be robots programmed by master surgeons, but that's probably decades away.  Even then, you still need surgeons on call in case the robot encounters something it can't deal with.", "recommendationCount": 3}, {"assetID": 2796648, "replies": [], "lft": 302, "assetURL": "http://well.blogs.nytimes.com/2011/06/01/eating-fat-staying-lean/", "parentID": null, "commentID": 3943686, "rgt": 303, "userDisplayName": "Julia", "createDate": "1307317162", "userID": 54995257, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1307333509", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "California", "commentType": "comment", "updateDate": "1307329909", "commentSequence": 149, "commentBody": "Many commented here that our ancestors were lean because they enjoyed a lot of fat meats and fewer grains. But our ancestors hadn’t lived in abundance of meat, cheese, and butter; they survived (they were undernourished and smaller than we are now) mostly on beans, grains and cooked vegetables as majority always did (at least for the last 10,000 years). This is our ancestry!<br/><br/>In the past, consumption of meat, butter, cheese, fine wheat flour and other ‘treats’ very much reflected social class. Only wealthy aristocrats ate meat in abundance, and even they tried to be moderate; for example, Edward II restrained excessive eating of meat by allowing it on only four days of the week (the source is ‘The Art of Dining’ by Patson-Williams S., 1993, The National Trust, UK). And meat in the past was much-much leaner than today. Such diseases as hypertension and diabetes are not the latest invention, they have been known from ancient times, and they have been associated with wealthy. <br/><br/>Concerning our most recent ancestor (in 20th c.), just look at these recent NYT article and picture:<br/><br/><a href=\"http://www.nytimes.com/2011/04/27/books/robert-w-fogel-investigates-human-evolution.html?_r=2&amp;scp=1&amp;sq=humans%20supersize&amp;st=cse\" title=\"http://www.nytimes.com/2011/04/27/books/robert-w-fogel-investigates-human-evolution.html?_r=2&amp;scp=1&amp;sq=humans%20supersize&amp;st=cse\" target=\"_blank\">http://www.nytimes.com/2011/04/27/books/robert-w-fogel-investigates-huma...</a><br/><br/><a href=\"http://www.nytimes.com/imagepages/2011/03/15/science/15food_graphic.html?ref=science\" title=\"http://www.nytimes.com/imagepages/2011/03/15/science/15food_graphic.html?ref=science\" target=\"_blank\">http://www.nytimes.com/imagepages/2011/03/15/science/15food_graphic.html...</a>", "recommendationCount": 0}, {"assetID": 2808067, "replies": [], "lft": 44, "assetURL": "http://well.blogs.nytimes.com/2011/06/03/how-to-add-flaxseed-to-your-diet/", "parentID": null, "commentID": 3944036, "rgt": 45, "userDisplayName": "Wendy", "createDate": "1307324543", "userID": 50654932, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1307333522", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Syracuse, NY", "commentType": "comment", "updateDate": "1307329922", "commentSequence": 20, "commentBody": "I always make Morning Glory muffins and add a generous scoop or two of flaxseed and chia seed to my mix. It simply tastes wonderfully nutty and if it's healthy, too, you can't complain!", "recommendationCount": 1}, {"assetID": 2808067, "replies": [], "lft": 46, "assetURL": "http://well.blogs.nytimes.com/2011/06/03/how-to-add-flaxseed-to-your-diet/", "parentID": null, "commentID": 3944128, "rgt": 47, "userDisplayName": "Peggy Holloway", "createDate": "1307326837", "userID": 61018662, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1307333526", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Omaha, NE", "commentType": "comment", "updateDate": "1307329926", "commentSequence": 21, "commentBody": "The health benefits of the flaxseed are completely negated by mixing them with grains and sugars.", "recommendationCount": 0}]}, "copyright": "Copyright (c) 2016 The New York Times Company.  All Rights Reserved."}