{"debug": {"version": 3.1}, "status": "OK", "results": {"api_timestamp": "1481460077", "totalCommentsFound": 4142, "totalCommentsReturned": 25, "comments": [{"assetID": 1692366, "replies": [], "lft": 2, "assetURL": "http://travel.nytimes.com/travel/guides/europe/france/massif-central/bourges/34561/grand-hotel-mercure-hotel-de-bourbon-et-abbaye-st-ambroix/hotel-detail.html", "parentID": null, "commentID": 3082258, "rgt": 3, "userDisplayName": "", "createDate": "1280289910", "userID": 60775872, "replyCount": 0, "commentTitle": "", "status": "approved", "approveDate": "1280289910", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "", "commentType": "userReview", "updateDate": "1280325265", "commentSequence": 1, "commentBody": "This tired hotel has seen better days.AC was broken in my room. Restaurant overcharged for an inexperienced wait staff, nondescript food and a main dish that went 86. Pick another place until the ownership changes hands. ", "recommendationCount": 0}, {"assetID": 1683420, "replies": [], "lft": 92, "assetURL": "http://dotearth.blogs.nytimes.com/2010/07/24/slow-boat-to-china-big-fuel-savings/", "parentID": null, "commentID": 2313639, "rgt": 93, "userDisplayName": "Chris Dudley", "createDate": "1280281874", "userID": 5479109, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1280290575", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Maryland", "commentType": "comment", "updateDate": "1280286975", "commentSequence": 46, "commentBody": "At least one opium clipper was rigged in the manner displayed in the article <a href=\"http://en.wikipedia.org/wiki/File:%22Sea_Witch%22_opium_clipper_1831.jpg\" target=\"_blank\">http://en.wikipedia.org...</a> so some may be applying too fine a set of distinctions.<br /><br />The Lee Shore<br />by David Crosby<br />from the Crosby, Stills, Nash &amp; Young album \"4 Way Street\"<br /><br />Wheel gull spin and glide ... you've got no place to hide<br />'Cause you don't need one<br /><br />All along the Lee shore<br />Shells lie scattered in the sand<br />Winking up like shining eyes, at me<br />From the sea<br /><br />Here is one like sunrise<br />It's older than you know<br />It's still lying there where some careless wave<br />Forgot it long ago<br /><br />When I awoke this morning<br />I dove beneath my floating home<br />Down below her graceful side in the turning tide<br />To watch the sea fish roam<br /><br />There I heard a story<br />From the sailors of the Sandra Marie<br />There's another island a day's run away from here<br />And it's empty and free<br /><br />From here to Venezuela<br />There's nothing more to see<br />Than a hundred thousand islands<br />flung like jewels upon the sea<br />For you and me<br /><br />Sunset smells of dinner<br />Women are calling at me to end my tales<br />But perhaps I'll see you, the next quiet place<br />I furl my sails<br />", "recommendationCount": 1}, {"assetID": 1691856, "replies": [], "lft": 8, "assetURL": "http://dotearth.blogs.nytimes.com/2010/07/27/views-on-climate-caps-sustainability-science/", "parentID": null, "commentID": 2313682, "rgt": 9, "userDisplayName": "Asteroid Miner", "createDate": "1280282893", "userID": 60006593, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1280290579", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Illinois", "commentType": "comment", "updateDate": "1280286979", "commentSequence": 4, "commentBody": "3.   Wang Suya:  There is a better idea for a bill.   See<br /><a href=\"http://www.climatelobby.com/\" target=\"_blank\">http://www.climatelobby.com/</a><br />It is called fee &amp; 100% dividend.   Cap &amp; Trade is a way to evade reducing CO2 production and steal more money from the people who earn less than $250,000/year.   The Republicans represent people who make more than $250,000 per year plus all of the poor people they can fool.<br />Other good ideas for a bill:   Make it illegal to make gasoline out of coal, oil shale, tar sand or natural gas.   Make it illegal to burn coal to make electricity.   Make it illegal to burn natural gas to make more than 50 kilowatts of electricity.<br /><br />Andrew Revkin:   You omitted the most important URL:  <a href=\"http://www.realclimate.org\" target=\"_blank\">www.realclimate.org</a><br />RealClimate is run by the real climate scientists themselves.   They work for NASA-GISS or for universities as professors.   They are the best climate scientists in the US except for their boss, James Hansen, who is better.   RealClimate is well written.   RealClimate has extensive resources with which to teach yourself the basics without math.      You should also have mentioned <a href=\"http://climateprogress.org\" target=\"_blank\">climateprogress.org</a><br /><br />2.  Jeff Huggins:   Lesson #1:  Most journalists are not very good at science.   Journalism school does not require the Engineering and Science Core Curriculum [E&amp;S CC], nor does it require any course which relies on the E&amp;S CC.   Neither Edward R. Murrow nor Walter Cronkite knew anything about it.   The E&amp;S CC depends on and starts with  freshman and sophomore calculus.   The E&amp;S CC is \"math heavy.\"   A reporter who doesn't know the math is like a blind person at a movie.   In addition to the E&amp;S CC, you also need a laboratory course in probability and statistics and a course in computer programming.   Journalists who report on climate change should have at least a BS in climate science or physics.<br />If you want to hear it like it is, subscribe to <a href=\"http://RealClimate.org\" target=\"_blank\">RealClimate.org</a>.", "recommendationCount": 5}, {"assetID": 1691856, "replies": [], "lft": 10, "assetURL": "http://dotearth.blogs.nytimes.com/2010/07/27/views-on-climate-caps-sustainability-science/", "parentID": null, "commentID": 2313693, "rgt": 11, "userDisplayName": "Susan Anderson", "createDate": "1280283021", "userID": 57076816, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1280290616", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Boston", "commentType": "comment", "updateDate": "1280287016", "commentSequence": 5, "commentBody": "For those thinking we know enough to muddle through, I recommend these sobering comparisons.<br /><a href=\"http://www.the-cryosphere.nhttp://4.bp.blogspot.com/_RM5cB9Xn3KQ/TE4FenWldYI/AAAAAAAABnQ/YxkajplY6BU/s1600/envisat.GMM3d.n.20100726.cropped.gif\" target=\"_blank\">http://www.the-cryosphere.nhttp:...</a><br />This is not a matter of opinion.  It's a photograph of Greenland on July 26, 2010<br /><br />Compare:<br /><a href=\"http://2.bp.blogspot.com/_RM5cB9Xn3KQ/SnH0WJee_tI/AAAAAAAABXY/m10gznCJGNU/s1600-h/envisat.GMM3d.n.20080728.Greenland.gif\" target=\"_blank\">http://2.bp.blogspot.com...</a><br />(Greenland, July 28, 2008)<br /><br />and the intermediary picture - note the acceleration of natural forces (represented in some cases by something the stupids like to dismiss as improbable - a representation of a parabolic process also known as the \"hockey stick\")<br /><a href=\"http://1.bp.blogspot.com/_RM5cB9Xn3KQ/SnHzloWXtjI/AAAAAAAABXQ/AQYAM_HBjOs/s1600-h/envisat.GMM3d.n.20090730.Greenland.gif\" target=\"_blank\">http://1.bp.blogspot.com...</a><br />(July 30, 2009)<br /><br />Every picture tells a story, don't it.  Or a picture is worth a thousand words.<br /><br />Wake up.  This is not a political fight, it is a struggle for survival.  We have come to think we are in control,, and can go on with our accelerating exploitation forevery.  I can't think of any way to break through the curtains of ignorance and disbelief of those who think they are better than reality, but hopefully someday not too late they will wake up.  Just please look.<br /><br />In sum, the planet doesn't care.  It will survive.  Will we?  Not unless we let go of our hubris.", "recommendationCount": 10}, {"assetID": 1691856, "replies": [], "lft": 12, "assetURL": "http://dotearth.blogs.nytimes.com/2010/07/27/views-on-climate-caps-sustainability-science/", "parentID": null, "commentID": 2313725, "rgt": 13, "userDisplayName": "Adrian O", "createDate": "1280283582", "userID": 19926270, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1280290621", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "State College, PA", "commentType": "comment", "updateDate": "1280287021", "commentSequence": 6, "commentBody": "IT'S SIMPLE REALLY<br /><br />As our economy develops, by avoiding such disasters as the cap-and-trade bill, people will put more resources into avoiding ecological disasters as the one in the Gulf.<br /><br />If you doubt it, think of the previous very big oil Gulf leak, when our economy wasn't as developed as know - you likely haven't heard much about.<br /><br />If we have more money, more will go into big items like fusion energy, which will has a good chance to solve the baseline energy problem in a way wind energy never will.<br /><br />The same with the Chinese. If they don't develop with the energy from all those coal burning plants, they won't have resources to fight nasty pollution and mercury and sulphur and all kind of other clouds will drift from them to us.<br /><br />The faster they develop, the bigger the pressure from the Chinese people to stop nasty pollution.<br /><br />Same everywhere around the globe.<br /><br />The way to improve the state of the planet id NOT to stop development, with measures based on faked up science like cap and trade.<br /><br />It's the other way around.", "recommendationCount": 9}, {"assetID": 1691856, "replies": [], "lft": 14, "assetURL": "http://dotearth.blogs.nytimes.com/2010/07/27/views-on-climate-caps-sustainability-science/", "parentID": null, "commentID": 2313842, "rgt": 15, "userDisplayName": "A. D. Cherson", "createDate": "1280286235", "userID": 51378806, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1280290647", "userTitle": null, "editorsSelection": 1, "statusID": 2, "userURL": null, "userLocation": "NY, NY", "commentType": "comment", "updateDate": "1280287047", "commentSequence": 7, "commentBody": "Apropos Mr. Mead's post-mortem, I would like to add another wrinkle to the Prohibition analogy that may shed some more light. Prohibition was heavily supported by the likes John D. Rockefeller (of Standard Oil fame). Why? Because the Ford Motor Company was hot on the trail of ethanol powered vehicles. Ethanol is alcohol too, remember. Prohibition may have failed to stamp out alcoholism, but it did succeed in perpetuating our other well known addiction to oil.<br /><br />I raise this factoid to illustrate the power that the petrochemical industry once had and continues to have on our world. Someday when we are long out of the current mess, I believe that historians will paint the history of our time (9/11 and its aftermath) as a global proxy war fueled by petrochemical interests and waged against any government making a concerted attempt to wean its economy away from petrochemicals. Who are the John D. Rockefellers of today and what is their current strategy? I'll let Mr. Mead and the historians figure that one out, but I'll give you my hunch: the War On Terror is a big part of the reason why we haven't been able to make any progress on energy and environmental policy. Who can think about anything else when so many of our resources are being poured into that cauldron? If this is so, then we cannot get a comprehensive energy and environmental policy until the War on Terror is over and as long as there is a War on Terror we won't have a comprehensive e-e policy.<br /><br />The implications of this are harrowing because it means that some sectors of our society, and indeed of the global society at large, may have an incentive to prolong the WOT as long as possible. It also means that every self-immolating fanatic anywhere in the world has the power to prolong our current state of global inertia (if we let them). On the bright side, this could also mean that if we were somehow able to legislate a comprehensive e-e policy moving us away from petrochems then the end of the WOT would be imminent as a result of our unilateral declaration of victory over the John D. Rockefellers, whoever they might be, whatever language they speak, and whatever Gods they pray to. Let's declare this victory over endless war and filth as soon as possible so we can get back to what we do best: making the world a little more livable for its stegasaurillions of inhabitants.", "recommendationCount": 8}, {"assetID": 1691856, "replies": [], "lft": 16, "assetURL": "http://dotearth.blogs.nytimes.com/2010/07/27/views-on-climate-caps-sustainability-science/", "parentID": null, "commentID": 2313967, "rgt": 17, "userDisplayName": "Larry G.", "createDate": "1280288087", "userID": 35174645, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1280290653", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Seattle, Washington", "commentType": "comment", "updateDate": "1280287053", "commentSequence": 8, "commentBody": "\"Cap &amp; Rebate\"<br /><br />Let's convert \"Cap &amp; Trade\" to \"Cap &amp; Rebate\":  100% of revenue from sale of carbon credits, is returned to U.S. taxpayers as a line-item on the 1040 form.  Likewise for 100% of revenue from carbon taxes (gas taxes, etc.).  No government gets one penny.<br /><br />Let's ratify a Constitutional amendment to this effect.  Plus, let's impose import duties on all countries with more lenient Carbon Caps or Carbon Taxes.<br /><br />This is a \"small government\" approach to the reduction of CO2 emissions.<br /><br />________________<br />Larry G.<br />Seattle, WA<br />", "recommendationCount": 5}, {"assetID": 1691856, "replies": [], "lft": 18, "assetURL": "http://dotearth.blogs.nytimes.com/2010/07/27/views-on-climate-caps-sustainability-science/", "parentID": null, "commentID": 2313973, "rgt": 19, "userDisplayName": "Adrian O", "createDate": "1280288142", "userID": 19926270, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1280290685", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "State College, PA", "commentType": "comment", "updateDate": "1280287085", "commentSequence": 9, "commentBody": "EMISSIONS = PURE, UNADULTERATED NONSENSE<br /><br />Can you program your computer? It's simple, really.<br /><br />It can flag bad words.<br /><br />Your emailer does that already. For instance, one of the great French mathematicians in my area of symmetry is Jacques Tits.<br /><br /><a href=\"http://en.wikipedia.org/wiki/Jacques_Tits\" target=\"_blank\">http://en.wikipedia.org/wiki/Jacques_Tits</a><br /><br />Whenever one of us tries to send an email about improving Tits' results, his email gets zapped. By the automatic flagger.<br /><br />Do yourself a favor. Have your browser flagger zap everything containing the word \"emissions.\"  It's pure, unadulterated junk.<br /><br />Even if you believe in limiting CO2 emissions. ESPECIALLY if you believe in limiting CO2 emissions.<br /><br />Take for instance Haiti. Simply because you may have heard of it - it's a place you learn about when there's a tragedy.<br /><br />Haiti doesn't have a big coal-burning power station (in any case coal is the only case they could ever afford.)<br /><br />Suppose we gave them a hand by building one.<br /><br />Would that rise emissions? (FLAG: NONSENSE?  NOT NOW!)<br /><br />Of course NOT! How do you think those people survive? By eating. Can they eat raw food? Nope. They need to cook. With what fuel?<br /><br />They cut every bush and burn it. It's an ecological catastrophe - every road they build is washed away within a month by floods unimpeded by those bushes.<br /><br />Now do you think that those bushes burned by a million people emit no CO2 - not to speak of pollutants so strong they kill young the women who burn them?<br /><br />Wouldn't an efficient coal burning power plant which would let them use hot plates for cooking - and computers on the side - solve all these problems? The health of all those women and babies? Bushes on the hills?<br /><br />AND REDUCE OVERALL EMISSIONS?(FLAG: NONSENSE? NOT YET)<br /><br />Now act.<br /><br />Is your favorite charity, PAC, whatever in favor of building a coal burning power plant in Haiti?<br /><br />Or are talking about emissions? (FLAG: NONSENSE? THIS TIME: YES)<br /><br />If they do, switch to something that would let people develop. They will be your friends. And partners. (I had a fantastic math student from Haiti) And they will have the resources and the will to keep their place and thus our planet in good shape.<br /><br />Which they cannot afford now. Because you think you care about emissions.....", "recommendationCount": 5}, {"assetID": 1672230, "replies": [], "lft": 542, "assetURL": "http://consults.blogs.nytimes.com/2010/07/21/ask-an-expert-about-migraine/", "parentID": null, "commentID": 2314100, "rgt": 543, "userDisplayName": "Lorel Cornman", "createDate": "1280290751", "userID": 43220824, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1280290902", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Idyllwild, CA", "commentType": "comment", "updateDate": "1280287302", "commentSequence": 268, "commentBody": "I neglected to say that I was 38 when I had my first migraine.  How do I obtain an answer to my above-question?", "recommendationCount": 0}, {"assetID": 1679513, "replies": [], "lft": 30, "assetURL": "http://goal.blogs.nytimes.com/2010/07/23/where-to-play-thierry-henry/", "parentID": null, "commentID": 2314020, "rgt": 31, "userDisplayName": "Guvna", "createDate": "1280289175", "userID": 6166955, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1280291618", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New York, NY", "commentType": "comment", "updateDate": "1280288018", "commentSequence": 15, "commentBody": "Tony hit the nail on the head: Play him anywhere he wants.  It seems the manager is already thinking this way, because Henry floated between the midfield and striker position whenever he felt like it.  One minute he was leading the line, the next he was deep to collect the ball and create.  At his peak, Arsenal played him wide left, because he had tremendous pace to get behind defenses.  In this league he can probably still do a lot of that, but he looks far more dangerous floating in the space behind the striker.", "recommendationCount": 0}, {"assetID": 1692132, "replies": [], "lft": 2, "assetURL": "http://www.nytimes.com/2010/07/28/opinion/28dowd.html", "parentID": null, "commentID": 2313635, "rgt": 3, "userDisplayName": "Kate Madison", "createDate": "1280281820", "userID": 25120579, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1280292853", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Depoe Bay, Oregon", "commentType": "comment", "updateDate": "1280289253", "commentSequence": 1, "commentBody": "...\"Gen. Mattis told John McCain that we’re not leaving Afghanistan; we’re starting “a process of transition to the Afghan forces.” But that process never seems to get past the starting point.\"<br /><br />And meanwhile, our own sad country is on the brink of so many disasters!  Our economy is a mess; we are firing (oops, \"laying off\")teachers, firemen, policemen, librarians and even garbage collectors.  We are closing schools all over the country, closing libraries early, even closing hospitals and health clinics and hearing every day about more people getting their health insurance cancelled--after all, nothing happens, really, until 2014! THIS IS INSANE!<br /><br />How can we dump billions of dollars into third-world warrior countries in the Middle East who have no interest in becoming democracies American-style.  And waste more billions training incompetent and corrupt police and building an army of incompetent soldiers whose loyalty goes to the highest bidder.  And continue to support a corrupt Afghan president whose brother is a bigtime drug dealer!<br /><br />The process never seems to \"get past the starting point, because there is no starting point, and there never was!  Thanks to our arrogance and hunger for power and riches, we just can't figure that out!", "recommendationCount": 1095}, {"assetID": 1692132, "replies": [], "lft": 4, "assetURL": "http://www.nytimes.com/2010/07/28/opinion/28dowd.html", "parentID": null, "commentID": 2313655, "rgt": 5, "userDisplayName": "Marie Burns", "createDate": "1280282211", "userID": 4461145, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1280292853", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Fort Myers, Florida", "commentType": "comment", "updateDate": "1280289253", "commentSequence": 2, "commentBody": "A man I know well, who has long been in a position to make or break the careers of younger colleagues, once told me that most of the people he had helped had stabbed him in the back as soon as he turned around. I expect the shiv hurt the first times it went in, but he has become philosophical about it. \"People want your help,\" he says, \"but they resent it once you give it.\"<br /><br />If people who are supposed to be your friends &amp; beneficiaries aren't gracious about receiving gifts, why should nations be? By their natures, nations are always potential enemies. Their interests will always be different from ours. Look at what’s happened to our \"special relationship\" with Great Britain. The solons say it is falling apart. And why shouldn't it? We have been doing things for the last decade that are against the best interests of the British -- we have sucked them into our nasty little wars.<br /><br />Our \"gifts\" to other countries are seldom, if ever, the result of our own magnanimity. They are strategic bribes, given to promote our own interests. Sometimes those bribes have payoffs. They are not paying off in Afghanistan &amp; Pakistan. It didn't take the WikiLeaks docudump to apprise us of that. Thanks to good reporting, we've known it for a good long while.<br /><br />Too bad more members of Congress don't read the papers. If they wanted to give the Pentagon another gift -- one that like so many gifts will go unappreciated – they should have stamped the gift box with a big ol' expiration date. The American people, who are hardly even paying attention, have figured out the AfPak war is a loser. It's way past time for Washington to overcome its vested interests in the giant war machine &amp; realize that we chumps who are paying for the machine on the installment plan know it's a lemon. There is little public support today for the longest war. Everyone even remotely involved would be better off if the President &amp; the Congress ended it. That would be a gift folks might not resent.<br /><br />The Constant Weader at <a href=\"http://www.RealityChex.com\" target=\"_blank\">www.RealityChex.com</a><br />", "recommendationCount": 837}, {"assetID": 1692132, "replies": [], "lft": 6, "assetURL": "http://www.nytimes.com/2010/07/28/opinion/28dowd.html", "parentID": null, "commentID": 2313703, "rgt": 7, "userDisplayName": "Irish Republican", "createDate": "1280283133", "userID": 60657923, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1280292853", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New York, NY", "commentType": "comment", "updateDate": "1280289253", "commentSequence": 3, "commentBody": "As Obama goes to enjoy vacation on the exclusive Rockefeller world of Bar Harbor, Maine with all the super rich of America there are thousands of low income, young American suffering and dying in the War in Afghanistan.<br /><br />Obama has perpetuated and increased the United States presence in the South West Asian War in Afghanistan.  The War there is going horribly wrong and has been for all of Obama's presidency.<br /><br />Obama's \"Surge\" in Afghanistan has not worked and is a failure.<br /><br />Obama has given a gift to the Military Industrial Complex by increasing the production of Unmanned Aircraft like Predators and Raptors.<br /><br />Obama promised to extricate our troops from Afghanistan but he Lied to us all.<br /><br />Obama is not a trustworthy man and he is a liar.<br /><br />Thousands of innocent Afghan people have been murdered by Obama's decisions.<br /><br />The War in Afghanistan needs to end immediately.<br /><br />Governor Mitt Romney would make a better president than Obama.", "recommendationCount": 98}, {"assetID": 1692132, "replies": [], "lft": 8, "assetURL": "http://www.nytimes.com/2010/07/28/opinion/28dowd.html", "parentID": null, "commentID": 2313734, "rgt": 9, "userDisplayName": "R. Law", "createDate": "1280283694", "userID": 57123959, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1280292853", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Texas", "commentType": "comment", "updateDate": "1280289253", "commentSequence": 4, "commentBody": "Y'know Mo,<br /><br />We're old enuff to know sometimes August is a good time look around while things are a little slower, with the smoke of battle clearing a little, and assess the status of projects.<br /><br />Looks like that assessment of Afghanistan leads us to conclude: our current situation is the reason the POTUS said ' we will start to leave in 2011 '.<br /><br />Sometimes surges work, sometimes they don't, and Afghanistan is not Iraq, not least because of tribalism and terrain.<br /><br />But the POTUS inherited something which had been mis-managed with no plan/goal set since the 1980's - he gave the military a chance, and we tried to give the Afghanis a chance; that's what we said we would do, and we're not about nation-building.<br /><br />If you notice, the POTUS is trying to be diligent about executing his campaign promises; lack of will on behalf of the Afghanis seems not likely to change his mind on this matter unless things start to exceed expectations there. ", "recommendationCount": 131}, {"assetID": 1692132, "replies": [], "lft": 10, "assetURL": "http://www.nytimes.com/2010/07/28/opinion/28dowd.html", "parentID": null, "commentID": 2313735, "rgt": 11, "userDisplayName": "Michael in Hokkaido Mountains", "createDate": "1280283733", "userID": 60310509, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1280292853", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Hokkaido Mountains, Japan", "commentType": "comment", "updateDate": "1280289253", "commentSequence": 5, "commentBody": "Secretary of Defense Donald Rumsfeld once mused, \" I sometimes wonder if we are creating more terrorists for each one we kill\".<br /><br />Rumsfeld nailed the point perfectly--For every terrorist and civilian we kill in Afghanistan we lose five or ten \"hearts and minds\".<br /><br />Obama has made the Afghanistan War his own Vietnam.<br /><br />We have failed to remember our own lesson.  We defeated the British in the Revolutionary War with guerilla tactics in an war against a first rate military power.<br /><br />We beat the British in part because we were on our own soil and we knew the terrain far better than the \"Red Coats\".<br /><br />The Afghan mujahadeen know the mountains very well and they are far tougher than our toughest soldiers.<br /><br />Obama should study the Revolutionary War in the United States and the Failures of Alexander the Great, The British and the Soviets in Afghanistan.  All lost to the Afghan \"Mountain Men\" and retreated in defeat and humiliation as we will.", "recommendationCount": 508}, {"assetID": 1692132, "replies": [], "lft": 12, "assetURL": "http://www.nytimes.com/2010/07/28/opinion/28dowd.html", "parentID": null, "commentID": 2313747, "rgt": 13, "userDisplayName": "rlk", "createDate": "1280284071", "userID": 1974754, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1280292853", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "chappaqua, ny", "commentType": "comment", "updateDate": "1280289253", "commentSequence": 6, "commentBody": "It seems such a lost cause. Your words are falling on blind eyes and deaf ears.<br /><br />I can't understand what's so hard about admitting our failure and getting out.<br /><br />How many more lives have to be sacrificed for those who \"stab us in the back\"?<br /><br />How many more lives have to be sacrificed for those who \"turn against us or go over to the other side or cut and run\"?<br /><br />How many more lives have to be sacrificed for those who are \"all renowned as masters at double-dealing\"?<br /><br />Evidently the answer is many, many more. And many, many more tears will be shed for the fathers, sons, daughters, brothers, sisters and friends of all of us who will mourn those deaths that just don't have to be.<br /><br />Your words are eloquent but unfortunately no one is listening. God help us all.", "recommendationCount": 476}, {"assetID": 1692132, "replies": [], "lft": 14, "assetURL": "http://www.nytimes.com/2010/07/28/opinion/28dowd.html", "parentID": null, "commentID": 2313801, "rgt": 15, "userDisplayName": "sharon57", "createDate": "1280285489", "userID": 59161762, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1280292853", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New York", "commentType": "comment", "updateDate": "1280289253", "commentSequence": 7, "commentBody": "Wow--just look at all the foreign aid we shell out to countries who treat us with disdain.  THey're laughing all the way to the bank as they stab us in the back.  We're sure not getting a whole lot of bang for the buck are we???<br /><br />The Afghans don't need us to train them. Since sports metaphors are so popular, the Afghans already have the homefield advantage.  They've been fighting foreign invaders for centuries, defeating one empire after another.  Isn't it time we took the hint, packed up our toys and got out already?  It's time Uncle Sam stopped babysitting everyone else. Let these people fight their own battles already. Correct me if I'm wrong but I thought our piggy bank is empty.<br /><br />Unfortunately the problem centers around our stubborn pride.  Obama doesn't want to be remembered as the President who lost Afghanistan.  This is quite a  let down from Candidate Obama who wanted to get out of Afghanistan as soon as possible to President Obama who is bogged down in Afghanistan with no immediate end in sight.  ", "recommendationCount": 273}, {"assetID": 1692132, "replies": [], "lft": 16, "assetURL": "http://www.nytimes.com/2010/07/28/opinion/28dowd.html", "parentID": null, "commentID": 2313820, "rgt": 17, "userDisplayName": "akhilleus", "createDate": "1280285794", "userID": 1949626, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1280292853", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Bowling Green, KY", "commentType": "comment", "updateDate": "1280289253", "commentSequence": 8, "commentBody": "Years ago Randy Newman encapsulated our current situation in a song called \"Political Science\":<br /><br />We give them money, but are they grateful?<br />No they're spiteful and they're hateful.<br />They don't respect us, so let's surprise them<br />Let's drop the big one and pulverize them.<br /><br />Okay, it was a parody. But parodies are funny (in this case ruefully so) because they communicate an important truth about something.<br /><br />Bush and Cheney had no sense of history. They didn't pay attention to the fact that just a few years prior to the first invasion of the Bush 43 debacle, a bunch of Afghan fighters living on bread and water and sleeping on rocks defeated (with our help) a highly trained, vicious war machine, the Red Army. They've been doing this sort of thing for centuries, for anyone who's cared to read a book or two (always anathema for the Bushies), and now with help from the Taliban, Al Qaeda, Pakistani intelligence and probably a dozen others, they are giving us quite a black eye as well. Pretty much everyone who has invaded this country and tried, by force, to bend them to another way of life has failed.<br /><br />So why are we still doing it?<br /><br />For one, Obama inherited two wars and it isn't the easiest thing to uproot everything all at once. But he owns the latest initiatives and he isn't doing a whole lot better. Haven't we learned that shoving democracy down a country's throat at gunpoint is a losing proposition?<br /><br />Is there a way out? I'm sure there are plenty of Republicans and Fox \"analysts\" who think Randy Newman's parody should be adopted as a workable military strategy.<br /><br />But Afghanistan hasn't yet become a Hobson's Choice. There is a way out. More personnel and further aggression doesn't seem a likely candidate for success. But we've got some pretty smart people in this country, if only their advice would be considered.<br /><br />Republicans are pushing awfully hard these days for a return to the glory days of Bush/Cheney. I'm thinking that's not a good idea for more ways than I care to recount.<br /><br />And more fighting in Afghanistan is a big one.<br /><br />They don't respect us? I wonder why? What would you do if some foreign army was rolling tanks down your Main Street? I'd be looking to exercise my second amendment rights.", "recommendationCount": 425}, {"assetID": 1692132, "replies": [], "lft": 20, "assetURL": "http://www.nytimes.com/2010/07/28/opinion/28dowd.html", "parentID": null, "commentID": 2313833, "rgt": 21, "userDisplayName": "Gemli", "createDate": "1280286027", "userID": 57048689, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1280292853", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Boston", "commentType": "comment", "updateDate": "1280289253", "commentSequence": 9, "commentBody": "So many lives have been wasted in this pointless war.  Did we really require the publication of thousands of leaks to tell us what the Afghan experience has been telling us all these years?  There is no surge big enough for us to get what we want, and frankly I’m not even sure if we know what we want.  For Al-Qaeda to go away?  For them to make nice? Or to give up their psychotic ultraconservative religious zealotry and agree to live in harmony with the American devils?<br /><br />Dubya, Cheney, and Rove got us into this mess without a plan, and without serious challenge from the press.  As a result, thousands of lives have been lost and uncounted billions have been taken from the treasury and put into private hands.  But the unemployed have to beg for a brief extension of benefits, held hostage by Republicans who claim to be suddenly concerned about spending the insignificant money that would help them stay on their feet.<br /><br />Mr. Obama should get us out of this miserable war, as there is nothing to be gained by continued fighting.  Save the money we are wasting blowing up a distant desert and use it to rebuild this country instead.<br />", "recommendationCount": 731}, {"assetID": 1692132, "replies": [], "lft": 22, "assetURL": "http://www.nytimes.com/2010/07/28/opinion/28dowd.html", "parentID": null, "commentID": 2313845, "rgt": 23, "userDisplayName": "Sonny Pitchumani", "createDate": "1280286257", "userID": 26532404, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1280292853", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Manhattan, NYC", "commentType": "comment", "updateDate": "1280289253", "commentSequence": 10, "commentBody": "We have no money to pay for unemployment pay extension or to cover those who cannot afford medical insurance but we have no qualms about borrowing or printing money to throw in the bottomless pit called Afghanistan. Obama is not getting my vote the next time. What does this war say about us as a nation?", "recommendationCount": 248}, {"assetID": 1692132, "replies": [], "lft": 24, "assetURL": "http://www.nytimes.com/2010/07/28/opinion/28dowd.html", "parentID": null, "commentID": 2313848, "rgt": 25, "userDisplayName": "Tyler", "createDate": "1280286311", "userID": 55663954, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1280292853", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Monterey, CA", "commentType": "comment", "updateDate": "1280289253", "commentSequence": 11, "commentBody": "I believe Mattis is slated to take CENTCOM, Petraeus's last post before taking over as COMISAF not replacing McChrystal.<br /><br />The main problem seems to be that we are attempting to stand up an army in our image (which doesn't make much sense seeing as how our army, valiant etc as it may be, is having a difficult time quelling the Taliban insurgency).  I am curious to see how the Local Defense Initiative forces do.  These are forces that will be defending their home turf, as opposed to the Afghan National Army and Afghan National Police which are deployed far from their homefield advantage (ie Tajik soldiers patrolling in Helmand where they are unwanted and unwelcome) and face many of the same challenges as us in understanding the local area where they work.  The difficulty with LDI will be finding the \"sweet spot\" of just enough control to keep them accountable and responsive to some form of central government without stifling them.  We'll see how it goes.  De Oppresso Liber.", "recommendationCount": 12}, {"assetID": 1692132, "replies": [], "lft": 28, "assetURL": "http://www.nytimes.com/2010/07/28/opinion/28dowd.html", "parentID": null, "commentID": 2313853, "rgt": 29, "userDisplayName": "Baffled Observer", "createDate": "1280286413", "userID": 56261035, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1280292853", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Washington State", "commentType": "comment", "updateDate": "1280289253", "commentSequence": 12, "commentBody": "Good for you, for talking about Wall Street and the Taliban in the same breath. They are both our enemies.", "recommendationCount": 625}, {"assetID": 1692132, "replies": [], "lft": 30, "assetURL": "http://www.nytimes.com/2010/07/28/opinion/28dowd.html", "parentID": null, "commentID": 2313860, "rgt": 31, "userDisplayName": "Michigan Guy", "createDate": "1280286591", "userID": 58617289, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1280292853", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Dearborn, Michigan", "commentType": "comment", "updateDate": "1280289253", "commentSequence": 13, "commentBody": "I, for one, hope the withdrawal plans are followed or accelerated and we bring our troops home safely leaving the best possible situation in both Iraq and Afghanistan (out of apparently lousy possibilities).  How truly awful that wealthy American businessmen (aka Wall Street) treat the American taxpayer the same as Afghani heroin producers and Iraqi thugs - who have nothing invested in our country.  Can you imagine what good all those billions and billions and billions of dollars could have done for America if they'd be invested in infrastructure, energy efficiency, small business loans, schools, hospitals, R&amp;D, and so on.  What a shame.", "recommendationCount": 264}, {"assetID": 1692132, "replies": [], "lft": 34, "assetURL": "http://www.nytimes.com/2010/07/28/opinion/28dowd.html", "parentID": null, "commentID": 2313874, "rgt": 35, "userDisplayName": "Sam Kathir", "createDate": "1280286828", "userID": 59697517, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1280292853", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New York", "commentType": "comment", "updateDate": "1280289253", "commentSequence": 14, "commentBody": "The war in Afghanistan is unwinnable, period. The sooner we as a nation acknowledge this fact, the sooner we can recover from this mess that W and his coterie got us into.<br /><br />Extricating ourselves is complicated alright, but extricate ourselves at the earliest possible moment is an absolute must.<br /><br />Indeed there are political consequences to the one to 'bell-that-cat', who in this instance is our President. I don't envy his position, but he is no more expendable than the young men and women fighting and dying in this futile war.<br /><br />Obama is smart enough to find a way out, and I hope does soon enough so he doesn't have to answer to the last soldier to die in this war.", "recommendationCount": 232}, {"assetID": 1692132, "replies": [], "lft": 36, "assetURL": "http://www.nytimes.com/2010/07/28/opinion/28dowd.html", "parentID": null, "commentID": 2313876, "rgt": 37, "userDisplayName": "Harmiclir", "createDate": "1280286844", "userID": 16447208, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1280292853", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New York, NY", "commentType": "comment", "updateDate": "1280289253", "commentSequence": 15, "commentBody": "The last time an empire had a congeries of \"protectorates\" so angry at itself was the Roman one.  That ended not well for the Romans.", "recommendationCount": 111}]}, "copyright": "Copyright (c) 2016 The New York Times Company.  All Rights Reserved."}