{"debug": {"version": 3.1}, "status": "OK", "results": {"api_timestamp": "1481460531", "totalCommentsFound": 4822, "totalCommentsReturned": 25, "comments": [{"assetID": 2828722, "replies": [], "lft": 4, "assetURL": "http://economix.blogs.nytimes.com/2011/06/08/hour-by-hour-a-measure-of-economic-stress/", "parentID": null, "commentID": 3966285, "rgt": 5, "userDisplayName": "Anthony Morris", "createDate": "1307591970", "userID": 64032231, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1307592003", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Twin City", "commentType": "comment", "updateDate": "1307588403", "commentSequence": 2, "commentBody": "A recent poll of Twin City area employers reveals the number of applications for each vacancy has surged to nearly 60% while the number of available positions is predicted to fall by nearly 25%.\r", "recommendationCount": 2}, {"assetID": 2805641, "replies": [], "lft": 392, "assetURL": "http://www.nytimes.com/2011/06/05/movies/films-in-defense-of-slow-and-boring.html", "parentID": null, "commentID": 3966275, "rgt": 393, "userDisplayName": "Chuck Gobin", "createDate": "1307591801", "userID": 1446527, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1307592005", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Wilmore, KY", "commentType": "comment", "updateDate": "1307588405", "commentSequence": 172, "commentBody": "I found it provocative for a couple of reasons.  For one, it takes me back a few decades when I was in charge of picking the video (it was the 80s) a group of us was going to watch.  At the store, I deliberated long and hard between a film I’d seen recently and thought was great and a “sure-thing” blockbuster.  I couldn’t decide, so I rented both, figuring if they hated my first choice, I had a back-up.  Ten minutes into \"Babette’s Feast,\" my friend Mick turned to me and said, “Is anybody going to do anything other than make soup from dried fish?”  I knew I’d lost them and popped in \"Die Hard.\"<br/><br/>Dargis and Scott’s column also reminds me of a conversation I once had with my dad, who came in the room when I was home on break from college and asked what I was reading.  I think it was \"Portrait of a Lady\" by Henry James.  If you’re familiar with it, you know it’s a novel in what what happens is not nearly as important as what the central character thinks about what is happening to her.  After trying in vain to make it sound “interesting” to him, I added that I was reading it for the second time.  “Why would you read a book twice?  Don’t you remember what happened the first time?”  The conversation went downhill from there.<br/><br/>Truth be told, not every art film appeals to me, and I do enjoy movies were things blow up on ten-minute intervals.  But the films that have stayed in my memory the longest have always been those that attempted something fresh, either in a narrative or in a visual sense.  So I find I have an odd assortment of favorite movies: \"Blade Runner,\" \"Star Wars,\" \"Adam’s Rib,\" \"The Dead,\" \"Rear Window,\" and \"Little Miss Sunshine,\" just to name a few.<br/><br/>All of them entertained me and made me think.<br/><br/><a href=\"http://chuckgobin.org\" title=\"chuckgobin.org\" target=\"_blank\">chuckgobin.org</a>", "recommendationCount": 2}, {"assetID": 2819548, "replies": [], "lft": 1010, "assetURL": "http://www.nytimes.com/2011/06/07/education/07charter.html", "parentID": null, "commentID": 3966263, "rgt": 1011, "userDisplayName": "parent of a harmony kid", "createDate": "1307591551", "userID": 53719868, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1307592576", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Euless, TX", "commentType": "comment", "updateDate": "1307588976", "commentSequence": 416, "commentBody": "One commenter asked about the ethnic/racial make up of the schools.  They thought the picture depicted a segregated grouping.  I can only speak for my son's school which is a Harmony Science Academy.  The school is the most ethnically and racially diverse school he has EVER attended.  There are Asians, Africans, Hispanics, and Whites.  He has classmates from Nepal, Hawaii, Vietnam, the Balkans, etc.  I know that two girls in his class are Muslim because they wear head scarves.  They are not Middle Eastern however.  Most of the teachers are American.  He takes Turkish.  I find there is less religion at this school than he ever experienced at a public school in Texas.  We are Jewish and until he went to Harmony he had Easter Egg hunts every year.  His Public school Pre-K teacher described Passover as a holiday where lambs are killed and the blood is put on doors.  Easter however was explained with egg hunts, candy and the fluffy Easter bunny.  <br/><br/>I cannot be happier with the education my son is receiving at Harmony.  We should be most concerned with whether our children are receiving the education they need to succeed in the world (not just America).  I feel that Harmony provides that for my son (who just received commended performances on ALL his 4th grade TAKS included a perfect score on the reading section)", "recommendationCount": 8}, {"assetID": 2819548, "replies": [], "lft": 1014, "assetURL": "http://www.nytimes.com/2011/06/07/education/07charter.html", "parentID": null, "commentID": 3966272, "rgt": 1015, "userDisplayName": "Febbe", "createDate": "1307591750", "userID": 64031480, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1307592619", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "San antonio, Tx", "commentType": "comment", "updateDate": "1307589019", "commentSequence": 417, "commentBody": "Harmony charter school is one of the great schools so far my children have attended.  The school encourages discipline, hard working, and team work. My children and I like the diversity the school provides, my children have the chance to interact with student from different background without judging and the same time learning other people’s culture background. As a society we need to encourage people who are doing good things not criticize them. I would think the parents who are sending their children to that school should be the one to point out any wrong doing of the school not just a reporter. I will recommend this school to any parent who wants to see their children succeed. ", "recommendationCount": 8}, {"assetID": 2819548, "replies": [], "lft": 1016, "assetURL": "http://www.nytimes.com/2011/06/07/education/07charter.html", "parentID": null, "commentID": 3966276, "rgt": 1017, "userDisplayName": "happystar", "createDate": "1307591801", "userID": 64031912, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1307592627", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "El Paso, TX", "commentType": "comment", "updateDate": "1307589027", "commentSequence": 418, "commentBody": "Harmony school is the best thing that ever happen to my kids, it is challenging, and fun science.  I love the fact that uniforms are required, I welcomed  the conduct guidelines they enforce, such no hugging, kissing, no cell phones while in school,  It's perfect to keep my teenager focus on school !  I wish the teachers were ALL turkish, because the are very dedicated, caring, and compasionate. I am a Christian and I  love my turkish teachers and school, they live by example as I can see and I will place my hand on the fire for my favorite kids teachers, regardless of their religious background.  NE - HSI     greg &amp; alexis g.", "recommendationCount": 8}, {"assetID": 2829204, "replies": [], "lft": 314, "assetURL": "http://www.nytimes.com/2011/06/09/nyregion/cuomo-proposes-tough-limits-on-pensions.html", "parentID": null, "commentID": 3966274, "rgt": 315, "userDisplayName": "z828", "createDate": "1307591792", "userID": 64031398, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1307592662", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "CA", "commentType": "comment", "updateDate": "1307589062", "commentSequence": 148, "commentBody": "Public workers and private citizens should receive the same income-tax payer funded benefits. The government knowingly discriminates against privately-employed worker-citizens. Ask the question- why are their social security benefits handled differently? Why are not all federal employees enrolled in Obamacare NOW? All Federal/State programs forced on the American people should be immediately \"enjoyed\" by Federal/State employees. It is truly absurd and proof that government employees are living apart and above their fellow citizens.  This entitled mind set, like an infectious disease, is the reason Americans want to see big cuts in this country’s gigantic bureaucracy. We keep pouring in our hard-earned tax dollars, while public workers squander public money due to waste, fraud and utter incompetence- yet continue to grant themselves unearned perks and benefits. ", "recommendationCount": 1}, {"assetID": 2829204, "replies": [], "lft": 316, "assetURL": "http://www.nytimes.com/2011/06/09/nyregion/cuomo-proposes-tough-limits-on-pensions.html", "parentID": null, "commentID": 3966307, "rgt": 317, "userDisplayName": "John", "createDate": "1307592496", "userID": 47876130, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1307592672", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "NY", "commentType": "comment", "updateDate": "1307589072", "commentSequence": 149, "commentBody": "Mr Gov. Did you give up your salary, pension and health benefits? How about that public paid for car, lunch, mansion, secretary, security detail, vacation, etc? <br/><br/>\"Frankly, the proposal is generous. The state should do away with all pensions, as that is the major contributor to the budget crisis. <br/><br/>Long term pensions had nothing to do with the HOUSING market bubble, Wall St banks etc. Stop using false info to get support for your politics #8 \"Annie\".<br/><br/>\"I don't know of any private company that provides pensions for its employees and most only contribute minimally to a 401(k) or similar plan. \"<br/><br/>About 5% in the US as of 2010 still do. That is sad; everyone who works should one day retire. 401k plans are not pensions; they are low tax accounts for business executives- they were never intended to be pensions. They're 100% unreliable. THAT was the first thing to disappear in 2008 because is no market security. Many people who saved all their lives now can't retire. Do you want millions of old people to be homeless? Then you'll call them \"lazy\". <br/><br/>\"Let state workers save for themselves like the rest of us 'working class' in the private sector.\"<br/><br/>What do you think pensions plans are? DO you think NY State just gives it to them for free? Those workers have to contribute that money, and it is invested and held for years. It's a safe, effective and long term form of investment that is very stable (as long as it's managed properly). If civil service employees aren't 'working class', then who is???<br/><br/>Why is there no money in NY? The big businesses pay very little in corporate tax; those bail outs went to make those banks even bigger, and they've got record profits. They're located on Wall St. Instead you guys blame some state worker earning 30k or so a year (many earn less), and not all even have permanent status.<br/><br/>Business rob you blind you and you blame a few city/state employees. I'd insult you but I know that you are a paid consultant - along with a few others here - who write these comments here to manipulate people.<br/><br/>For the record, I'm not a state/city employee. I wouldn't want a job as difficult as the one those people have.<br/><br/>As #11 pointed out by quoting this article there is a lot of nonsense here, \"This bill institutes common-sense reforms to bring government benefits more in line with the private sector while still serving our employees and protecting our retirees.”<br/><br/>Common sense? The private companies rob their employees daily, and have already taken all their rights. Ever heard of the ILO? The right to strike? To form a union? They'll convince you that you've got no rights. They are UN guaranteed conventions. Even people in Egypt &amp; Haiti &amp; Bolivia stood up and fought for those things. Americans at one time did. Say in the 1880's with national strikes (and many were massacred by the security/military); the 30's saw similar things, and many workers were killed for it. You guys are totally ignorant &amp; that is why you get robbed by business.<br/><br/>Guess what? When the public workers are on par with the private sector (ie. nobody has pensions etc), YOU are all going to suffer &amp; get even less. Then nobody will have a pension, medical insurance etc. Nobody will be allowed to form a union etc. You might as well just make yourselves slaves and repeal the 13th amendment. INSTEAD&lt; you should all work together to DEMAND that EVERYone, private worker or not, get a pension, medical, union, right to strike etc.<br/><br/>Fight each other like the Governor &amp; big business want and you will fail. If you, on the other hand, realise that the Wisconsin Gov Walker, this clown in NY and the others are all cronies of the banks etc, then you will be closer to protecting your own rights. The overt propaganda in the Times today is what they usually spew. Anti-union, anti-people rubbish. <br/><br/>If you don't like the way unions are run, then try to fix them or change the management. No unions means you have no political voice. Here's another braniac who says raise the age from \"65? How about 72!!! People live much longer now\"<br/><br/>The average person is not living longer; that is a false argument. It is a small segment of the population that live longer. You're being manipulated with that argument.  <br/><br/>As Rousseau said, \"It does not behove slaves to reason about freedom\". Americans TALK about freedom and nothing more. Unless you join your brothers, instead of fighting them like tools of the governour, you'll lose everything. You'll be a slave and be rewarded justly. <br/><br/>Peaceful demonstrations; organising; education; solidarity etc - these concepts are foreign to Americans these days. Better wake up or you'll all be broke slaves soon.", "recommendationCount": 8}, {"assetID": 2829968, "replies": [], "lft": 58, "assetURL": "http://www.nytimes.com/2011/06/09/garden/battling-moths-and-mice-in-your-home-the-pragmatist.html", "parentID": null, "commentID": 3966279, "rgt": 59, "userDisplayName": "Joelle Morrison", "createDate": "1307591864", "userID": 13784320, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1307592687", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Staten Island, NY", "commentType": "comment", "updateDate": "1307589087", "commentSequence": 29, "commentBody": "Peppermint oil seems to deter the little critters some, but does not entirely chase them away. I also am using \"Tin Cat\" humane traps, which are also a partial solution. I live in an old building and ongoing renovation has left huge holes over which I have no control. I have pets and don't like killing things, so poison and snap traps are not an option. But the mice will happily ruin my new stove if I don't do something. I heard the ultrasound gizmos don't work at all. Any other suggestions? (We have an extremely cat-aggressive dog so the cat is banished to another part of the house; the dog, surprisingly enough, has caught two mice and spends hours chasing them, but she's not an efficient mouser.)", "recommendationCount": 1}, {"assetID": 2824574, "replies": [], "lft": 1622, "assetURL": "http://www.nytimes.com/2011/06/08/us/politics/08weiner.html", "parentID": null, "commentID": 3965776, "rgt": 1623, "userDisplayName": "u212", "createDate": "1307581867", "userID": 19754739, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1307592703", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Miami Beach", "commentType": "comment", "updateDate": "1307589103", "commentSequence": 700, "commentBody": "We won't cry for you Tony Weiner<br/>\nThe truth is, we never liked you<br/>\nYou're just so smarmy<br/>\nAnd full of prissiness<br/>\nWe'll keep our distance<br/>\nDon't show your bizness<br/>\nWe'll keep our distance<br/>\nDon't show your bizness\r<br/><br/>-- with apologies to Andrew Lloyd Webber", "recommendationCount": 2}, {"assetID": 2829047, "replies": [], "lft": 24, "assetURL": "http://thelede.blogs.nytimes.com/2011/06/08/reader-qa-in-india-dynamism-wrestles-with-dysfunction/", "parentID": null, "commentID": 3966312, "rgt": 25, "userDisplayName": "Hamid", "createDate": "1307592525", "userID": 62354309, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1307592962", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New Jersey, USA", "commentType": "comment", "updateDate": "1307589362", "commentSequence": 7, "commentBody": "Indians have known for a while that China is progressing because of its govt.and India despite its govt. However, the fact remains that India is a far more heterogeneous, multi-ethnic, multi-religious, multi-linguistic than any other nation in the world. Therefore, given the current dysfunctional state of the most efficient and much more homogeneous democracy in the world USA, should India's highly inadequate govt be blamed or appreciated ? This is a question whose answer is extremely important to the relevancy of democracy in the world and its importance going forward.", "recommendationCount": 31}, {"assetID": 2823024, "replies": [], "lft": 82, "assetURL": "http://cityroom.blogs.nytimes.com/2011/06/07/a-candid-and-prophetic-interview-with-weiner/", "parentID": null, "commentID": 3966277, "rgt": 83, "userDisplayName": "Ankhorite", "createDate": "1307591829", "userID": 60000684, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1307593178", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Anywhere, USA", "commentType": "comment", "updateDate": "1307589578", "commentSequence": 33, "commentBody": "A politician LIED?  Oh, I'm shocked, shocked!  Quick, every member of Congress who has lied must resign immediately!!<br/><br/>Look.  How can it be a sex scandal when it was all talk and no action? He's confessed to talking dirty to willing women whom he never met in person. So:<br/><br/>How can it be a sex scandal when it was all talk and no action? He's confessed to talking dirty to willing women whom he never met in person. So:<br/><br/>-- he didn't commit physical adultery<br/>\n-- he didn't try to have actual sex AT ALL<br/>\n-- he flirted with women, not men (not that there's anything wrong with that)<br/>\n-- he didn't lie to his wife or us about his orientation (Gov. McGreevey &amp; others)<br/>\n-- he didn't try to have sex in a public place (Sen. Larry Craig, Pres. Bill Clinton)<br/>\n-- he did not risk conceiving a child out of wedlock (Sen. John Edwards &amp; the Governator &amp; Rep. Dan Burton)<br/>\n-- he didn't deny his child (same guys, plus Sen. Strom Thurmond)<br/>\n-- he wasn't a homewrecker (Sen Henry Hyde)<br/>\n-- he didn't raid the family bank account to keep a mistress in a love nest (Hyde again)<br/>\n-- he didn't divert campaign funds to keep a mistress in a love nest (Edwards again)<br/>\n-- he didn't risk bringing home a disease to his spouse (all the adulterers)<br/>\n-- he didn't hire prostitutes (Gov. Eliot Spitzer, Sen. David Vitter)<br/>\n-- these women and their families weren't on his payroll (Sen. John Ensign, Rep Wayne Hays)<br/>\n-- these were grown women, not underage pages (Reps Dan Crane &amp; G. Studds, Rep. Mark Foley)<br/>\n-- he didn't abandon a wife &amp; kids (like Gov. Mark Sanford)<br/>\n-- he didn't misuse his position to do these women any federal favors<br/>\n-- he didn't sell his vote for sex (neither real sex nor fantasy sex)<br/>\n-- and he is not one of those tyrannical hypocrites who tries to tell me how to run MY sex life (all those anti-choice, anti-gay, \"pro-family\" liars)<br/><br/>I'd vote for him for any office he chooses to run for. I don't care if he flirts on the phone or in texts. Some men have fantasy football leagues; Weiner had a fantasy harem. But it was only a fantasy, so... so what? <br/><br/>And for cryin' out loud, if we're not going to discipline workers in Congress for calling home to check on the kids, we can't get furious when they use the phones for other calls, either.  There was no violation of the public trust in his original actions, and I can forgive Weiner right away for flailing around and semi-lying about sex for ten days.  Kindly remember, he never did  lie about whether the gray underwear photo was him or not -- not even once.", "recommendationCount": 7}, {"assetID": 2828816, "replies": [], "lft": 46, "assetURL": "http://thecaucus.blogs.nytimes.com/2011/06/08/the-problem-with-obamas-re-election-pitch/", "parentID": null, "commentID": 3966327, "rgt": 47, "userDisplayName": "Latichever", "createDate": "1307592873", "userID": 29521969, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1307593342", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New Haven, CT", "commentType": "comment", "updateDate": "1307589742", "commentSequence": 18, "commentBody": " 2012 reminds me of 1948, although I was only two at the time. Truman was way more unpopular than Obama plus he had Progressives, Wallace, running to the left of him and Dixiecrats, Thurmond, to the right of him. With a united Republican party against him and a popular gang busting governor, Dewey, as the nominee it looked like a sure train ride back to Missouri. But Dewey spoke in platitudes, \"The future is before us,\" and Harry gave them hell. Romney would play the roll of Dewey without the mustache, and Obama, instead of railing against a \"do nothing [Republican] Congress\" could condemn the \"radical Republican House\" and how we have to guard against their spread to other branches of government. He's Horatio at the bridge.", "recommendationCount": 6}, {"assetID": 2827460, "replies": [], "lft": 8, "assetURL": "http://bats.blogs.nytimes.com/2011/06/08/shawn-green-says-hed-play-for-israel/", "parentID": null, "commentID": 3966033, "rgt": 9, "userDisplayName": "Tim Hunter", "createDate": "1307586864", "userID": 30859978, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1307593363", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Gardiner, NY", "commentType": "comment", "updateDate": "1307589763", "commentSequence": 4, "commentBody": "Now if we could just bring Hank Greenberg back...", "recommendationCount": 0}, {"assetID": 2828849, "replies": [], "lft": 4, "assetURL": "http://bats.blogs.nytimes.com/2011/06/08/yankees-put-chamberlain-on-d-l-with-elbow-injury/", "parentID": null, "commentID": 3966336, "rgt": 5, "userDisplayName": "Kevin Clarke", "createDate": "1307593122", "userID": 15800631, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1307593386", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Oregon", "commentType": "comment", "updateDate": "1307589786", "commentSequence": 2, "commentBody": "If Yankee pitching would stop serving up meatballs to Papi he'd have fewer opportunities to rub it in.<br/><br/>Quit whining Joe, and concentrate on trying to sweep a series in Fenway.", "recommendationCount": 1}, {"assetID": 2824574, "replies": [], "lft": 1652, "assetURL": "http://www.nytimes.com/2011/06/08/us/politics/08weiner.html", "parentID": null, "commentID": 3966344, "rgt": 1653, "userDisplayName": "palopalito", "createDate": "1307593291", "userID": 46672739, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1307593410", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Guatemala", "commentType": "comment", "updateDate": "1307589810", "commentSequence": 701, "commentBody": "These guys should read The Prince by Niccolo Machiavelly, ha ha", "recommendationCount": 1}, {"assetID": 2829144, "replies": [], "lft": 726, "assetURL": "http://cityroom.blogs.nytimes.com/2011/06/08/weiners-wife-is-pregnant/", "parentID": null, "commentID": 3966345, "rgt": 727, "userDisplayName": "janeyre", "createDate": "1307593304", "userID": 50253990, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1307593424", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "St Louis,  Missouri", "commentType": "comment", "updateDate": "1307589824", "commentSequence": 155, "commentBody": "This woman has my empathy. The pain she must be in...  What a jerk. Resign and try and salvage your marriage...", "recommendationCount": 1}, {"assetID": 2819548, "replies": [], "lft": 1018, "assetURL": "http://www.nytimes.com/2011/06/07/education/07charter.html", "parentID": null, "commentID": 3966324, "rgt": 1019, "userDisplayName": "R. M.", "createDate": "1307592834", "userID": 64031633, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1307593428", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Houston, TX", "commentType": "comment", "updateDate": "1307589828", "commentSequence": 419, "commentBody": "Due to Harmony Schools, many parents are lifted of their worries.  Thank God for Harmony. Whether Christian, Muslim, Hindu or Jewish or whatever, we parents are grateful for these schools.  A blessed alternative to the over-crowded and ill-run public schools in our area.  Though charter schools are privatizing the public education...what can we do?  The public schools have been known for miss-handling the funds they are given.  The educators are not under assessment as they are in charter schools.  The wealthier get a better education.  The poor are suffering.  The discipline is lacking. And here comes Harmony, a school of true diversity in both its educators and students.  They not only expect the students to achieve but help them to do it.  The character development missing in our public schools is emphasized at Harmony but no religious instruction is taught.  It seems the attention of this article was to cause controversy and what a shame.  The record of success of students was barely touched upon and not given proper due.\r<br/><br/>I, personally, am very grateful to Harmony.  They accepted my disabled son and have helped him in every way possible to succeed.  (Sorry to the people who had a bad experience in NY. They were not in Harmony though.)   This was much better than the public schools or the other charter schools he has attended.  By the way, one of the charter schools has ties to the Swedish community…you better get on that! \r<br/><br/>Many parents have had their children on the waiting lists to enter Harmony for years….we were among them.   We are so happy they are building more schools to accommodate more children.  Our friends and family have finally had their children accepted.\r<br/><br/>As far as the funding for the building, the company I work for was awarded a contract due to our ability to get the job done effectively, correctly and cost efficiently….and we are not Turkish but white American!  Oh well for quality reporting.  \r<br/><br/>I highly respect the Turkish people.  They are known to have excellent manners, work towards building good communities, and are well-educated.  Something I hope my children can exemplify.\r", "recommendationCount": 9}, {"assetID": 2819548, "replies": [], "lft": 1020, "assetURL": "http://www.nytimes.com/2011/06/07/education/07charter.html", "parentID": null, "commentID": 3966328, "rgt": 1021, "userDisplayName": "angelina", "createDate": "1307592875", "userID": 64032410, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1307593432", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "san antonio, tx", "commentType": "comment", "updateDate": "1307589832", "commentSequence": 420, "commentBody": "My son is a student at Harmony Science Academy in San Antonio, TX. It was actually mentioned in this article as the school with blue entry way with stars and the moon dangling from the ceiling. My son went to public school in kindergarten, the teacher felt like he had ADHD so we got therapy for him but the doctor did not feel he needed medication. I didn't feel that the public school he went to met his needs as well as other students. He was just a number, a pass/fail. We transfered him to Harmony Science Acad in 1st grade. His teacher supported him throughout his difficulties, academically and emotionally. His 2nd &amp; 3rd grade teacher did the same and since then, he has not only improved academically but he has gained so much confidence over the last 3 years.  These teachers go above and beyond for their students and the success of their students is proof in itself.  Also, my son attends Zenith after school program- I only pay $130 per month, not $200 a week. Please get all the facts before you publish a bias article. Sincerely, a proud Harmony Science Academy Parent", "recommendationCount": 9}, {"assetID": 2819548, "replies": [], "lft": 1022, "assetURL": "http://www.nytimes.com/2011/06/07/education/07charter.html", "parentID": null, "commentID": 3966346, "rgt": 1023, "userDisplayName": "Teri Schweiss", "createDate": "1307593339", "userID": 64032207, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1307593438", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Houston, TX", "commentType": "comment", "updateDate": "1307589838", "commentSequence": 421, "commentBody": "After a horrific first year in the Cy-Fair (Houston suburbian) school system, I was thrilled to learn about the Harmony school system.  The public school my children were assigned to had several years prior become a title one school and the quality of the school suffered as a result.  The principal was unreachable and her assistant was rude and uncaring.  My second grader's teacher was very stern and intimidating to the students, leaving many of the children crying each day.  One of my children was ahead of the rest of his class so was told to just bring a book to school and read quietly while the rest of the class caught up.  The school emphasized heavily how to take the TAKS state mandated testing, not the content of the tests.  I felt the entire year was wasted.  My experience in the Harmony system, on the other hand, has been exemplary.  Despite a lower pay grade, their teachers (most of whom are American/white) are very enthusiastic about teaching and take a deep interest in each and every student.  Academics are explemplary but the whole child is closely cared for as well.  Teachers are reachable by e-mail or phone weekdays and weekends and administrators are easily contacted as well.  Our principal, though Turkish, is by far the best of any administrators I have worked with at any of the four schools my children have attended.  There is no hint of religious teaching, in fact, Christmas book exchanges specifically detail not to include any religious books as there is a wide range of faiths represented in the school.  The student body is incredibly diverse and parents are extremely dedicated.  Acceptance is by lottery so the students come from a variety of socioeconomic backgrounds.  Despite this, the test scores are consistently high.  Though I appreciate watchdogs looking out for appropriate spending of school funding, perhaps the Times' energy would have been better spent dissecting the reasons this school excels in teaching, teacher and administrator quality and student achievement.  With a failing public school system not just in Texas, but nationwide, I am much more concerned about the performance of our schools in preparing our children for a successful life than in how their money is apportioned.  Though the latter is important, it pales in comparison to the primary mission of educating our next generation.  I would challenge the Times to publish a follow-up article that looks at a detailed comparison of successful Charter schools such as Harmony compared to our public school models--or is the Times too much in bed with the teachers' unions to dare to question our public school models?", "recommendationCount": 8}, {"assetID": 2829968, "replies": [], "lft": 60, "assetURL": "http://www.nytimes.com/2011/06/09/garden/battling-moths-and-mice-in-your-home-the-pragmatist.html", "parentID": null, "commentID": 3966326, "rgt": 61, "userDisplayName": "Anita", "createDate": "1307592860", "userID": 30347563, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1307593458", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Cincinnati, Ohio", "commentType": "comment", "updateDate": "1307589858", "commentSequence": 30, "commentBody": "Re Comment #16: Relocating animals to unfamiliar areas is NOT humane. Every scrap of habitat is already carrying as many individuals of various species as it can support. Adding new ones is not only a hardship for the relocated animals, which must find food and water and shelter, but for the resident animals, which now have increased competition for these resources. For the most part, all but the most fit of the relocated animals will die, and the least fit of the resident animals will be displaced and die. Unless you live-trap and release animals right outside your house, you're not doing them a favor.<br/><br/>Poison is excruciating and dangerous in terms of  \"bycatch.\" Glue traps condemn animals to a drawn-out death by dehydration and starvation, unless they go face down into the glue and suffocate first. If you cannot seal your house so that rodents are excluded, a snap trap that kills instantly is in fact the most humane choice. A cat is a \"natural\" alternative. ", "recommendationCount": 25}, {"assetID": 2829204, "replies": [], "lft": 320, "assetURL": "http://www.nytimes.com/2011/06/09/nyregion/cuomo-proposes-tough-limits-on-pensions.html", "parentID": null, "commentID": 3966348, "rgt": 321, "userDisplayName": "SMG", "createDate": "1307593386", "userID": 54813087, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1307593485", "userTitle": null, "editorsSelection": 1, "statusID": 2, "userURL": null, "userLocation": "San Antonio, TX", "commentType": "comment", "updateDate": "1307589885", "commentSequence": 150, "commentBody": "Here's what's interesting about Cuomo's urging.  It seems public school teachers will be affected by the increased retirement age.  Yes, Cuomo, do away with tenure and teacher contracts, lower the benefits, establish a pay system based solely on student performance on standardized tests, and then increase retirement age.  Teaching in NY is becoming increasingly more attractive of a career choice.  I'm sure America's best and brightest will be begging to teach for NYC Public Schools.  NOT!", "recommendationCount": 15}, {"assetID": 2825586, "replies": [], "lft": 316, "assetURL": "http://www.nytimes.com/2011/06/08/us/politics/08wisconsin.html", "parentID": null, "commentID": 3966360, "rgt": 317, "userDisplayName": "Elizabeth", "createDate": "1307593638", "userID": 1403397, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1307593806", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Cincinnati", "commentType": "comment", "updateDate": "1307590206", "commentSequence": 127, "commentBody": "I am glad that the residents of Wisconsin, a State with a progressive tradition, are motivated to take the lead in pushing back the overreach of the Republican legislature.\r<br/><br/>In Ohio, many voters are also having buyer remorse, and John Kasich popularity is at an all time low. Ohioans are collecting signature to put a referendum on the anti-labor legistlation on the ballot for this Fall.", "recommendationCount": 3}, {"assetID": 2824773, "replies": [], "lft": 368, "assetURL": "http://parenting.blogs.nytimes.com/2011/06/07/lessons-of-tutoring/", "parentID": null, "commentID": 3966376, "rgt": 369, "userDisplayName": "M.S.", "createDate": "1307594002", "userID": 23662438, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1307594103", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "N.J.", "commentType": "comment", "updateDate": "1307590503", "commentSequence": 172, "commentBody": "Ms. Bass,<br/>\nLet me assure you that there ARE private school students who do not have SAT tutors or subject tutors. Some parents believe that the sick competitiveness that exists in the world of 17-year-old students breeds an unhealthy level of stress and is primarily a result of parents living vicariously through their children. My daughter just graduated from a highly regarded boarding school in Connecticut and never received tutoring the entire time she was there.<br/>\nThe cottage industry of educational consultants and admissions counselors, who often have dubious credentials, speaks volumes about some parents and their absolute nuttiness with the college process. They are filling the pockets of people who are preying on them and their obsession with their children's college admissions....not their learning.<br/>\nTutoring is great for the child who needs it due to a true deficit in a subject area... preventing keeping pace and learning. Otherwise, it is simply satisfying a parent's proclivity for insuring his child's competitive advantage...potentially. Poor kid.", "recommendationCount": 0}, {"assetID": 2829204, "replies": [], "lft": 322, "assetURL": "http://www.nytimes.com/2011/06/09/nyregion/cuomo-proposes-tough-limits-on-pensions.html", "parentID": null, "commentID": 3966372, "rgt": 323, "userDisplayName": "Chazz", "createDate": "1307593825", "userID": 3891214, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1307594428", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Upper West Side Manhattan", "commentType": "comment", "updateDate": "1307590828", "commentSequence": 151, "commentBody": "Overtime should have never been figured in when determining pensions. Pensions should be based on your base salary and/or a 40 hour work week. It's just fair. Or if you include overtime average it over your entire career. That is fair IMHO.", "recommendationCount": 5}, {"assetID": 2829204, "replies": [], "lft": 324, "assetURL": "http://www.nytimes.com/2011/06/09/nyregion/cuomo-proposes-tough-limits-on-pensions.html", "parentID": null, "commentID": 3966381, "rgt": 325, "userDisplayName": "Concerned Citizen", "createDate": "1307594225", "userID": 29481604, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1307594434", "userTitle": null, "editorsSelection": 1, "statusID": 2, "userURL": null, "userLocation": "New York, NY", "commentType": "comment", "updateDate": "1307590865", "commentSequence": 152, "commentBody": "I would be careful about supporting an across the board rise in the retirement age.  Cops, firefighters, and sanitation workers are not able to maintain the level of physical labor they put in during their 20's when they are 60 years old.  You've got to remember that most people will not end up in management behind a desk, and asking a 60 year old man to lift garbage cans everyday, or chase after 20 year old suspects is beyond ridiculous.  There was a reason these employees were allowed to retire \"early\" to begin with.  After 25 years os smoke inhalation, dealing with criminals, or prisoners, or lifting garbage bags day in and day out, your body just can't take it anymore.<br/><br/>Do we really want to ask these people to put in another 5 to 10 years of physical labor to get their pensions?", "recommendationCount": 21}]}, "copyright": "Copyright (c) 2016 The New York Times Company.  All Rights Reserved."}