{"debug": {"version": 3.1}, "status": "OK", "results": {"api_timestamp": "1481496864", "totalCommentsFound": 3244, "totalCommentsReturned": 25, "comments": [{"assetID": 3432784, "replies": [], "lft": 43, "assetURL": "http://wordplay.blogs.nytimes.com/2015/07/02/letter-accompanying-sin/", "parentID": 15388593, "commentID": 15388703, "rgt": 44, "userDisplayName": "Kiki Rijkstra", "createDate": "1435895944", "userID": 39601591, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1435896007", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Arizona", "commentType": "userReply", "updateDate": "1435892407", "commentSequence": 15388703, "commentBody": "I was also looking for a Hebrew letter--CHETH before THETA.  It only dawned on me that it was trigonometric when I saw the clue again in the title of today's blog.<br/><br/>I had DUMBLEDORE spelled DUMBELDORE at first and thought it was crazy that Rush Limbaugh's EIB network would be described as lefty!", "recommendationCount": 1}, {"assetID": 3432327, "replies": [], "lft": 620, "assetURL": "http://learning.blogs.nytimes.com/2015/06/26/summer-reading-contest-week-3-what-interested-you-most-in-the-times-this-week-2/", "parentID": null, "commentID": 15387403, "rgt": 621, "userDisplayName": "StephenPRHSLions2015", "createDate": "1435874215", "userID": 72424353, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1435896016", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Georgia", "commentType": "comment", "updateDate": "1435892416", "commentSequence": 15387403, "commentBody": "\"The Future of Car Keys? Smartphone Apps, Maybe\"   June 25, 2015<br/><a href=\"http://www.nytimes.com/2015/06/26/automobiles/wheels/the-future-of-car-keys-smartphone-apps-maybe.html?ref=automobiles&amp;_r=0\" title=\"http://www.nytimes.com/2015/06/26/automobiles/wheels/the-future-of-car-keys-smartphone-apps-maybe.html?ref=automobiles&amp;_r=0\" target=\"_blank\">http://www.nytimes.com/2015/06/26/automobiles/wheels/the-future-of-car-k...</a><br/><br/>It surprises me how technologically advanced our world has gotten. This story caught my eye because it combines two things I really enjoy: cars and technology. This article, written by Eric A. Taub, talks about using Smartphone apps to control car functions. This man, Sean O’Gorman, uses his Smartphone to do things such as control the interior temperature of his Tesla before getting in so he doesn’t have to deal with waiting for his car to cool down in the hot summer heat. How convenient! Car companies such as Tesla and General Motors are trying to expand on Smartphone and vehicle interactions but there are several obstacles. After considering this, I thought of some problems that could be possible such as your phone battery dying and not having a way to get in or start your car. It amazes me how much you can do with your car nowadays. Before reading this article I admired Chevrolet’s idea of having Wi-Fi in a car. I thought it was genius and really innovative. Who knows what the future has in store for us next?", "recommendationCount": 0}, {"assetID": 3432327, "replies": [], "lft": 622, "assetURL": "http://learning.blogs.nytimes.com/2015/06/26/summer-reading-contest-week-3-what-interested-you-most-in-the-times-this-week-2/", "parentID": null, "commentID": 15387416, "rgt": 623, "userDisplayName": "KalsumAVSMSC2015", "createDate": "1435874352", "userID": 72368674, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1435896016", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Chicago", "commentType": "comment", "updateDate": "1435892416", "commentSequence": 15387416, "commentBody": "\"Are Hotels Dangerous\"<br/>-<a href=\"http://www.nytimes.com/2015/07/02/opinion/are-hotels-dangerous.html\" title=\"http://www.nytimes.com/2015/07/02/opinion/are-hotels-dangerous.html\" target=\"_blank\">http://www.nytimes.com/2015/07/02/opinion/are-hotels-dangerous.html</a><br/><br/>This article made me more aware of what dangers can lie in a hotel.  Hotels to most may seem as a place where tourists stay when visiting a different country or city, but can be a place were dangerous people stay to be out of radar. Hotels can be the home of kidnappers and illegal businesses. Even with dangers some hotels may carry they are also used for visitors who need a shelter within that particular area. Even if there are some incidents within hotels, hotels are a nice place to stay when you're out of town.", "recommendationCount": 0}, {"assetID": 3432327, "replies": [], "lft": 624, "assetURL": "http://learning.blogs.nytimes.com/2015/06/26/summer-reading-contest-week-3-what-interested-you-most-in-the-times-this-week-2/", "parentID": null, "commentID": 15387451, "rgt": 625, "userDisplayName": "Francine", "createDate": "1435874854", "userID": 72311902, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1435896016", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Suwannee, GA", "commentType": "comment", "updateDate": "1435892416", "commentSequence": 15387451, "commentBody": "I read the article \"England's Own Goal at Women's Worl Cup Brings Sympathy, Not Scorn\" by Victor Mather because as a soccer player myself, I felt Laura Bassett's desolation. I was at home watching the game and when the own goal occurred there was some speculation about it and it took a few minutes for the officials to confirm it was a goal. The English team was frantic in the last minute and I was astonished at their end at the World Cup. Even though I wasn't rooting for any particular team, I found the own goal heart wrenching. The match had been very equal and entertaining, and I was looking forward to more time or penalty kicks. Something that I found interesting in the article was Claire Cohen's contrasting perspective on the situation. She claims that our sorrow for Bassett is sexist because if a man were to do the same thing, England supporters would be extremely dissapointed by the loss. I understand where her thinking might be coming from because it ties in with the belief that women are weaker or less capable. I can only imagine the disappointment and regret Laura Bassett has, but I think the entire team should be proud of themselves because they made history and played an excellent game against the world champions.", "recommendationCount": 0}, {"assetID": 3432327, "replies": [], "lft": 626, "assetURL": "http://learning.blogs.nytimes.com/2015/06/26/summer-reading-contest-week-3-what-interested-you-most-in-the-times-this-week-2/", "parentID": null, "commentID": 15387534, "rgt": 627, "userDisplayName": "KlaudiaPRHSLions2015", "createDate": "1435875684", "userID": 72310608, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1435896016", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Lawrenceville, GA", "commentType": "comment", "updateDate": "1435892416", "commentSequence": 15387534, "commentBody": "With a Tap of Taylor Swift’s Fingers, Apple Retreated<br/>Ever since Taylor Swift released her first album, American children fell in love. She has that voice that they remember, that personality that everyone adores, and those looks that draws everyone in. She signed with the music industry at the age of 14 and ever since then she’s grown into one of the world’s most popular singers. With the launch of the new apple music, Taylor Swift publicly announced her thoughts on this new software. She believes that this update is not helpful to artists themselves and that it is only hurting the company. Like her, I believe that it will result in a major decrease in revenue from Apple. It offers no benefits to the artists themselves which ultimately is who the music industry is trying to please. Apple has retreated and has fit her commands about the royalties but they are still launching their streaming service. Over the years, I have watched Taylor Swift grow as an artist. I have seen her music style change from country to pop. I have seen her personality undergo an enormous transformation. During her early days as a singer, I do not think she would have ever opened her mouth in order to complain about the acts of a major worldwide company. Seeing one young girl stand up to an entire company over the course of a few days, to me, is truly incredible. It demonstrates the power that Taylor Swift has acquired over the course of her career and the love that she shares for her own music. ", "recommendationCount": 0}, {"assetID": 3432327, "replies": [], "lft": 628, "assetURL": "http://learning.blogs.nytimes.com/2015/06/26/summer-reading-contest-week-3-what-interested-you-most-in-the-times-this-week-2/", "parentID": null, "commentID": 15387583, "rgt": 629, "userDisplayName": "EmmyELHS212 15", "createDate": "1435876229", "userID": 72166608, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1435896016", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Rosemont, IL", "commentType": "comment", "updateDate": "1435892416", "commentSequence": 15387583, "commentBody": "Supreme Court Ruling Makes Same-Sex Marriage a Right Nationwide<br/><a href=\"http://www.nytimes.com/2015/06/27/us/supreme-court-same-sex-marriage.html#\" title=\"http://www.nytimes.com/2015/06/27/us/supreme-court-same-sex-marriage.html#\" target=\"_blank\">http://www.nytimes.com/2015/06/27/us/supreme-court-same-sex-marriage.html#</a> <br/><br/>This recent news has interested so many different people for all kinds of reasons. For me, seeing that the supreme court ruled same-sex marriage as a right was a victory- I’m bisexual. Though, same-sex marriage not being legal was something that I never understood in the first place; isn’t America supposed to give equal rights to all? I couldn’t comprehend why people weren’t ever allowed to marry who they loved just because the law said they can’t. Even though this is certainly a huge step, it doesn’t mean that negative feelings towards the LGBTQ community have even come close to ending. Many members of the community, including myself, weren’t able to celebrate the ruling as openly as they wanted. For me, it might’ve just been in my household, but for others it was just in general. No matter what, I’m still so filled with pride (no pun intended) after this. Especially seeing such a surprisingly large amount of positivity from social media; #lovewins! I myself am still shocked at how many people I know that have not said anything either for, or against the LGBTQ community before that came out to support us through this.. both showing their pride &amp; defending the community if they saw the need to. I hope to see our country continue to make things more equal for everyone; this should be but only one victory, with more to hopefully come.", "recommendationCount": 0}, {"assetID": 3429241, "replies": [], "lft": 212, "assetURL": "http://learning.blogs.nytimes.com/2015/05/07/the-sixth-annual-new-york-times-summer-reading-contest/", "parentID": null, "commentID": 15387593, "rgt": 213, "userDisplayName": "bengal11Eva062799", "createDate": "1435876319", "userID": 72410616, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1435896016", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "NJ", "commentType": "comment", "updateDate": "1435892416", "commentSequence": 15387593, "commentBody": "“Supreme Court Allows Use of Execution Drug”<br/>What interested me the most in The Times this week was the article regarding the Supreme Court allowing the use of an execution drug. This new drug, the sedative midazolam, was said to violate the eight amendment due to its’ long and excruciating pain, as described in the article. \"I would ask for full briefing on a more basic question: weather the death penalty violates the constitution.\" Agreeing to what Justice Breyer wrote, in my opinion, death penalty shouldn’t be used at all in the United States. But, since it is, why is midazolam the only method of death penalty being questioned to go against the eighth amendment? I’m not expressing that this new drug isn’t a form of cruel and unusual punishment; I’m setting forth the fact that all methods of execution are forms of cruel and unusual punishment such as Electrocution and Lethal Injection. Why have Senate even debate on whether or not to keep this execution drug if it’s just as torturous as other execution methods not being questioned on whether or not to be allowed? ", "recommendationCount": 0}, {"assetID": 3432327, "replies": [], "lft": 630, "assetURL": "http://learning.blogs.nytimes.com/2015/06/26/summer-reading-contest-week-3-what-interested-you-most-in-the-times-this-week-2/", "parentID": null, "commentID": 15387614, "rgt": 631, "userDisplayName": "McKennaGHS2015", "createDate": "1435876503", "userID": 72421186, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1435896016", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Massachusetts", "commentType": "comment", "updateDate": "1435892416", "commentSequence": 15387614, "commentBody": "\"The Mine-Sniffing Rats of Africa\"<br/>April 18, 2015<br/><br/>Upon searching for a video to write about, I came across one with a fairly large rat on it. As I read the title, I was prepared to write about how unfair and dangerous this could be to these rats, as they were being used and possibly killed to scope out landmines; but this was not the case. The video goes on to explain that these special rats are in fact almost entirely blind, but they do have a very keen sense of smell, which is why they are being trained to find bombs. For humans, locating landmines in the ground is a time-consuming process that involves cutting down plants. Rats can simply investigate an area just by their nose, without having to tear apart the environment, and they can do it significantly faster than a human can. The greatest part about this story is that the rats are too light to set off a bomb that could potentially be underground. It is refreshing to hear that these animals are saving human lives without putting their own lives in danger. What these rats are capable of is beyond amazing as they have opened up farming land that used to be dangerous to people, and have saved many from dying from an explosive.   ", "recommendationCount": 0}, {"assetID": 3432327, "replies": [], "lft": 632, "assetURL": "http://learning.blogs.nytimes.com/2015/06/26/summer-reading-contest-week-3-what-interested-you-most-in-the-times-this-week-2/", "parentID": null, "commentID": 15387617, "rgt": 633, "userDisplayName": "Maya P", "createDate": "1435876532", "userID": 72410653, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1435896016", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "St. Peter, MN", "commentType": "comment", "updateDate": "1435892416", "commentSequence": 15387617, "commentBody": "Mount Sinabung Spews Lava<br/>This picture interested me the most because it amazed me at how well the photographer was able to capture the image. As the ash and smoke spewed out of the volcano, it really reminded me of a swirling tornado. As I looked at the picture, I felt awe at the beautiful force of a volcano. It surprised me that such a dangerous thing can be represented in such a beautiful way. It is a really good example of how powerful nature can be. It makes me believe that the volcano is harmless when really it can be quite deadly.", "recommendationCount": 0}, {"assetID": 3432327, "replies": [], "lft": 495, "assetURL": "http://learning.blogs.nytimes.com/2015/06/26/summer-reading-contest-week-3-what-interested-you-most-in-the-times-this-week-2/", "parentID": 15384880, "commentID": 15387639, "rgt": 496, "userDisplayName": "Joey", "createDate": "1435876778", "userID": 72428903, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1435896016", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "California", "commentType": "userReply", "updateDate": "1435892416", "commentSequence": 15387639, "commentBody": "\"Nicholas Winston\"<br/><br/>                 While skimming through some of the weekly articles posted on the website, the article on Nicholas Winston caught my attention and reeled me in like a fish on a hook. Nicholas Winston was in his early adulthood when the terrorists groups called the Nazis came to power. It flat out amazed me how he risked his life for over 500 people that he didn't even know. It made me think about my own actions towards others and if I was genuine or someone who nobody wants to be around. It made me realize that we all tend to take what we have for granted and how selfish it is of us to wish for things we don't have while there are people out there who don't even have a home to live in. Everybody has their story to tell and with the help of Nicholas Winston, many were saved from being forgotten", "recommendationCount": 0}, {"assetID": 3432327, "replies": [], "lft": 634, "assetURL": "http://learning.blogs.nytimes.com/2015/06/26/summer-reading-contest-week-3-what-interested-you-most-in-the-times-this-week-2/", "parentID": null, "commentID": 15387641, "rgt": 635, "userDisplayName": "RadhikaPRHSLions2015", "createDate": "1435876791", "userID": 72328964, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1435896016", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Georgia", "commentType": "comment", "updateDate": "1435892416", "commentSequence": 15387641, "commentBody": "\"Donald Trump gains infamy in Mexico for Comments on Immigrants\"<br/>As each potential candidate to be the next president is giving their views on varying issues faced in our country, Donald Trump, gave stereotypical comments on the Mexican immigrants of our nation. I found this particularly interesting, because I cannot possibly understand how someone, who should want to be in favor of everybody, can make such racist remarks to people who work hard everyday for just minimum wage, and say that all they do is \"bring crime into our country\". I think the fact that so many large corporations, like Univision, Macy's, and NBC are fighting back shows the progression of our world against these horrendous stereotypes. It shows that this did not just offend the Mexican people, but all who are against racial stereotyping. I also don't understand how Donald Trump can say \"he has great respect for Mexicans\", after accusing them of bringing \"drugs and rapists\" into our country. As for the presidential election, I believe this to a major setback for Trump. Because no matter how much money he has to support his campaign, his support will indeed falter because of what he said about some of the most hardworking people of our country. For several people, he will need to make amends, if possible with the native and immigrant Mexicans to be considered someone worthy of being the leader of America. But, in my opinion, no one who ever had such ignorant views should ever get to sit in the oval office. ", "recommendationCount": 0}, {"assetID": 3432327, "replies": [], "lft": 636, "assetURL": "http://learning.blogs.nytimes.com/2015/06/26/summer-reading-contest-week-3-what-interested-you-most-in-the-times-this-week-2/", "parentID": null, "commentID": 15387676, "rgt": 637, "userDisplayName": "harrisonadmiralsH2015", "createDate": "1435877439", "userID": 72341250, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1435896016", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Gulfport, MS", "commentType": "comment", "updateDate": "1435892416", "commentSequence": 15387676, "commentBody": "\"Nicholas Winton, Rescuer of 669 Children From Holocaust, Dies at 106\"<br/>A man named Nicholas Winton organized a mass rescue effort in Nazi occupied Czechoslovakia before World War Two began.  Doing this involved confrontations with the Gestapo. He did this merely on a whim and expected nothing for his good deeds.  Perhaps the only reason his actions became known is because of his wife who found a scrap book in their attic that held records  of names, pictures and documents detailing a story of redemption from the Holocaust.  <br/><br/>I chose this article because it inspired me.  This man organized an effort that saved 669 children that would have most likely been sent to concentration camps.  And, he expected nothing in return.  This article reminded me of how amazing people can be.  It inspired me to be a better person and I hope that it does so for those who read it.", "recommendationCount": 0}, {"assetID": 3432327, "replies": [], "lft": 638, "assetURL": "http://learning.blogs.nytimes.com/2015/06/26/summer-reading-contest-week-3-what-interested-you-most-in-the-times-this-week-2/", "parentID": null, "commentID": 15387699, "rgt": 639, "userDisplayName": "AleezaPRHSLIONS2015", "createDate": "1435877882", "userID": 72320210, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1435896016", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Suwanee, Ga", "commentType": "comment", "updateDate": "1435892416", "commentSequence": 15387699, "commentBody": "Many people are praising Taylor Swift for her speaking out against Apple music's streaming policy. \"...the concern is about the value of music in the digital age...\", but what about the value of photos? Music isn't the only thing that can be found online for free. Apparently, Taylor is \"...granted free and unlimited use of [photographer's] work\", meaning she pays her photographers once, and benefits off their work for a long time. That sounds strangely hypocritical does't it? Sure, Taylor can get away with challenging a big company like Apple, but what about a nameless photographer who wants the same rights? He/She may be blacklisted in their profession, just for speaking out. Also, if photographers don't follow Taylor's rules on the unlimited use of their photos, Taylor has the right to smash said photographers camera and equipment. How is this considered fair? Surely Taylor can afford to pay photographers for continued use of their photos, just like she says Apple can afford to pay artists for continued use of music. \"Ms. Swift said she was withholding her latest album...from Apple’s streaming service\", as she should have. However, photographers don't have this privilege, because it is considered career ending. If Taylor really wants to make a statement, then she should show the world how she isn't afraid to treat others the way she demands to be treated.<br/>source:<a href=\"https://junction10.wordpress.com/2015/06/21/those-in-glass-houses-shouldnt-throw-stones/\" title=\"https://junction10.wordpress.com/2015/06/21/those-in-glass-houses-shouldnt-throw-stones/\" target=\"_blank\">https://junction10.wordpress.com/2015/06/21/those-in-glass-houses-should...</a>", "recommendationCount": 0}, {"assetID": 3432327, "replies": [], "lft": 640, "assetURL": "http://learning.blogs.nytimes.com/2015/06/26/summer-reading-contest-week-3-what-interested-you-most-in-the-times-this-week-2/", "parentID": null, "commentID": 15388478, "rgt": 641, "userDisplayName": "Enella A", "createDate": "1435891389", "userID": 72429611, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1435896037", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Massachusetts", "commentType": "comment", "updateDate": "1435892437", "commentSequence": 15388478, "commentBody": "\"Report Shows Widespread Mistreatment by Health Workers During Childbirth\"<br/>There are many articles that have to do with health, and the one that struck me the most this week was this one. Reading through the article, I realized that America is one of the best countries to give birth in. As stated in the article, lately, many women are being mistreated and abused by nurses, midwives, and doctors during childbirth. These women come to the hospital, already in pain and in need of help and get the opposite of what they are looking for. They get sexually, physically, and verbally abused and also discriminated.  This is not fair at all to the women giving birth because they are giving birth to a child. They go through enough pain that all they want to do is have rest. Nobody should ever think of even hurting another human being, especially when there is one being born right in front of them. These people, women and men, are inhumane and think that because the woman has already gone through the pain, she can mistreated and not care about that pain. Many women are also getting neglected and die in these circumstances where they get abused. “To imagine that women are mistreated during this very special time is truly devastating,” said Meghan A. Bohren in the article. This is the time where they get to finally take care of the children they give birth to and give everything they have to them. Instead of being abused, these women should be appreciated more for who they are. ", "recommendationCount": 0}, {"assetID": 3432784, "replies": [], "lft": 75, "assetURL": "http://wordplay.blogs.nytimes.com/2015/07/02/letter-accompanying-sin/", "parentID": 15388685, "commentID": 15388710, "rgt": 76, "userDisplayName": "Martin", "createDate": "1435896105", "userID": 239837, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1435896127", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "California", "commentType": "userReply", "updateDate": "1435892527", "commentSequence": 15388710, "commentBody": "I'm not sure that coquette and sex kitten are the same thing.  But I haven't done enough research to be authoritative on the subject.", "recommendationCount": 1}, {"assetID": 3432721, "replies": [], "lft": 562, "assetURL": "http://opinionator.blogs.nytimes.com/2015/07/02/looking-white-in-the-face/", "parentID": null, "commentID": 15388711, "rgt": 563, "userDisplayName": "Steven Wilson", "createDate": "1435896124", "userID": 62107780, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1435896187", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Portland, OR", "commentType": "comment", "updateDate": "1435892587", "commentSequence": 15388711, "commentBody": "Has anyone read about the interviewer's concept of the \"white gaze\" (since we have a \"male gaze\" only the \"white male gaze\" can be next, as the white male is a quantifiable creature that stands along from the rest of the world, naturally).  I haven't read the book but I read the op-ed.  Maybe the first in this series.  This is someone with a worldview that's exceptionally generalistic, broad-brushed.  I'm white and male and close to 50 but haven't spent my life particularly around white males; some young white liberals (oh, now I'm a conservative? think on it) who are pretty sheltered get hoodwinked into the idea that more than a minute fraction of non-white-males subscribe to the fiction that the world is divided such (oh, but who am I to say that? there you go, white male.  strong f-ing argument.)   ultimately weak arguments implicate themselves - not only intellectually but morally.  Ultimately anyone who has built a career on such a fiction is motivated by hostility, demagoguery, career-money, or more charitably is just dealing publicly with some personal issues.  But is doing nothing whatsoever to advance any morally or intellectually or on-the-front-lines applaudable causes -- if anything, the opposite.  I base what I've just said on years of actual life experience as well as loving observation.  So why is it the Times has presented so abysmally-obvious to almost anyone of any persuation-do you see any real substantive rebuttals to the justified skewering here?", "recommendationCount": 7}, {"assetID": 3432721, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 15388718, "replies": [], "commentID": 15389329, "trusted": 0, "userDisplayName": "John Wilmerding", "createDate": "1435919206", "userID": 57026982, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1436022269", "userTitle": "NULL", "recommendations": 1, "editorsSelection": false, "parentUserDisplayName": "Donald Seekins", "userURL": "NULL", "userLocation": "Brattleboro, VT", "depth": 1, "commentType": "userReply", "updateDate": "1436018669", "commentSequence": 15389329, "commentBody": "Not relevant. We need to address this as a US problem."}]}, "lft": 564, "assetURL": "http://opinionator.blogs.nytimes.com/2015/07/02/looking-white-in-the-face/", "parentID": null, "commentID": 15388718, "rgt": 567, "userDisplayName": "Donald Seekins", "createDate": "1435896195", "userID": 62231823, "replyCount": 1, "commentTitle": "<br/>", "status": "approved", "approveDate": "1435896247", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Waipahu HI", "commentType": "comment", "updateDate": "1435892647", "commentSequence": 15388718, "commentBody": "One of the problems with the obsessive focus on \"whiteness\" as equivalent to racism is that it promotes a rather narrow and provincial view of humanity. Is racism a \"white\" invention? I think if you looked at what the Japanese did in Asia during the 1930s and 1940s and what the Chinese are doing in Tibet right now, you'd have to agree that racism is a human universal. ", "recommendationCount": 26}, {"assetID": 3432732, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 15388471, "replies": [], "commentID": 15390960, "trusted": 0, "userDisplayName": "ctn29798", "createDate": "1435938249", "userID": 53941040, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1435941959", "userTitle": "NULL", "recommendations": 0, "editorsSelection": false, "parentUserDisplayName": "danf", "userURL": "NULL", "userLocation": "Wentworth, WI", "depth": 1, "commentType": "userReply", "updateDate": "1435938359", "commentSequence": 15390960, "commentBody": "It would be the public who should put less emphasis on the outcomes of the Iowa caucus. I don't think it's been a great predictor of anything; it just happens to be early in the torture that is the presidential election. Frankly, if we could limit politicking to six months prior to any election, I'd be grateful. And then, it could be done in doses: simulcasts of real debates--not these USA Today debates, where candidates skim the surface if they respond at all to a question. Newspapers should publish candidates white papers; candidates would have to travel together (GOPs can travel in a clown car) like a traveling circus. Outside of that, I don't want to see or hear of them."}]}, "lft": 772, "assetURL": "http://www.nytimes.com/2015/07/03/us/politics/scott-walkers-hard-right-turn-in-iowa-may-hurt-him-elsewhere.html", "parentID": null, "commentID": 15388471, "rgt": 775, "userDisplayName": "danf", "createDate": "1435891278", "userID": 26409935, "replyCount": 1, "commentTitle": "<br/>", "status": "approved", "approveDate": "1435897062", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Los Altos, CA", "commentType": "comment", "updateDate": "1435893462", "commentSequence": 15388471, "commentBody": "I don't understand why the Republicans (and to a lesser extent, the Democrats) do this to themselves every 4 years.  They allow the religious, very conservative voters in a rural state that ranks 30th in population have an outsized say in the nominating process for POTUS.  It puts the candidates for the nomination in the awkward postion of having to tailor their message much further to the right, and thus alienate voters in other less ideological states to that candidate with so much initial support, to say nothing of the general election where independents are added into the mix.  Mitt Romney's campaign manager alluded to shaking up the \"etch-a-sketch\" when it comes time for the general election.  (Didn't work out so well.)  I think it is long past time for the parties, esp. the Republicans, to consider moving the Iowa caucus to a less comanding postion in their linup of primary contests.", "recommendationCount": 7}, {"assetID": 3432732, "replies": [], "lft": 173, "assetURL": "http://www.nytimes.com/2015/07/03/us/politics/scott-walkers-hard-right-turn-in-iowa-may-hurt-him-elsewhere.html", "parentID": 15383706, "commentID": 15388656, "rgt": 174, "userDisplayName": "pkbormes", "createDate": "1435894980", "userID": 56852144, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1435897064", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Brookline, MA", "commentType": "userReply", "updateDate": "1435893464", "commentSequence": 15388656, "commentBody": "What \"accomplishments [that] place Walker in the upper tier of candidates is, simply, KOCH MONEY.", "recommendationCount": 3}, {"assetID": 3432732, "replies": [], "lft": 567, "assetURL": "http://www.nytimes.com/2015/07/03/us/politics/scott-walkers-hard-right-turn-in-iowa-may-hurt-him-elsewhere.html", "parentID": 15385031, "commentID": 15388678, "rgt": 568, "userDisplayName": "pkbormes", "createDate": "1435895486", "userID": 56852144, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1435897067", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Brookline, MA", "commentType": "userReply", "updateDate": "1435893467", "commentSequence": 15388678, "commentBody": "It all began with Nixon's Southern Strategy.<br/>Getting social conservatives to vote against their economic interests and for the GOP has worked for a long time.<br/>Looks like there are a few cracks in the system these days.", "recommendationCount": 1}, {"assetID": 3432732, "replies": [], "lft": 225, "assetURL": "http://www.nytimes.com/2015/07/03/us/politics/scott-walkers-hard-right-turn-in-iowa-may-hurt-him-elsewhere.html", "parentID": 15383905, "commentID": 15388738, "rgt": 226, "userDisplayName": "vishmael", "createDate": "1435896787", "userID": 18156636, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1435897069", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "madison, wi", "commentType": "userReply", "updateDate": "1435893469", "commentSequence": 15388738, "commentBody": "Scottie doesn't need leadership qualities - the patrician agenda advanced according to plan under the puppet presidencies of Reagan, GW Bush, the stage is set, all know their assigned and well-rehearsed roles, let the farce continue . . . ", "recommendationCount": 3}, {"assetID": 3432732, "replies": [], "lft": 527, "assetURL": "http://www.nytimes.com/2015/07/03/us/politics/scott-walkers-hard-right-turn-in-iowa-may-hurt-him-elsewhere.html", "parentID": 15384894, "commentID": 15388744, "rgt": 528, "userDisplayName": "bbtoronto", "createDate": "1435896922", "userID": 9186424, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1435897073", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "toronto", "commentType": "userReply", "updateDate": "1435893473", "commentSequence": 15388744, "commentBody": "Quite the contrary. A candidate's willingness to play to the Iowa Caucuses - or to reject such tactics - is a critical litmus test of her/his gravitas. Walker is a case in point. Let the worms come to Iowa, and poke their heads up out of the soil.", "recommendationCount": 1}, {"assetID": 3432758, "replies": [], "lft": 169, "assetURL": "http://www.nytimes.com/2015/07/03/books/harper-lee-go-set-a-watchman-may-have-been-found-earlier-than-thought.html", "parentID": 15387897, "commentID": 15388698, "rgt": 170, "userDisplayName": "Fara Scafuri", "createDate": "1435895792", "userID": 59159699, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1435897081", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "Fl", "commentType": "userReply", "updateDate": "1435893481", "commentSequence": 15388698, "commentBody": "Care to explain your disappointment, Rudolph? Is it, perhaps, the theme of this novel, which explores racism in the South?  Frankly, my dear Rudolph, I think maybe you are somewhat uncomfortable with reality and that hinders your ability to appreciate a profund piece of literature. What a shame!", "recommendationCount": 4}, {"assetID": 3432671, "replies": [], "lft": 1418, "assetURL": "http://www.nytimes.com/2015/07/02/world/europe/nicholas-winton-is-dead-at-106-saved-children-from-the-holocaust.html", "parentID": null, "commentID": 15388035, "rgt": 1419, "userDisplayName": "A.J. Black", "createDate": "1435884182", "userID": 62014037, "replyCount": 0, "commentTitle": "<br/>", "status": "approved", "approveDate": "1435897099", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "New Orleans, Louisiana", "commentType": "comment", "updateDate": "1435893499", "commentSequence": 15388035, "commentBody": "What humanity! What courage! What love! ...If more of us could practice extending ourselves, our compassion, to others who are less fortunate, more vulnerable or mistreated--to help \"save\" someone--then all our lives would be more enriched, and the world would be a better and more peaceful place.<br/><br/>Thank God for Nicholas Winton (and all those who helped him come who he became). I am heartened and inspired by his example to \"do better\" and \"be better.\"", "recommendationCount": 6}, {"assetID": 3432671, "replies": [], "lft": 1420, "assetURL": "http://www.nytimes.com/2015/07/02/world/europe/nicholas-winton-is-dead-at-106-saved-children-from-the-holocaust.html", "parentID": null, "commentID": 15388164, "rgt": 1421, "userDisplayName": "Lawrence", "createDate": "1435886016", "userID": 68484538, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1435897102", "userTitle": "NULL", "editorsSelection": 0, "statusID": 2, "userURL": "NULL", "userLocation": "New Jersey", "commentType": "comment", "updateDate": "1435893502", "commentSequence": 15388164, "commentBody": "God bless this great man.", "recommendationCount": 8}]}, "copyright": "Copyright (c) 2016 The New York Times Company.  All Rights Reserved."}