{"debug": {"version": 3.1}, "status": "OK", "results": {"api_timestamp": "1481460512", "totalCommentsFound": 4778, "totalCommentsReturned": 25, "comments": [{"assetID": 2774343, "replies": [], "lft": 264, "assetURL": "http://www.nytimes.com/2011/05/26/world/europe/26prexy.html", "parentID": null, "commentID": 3894502, "rgt": 265, "userDisplayName": "Shaktasna", "createDate": "1306380792", "userID": 63867985, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1306382514", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "California", "commentType": "comment", "updateDate": "1306378914", "commentSequence": 96, "commentBody": "It is amazing how America and the UK still have the need to be the world police. I wonder how much money would flow back into their countries with reduced military budgets?<br/><br/>America posts itself in overseas areas \"just in case\". If Iran, China, or Russia truly camped outside of America's gates armed and menacing-just in case we chose to act up-America would not tolerate it well.", "recommendationCount": 3}, {"assetID": 2776191, "replies": [], "lft": 456, "assetURL": "http://www.nytimes.com/2011/05/26/world/middleeast/26mideast.html", "parentID": null, "commentID": 3894389, "rgt": 457, "userDisplayName": "an outsider, revolted", "createDate": "1306378729", "userID": 18972411, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1306382545", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Brooklyn", "commentType": "comment", "updateDate": "1306378945", "commentSequence": 156, "commentBody": "I am so shocked and revolted by Congress's display of subservience to AIPAC that I don't think that writing a letter to my congresscretin is going to suffice.<br/><br/>Is anyone out there organizing any peaceful protests?  I'm really sick and tired of our politicians avoiding issues and taking the easy way out for themselves, at our expense.", "recommendationCount": 16}, {"assetID": 2774751, "replies": [], "lft": 252, "assetURL": "http://www.nytimes.com/2011/05/29/magazine/could-conjoined-twins-share-a-mind.html", "parentID": null, "commentID": 3894564, "rgt": 253, "userDisplayName": "ab", "createDate": "1306382685", "userID": 14833799, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1306382702", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "nj", "commentType": "comment", "updateDate": "1306379102", "commentSequence": 78, "commentBody": "I think the family's open definition of \"normal\" is a blessing and a huge plus for the twins' sense of security and unconditional love.  However, the adults do seem a little out of it and I see a couple of causes for concern.  Starting at 3:39 on the video, the girls are seen running down a hall in shirts and saggy, soaked diapers which clearly haven't been changed for hours.  Putting off potty training is understandable, but at least keep them dry.  I worry about mainstreaming them into kindergarten this fall - they seem so secure and loved and playful, as they should... I feel they should continue to be protected a while longer...perhaps there is a school for special needs with trained teachers they could attend for the first year at least... Also I hope that the other children and adolescents in the household will have enough direction to contribute positively to society.  Maybe I'm a square or maybe I've heard rumors about the Vancouver area, but I'm going to guess some substances are being used.  In any case, I wish the family health and peace.  ", "recommendationCount": 16}, {"assetID": 2774751, "replies": [], "lft": 250, "assetURL": "http://www.nytimes.com/2011/05/29/magazine/could-conjoined-twins-share-a-mind.html", "parentID": null, "commentID": 3894559, "rgt": 251, "userDisplayName": "JW", "createDate": "1306382567", "userID": 8357800, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1306382703", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Kentucky", "commentType": "comment", "updateDate": "1306379103", "commentSequence": 79, "commentBody": "I believe this mother made the right choice in the circumstances. These children were not born anacephalic nor possessed of such grave deformities they would not have survived past a few hours -- on the contrary, they have extraordinary human minds and have adapted remarkably well, as we forget humans so often do, to their unique set of physical abilities. \r<br/><br/>I disagree with those who would terminated this pregnancy because the children have physical limitations and would be social oddities. So what? Life can be distressingly hard even for \"normals\" and there will always be bullies among children and grown-ups. As for me, I've never been physically sound, and I've encountered sufficient sadists in my life to wonder if the Great Kidder had allotted me a triple quota by mistake. \r<br/><br/>My life has been difficult and certainly at times abnormal, but the \"I wish I'd never been born\" moments have honestly been few and far between.\r<br/><br/>You know what? I think these girls will do fine.\r", "recommendationCount": 13}, {"assetID": 2772224, "replies": [], "lft": 700, "assetURL": "http://www.nytimes.com/2011/05/25/business/economy/25leonhardt.html", "parentID": null, "commentID": 3894556, "rgt": 701, "userDisplayName": "Jay Casey", "createDate": "1306382451", "userID": 11224991, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1306382704", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Arkansas", "commentType": "comment", "updateDate": "1306379104", "commentSequence": 331, "commentBody": "It's sad how much things haven't changed.  When I went through college I was oblivious to how class and wealth were determining my life and education. I was middle class and the first in my family to go to college so I had no education mentor. It was not until years later that I realized how my opportunities had been limited both through ignorance and lack of wealth and connections. I've been fortunate to do well out of hard work and self-education but I don't want my children to have their horizons limited by rich elites who look out only for their fellow elites. The first step is to be aware of the inequality and how it works.  The second step is to not accept the system.  Third step is to crash the gates and then open the doors to all.", "recommendationCount": 6}, {"assetID": 2774751, "replies": [], "lft": 248, "assetURL": "http://www.nytimes.com/2011/05/29/magazine/could-conjoined-twins-share-a-mind.html", "parentID": null, "commentID": 3894558, "rgt": 249, "userDisplayName": "Akshay", "createDate": "1306382549", "userID": 63868124, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1306382704", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Philadelphia", "commentType": "comment", "updateDate": "1306379104", "commentSequence": 80, "commentBody": "they sound like wonderful girls... it must have been a brave decision by the mother to keep them.<br/>\nHowever, it sounds as if the parents - pregnancy at age 15, 5 kids and living on public / poverty welfare - don't have much else to be proud about. I also feel very sorry for the kids in this rather troubled family. Would be even better story if the family didn't live on others' tax dollars.", "recommendationCount": 37}, {"assetID": 2776715, "replies": [], "lft": 464, "assetURL": "http://www.nytimes.com/2011/05/26/us/26loughner.html", "parentID": null, "commentID": 3894511, "rgt": 465, "userDisplayName": "DEG", "createDate": "1306381039", "userID": 19080780, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1306382813", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Rockville, MD", "commentType": "comment", "updateDate": "1306379213", "commentSequence": 171, "commentBody": "This is absurd.If he is fit enough to plan and kill 6 innocent people, he is fit enough to stand trial, and die for his crime. No wonder we have such a disfunctional society. ", "recommendationCount": 0}, {"assetID": 2776715, "replies": [], "lft": 466, "assetURL": "http://www.nytimes.com/2011/05/26/us/26loughner.html", "parentID": null, "commentID": 3894517, "rgt": 467, "userDisplayName": "Bonnie", "createDate": "1306381361", "userID": 49811081, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1306382820", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Arcata, CA", "commentType": "comment", "updateDate": "1306379220", "commentSequence": 172, "commentBody": "Loughner's mental instability may have deepened since he has been incarcerated BUT he may have been somewhat more stable at the time of the killings.  He may still return to court and be charged for his crimes.  Yet, what is done is done, he will experience the consequences one way or the other...the real work is to get the guns out of the hands of unstable people so this doesn't become a way of life in the U.S.. I truly hope that some brave souls are willing to go up against the NRA and institute better gun control. No other country that I know of has such loose gun control laws.", "recommendationCount": 1}, {"assetID": 2776494, "replies": [], "lft": 22, "assetURL": "http://parenting.blogs.nytimes.com/2011/05/25/ignoring-typical-siblings/", "parentID": null, "commentID": 3894574, "rgt": 23, "userDisplayName": "Mari", "createDate": "1306382869", "userID": 59110416, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1306383005", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Alberta, Canada", "commentType": "comment", "updateDate": "1306379405", "commentSequence": 11, "commentBody": "Urgh...how about 'the best you can, accepting that it's not always going to work'?<br/><br/>My perspective here is different that the previous 10 posters; I am the 'normal' sibling. When my brother was born in 1981, he was born with a club foot and bone distortion in his right leg. Six months later, he had his first anaphylactic reaction, and his first asthma attack requiring emergency hospitalization happened about 3 weeks after that. For the next 6 years, more or less, he was in and out of the emergency room frequently enough that the nursing staff knew my parents by name, and my school phone number was in his file - if we were still there at shift change at 8:00am, one of the nurses going off duty would call in that I was going to be late. Just for the record, this was the emergency room at the largest Children's Hospital in Canada. In a good month, we were there once or twice. In a bad month, we were there once or twice (or more) a week. <br/><br/>I was four and a half when my brother was born, and I was apparently very happy about having a sibling - until my aunts and uncles started bringing him a 'treat' (stuffed animals, toys) every time anything medical happened - so, pretty quickly. I pretty much hated his guts for about 8 months, to the point that I told my parents they could send him back now, until the night I left the hospital waiting room to find my parents to throw a tantrum, and found the doctor telling them he might not live through the night. I did throw a tantrum, and apparently left bruises on the doctor where I kicked his shins!<br/><br/>My parents did their level best to try and give me as much attention as my brother; some times it worked, sometimes it didn't. When he got older, they stopped both going to the hospital, so that I didn't have to go. They made sure I could spend time with my friends, that my schoolwork got done, that things worked as normally or routinely as possible. <br/><br/>The big issues for me were a) the fear I was going to be abandoned or forgotten. The first anaphylactic reaction happened just before school for me ended (full day kindergarten) and in rushing my brother to the hospital, my mom couldn't get me. Our next door neighbour took them to the hospital, and then came to get me, but I sat in the schoolyard for 20 or so minutes not knowing what had happened. I was just 5, and it was terrifying. I was sure for years that if something bad enough happened they'd forget about me completely. This was not improved by several 'wait here, we'll be back in a few minutes' emergency room stays that turned into 'we're sorry, we just had to stay with ****', an hour or so later. I'd have to say, if you say you're going to do something with the 'normal' kid, you really need to follow through. <br/><br/>The second issue was the attention from the rest of the family. While part of this was the normal reaction of a child who had been the centre of attention and suddenly isn't, some of it was the fawning. Sharing attention you get used to; having family come, spend time with your sibling and leave without so much as a hug was a lot harder. My family got better about it, although the constant stream of stuff made me pretty cranky for a long time. <br/><br/>If I was going to suggest anything, it's that you set up time for your child to spend time with the people that matter to them, without their sibling. Once I got over the 'I HATE, HATE, HATE, him' stage, I was really close to my brother, doing all that I could. Heck, I could give him epinephrine shots in the chest (this is long before the epi-pen) before I was six. Still, the feeling that I was secondary to my brother in the EXTENDED family's attention was the hardest thing for me to deal with. <br/><br/>For the record, my brother is almost 30, has a PhD, is starting a great job and lives a pretty normal life (minus furred pets, peanuts, nuts and shellfish, and plus several epi-pens and asthma steroids). Our relationship is good enough that he was my 'Man of Honour' at my wedding last summer. It's all survivable, it's just tough sometimes.  ", "recommendationCount": 39}, {"assetID": 2778120, "replies": [], "lft": 16, "assetURL": "http://wordplay.blogs.nytimes.com/2011/05/25/aye/", "parentID": null, "commentID": 3894578, "rgt": 17, "userDisplayName": "JPG", "createDate": "1306382933", "userID": 5499180, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1306383103", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Webster, Mass", "commentType": "comment", "updateDate": "1306379503", "commentSequence": 4, "commentBody": "Wow, a 51 minute workout!  I spent a lot of time in the same two areas as JolleyGood (#3).  I almost gave up in the SW, but stayed with it for a MHP.<br/><br/>-- jpgaskell", "recommendationCount": 0}, {"assetID": 2778120, "replies": [], "lft": 14, "assetURL": "http://wordplay.blogs.nytimes.com/2011/05/25/aye/", "parentID": null, "commentID": 3894509, "rgt": 15, "userDisplayName": "John", "createDate": "1306381021", "userID": 12857582, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1306383108", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Chicago", "commentType": "comment", "updateDate": "1306379508", "commentSequence": 5, "commentBody": "XX's and XY's?  Now what am I supposed to be to do a NYT puzzle?  Yesterday I had to be a poet.  Today I have to be a biologist.  When do I graduate?<br/><br/>PS.  TXY is a very clever and fun puzzle.", "recommendationCount": 7}, {"assetID": 2778120, "replies": [], "lft": 12, "assetURL": "http://wordplay.blogs.nytimes.com/2011/05/25/aye/", "parentID": null, "commentID": 3894387, "rgt": 13, "userDisplayName": "Wags", "createDate": "1306378709", "userID": 10500790, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1306383116", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New Mexico", "commentType": "comment", "updateDate": "1306379516", "commentSequence": 6, "commentBody": "Got the theme early on, but had a problem remembering which was male and which was female.  Anyway, this was extremely clever puzzle and should elicit some equally clever blog entries.  (Unfortunately mine won't be one of them.)  ", "recommendationCount": 4}, {"assetID": 2778120, "replies": [], "lft": 10, "assetURL": "http://wordplay.blogs.nytimes.com/2011/05/25/aye/", "parentID": null, "commentID": 3894359, "rgt": 11, "userDisplayName": "Bill Butler", "createDate": "1306378245", "userID": 57848778, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1306383122", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "San Francisco Bay Area", "commentType": "comment", "updateDate": "1306379521", "commentSequence": 7, "commentBody": "Great puzzle. One that kept the key to its theme safely tucked away from me for quite a while. Most crossword fun I've had in quite a while. <br/><br/>Thank you, ASXYH :)", "recommendationCount": 4}, {"assetID": 2778179, "replies": [], "lft": 38, "assetURL": "http://www.nytimes.com/2011/05/26/us/politics/26campaign.html", "parentID": null, "commentID": 3894278, "rgt": 39, "userDisplayName": "Natalie", "createDate": "1306377167", "userID": 57482650, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1306383667", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Arizona", "commentType": "comment", "updateDate": "1306380067", "commentSequence": 56, "commentBody": "Of all the states, Palin had to end up in mine. Guess she has learned only the states that begin with \"A\", and when she learns the others she may move on. In the meantime, let's hope that fence around her new property is nice and tall . . . and locks from the outside.\r<br/><br/>Oh, and by the way, to say Maricopa is near Scottsdale is to say Compton is near Beverly Hills. ", "recommendationCount": 23}, {"assetID": 2778179, "replies": [], "lft": 108, "assetURL": "http://www.nytimes.com/2011/05/26/us/politics/26campaign.html", "parentID": null, "commentID": 3894423, "rgt": 109, "userDisplayName": "J.Guy", "createDate": "1306379347", "userID": 54810207, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1306383688", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Miami", "commentType": "comment", "updateDate": "1306380088", "commentSequence": 57, "commentBody": "I can just imagine her GOP nomination speech:<br/><br/>Oh geez. Well, I tell ya, there is nothin' a mamma grizzle can't do. This is a sign America is ready for more hindsight and a more centric view of state rights through our vast natural resources that the bad guys don't want us to know about because the future of our children is controlled by the liberal media inside the outer-beltway of common sense and Russia. This is the first stop on the teaparty express. Which brings me to my next point, trains. I don't trust them. However, I do trust my gut. That's where my calls will be made from.  I will shoot from the hip without looking first bc you can't think when you are shooting a polar bear. I always ask questions later. ", "recommendationCount": 51}, {"assetID": 2778179, "replies": [], "lft": 130, "assetURL": "http://www.nytimes.com/2011/05/26/us/politics/26campaign.html", "parentID": null, "commentID": 3894467, "rgt": 131, "userDisplayName": "Julie", "createDate": "1306380102", "userID": 57892655, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1306383712", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Longmont, Colorado", "commentType": "comment", "updateDate": "1306380112", "commentSequence": 58, "commentBody": "Buying a home in Arizona had nothing to do with the climate.  ", "recommendationCount": 10}, {"assetID": 2778179, "replies": [], "lft": 154, "assetURL": "http://www.nytimes.com/2011/05/26/us/politics/26campaign.html", "parentID": null, "commentID": 3894536, "rgt": 155, "userDisplayName": "daj", "createDate": "1306381942", "userID": 45907913, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1306384009", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Manhattan", "commentType": "comment", "updateDate": "1306380409", "commentSequence": 59, "commentBody": "Karma is the result of an unexamined life.  It's evident she has a heavy load to bear.  Ignorance her primary malady. Undoubtedly 15% will vote for her, because like attracts like.  Unbelievable she is even thought of as remotely qualified.", "recommendationCount": 27}, {"assetID": 2778179, "replies": [], "lft": 156, "assetURL": "http://www.nytimes.com/2011/05/26/us/politics/26campaign.html", "parentID": null, "commentID": 3894538, "rgt": 157, "userDisplayName": "david", "createDate": "1306382022", "userID": 33146861, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1306384017", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "new york", "commentType": "comment", "updateDate": "1306380417", "commentSequence": 60, "commentBody": "She has to run so she won't fade away. That said, she takes the focus off of the Republicans in power who are doing their best to insure that America is the land where the rich don't pay taxes and get all of the spoils. Palin is a distraction that leads us away from a real discussion on the direction of this country. The Republican party will denounce her, then try to show itself as a rational voice while they continue to steal from the 80% of Americans who are working class or poor. Let's not let them.", "recommendationCount": 32}, {"assetID": 2778179, "replies": [], "lft": 158, "assetURL": "http://www.nytimes.com/2011/05/26/us/politics/26campaign.html", "parentID": null, "commentID": 3894545, "rgt": 159, "userDisplayName": "MF", "createDate": "1306382183", "userID": 5429584, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1306384022", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Piermont, NY", "commentType": "comment", "updateDate": "1306380422", "commentSequence": 61, "commentBody": "Oh please... make this East Coast non-elite's day, Sarah, and run!!", "recommendationCount": 7}, {"assetID": 2778179, "replies": [], "lft": 160, "assetURL": "http://www.nytimes.com/2011/05/26/us/politics/26campaign.html", "parentID": null, "commentID": 3894550, "rgt": 161, "userDisplayName": "Suzanne Cordier", "createDate": "1306382348", "userID": 49620352, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1306384025", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Portland, Oregon", "commentType": "comment", "updateDate": "1306380425", "commentSequence": 62, "commentBody": "A word of advice to Tina Fey: Clear your calendar.", "recommendationCount": 64}, {"assetID": 2778179, "replies": [], "lft": 162, "assetURL": "http://www.nytimes.com/2011/05/26/us/politics/26campaign.html", "parentID": null, "commentID": 3894552, "rgt": 163, "userDisplayName": "carmelina", "createDate": "1306382395", "userID": 41130999, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1306384059", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "portland", "commentType": "comment", "updateDate": "1306380459", "commentSequence": 63, "commentBody": "yeah, Tina Fey for president...<br/>\nSNL for the senate...<br/>\nall of france for the house...", "recommendationCount": 7}, {"assetID": 2778179, "replies": [], "lft": 164, "assetURL": "http://www.nytimes.com/2011/05/26/us/politics/26campaign.html", "parentID": null, "commentID": 3894557, "rgt": 165, "userDisplayName": "Roscoe", "createDate": "1306382465", "userID": 29848678, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1306384064", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Rochester", "commentType": "comment", "updateDate": "1306380464", "commentSequence": 64, "commentBody": "Funny how these posts sound so alike - good screening in action!", "recommendationCount": 4}, {"assetID": 2778179, "replies": [], "lft": 168, "assetURL": "http://www.nytimes.com/2011/05/26/us/politics/26campaign.html", "parentID": null, "commentID": 3894569, "rgt": 169, "userDisplayName": "PS", "createDate": "1306382757", "userID": 59218597, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1306384078", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "SF, CA", "commentType": "comment", "updateDate": "1306380478", "commentSequence": 65, "commentBody": "I hope these new advisers advise her to memorize the names of a couple of newspapers and reporters. On second thought, no I don't.", "recommendationCount": 1}, {"assetID": 2778179, "replies": [], "lft": 170, "assetURL": "http://www.nytimes.com/2011/05/26/us/politics/26campaign.html", "parentID": null, "commentID": 3894580, "rgt": 171, "userDisplayName": "Mark", "createDate": "1306382947", "userID": 52148294, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1306384085", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Tuscaloosa, AL", "commentType": "comment", "updateDate": "1306380485", "commentSequence": 66, "commentBody": "At long last, Palin, have you NO shame?", "recommendationCount": 12}, {"assetID": 2778179, "replies": [], "lft": 172, "assetURL": "http://www.nytimes.com/2011/05/26/us/politics/26campaign.html", "parentID": null, "commentID": 3894582, "rgt": 173, "userDisplayName": "charles", "createDate": "1306382972", "userID": 31229171, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1306384086", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "AK", "commentType": "comment", "updateDate": "1306380486", "commentSequence": 67, "commentBody": "Way to go, girl. And you'll show 'em", "recommendationCount": 3}]}, "copyright": "Copyright (c) 2016 The New York Times Company.  All Rights Reserved."}