{"debug": {"version": 3.1}, "status": "OK", "results": {"api_timestamp": "1481460076", "totalCommentsFound": 4514, "totalCommentsReturned": 25, "comments": [{"assetID": 1687594, "replies": [], "lft": 22, "assetURL": "http://wordplay.blogs.nytimes.com/2010/07/26/numberplay-i-bet-youre-wondering-how-telepathy-works/", "parentID": null, "commentID": 2308731, "rgt": 23, "userDisplayName": "Hans", "createDate": "1280196329", "userID": 5756673, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1280203326", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Philadelphia", "commentType": "comment", "updateDate": "1280199726", "commentSequence": 6, "commentBody": "I have nothing to add to gn #2, except that for Q3. the probability of having the name alphabetical value equal to 142 is approximately f((169-141)/26)-f((169-142)/26) ~ 0.009 or close to 1%. f is the standard normal cumulative distribution function with mean 0 and standard deviation 1.", "recommendationCount": 0}, {"assetID": 1687594, "replies": [], "lft": 20, "assetURL": "http://wordplay.blogs.nytimes.com/2010/07/26/numberplay-i-bet-youre-wondering-how-telepathy-works/", "parentID": null, "commentID": 2308722, "rgt": 21, "userDisplayName": "Neal", "createDate": "1280196228", "userID": 59318861, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1280203328", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Philadelphia", "commentType": "comment", "updateDate": "1280199728", "commentSequence": 7, "commentBody": "I liked GN's approach to question 3, and decided to look at what the average value of a letter would be based on data, rather than the reasonable estimate of 13 (or, perhaps 13.5).  The reason thirteen doesn't seem great is because several of the \"high-scrabble\" letters are late in the alphabet (Q,Z,X) and many of the common letters (A, E, I) are front loaded.  I used the website:<br /><br /><a href=\"http://millikeys.sourceforge.net/freqanalysis.html\" target=\"_blank\">http://millikeys.sourceforge.net...</a><br /><br />which looked at the frequency of letters in works of fiction.  Note that this is also inexact, because these aren't names.  To get better, you could use something like a weighted social security index of baby names (starting with <a href=\"http://www.ssa.gov/OACT/babynames/)\" target=\"_blank\">http://www.ssa.gov/OACT/babynames/)</a> but that would only get you first names, so I stuck with what was easy.<br /><br />This data gives an average letter value that is a little lower (11.7).  Otherwise the calculation is the same as they did, yielding day 152 or June 1st in any non-leap year.", "recommendationCount": 1}, {"assetID": 1685975, "replies": [], "lft": 106, "assetURL": "http://dotearth.blogs.nytimes.com/2010/07/26/next-steps-on-climate-and-energy-2/", "parentID": null, "commentID": 2307727, "rgt": 107, "userDisplayName": "Jeremy Horne, Ph.D.", "createDate": "1280175921", "userID": 4423374, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1280203665", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Alamogordo, NM", "commentType": "comment", "updateDate": "1280200065", "commentSequence": 48, "commentBody": "<br />Elizabeth Tjader , Post No. 3, is so correct about population control.  However, this discussion leads to a another area that is just as broad - the nature of the present political economic systems and the ethos underpinning them.  Many, if not most industrial economies (capitalism, corporatism, and even most forms of socialism) rely upon continued growth for their viability.  To sustain this growth requires the people consuming more.  Coupled with this is the structure of the younger generations through retirement funds, etc. supporting the older persons no longer in the workforce.  Perforce, biology seems to mandate that the more able bodied support the aging population, and with time, there must be more (increased population) of those able-bodied persons.  In the US many persons receiving funds from the Social security (SS) SS  fund but do not have other funds to support themselves, thus needing to find work.  I suspect that such is the case in many other industrialized countries.  Additionally, there is an ever increasing burden on  infrastructure of health and other social services, and this requires correspondingly increasing revenue.  In places like the US, this problem is exacerbated by the lack of a truly universally accessible health care system.  The recently passed \"health care\" bill is not adequate, as it imposes intolerable expenses (to the benefit of the insurance company parasites) on the average worker. For social security recipients, for whom an an upper end check would amount to a few hundreds of dollars over a thousand, the Medicare expenses often amount to $100 or even $200 dollars.  Without supplemental income, such is quite a burden.  This says nothing about out-of-pocket expenses for \"Plan B\" and/or \"Plan C\".  As a result of the lack of a civilized health care and social services system taxpayers wind up paying even more for emergency responses.  This requires more taxpayers, i.e., population growth.<br /><br />All this indicates that industrial growth requires population growth.   At some point, the whole industrial economy ideology of continued increased growth and production to keep money in circulation (velocity of capital) must be supplanted by systems that rely upon a steady state and even declining material status.  Why, for example do people think they need two, three, or even more of anything, as opposed to a basic set of whatever to make life commodious.<br /><br />Not only must the population be reduced to pull back from the environmental abyss, but we need to have a serious amount of introspection as to our values, i.e., what is meaningful in life.  Surely, there must be higher values that consumerism, materialism, and greed.  Any empty head can sustain these.  Even hogs can do better; apparently, they are rather intelligent.  From my admittedly prejudicial perspective, I such a good start to addressing population growth and attendant environmental destruction would be philosophy and meditation. ", "recommendationCount": 3}, {"assetID": 1685975, "replies": [], "lft": 108, "assetURL": "http://dotearth.blogs.nytimes.com/2010/07/26/next-steps-on-climate-and-energy-2/", "parentID": null, "commentID": 2307771, "rgt": 109, "userDisplayName": "jisham", "createDate": "1280176480", "userID": 10562334, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1280203710", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Vermont", "commentType": "comment", "updateDate": "1280200110", "commentSequence": 49, "commentBody": "It's true that Breakthrough has been a great advocate for making 'clean energy cheap.'  It's a really important point, and they have made it well - in the face of much opposition.  On the other hand, the promise of lots of federal R&amp;D does not in any way replace the power of what a carbon price can do - imposed via a tax or an equivalent cap.  See this recent post at Politico: <a href=\"http://www.politico.com/news/stories/0710/40196.html\" target=\"_blank\">http://www.politico.com...</a>  The sure signal that investors like these guys are looking for can only come from a carbon price, and a large one at that.  That signal complements the promise of more R&amp;D; neither is a substitute for another.<br /><br />And each of these policies, to get mildly nerdy, maps to two different, very real discount rates: that used by firms and that which should be used by society.  The former drives investment decision for a 5 - 20 year time horizon - the utility asking 'should we build a coal plant or not?' The latter should drive investment decisions of the 15 - 30 year time horizon: the Department of Energy asking 'what's the best way to invest in CCS even if it won't be in the market for a good decade or two?'        ", "recommendationCount": 1}, {"assetID": 1685975, "replies": [], "lft": 110, "assetURL": "http://dotearth.blogs.nytimes.com/2010/07/26/next-steps-on-climate-and-energy-2/", "parentID": null, "commentID": 2307835, "rgt": 111, "userDisplayName": "David", "createDate": "1280177232", "userID": 47964, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1280203726", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Birmingham", "commentType": "comment", "updateDate": "1280200126", "commentSequence": 50, "commentBody": "I have taught my three children to be environmentally aware.  I recycle.  I support every effort to find alternatives to fossil fuels.  I donate to environmental causes.  Gas mileage minimums are not a bad idea either.  I have two college degrees and have tried to educate myself regarding environmental issues for the last 25 years or so.  I don't own stock in oil companies.  I don't mind paying more in taxes if it is used responsibly.  I would also say that my views fall in line with the vast majority of \"conservatives\" that I know.<br /><br />There are reasons why a very significant portion of the population and scientific community do not support calls for sweeping, immediate and expensive solutions to what we all refer to as global warming.  The evidence is not as clear as many would like to believe it is, and many of the solutions offered amount to costly guesses.  Nobody is fooling me, or paying me, or necessarily smarter than me.<br /><br />I would remind people how much progress has been made in the last century, and the scientific and technological advances we have seen.  Essentially everybody wants a cleaner world, and much better sources of energy.  The difference is that I have tremendous faith in our ability to find the best solutions.  I have very little faith in governments to do so, or in people who think they have all the answers when they clearly do not.  The combination of these two will result in the wasting of countless dollars on programs of minimal consequence, except to the generations of people who will end up paying for them.", "recommendationCount": 3}, {"assetID": 1683420, "replies": [], "lft": 82, "assetURL": "http://dotearth.blogs.nytimes.com/2010/07/24/slow-boat-to-china-big-fuel-savings/", "parentID": null, "commentID": 2307875, "rgt": 83, "userDisplayName": "James", "createDate": "1280177692", "userID": 57643240, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1280203729", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Northern Nevada", "commentType": "comment", "updateDate": "1280200129", "commentSequence": 41, "commentBody": "Re #36: \"... 55 mph is better because it is safer...\"<br /><br />You know, in these modern times we don't actually have to remember the past, we can just look it up on Wikipedia:  <a href=\"http://en.wikipedia.org/wiki/National_Maximum_Speed_Law\" target=\"_blank\">http://en.wikipedia.org...</a><br /><br />So, we tried 55 already.  It didn't work, didn't save a significant amount of gasoline (under 1%), and didn't measureably impact safety.  Such a great idea, let's do it again!<br /><br />Now hands up. everyone in favor of a reprise of Prohibition :-)", "recommendationCount": 1}, {"assetID": 1685975, "replies": [], "lft": 112, "assetURL": "http://dotearth.blogs.nytimes.com/2010/07/26/next-steps-on-climate-and-energy-2/", "parentID": null, "commentID": 2308006, "rgt": 113, "userDisplayName": "Mark Goldes", "createDate": "1280179381", "userID": 49440132, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1280203776", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Sebastopol, CA", "commentType": "comment", "updateDate": "1280200176", "commentSequence": 51, "commentBody": "A 5 step emergency program may need to be the next step.<br /><br />...Arctic Now Near Climate Tipping Point reads the headline in a June 29th article carried by the Environmental News Service. 400 parts per million of carbon now appears to be the critical figure. We are approaching 390 ppm and have been adding 2 ppm each year. As most readers are aware, the safe limit is 350 ppm.<br /><br />A scientist has suggested that should sufficient Gulf oil enter the Atlantic to provide a very thin reflective film in the North Atlantic and Arctic oceans - that could accelerate the Tipping Point, a self-amplifying feedback loop, with life threatening implications for polar bears and walruses.<br /><br />In Ticking Time Bomb, John Atcheson warned of the Tipping Point threat posed by melting permafrost in the Arctic. He points out that twice before life on earth was the victim of Tipping Points. One of those events reduced life to single celled organisms. Millions of years were required to recover.<br /><br />It seems it is not too late to prevent much of the oil in the Gulf from entering the Atlantic. It has been suggested a boom and weir barrier can be put in place between Key West and Cuba by a flotilla of fishing boats and pleasure craft.<br /><br />The 5 Step Program:<br /><br />1. Check the facts: A place to start might be to read Ticking Time Bomb, Methane Tipping Point Threat and Worst Case Scenario. All have been reposted at <a href=\"http://www.aesopinstitute.org\" target=\"_blank\">www.aesopinstitute.org</a><br />2. Contain the oil: Effective techniques are available. Put them to work on an emergency basis 24/7;<br />3. Supersede fossil fuels as fast as is humanly possible. This could create millions of public and private sector jobs;<br />4. Find ways to generate necessary public support to insure Government action in time;<br />5. Ironically, this program will help create the additional stimulus required to truly revive the economy.<br /><br />If human life on earth is truly threatened, superseding oil and fossil fuels is possible much more rapidly that might be imagined. As a first step, every variety of renewable energy technology, that might be deployed in time, should be encouraged by means of suitable incentives to sharply increase production.<br /><br />Moving Beyond Oil, on the Aesop Institute site, mentions a couple of revolutionary, very difficult to believe, technologies. Consider the positive impact of a 24/7 program of validation, development and production.<br /><br />", "recommendationCount": 2}, {"assetID": 1685975, "replies": [], "lft": 114, "assetURL": "http://dotearth.blogs.nytimes.com/2010/07/26/next-steps-on-climate-and-energy-2/", "parentID": null, "commentID": 2308048, "rgt": 115, "userDisplayName": "john delano", "createDate": "1280180088", "userID": 59380996, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1280203781", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "hopewell junction", "commentType": "comment", "updateDate": "1280200181", "commentSequence": 52, "commentBody": "Pretend for a moment  the time was 248 million years ago and scientist testing for carbon dioxide levels in the \"geology\" of that time report that the levels are the same as they are today.<br /><br />What that means is we are ok. Right. The earth is 4.5 billion years old. The oldest mountain range crosses Anartica, The Napier mountains and they are 4.4 billion years old. These mountains and all ancient Mountains are all parallel to the edges of the vast Pacifiic Ocean. The ancient mountains of Brazil 2+ billion years old in the east and 1.9 billion years old further west and 1.75 further west as you get closer to the Pacific rim.<br />i wonder.<br />The Greek Scholors had it right. the Earth is fire, water [ice] and air. Whatever changes the Earth goes through is from these things. Oh, a comet may hit the planet Earth and since it is 80% water ice [?] it is added to the earths water supply. The moon of Planet earth shows the scars of these thousands of comet impacts.. Where did all the water go?<br />Lets back up a minute and consider how the moon was captured by Planet earth.<br />The volume of material missing from the Pacific ocean side of Planet earth matches the mass of our moon. Our moon came.from the Pacific Ocean side of the Planet Earth. A scientist working with a supercomputer put together the \"capture sequence\" from a collision of two large objects in space Earth and another Plantary object  just as large and figured out what happened.<br />The Greek scholors would admit to the addition of a tremendous volume of water from incoming comets based on the craters showing there incidence of impacts reflected on our moon surface.<br />Why the scholars would ask, Why are'nt our oceans on Earth at least 4.3 billion years ago,or some other very old date of an ancient ocean, but one cannot be found. Everyone all scientist  agrees that an ocean first appeared on Planet earth 500 million years ago. Strange. you would think all the scientist would have an answer, but they just ignore the question. Why no ancient ocean? The Greek scholar would immediately say,\" If we did'nt have one it was because it was in a frozen state , It was stored as ice.\"<br />Do you see what I am doing? I am teling you that the earth is very old and it will adjust itself without human intervention. We can remove lead from our air with no-lead gas or we can save the ozone layer by omitting chrloflorocarbons in spray cans , but if we did not do these things the inhabitants of earth would die and Planet Earth would correct itself without us. We have 30,000 nuclear weapons and we most likely will kill off our human race, and you will not be recorded as a fossil in the geological column. Did the Buffalo ever exist for millions of years and become a fossil? No. They were all shot and there bones turned to dust on the great plains.<br />The dinosaurs lasted 183 million years and made great fossils.<br /> to be continued...", "recommendationCount": 0}, {"assetID": 1685975, "replies": [], "lft": 116, "assetURL": "http://dotearth.blogs.nytimes.com/2010/07/26/next-steps-on-climate-and-energy-2/", "parentID": null, "commentID": 2308121, "rgt": 117, "userDisplayName": "johnhuff", "createDate": "1280181250", "userID": 32338745, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1280203801", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "CA", "commentType": "comment", "updateDate": "1280200201", "commentSequence": 53, "commentBody": "Renewables are not expensive or difficult to scale.  The problem at the moment is that we have invested pitifully tiny amounts or R&amp;D on them. (Look it up.) If we had spent a small % of the budget of our recent wars, bailouts, or the cost of a few (of the 90 or so) nuke plants on renewable R&amp;D instead, we would have had cheap energy decades ago. But corps do not want to make that investment; they want to sell the milk, not the cow.  So this investment is the a gov't responsibility, and until either (a) voters understand what's going on and demand change or (b) politicians actually lead, progress will be slow, and pundits will continue to say \"renewables are expensive.\"  Not so.  ", "recommendationCount": 0}, {"assetID": 1685975, "replies": [], "lft": 118, "assetURL": "http://dotearth.blogs.nytimes.com/2010/07/26/next-steps-on-climate-and-energy-2/", "parentID": null, "commentID": 2308139, "rgt": 119, "userDisplayName": "jerzy", "createDate": "1280181479", "userID": 14507164, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1280203816", "userTitle": null, "editorsSelection": 1, "statusID": 2, "userURL": null, "userLocation": "Salem, Oregon", "commentType": "comment", "updateDate": "1280200216", "commentSequence": 54, "commentBody": "I think the article by Christian Parenti in the recent Freedom From Oil issue of the nation which calls for a Big Green Buy by all levels of government is the most sensible suggestion I've seen for some time. Innovation is needed, for sure, but his approach would get us going NOW and avoid the great difficulty posed by the strong efforts of the gas and oil industries to maintain the unstainable status quo. Congressional approval would not be required and there would be no waiting for some innovation to arise from labs - which, if it happened, would just be some additional frosting to get us to where we need to be faster. Let the private sector and the super-rich, with their piles of cash, do the innovation and let the governments do the Big Green Buy.", "recommendationCount": 1}, {"assetID": 1685975, "replies": [], "lft": 120, "assetURL": "http://dotearth.blogs.nytimes.com/2010/07/26/next-steps-on-climate-and-energy-2/", "parentID": null, "commentID": 2308358, "rgt": 121, "userDisplayName": "jay", "createDate": "1280185762", "userID": 47272241, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1280203827", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Orcas Island, WA", "commentType": "comment", "updateDate": "1280200227", "commentSequence": 55, "commentBody": "Great post Andrew.  I feel your frustration and appreciate your rolling your sleeves up and giving us ideas on what to do next.<br /><br />Commenting on Elizabeth Tjader's Zero Population Growth (ZPG) comment:<br /><br />Even with ZPG, there is a problem. The existing population of earth, especially developing nations, is rapidly moving up the per capita income and consumption curve. So the current population is consuming more energy, water, food, automobiles, etc. For some charts and details on this, see The Real Population Problem (<a href=\"http://8020vision.com/2010/06/21/the-real-population-problem/)\" target=\"_blank\">http://8020vision.com/2010/06/21/the-real-population-problem/)</a><br /><br />and China: The Next Superconsumer? (<a href=\"http://8020vision.com/2010/06/27/china-the-next-superconsumer/)\" target=\"_blank\">http://8020vision.com/2010/06/27/china-the-next-superconsumer/)</a><br /><br />I think places like China and India see the trends clearly, and they are investing in cleantech, but the rollout of cleantech lags peoples hunger for more, more, more...<br /><br />jay", "recommendationCount": 2}, {"assetID": 1685975, "replies": [], "lft": 122, "assetURL": "http://dotearth.blogs.nytimes.com/2010/07/26/next-steps-on-climate-and-energy-2/", "parentID": null, "commentID": 2308381, "rgt": 123, "userDisplayName": "G. Howard", "createDate": "1280186596", "userID": 50161020, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1280203831", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Idaho", "commentType": "comment", "updateDate": "1280200231", "commentSequence": 56, "commentBody": "Some people worry to much. Peak oil that was first predicted in mid 50's will reduce consumption so relax.", "recommendationCount": 2}, {"assetID": 1685975, "replies": [], "lft": 124, "assetURL": "http://dotearth.blogs.nytimes.com/2010/07/26/next-steps-on-climate-and-energy-2/", "parentID": null, "commentID": 2308401, "rgt": 125, "userDisplayName": "MelancholyAeon", "createDate": "1280187046", "userID": 46823341, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1280203860", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Midtown", "commentType": "comment", "updateDate": "1280200260", "commentSequence": 57, "commentBody": "\"Unlike fossil fuels, which are energy dense and low cost,\"<br /><br />But this is so patently false, Mr. Revkin. The only reason oil &amp; coal appear cheap is the various external subsidies that support them - the giant military budget that keeps the oil flowing through the Middle East, the many many hidden subsidies and tax credits to mining/drilling companies and states through all kinds of Federal programs!<br /><br />Some of the existing regional plans seem now as if they are or would be stronger than anything Congress could have ever passed anyway. So why not support the regional efforts at cap-and-trade? The main goal of such programs anyway are to spur the building of a capital pool that can be used for energy entrepreneurs.<br /><br />These regional efforts combined with incentives to conserve would take us far. The failure of Congress to act isn't the tragedy it may at first appear.", "recommendationCount": 1}, {"assetID": 1685975, "replies": [], "lft": 126, "assetURL": "http://dotearth.blogs.nytimes.com/2010/07/26/next-steps-on-climate-and-energy-2/", "parentID": null, "commentID": 2308450, "rgt": 127, "userDisplayName": "inknowtime", "createDate": "1280188223", "userID": 47666152, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1280203873", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "here and not all there", "commentType": "comment", "updateDate": "1280200273", "commentSequence": 58, "commentBody": "Today Washington just had a severe storm with death and destruction and power outrages... In the 30's there was a Congressional debate about assistance to dust bowl states just as dust blew in blanketing the eastern seaboard...", "recommendationCount": 2}, {"assetID": 1683420, "replies": [], "lft": 84, "assetURL": "http://dotearth.blogs.nytimes.com/2010/07/24/slow-boat-to-china-big-fuel-savings/", "parentID": null, "commentID": 2308494, "rgt": 85, "userDisplayName": "David F Collins", "createDate": "1280189395", "userID": 58617215, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1280203883", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Chicago", "commentType": "comment", "updateDate": "1280200283", "commentSequence": 42, "commentBody": "The vessel in the illustration is a bark/barque/barco. Squaresail-rigged on the foremast and mainmast, fore-and-aft-rigged on the mizzen. (A ship/nave carries squaresails on three or more masts; it is sometimes said to be frigate-rigged.)<br /><br />A lee shore is a hazard. I was on a schooner (pleasure craft or yacht) in 1957 that hauled a Chris-Craft cabin cruiser with nonoperative engines (it had two) from a lee shore near Skilligalee in Lake Michigan. That was an adventure and a half!<br /><br />Comment #25: as usual, the commenter does not know whereof he writes, albeit seldom as blatantly as in this case.", "recommendationCount": 0}, {"assetID": 1679942, "replies": [], "lft": 66, "assetURL": "http://dotearth.blogs.nytimes.com/2010/07/23/study-confirms-some-bp-oil-stayed-deep/", "parentID": null, "commentID": 2308665, "rgt": 67, "userDisplayName": "Moraba", "createDate": "1280194702", "userID": 60771585, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1280203896", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Pheonix", "commentType": "comment", "updateDate": "1280200296", "commentSequence": 32, "commentBody": "<a href=\"http://wejustcareaboutus.blogspot.com/2010/07/oil-spill.html\" target=\"_blank\">http://wejustcareaboutus.blogspot.com...</a>", "recommendationCount": 0}, {"assetID": 1685975, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 2308687, "replies": [], "commentID": 2309099, "trusted": 0, "userDisplayName": "Andy Revkin", "createDate": "1280203959", "userID": 54480690, "replyCount": 0, "commentTitle": "", "status": "approved", "approveDate": "1280203959", "userTitle": "Dot Earth blogger", "recommendations": 0, "editorsSelection": false, "parentUserDisplayName": "harry", "userURL": "http://dotearth.blogs.nytimes.com", "userLocation": "", "depth": 1, "commentType": "reporterReply", "updateDate": "1280200359", "commentSequence": 1, "commentBody": "<a href=\"http://dotearth.blogs.nytimes.com/2010/06/16/a-2-cent-solution-to-help-fuel-an-energy-quest/\" target=\"_blank\">http://dotearth.blogs.nytimes.com...</a>"}]}, "lft": 128, "assetURL": "http://dotearth.blogs.nytimes.com/2010/07/26/next-steps-on-climate-and-energy-2/", "parentID": null, "commentID": 2308687, "rgt": 131, "userDisplayName": "harry", "createDate": "1280195304", "userID": 18312178, "replyCount": 1, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1280203958", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "michigan", "commentType": "comment", "updateDate": "1280200358", "commentSequence": 59, "commentBody": "Do we not tax gasoline right now? Can anyone give me a real good reason why we can't have an incremental increase in the federal gas tax? If everybody in the US knew that gasoline prices are going to increase maybe everyone driving 5000lb vehicles would think a little different. The government will never stop the subsidies to the oil companies because of lobbying so an increase in the federal income tax will work. The president can claim its to pay for the 2 wars that were never funded. I for one don't give a damn about the human race anymore &amp; I'm glad I didn't bring any children into this world. The ignorance and greed will never end.", "recommendationCount": 1}, {"assetID": 1685975, "replies": [], "lft": 129, "assetURL": "http://dotearth.blogs.nytimes.com/2010/07/26/next-steps-on-climate-and-energy-2/", "parentID": 2308687, "commentID": 2309099, "rgt": 130, "userDisplayName": "Andy Revkin", "createDate": "1280203959", "userID": 54480690, "replyCount": 0, "commentTitle": "", "status": "approved", "approveDate": "1280203959", "userTitle": "Dot Earth blogger", "editorsSelection": 0, "statusID": 2, "userURL": "http://dotearth.blogs.nytimes.com", "userLocation": "", "commentType": "reporterReply", "updateDate": "1280200359", "commentSequence": 1, "commentBody": "<a href=\"http://dotearth.blogs.nytimes.com/2010/06/16/a-2-cent-solution-to-help-fuel-an-energy-quest/\" target=\"_blank\">http://dotearth.blogs.nytimes.com...</a>", "recommendationCount": 0}, {"assetID": 1685975, "replies": [], "lft": 132, "assetURL": "http://dotearth.blogs.nytimes.com/2010/07/26/next-steps-on-climate-and-energy-2/", "parentID": null, "commentID": 2308728, "rgt": 133, "userDisplayName": "chris y", "createDate": "1280196266", "userID": 58951348, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1280203975", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "florida", "commentType": "comment", "updateDate": "1280200375", "commentSequence": 60, "commentBody": "Pat Sajak has a very simple solution. Read here-<br /><br /><a href=\"http://ricochet.com/conversations/Manmade-Global-Warming-The-Solution\" target=\"_blank\">http://ricochet.com...</a><br /><br />\"Now it seems to me these people have a special obligation to change their lives dramatically because they truly believe catastrophe lies ahead if they don’t. The other two-thirds are merely ignorant, so they can hardly be blamed for their actions.<br /><br />Now, if those True Believers would give up their cars and big homes and truly change the way they live, I can’t imagine that there wouldn’t be some measurable impact on the Earth in just a few short years.\"<br /><br />\"Then, when the rest of us saw the results of their actions—you know, the earth cooling, oceans lowering, polar bears frolicking and glaciers growing—we would see the error of our ways and join the crusade voluntarily and enthusiastically.\"<br /><br />\"So start Tweeting each other and get the ball rolling. We’ll anxiously await results. See, I told you I had the solution. My work here is done.\"<br /><br />", "recommendationCount": 3}, {"assetID": 1685975, "replies": [], "lft": 134, "assetURL": "http://dotearth.blogs.nytimes.com/2010/07/26/next-steps-on-climate-and-energy-2/", "parentID": null, "commentID": 2308775, "rgt": 135, "userDisplayName": "nelson", "createDate": "1280197028", "userID": 48745298, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1280203978", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "boston", "commentType": "comment", "updateDate": "1280200378", "commentSequence": 61, "commentBody": "Elizabeth #3,<br /><br />While in general, I agree that it is socially and environmentally convenient to limit human population growth, I strongly disagree with your assumption that population growth is necessarily in a direct relationship with energy consumption.  See the following link and observe that countries with relatively high population growth like Indonesia, Pakistan, and Bangladesh consume less energy than those countries where population growth is minimal or almost zero like Japan, France, Germany, and the US. I believe we should first talk about modes of production, distribution, and consumption of goods, which are for the most part anarchic and address socially created wants instead of human basic needs. We need to prioritize our policies to effectively reduce superfluous energy use and overcome poverty and ignorance.  That is the end product of equality and democracy. Otherwise, we run the risk of running into facile and reductionist solutions that eventually end up blaming the victims of those who actually waste energy producing and selling useless trinkets.<br /><br /><a href=\"http://www.worldpopulationbalance.org/population_energy\" target=\"_blank\">http://www.worldpopulationbalance.org...</a><br /><br />Take care and thanks for your comments.<br /><br />Nelson<br />", "recommendationCount": 0}, {"assetID": 1685975, "replies": [], "lft": 136, "assetURL": "http://dotearth.blogs.nytimes.com/2010/07/26/next-steps-on-climate-and-energy-2/", "parentID": null, "commentID": 2308839, "rgt": 137, "userDisplayName": "Chad", "createDate": "1280198122", "userID": 56792605, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1280204004", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Michigan", "commentType": "comment", "updateDate": "1280200404", "commentSequence": 62, "commentBody": "JNB has it exactly right.  The \"price gap\" between the true cost of fossil fuels and renewables is, in many cases, small or negative.  In particular, coal-powered electricity would be phased out as fast as replacements could be built, if its producers were ever held accountable for paying for all the damage it causes.  These damages include the deaths of around 10,000 Americans every year!  Why do those on the right throw the mother of all hissy fits about terrorism, which doesn't even average 5% of that figure, yet ignore a problem that is orders of magnitude larger?<br /><br />Putting the a price on carbon will take some guesswork, but whatever number gets turned out, it will still be a lot closer than the current price of zero.  That will cause the market to use more accurate prices as its inputs, and therefore produce a superior output.<br /><br />", "recommendationCount": 2}, {"assetID": 1685975, "replies": [], "lft": 138, "assetURL": "http://dotearth.blogs.nytimes.com/2010/07/26/next-steps-on-climate-and-energy-2/", "parentID": null, "commentID": 2308853, "rgt": 139, "userDisplayName": "Asteroid Miner", "createDate": "1280198404", "userID": 60006593, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1280204010", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Illinois", "commentType": "comment", "updateDate": "1280200410", "commentSequence": 63, "commentBody": "46 JNB:  Uranium is NOT a fossil fuel.   Fossil fuels are called fossil fuels because you find fossils in them, or they originated with ancient living things.   Oil and gas, being fluid, don't have fossils, but they came from once living things.   You can find lots of fossilized plants in coal.   You don't find fossils in uranium mines, but you could get your uranium from coal cinders and ashes.   You CAN get uranium and thorium and arsenic, lead and a long list of minerals from coal cinders and ashes.   In fact, the Manhattan project considered coal ashes and cinders as its source for uranium.<br /><br />Coal fired power plants put 100 to 400 times as much radioactivity into the environment as nuclear plants are allowed to.   Our nuclear power plants could be fully fueled by the uranium in coal ashes and cinders.   Average coal contains 1 or 2 parts per million uranium.   A 1000 megawatt coal fired power plant burns 4 Million tons of coal each year.   Multiplying that out, the coal fired power plant ashes contain 4 to 8 tons of uranium per year, which is plenty to fuel an equal sized Generation 2 nuclear plant for a year.<br /><br />Isn't it strange that the coal fired power plant gets to dump its nuclear waste without objection, and coal cinders and ashes are used as building materials?", "recommendationCount": 4}, {"assetID": 1685975, "replies": [], "lft": 140, "assetURL": "http://dotearth.blogs.nytimes.com/2010/07/26/next-steps-on-climate-and-energy-2/", "parentID": null, "commentID": 2308927, "rgt": 141, "userDisplayName": "melty", "createDate": "1280199658", "userID": 34088373, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1280204020", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "West Orange, NJ", "commentType": "comment", "updateDate": "1280200420", "commentSequence": 64, "commentBody": "Andy: response to #26: two thumbs up!  I hear that -- and thanks for the post.  It must also wear you down to see the same old hackneyed ideological blah spewed forth over and over in response to every post, including people who refuse to admit that there is even a problem. Dismaying..  ", "recommendationCount": 3}, {"assetID": 1685975, "replies": [], "lft": 144, "assetURL": "http://dotearth.blogs.nytimes.com/2010/07/26/next-steps-on-climate-and-energy-2/", "parentID": null, "commentID": 2308984, "rgt": 145, "userDisplayName": "Jacob H.", "createDate": "1280201131", "userID": 7261858, "replyCount": 0, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1280204058", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Suburban New Jersey", "commentType": "comment", "updateDate": "1280200458", "commentSequence": 65, "commentBody": "I was just in Canada, where per capita energy expenditure (and carbon emissions) are slightly greater than in the United States, due to colder winters and epic distances between cities.  Gas taxes were well over $1/gallon, but it didn't seem to be bringing the economy to its knees-- things seemed somewhat more prosperous than in the States.  We so obviously overestimate the economic costs of moderate taxation and regulation of fossil fuels to help contain our outrageous usage.  Even putting aside the climate issue, which while irrefutably dangerous is, unfortunately, not solely in our citizens' control, making it still more difficult to take action on-- the simple fact is that as living standards increase in the developing world, the era of cheap, easily available fossil fuels will soon be over.  It is the obligation of public policy in the United States to help contain our runaway usage of fuel, not just to save the planet, but to soften the near-term (as in before 2020, I would guess) shock to our economy that rapidly escalating fuel costs will deliver.  It should be remembered that while  the global recession sent fuel prices down a peg, the 2.5 billion people living in India, China, and South America experienced rising living standards throughout 2009 and 2010, and increased their energy usage accordingly.  The major oil companies are already forced not just into dangerous, deepwater drilling to find new reserves, but into the hugely wasteful use of oil sands. The effects on prices are only a couple years away, and beginning to regulate and tax fossil fuels now, so as to facilitate a transition to a less energy-intensive future, is economically as well as ecologically wise.", "recommendationCount": 6}, {"assetID": 1685975, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 2309017, "replies": [], "commentID": 2309111, "trusted": 0, "userDisplayName": "Andy Revkin", "createDate": "1280204153", "userID": 54480690, "replyCount": 0, "commentTitle": "", "status": "approved", "approveDate": "1280204153", "userTitle": "Dot Earth blogger", "recommendations": 0, "editorsSelection": false, "parentUserDisplayName": "Danny Bloom", "userURL": "http://dotearth.blogs.nytimes.com", "userLocation": "", "depth": 1, "commentType": "reporterReply", "updateDate": "1280200553", "commentSequence": 1, "commentBody": "Danny, I'm still with Rene Dubos (the \"despairing optimist\") and Desmond Tutu (read this tweet):<br /><a href=\"http://twitter.com/Revkin/status/19624290182\" target=\"_blank\">http://twitter.com...</a>"}]}, "lft": 146, "assetURL": "http://dotearth.blogs.nytimes.com/2010/07/26/next-steps-on-climate-and-energy-2/", "parentID": null, "commentID": 2309017, "rgt": 149, "userDisplayName": "Danny Bloom", "createDate": "1280201756", "userID": 58527814, "replyCount": 1, "commentTitle": "hardcoded comment title", "status": "approved", "approveDate": "1280204152", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Polar City One", "commentType": "comment", "updateDate": "1280200552", "commentSequence": 66, "commentBody": "Andy, more than the 20th Century ended on Friday. The fate of all humankind as a functioning species was sealed as well. It's all over. Some will survive. But of the 25 billion people alive in 2500 AD, 99 percent will perish in a massive die off as climate chaos pushes the human species to the ropes, as Lovelock teaches us. Now, Andy, and I know I sound like a lunatic here, always repeating my polar cities mantra, but really, when will people wake up. It's over. We need now to start planning adaptation strategies, among them polar cities, er polar settlements, polar villages, in the northern regions of the world and in NZ and Tasmania as well. Although nobody takes me seriously, and that's okay, par for the course, comes with territory, and I don't need approval to go on with my work till die (and my days are numbered as you know, cough cough, heart attack last November, stent now)...one FB reader said \"Danny, you have amazing foresight  and an iconoclast POV, you may be right....\", so I am soldiering on as James Lovelock's Accidental Student until one print media outlet decides to do a real story about future polar cities and interview me. I am not prediciting the future. I cannot see the future. I am saying, and have been saying for 3 years, that we as a humanity -- O the humanity! -- are not going to get it together or come together on climate change and it is already too late, and that we need to start actively exploring the A-word, Adaption, for future survivors of AGW and climate chaos. It is all but in the cards now. As of last Friday, the fate of the human species was sealed. Okay, don't believe me. It's not a comfortable meme to follow. But if anyone wants to follow me, here I am and I am avail for media interviews, pro and con. Go ahead, mock me; go ahead, diss me. I know of what I speak. Ask Lovelock if you need a PHD:<br /><br /><a href=\"http://pcillu101.blogspot.com\" target=\"_blank\">http://pcillu101.blogspot.com</a>", "recommendationCount": 0}]}, "copyright": "Copyright (c) 2016 The New York Times Company.  All Rights Reserved."}