{"debug": {"version": 3.1}, "status": "OK", "results": {"api_timestamp": "1481480038", "totalCommentsFound": 4732, "totalCommentsReturned": 25, "comments": [{"assetID": 3353126, "replies": [], "lft": 1352, "assetURL": "http://www.nytimes.com/2012/12/28/world/europe/putin-to-sign-ban-on-us-adoptions-of-russian-children.html", "parentID": null, "commentID": 7947931, "rgt": 1353, "userDisplayName": "Belle", "createDate": "1356663751", "userID": 67104285, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1356670848", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Ok", "commentType": "comment", "updateDate": "1356670848", "commentSequence": 318, "commentBody": "Agreed no one should judge ones reason for going out of the US. I adopted my son 14 yrs ago if the US would give more rights to the adoptive parents and not let some one come out of the wood work later in time or saying they made a mistake( that they had10 months to think about) and want their child back. It has to be the hardest decision a mother ever has to make. My son is from Vladivostok  he knows he is and wants to learn to speak it and go see one day. A child that needs a home just needs a home who cares where they live currently!", "recommendationCount": 1}, {"assetID": 3353126, "replies": [], "lft": 1354, "assetURL": "http://www.nytimes.com/2012/12/28/world/europe/putin-to-sign-ban-on-us-adoptions-of-russian-children.html", "parentID": null, "commentID": 7947932, "rgt": 1355, "userDisplayName": "Jodes", "createDate": "1356663752", "userID": 59854528, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1356670848", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Madison, WI", "commentType": "comment", "updateDate": "1356670848", "commentSequence": 319, "commentBody": "Since there are a lot of strong opinions on the subject  of adopting within our borders, I would suggest that anybody who wants to learn more about adopting within the U.S. to do a search on available or waiting children for  adoption in your state. You will learn a lot. ", "recommendationCount": 6}, {"assetID": 3353126, "replies": [], "lft": 1356, "assetURL": "http://www.nytimes.com/2012/12/28/world/europe/putin-to-sign-ban-on-us-adoptions-of-russian-children.html", "parentID": null, "commentID": 7947944, "rgt": 1357, "userDisplayName": "Jen L.", "createDate": "1356663913", "userID": 63616576, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1356670848", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Arizona", "commentType": "comment", "updateDate": "1356670848", "commentSequence": 320, "commentBody": "I'm speaking as an international adoptive parent.  I see nothing wrong with a country determining whether they want to have an international adoption program and what those requirements should be.  However, this ruling seems to be putting the cart before the horse.  Does Putin have a plan to care for the 700,000 children in state care?  Is there a program in place to encourage domestic adoptions in Russia?  How many of the Russian citizens supporting this law will actually step forward and adopt one of these children in care?  What will Russia do to encourage biological parents to raise their children? It seems to me that you stop foreign adoptions AFTER you have the means to care for the children in your country, not before.  I do sincerely hope that this works out with the best interests of the children in mind.  I suspect that it won't be. A few words to the \"America first\" debate.  I hear a lot of people saying that someone else should adopt from foster care.  I think that if you are criticizing other people for giving a home to a child who needs one, they need to be the first to step up and open their homes as well.  Finally, give a few thoughts to how it sounds to international adoptees when people question their parents about why they didn't adopt from the US.  My kids are plenty old enough to know what it means and to them, you are saying that they are less worthy of a home because they were born across a line on a map.  ", "recommendationCount": 12}, {"assetID": 3353126, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 7947949, "replies": [], "commentID": 7948586, "trusted": 0, "userDisplayName": "Bill", "createDate": "1356676721", "userID": 67104403, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1356700710", "userTitle": null, "recommendations": 10, "editorsSelection": false, "parentUserDisplayName": "Evgeni", "userURL": null, "userLocation": "CA", "depth": 1, "commentType": "userReply", "updateDate": "1356700710", "commentSequence": 2, "commentBody": "Why don't YOU adopt some of these children?  This is not about worthless nationalism.  This is about the lives of precious children.  The Cold War is over."}, {"recommendedFlag": 0, "parentID": 7947949, "replies": [], "commentID": 7949563, "trusted": 0, "userDisplayName": "John Chas", "createDate": "1356702929", "userID": 8243824, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1356705128", "userTitle": null, "recommendations": 3, "editorsSelection": false, "parentUserDisplayName": "Evgeni", "userURL": null, "userLocation": "Southeast Michigan", "depth": 1, "commentType": "userReply", "updateDate": "1356705128", "commentSequence": 3, "commentBody": "Perhaps if your sincere in your concern for abused Russian children you can visit these institutions in your homeland. Then you can see for yourself if these children are better off there. I think your misled at best if you think this is about Russian children and not about a dead Russian human rights lawyer and the current czar Vladimir Putin's governmental cover-up of his death."}, {"recommendedFlag": 0, "parentID": 7947949, "replies": [], "commentID": 7953150, "trusted": 0, "userDisplayName": "SD", "createDate": "1356738625", "userID": 17642249, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1356742882", "userTitle": null, "recommendations": 0, "editorsSelection": false, "parentUserDisplayName": "Evgeni", "userURL": null, "userLocation": "Rochester, NY", "depth": 1, "commentType": "userReply", "updateDate": "1356742882", "commentSequence": 4, "commentBody": "Would you adopt any of these children yourself?  How about your relatives and friends?   <br/><br/>What provisions is the Russian government prepared to make to support these children, who are often malnourished, underweight, and in need of medical attention?"}]}, "lft": 1358, "assetURL": "http://www.nytimes.com/2012/12/28/world/europe/putin-to-sign-ban-on-us-adoptions-of-russian-children.html", "parentID": null, "commentID": 7947949, "rgt": 1367, "userDisplayName": "Evgeni", "createDate": "1356663995", "userID": 59743440, "replyCount": 4, "commentTitle": "n/a", "status": "approved", "approveDate": "1356670848", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Russia, Novosibirsk", "commentType": "comment", "updateDate": "1356670848", "commentSequence": 321, "commentBody": "We have been waiting for this bill for so long! At last we will stop this nightmare. Better adopt your own children! Hands off Russians. You have no rights to decide for us, Russians, what to do with our children. <br/><br/>US has never been and will never be a friend of Russia. Like it or not but it's the truth, that is why I think russian children will always be abused by americans if we don't stop it now. You got used to the feeling that you should decide what other countries must do, but this time - no, this time - mind your own business!", "recommendationCount": 7}, {"assetID": 3353126, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 7948041, "replies": [], "commentID": 7949512, "trusted": 0, "userDisplayName": "John Chas", "createDate": "1356702436", "userID": 8243824, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1356705100", "userTitle": null, "recommendations": 3, "editorsSelection": false, "parentUserDisplayName": "Bomb", "userURL": null, "userLocation": "Southeast Michigan", "depth": 1, "commentType": "userReply", "updateDate": "1356705100", "commentSequence": 4, "commentBody": "As a adoptee who intra family adoption was poorly done and has left me bitter &amp; angry over the lies and lost opportunities I understand somewhat your feelings. Still i think you paint this with too broad a brush. Obviously your experience must have been very negative, this however is not true of all adoptions nor all families. I advise you to seek help moderating your feelings if only for your own sake, it can embitter your life to no good end. Your value transcends your childhood, be well."}, {"recommendedFlag": 0, "parentID": 7948041, "replies": [], "commentID": 7953175, "trusted": 0, "userDisplayName": "SD", "createDate": "1356739174", "userID": 17642249, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1356742882", "userTitle": null, "recommendations": 0, "editorsSelection": false, "parentUserDisplayName": "Bomb", "userURL": null, "userLocation": "Rochester, NY", "depth": 1, "commentType": "userReply", "updateDate": "1356742882", "commentSequence": 5, "commentBody": "Unless you've actually spent time in an Eastern European orphanage, I don't see how you can possibly make a sweeping statement that a child would be better off there than with an adoptive family.   That strikes me as incredibly arrogant and thoughtless.  <br/><br/>Many children in those institutions are underweight, failing to thrive, and don't receive medical care for treatable conditions.   Institutionalization can have horrific psychological effects as well.  When they become teenagers, they're basically dumped on the street.   At that point, many survive by prostitution or become drug addicts.  <br/><br/>I have teenage family members adopted from Russia who are thriving, have bright futures ahead of them, and have very close and loving relationships with their families here in the US.  It hurts me to think about what would have happened to them if they'd reached that age in an orphanage.  <br/><br/>What is your solution for these kids?   Russian society is highly dysfunctional, and the birth families of these children are not going to keep them or take them back.  "}, {"recommendedFlag": 0, "parentID": 7948041, "replies": [], "commentID": 7953240, "trusted": 0, "userDisplayName": "DorineW", "createDate": "1356740749", "userID": 65094537, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1356742882", "userTitle": null, "recommendations": 0, "editorsSelection": false, "parentUserDisplayName": "Bomb", "userURL": null, "userLocation": "NYS", "depth": 1, "commentType": "userReply", "updateDate": "1356742882", "commentSequence": 6, "commentBody": "I agree with Bomb. Everyone has opinions about adoption, but few know what it feels to be adopted. Unless you have this experience, your opinion is weak and uniformed.<br/><br/>There are plenty of ways children in orpanages can thrive. SOS children's villages can help. Children in these homes are fed, clothed, educated and have visits from their families. Many children are given to orphanages, not because they are orphans, but because the families are poor. Extended family and siblings can visit and when they can afford to take the child back, they can.<br/><br/>I agree that adoption should be banned. What about children who do not have homes? People can provide loving homes to these children by Guardianship. Guardianship provides a home, butt keeps the child's place within the family of origin. Guardianship keeps the child's birth identity intact, the birth certificate intact, and there are no sealed records. No lies. No intent to deceive. Visitation is accepted and mandated. <br/><br/>Adoption destroys the family of origin. Adoption destroys the adoptee's birth certificate and replaces it with a false birth certificate --- in domestic and intercountry adoptions --- and in open adoptions as well."}]}, "lft": 1368, "assetURL": "http://www.nytimes.com/2012/12/28/world/europe/putin-to-sign-ban-on-us-adoptions-of-russian-children.html", "parentID": null, "commentID": 7948041, "rgt": 1381, "userDisplayName": "Bomb", "createDate": "1356665508", "userID": 67104327, "replyCount": 6, "commentTitle": "n/a", "status": "approved", "approveDate": "1356670848", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Adoptionland", "commentType": "comment", "updateDate": "1356672011", "commentSequence": 322, "commentBody": "As an adoptee it's always bizarre reading people's opinions about adoption.<br/><br/>Adoption is not a good thing. It's just a process of selfish adults discarding, buying and selling human beings, no matter how you spin it or dress it up. Even these Russian kids are better off in an orphanage than having to pretend to be someone's kid for 18 years. It's a great thing he is banning Russian adoptions. Hopefully it brings us one step closer towards seeing domestic adoption for what it is, and banning it as well.<br/><br/>It's sick how children are still a product for sale in this day and age. Adoption = slavery. Abolish adoption now. If you disagree it doesn't matter. If you aren't adopted your opinion on the issue is irrelevant.", "recommendationCount": 8}, {"assetID": 3353126, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 7948085, "replies": [], "commentID": 7949993, "trusted": 0, "userDisplayName": "April Kane", "createDate": "1356706521", "userID": 14120465, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1356707196", "userTitle": null, "recommendations": 0, "editorsSelection": false, "parentUserDisplayName": "tintin", "userURL": null, "userLocation": "38.034506N    78.486474W", "depth": 1, "commentType": "userReply", "updateDate": "1356707196", "commentSequence": 1, "commentBody": "The same thing happens to children with disabilities here in America.  Putin is doing a favor to those children  - maybe more of the children here will now be considered for adoption."}]}, "lft": 1382, "assetURL": "http://www.nytimes.com/2012/12/28/world/europe/putin-to-sign-ban-on-us-adoptions-of-russian-children.html", "parentID": null, "commentID": 7948085, "rgt": 1385, "userDisplayName": "tintin", "createDate": "1356666228", "userID": 12291240, "replyCount": 1, "commentTitle": "n/a", "status": "approved", "approveDate": "1356670848", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Midwest", "commentType": "comment", "updateDate": "1356670848", "commentSequence": 323, "commentBody": "I've done quite a bit of research on children with disabilities in post-communist countries.  Many of them end up in institutional care, and many are available for adoption, which most often means, for a number of complex reasons, international adoption.  The problem in many post-communist countries, including Russia, is the institutionalization of children with disabilities has not changed signficantly since the fall of communism in 1989.  While free enterprize and democratic governance have risen, children with disabilities face very much the same fate now as they faced 25 years ago: families of average means simply cannot afford to keep their children home with a caregiver, and inclusion of children with disabilities in the schools, and the community, is still almost unheard of.  International adoption is one of the very few possibilities for these children to escape a life of institutionalized, custodial care in Russia, Bulgaria, Romania, and a number of other post-communist countries.  If Mr Putin intends to address the massive, communist-era institutional infrastructure of Russia and dismantle it in favor of something humane, I applaud him.  If, however, he intends to keep that institutional infrastructure in place, while denying those children an opportunity to escape it, he should face trial in the European Court for Human Rights.", "recommendationCount": 17}, {"assetID": 3353126, "replies": [], "lft": 1386, "assetURL": "http://www.nytimes.com/2012/12/28/world/europe/putin-to-sign-ban-on-us-adoptions-of-russian-children.html", "parentID": null, "commentID": 7948101, "rgt": 1387, "userDisplayName": "Bill", "createDate": "1356666621", "userID": 67104397, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1356670848", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Idaho", "commentType": "comment", "updateDate": "1356670848", "commentSequence": 324, "commentBody": "In 1991 my wife and I lived in Montana and we adopted four children,two newborn, one three month old, and one three year old. Two of her native American and two are Caucasian at the time there were 500,000 children in the United States up for adoption there is even more now. I don't understand why you would go to Russia, Thailand, Vietnam, China etc. When you have all the kids in the United States that need a home and spend $50,000 fly back and forth to Russia, to me is completely crazy, but I know you fall in love with kids no matter what race they are or where they come from. Give it time and look hard in the US A and you will find the right child.<br/><br/>I am not trying to judge you because at one time I was thinking of doing the same thing, but really realize how much the kids here need help there are so many unwed mothers and so many kids without homes. Two of my children that I adopted came out of a family of 13 and she was only 31 years old now if there is not something wrong with that I don't know what is. I am sorry to hear about all your hardships with the Russian children, but you got a remember we are still dealing with the dictatorship and they always will be, and as Americans there is nothing we can do about it.<br/><br/>Yours truly Bill", "recommendationCount": 13}, {"assetID": 3353126, "replies": [], "lft": 1388, "assetURL": "http://www.nytimes.com/2012/12/28/world/europe/putin-to-sign-ban-on-us-adoptions-of-russian-children.html", "parentID": null, "commentID": 7948108, "rgt": 1389, "userDisplayName": "Sylvette", "createDate": "1356666692", "userID": 47465001, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1356670848", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Manchester", "commentType": "comment", "updateDate": "1356670848", "commentSequence": 325, "commentBody": "Russia's actions seem childish. And no, Americans are not entitled to adopt Russian children. If the US had passed the same law, they would have at least allowed adoptions in progress to go through. This is the only right thing. An argument can be made for those seeking foreign children beyond just a typical claim for \"freedom\" or preference, and that is when the 50 states sync these adoption laws, so that intact families are not suddenly ripped asunder when an unconsulted, unknowing, biological father appears on the scene to claim his rights, then, and only then, will we sideliners really be able to ask:  Why not adopt an American? There are too many instances of beautiful, happy, and well adjusted children being taken from the home they know and placed in the arms of one with whom they have no relationship.", "recommendationCount": 1}, {"assetID": 3353126, "replies": [], "lft": 1390, "assetURL": "http://www.nytimes.com/2012/12/28/world/europe/putin-to-sign-ban-on-us-adoptions-of-russian-children.html", "parentID": null, "commentID": 7948122, "rgt": 1391, "userDisplayName": "Harrison", "createDate": "1356666861", "userID": 63240648, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1356670848", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New York", "commentType": "comment", "updateDate": "1356670848", "commentSequence": 326, "commentBody": "If it has to be done then the smart thing to do of course would be to let the back log of adoptions be completed. However much to the heart break of many Mr Putin will probably not make an exception. What a guy.", "recommendationCount": 9}, {"assetID": 3353126, "replies": [], "lft": 1392, "assetURL": "http://www.nytimes.com/2012/12/28/world/europe/putin-to-sign-ban-on-us-adoptions-of-russian-children.html", "parentID": null, "commentID": 7948125, "rgt": 1393, "userDisplayName": "EJ", "createDate": "1356666871", "userID": 57452278, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1356670848", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Platsburgh, NY", "commentType": "comment", "updateDate": "1356670848", "commentSequence": 327, "commentBody": "Why is it that to adopt a baby or a child of any age in the U.S. or Canada to go through a  mincemeat machine while abandoned babies are raised by complete strangers and to some until they're teenagers. Disgusting. When I read that some are in the orphanage at age seventeen, I get sick.", "recommendationCount": 7}, {"assetID": 3353126, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 7948169, "replies": [], "commentID": 7948678, "trusted": 0, "userDisplayName": "Marc", "createDate": "1356679921", "userID": 16266289, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1356700753", "userTitle": null, "recommendations": 1, "editorsSelection": false, "parentUserDisplayName": "Birdie", "userURL": null, "userLocation": "NYC", "depth": 1, "commentType": "userReply", "updateDate": "1356700753", "commentSequence": 1, "commentBody": "Do you know of any study of the progress of Russian adoptees in the US, how they actually do here?  There are many old stories of problems with children from the old iron-curtain,,,"}]}, "lft": 1394, "assetURL": "http://www.nytimes.com/2012/12/28/world/europe/putin-to-sign-ban-on-us-adoptions-of-russian-children.html", "parentID": null, "commentID": 7948169, "rgt": 1397, "userDisplayName": "Birdie", "createDate": "1356667626", "userID": 67057833, "replyCount": 1, "commentTitle": "n/a", "status": "approved", "approveDate": "1356670848", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Los Angeles", "commentType": "comment", "updateDate": "1356670848", "commentSequence": 328, "commentBody": "I was involved in a Russian adoption in the past couple years. I pulled out of it because of the insane costs, travel requirements. ,scant information on children referred to adoptive parents, red tape, changing rules. it was just crazy and caused a lot of stress. I realize there are thousands of children available in the US and want to direct my efforts to these kids at home. I spent a lot of tie in Russia in the past and it doesn't surprise me that the government would do such a ridiculous thing. It is simply unfair to all those children. I hope they can find decent homes in Russia. Shame on Russia for making the adoption of children so tremendously difficult. Shame on their politics for involving innocent kids.", "recommendationCount": 10}, {"assetID": 3353126, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 7948179, "replies": [], "commentID": 7948535, "trusted": 0, "userDisplayName": "ilya", "createDate": "1356675036", "userID": 2301912, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1356700693", "userTitle": null, "recommendations": 5, "editorsSelection": false, "parentUserDisplayName": "MarkH", "userURL": null, "userLocation": "cambridge, ma", "depth": 1, "commentType": "userReply", "updateDate": "1356700693", "commentSequence": 1, "commentBody": "Calling Russian orphanages, imperfect as they may be, \"rubbish bins\" is very arrogant.  It is this arrogance that ultimately leads to diplomatic setbacks when dealing with other countries."}, {"recommendedFlag": 0, "parentID": 7948179, "replies": [], "commentID": 7951679, "trusted": 0, "userDisplayName": "MarkH", "createDate": "1356718852", "userID": 49846516, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1356722161", "userTitle": null, "recommendations": 1, "editorsSelection": false, "parentUserDisplayName": "MarkH", "userURL": null, "userLocation": "New Jersey", "depth": 1, "commentType": "userReply", "updateDate": "1356722161", "commentSequence": 2, "commentBody": "@ilya:  For the sake of clarity, many critics are attacking ALL international adoptions:  in responding to them, I was not thinking only of Russia.<br/><br/>By the metaphor of \"rubbish bin,\" I didn't mean the orphanage or wherever that child is now.  I meant the likelihood of growing up without ever having the love of parents, and the advantages growing up with such love would bring for the rest of their lives."}]}, "lft": 1398, "assetURL": "http://www.nytimes.com/2012/12/28/world/europe/putin-to-sign-ban-on-us-adoptions-of-russian-children.html", "parentID": null, "commentID": 7948179, "rgt": 1403, "userDisplayName": "MarkH", "createDate": "1356667795", "userID": 49846516, "replyCount": 2, "commentTitle": "n/a", "status": "approved", "approveDate": "1356670848", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "New Jersey", "commentType": "comment", "updateDate": "1356670848", "commentSequence": 329, "commentBody": "I feel sad, reading so much harsh criticism against those Americans who seek to adopt from abroad.  Some seem to go so far as to accuse them of \"buying\" their children, implying that these aspiring parents have reduced the children to commodities.<br/><br/>But consider what these critics do:  in each case, there is a small individual, whose life, heart, and future are at stake.  Those who would consign that powerless human being to the rubbish bin, for the sake of their own notions of \"how things ought to be,\" are the ones who deny that child's humanity.<br/><br/>For shame!", "recommendationCount": 23}, {"assetID": 3353126, "replies": [], "lft": 1337, "assetURL": "http://www.nytimes.com/2012/12/28/world/europe/putin-to-sign-ban-on-us-adoptions-of-russian-children.html", "parentID": 7947698, "commentID": 7948268, "rgt": 1338, "userDisplayName": "Alex", "createDate": "1356669262", "userID": 55015519, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1356670848", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "NJ", "commentType": "userReply", "updateDate": "1356670848", "commentSequence": 1, "commentBody": "What does this even mean?  Yes, I can imagine a Russian couple trying to an adopt an American white child, and I think it would be great!  How could anyone think someone is better off in an orphanage than with a family?", "recommendationCount": 8}, {"assetID": 3353126, "replies": [], "lft": 1345, "assetURL": "http://www.nytimes.com/2012/12/28/world/europe/putin-to-sign-ban-on-us-adoptions-of-russian-children.html", "parentID": 7947769, "commentID": 7948269, "rgt": 1346, "userDisplayName": "Jen", "createDate": "1356669304", "userID": 39722643, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1356670848", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "SLC", "commentType": "userReply", "updateDate": "1356670848", "commentSequence": 1, "commentBody": "But what if the child isn't truly an orphan? And who are you to define the adoption relationship? What if the child doesn't feel like your biological child? What if the child was sold? Is that saving his or her life?", "recommendationCount": 6}, {"assetID": 3353126, "replies": [], "lft": 1221, "assetURL": "http://www.nytimes.com/2012/12/28/world/europe/putin-to-sign-ban-on-us-adoptions-of-russian-children.html", "parentID": 7947211, "commentID": 7948282, "rgt": 1222, "userDisplayName": "Jen", "createDate": "1356669594", "userID": 39722643, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1356670848", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "SLC", "commentType": "userReply", "updateDate": "1356670848", "commentSequence": 8, "commentBody": "Tami-<br/><br/>Many, perhaps the majority, of adoptees do not see their adoptive family as their own.  Most, many, need and desire contact with their biological relatives. It is shocking that you are promoting closed adoptions. Don't you understand they have been stopped in the US because they were bad for children? OR do only the needs of the adoptive family matter?", "recommendationCount": 4}, {"assetID": 3353126, "replies": [], "lft": 1223, "assetURL": "http://www.nytimes.com/2012/12/28/world/europe/putin-to-sign-ban-on-us-adoptions-of-russian-children.html", "parentID": 7947211, "commentID": 7948285, "rgt": 1224, "userDisplayName": "GStefan", "createDate": "1356669610", "userID": 22841953, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1356670848", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Dallas", "commentType": "userReply", "updateDate": "1356670848", "commentSequence": 9, "commentBody": "My sister adopted a Russian girl.  She has dark brown skin and jet black hair.  She, like many Russian orphans, is not \"Russian\" ethnic, but from one of the states Russia conqured,  In her case her mother was Muslim. Russian orphanages are hell holes, expecially those for the disabled.  ", "recommendationCount": 8}, {"assetID": 3353126, "replies": [], "lft": 1201, "assetURL": "http://www.nytimes.com/2012/12/28/world/europe/putin-to-sign-ban-on-us-adoptions-of-russian-children.html", "parentID": 7947140, "commentID": 7948288, "rgt": 1202, "userDisplayName": "Jen", "createDate": "1356669667", "userID": 39722643, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1356670848", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "SLC", "commentType": "userReply", "updateDate": "1356670848", "commentSequence": 3, "commentBody": "Tami-<br/><br/>Many, if not most, children from Latin America have biological family but come to the US because Americans pay a higher price. PLease think of the children, not only yourself. ", "recommendationCount": 2}, {"assetID": 3353126, "replies": [], "lft": 1281, "assetURL": "http://www.nytimes.com/2012/12/28/world/europe/putin-to-sign-ban-on-us-adoptions-of-russian-children.html", "parentID": 7947469, "commentID": 7948294, "rgt": 1282, "userDisplayName": "Nestor Fanados", "createDate": "1356669827", "userID": 67025155, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1356670848", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Argentina", "commentType": "userReply", "updateDate": "1356670848", "commentSequence": 1, "commentBody": "\"There are millions and millions of orphans and homeless children in Africa, Asia, South America, Australia, Canada, Mexico, and Europe especially Eastern Europe to choose from\"<br/>\nWe're lucky that the USA still has access to those much choices in the market. And I'm happy to congratulate you for being able to name all the weird zones outside the US.", "recommendationCount": 1}, {"assetID": 3353126, "replies": [], "lft": 1275, "assetURL": "http://www.nytimes.com/2012/12/28/world/europe/putin-to-sign-ban-on-us-adoptions-of-russian-children.html", "parentID": 7947371, "commentID": 7948316, "rgt": 1276, "userDisplayName": "Nestor Fanados", "createDate": "1356670242", "userID": 67025155, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1356670848", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Argentina", "commentType": "userReply", "updateDate": "1356670848", "commentSequence": 2, "commentBody": "\"There is a very good chance they will have the latent effects of fetal alcohol syndrome\"<br/>\nAmerican couples, please  refrain about having children anyway. Or get your ankle monitor for free. ", "recommendationCount": 0}, {"assetID": 3353203, "replies": {"comments": [{"recommendedFlag": 0, "parentID": 7948339, "replies": [], "commentID": 7950872, "trusted": 0, "userDisplayName": "DonaldSurr", "createDate": "1356712549", "userID": 33949435, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1356712576", "userTitle": null, "recommendations": 1, "editorsSelection": false, "parentUserDisplayName": "Jacob Sommer", "userURL": null, "userLocation": "Pennsylvania", "depth": 1, "commentType": "userReply", "updateDate": "1356712576", "commentSequence": 1, "commentBody": "We cannot stop the loss of jobs to advanced technology.  We can and must stop the loss of employment in this country that is due to our imbalance of international trade and to the expanding cache of unused trade dollars that are being held as U.S. treasuries abroad. On way or another that folly must come to a screeching halt.<br/><br/>That imbalance is unworkable for anything other than the short run, because those hoarded Treasury bonds ultimately are only useful to the holders if reconverted into dollar bank accounts to be spent here.  Few seem to believe or understand that, which is a phenomenon that I, for one,am unable to fathom.  Perhaps someone well versed in the occult can explain. It defies ordinary financial reason."}]}, "lft": 210, "assetURL": "http://www.nytimes.com/2012/12/28/opinion/krugman-is-growth-over.html", "parentID": null, "commentID": 7948339, "rgt": 213, "userDisplayName": "Jacob Sommer", "createDate": "1356670827", "userID": 54874472, "replyCount": 1, "commentTitle": "n/a", "status": "approved", "approveDate": "1356670884", "userTitle": null, "editorsSelection": 1, "statusID": 2, "userURL": null, "userLocation": "Medford, MA", "commentType": "comment", "updateDate": "1356709382", "commentSequence": 38, "commentBody": "The other elephant in the room is the unequal income distribution, a point you didn't have space to address here.  More even income distribution comes from a social contract, written or implicit, that says that everybody gets a reasonable share of the gains.  Increasingly, corporate wage structures and corporate cultures have made the dollar figure on the bottom line the only consideration, with community and sweat left behind in the dust.<br/><br/>I wouldn't want to go back to the 1950s-1970s for many reasons, but the fact that there was this social contract at the time spoke well of what our country could achieve.  Together we can build bigger and better things; that was the understanding, and it worked.  The corollary is that if we are all scrabbling for ourselves, we'll on average achieve smaller things that are not as good as they could have been.  We've seen some impressive things the past few decades, but we've also been hobbled by most everybody scrambling individually just to keep up, instead of moving together in a strong interdependent community.", "recommendationCount": 91}, {"assetID": 3353203, "replies": [], "lft": 177, "assetURL": "http://www.nytimes.com/2012/12/28/opinion/krugman-is-growth-over.html", "parentID": 7948281, "commentID": 7948345, "rgt": 178, "userDisplayName": "Patrick", "createDate": "1356670999", "userID": 47683892, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1356671057", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Michigan", "commentType": "userReply", "updateDate": "1356671057", "commentSequence": 1, "commentBody": "Thank you for explaining what I have been seeing for some time now, that \"growth\" although perhaps a linchpin of traditional economic theory and justified as the only logical way to sustain a modern society, is really more a fig leaf for further enriching vested interests.  The ideas behind  \"economic growth\" should be an oxymoron for a conservative mind set that truly values stabilization of the economy and of society.  As it has been increasingly practiced by Republican driven policies it has just become an effective recipe for increased production by the increasingly hard pressed white collar working class with goals and outcomes that further and further enrich the top of the food chain, productive or not, often at the top only because of their professionally guided manipulation of finances in ways not known to and/or not available to those of us with merely ordinary means.   If wealth were spread around equitably, we would have better quality of life for the vast majority, less poverty, ignorance and tendencies toward overpopulation and crime.  Thank goodness this knowledge of how to get out of our current funk is available to us.  Let us not turn a blind eye toward the keys to our own prosperity and well being that this reply so neatly explicates.      ", "recommendationCount": 14}, {"assetID": 3353203, "replies": [], "lft": 214, "assetURL": "http://www.nytimes.com/2012/12/28/opinion/krugman-is-growth-over.html", "parentID": null, "commentID": 7948351, "rgt": 215, "userDisplayName": "Anetliner Netliner", "createDate": "1356671078", "userID": 33888832, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1356671115", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Washington, DC area", "commentType": "comment", "updateDate": "1356671115", "commentSequence": 39, "commentBody": "Tecmology will no doubt continue to spur economic gains, but econic gains will likely be required to benefit society.  If said gains do not produce broad employment, look for them to produce tax.", "recommendationCount": 2}, {"assetID": 3353206, "replies": [], "lft": 50, "assetURL": "http://wordplay.blogs.nytimes.com/2012/12/27/it-can-go-from-liquid-to-frozen/", "parentID": null, "commentID": 7948347, "rgt": 51, "userDisplayName": "Elaine", "createDate": "1356671055", "userID": 49501776, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1356671116", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Mountain View, CA", "commentType": "comment", "updateDate": "1356671116", "commentSequence": 9, "commentBody": "I think this was the easiest Friday puzzle I can remember -- I finished with no trouble at all, which NEVER happens to me on Friday!", "recommendationCount": 2}, {"assetID": 3353203, "replies": [], "lft": 216, "assetURL": "http://www.nytimes.com/2012/12/28/opinion/krugman-is-growth-over.html", "parentID": null, "commentID": 7948362, "rgt": 217, "userDisplayName": "Sandy", "createDate": "1356671250", "userID": 21104982, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1356671295", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Chicago", "commentType": "comment", "updateDate": "1356671295", "commentSequence": 40, "commentBody": "The answer depends upon how we define \"economy:\" AI, leading to higher productivity at lower cost, might in the short run benefit the microeconomy (more like \"mini-economy\") as reflected in corporate bottom lines and dividends. But how much of that would benefit those who depend not on investments but on wages from their labor for income? Other nations, whose citizens will enjoy greater purchasing power, will prosper as will our companies who see increased demand for their products; but unemployment and underemployment stateside is likely to rise as disposable income falls. Exacerbating that is the conservative movement's aversion to and unwillingness to fund the social safety-net programs that helped pull us partly out of the Depression (the deus ex machina of WWII did the ultimate \"heavy lifting\") and upon which other nations rely to maintain consumer purchasing power and lessen income inequality.  Our insistence on returning to antiquated standards that conflate wealth with virtue and poverty with moral weakness may in the long run, if allowed to continue unchecked, return us to a high-tech version of Victorian England fueled by extreme and irreversible income disparity.  <br/><br/>Already, Gen Y is the first to see a lower standard of living than their parents, and there is no longer any reason to believe that growth is a given. Maybe the Mayans weren't off by too much: we are experiencing the end of the world as we have come to know and take for granted. ", "recommendationCount": 9}, {"assetID": 3353203, "replies": [], "lft": 195, "assetURL": "http://www.nytimes.com/2012/12/28/opinion/krugman-is-growth-over.html", "parentID": 7948289, "commentID": 7948366, "rgt": 196, "userDisplayName": "Larry Bole", "createDate": "1356671311", "userID": 26873545, "replyCount": 0, "commentTitle": "n/a", "status": "approved", "approveDate": "1356671356", "userTitle": null, "editorsSelection": 0, "statusID": 2, "userURL": null, "userLocation": "Boston", "commentType": "userReply", "updateDate": "1356671356", "commentSequence": 1, "commentBody": "In an economy that is driven by consumption of goods and services, how do you expand the economy? I can think of a number of ways: come up with new goods and services that people will want to consume; make goods that need replacing more frequently; increase the number of consumers; make available to consumers the resources to consume greater quantities (two cars instead of one, three tvs instead of two, etc.). I can't think of any others at the moment. <br/><br/>If China overturns its 'one child' policy, as I read recently it might do, that will likely add to the number of consumers. <br/><br/>Another way to make consumers want to consume is to destroy material used to make goods and the means of producing goods through war, thereby creating shortages of what consumers need / want to consume.<br/><br/>An alternative to the 'Ponzi Scheme' (requiring an ever-increasing number of participants) of consumer-driven economy, if I may make a loose analogy, is a subsistence level economy, with most goods and services that permit survival produced by small family or village units, such as in a static agrarian society. With the current level of human population, ever more citified, it would be hard to suddenly turn to this economic model, unless there were a precipitous decline in population.<br/><br/>However things go in the future, I think we entering a period of increasing societal dislocations around the world, that will lead to relative increases in human suffering for many for some time to come.", "recommendationCount": 2}]}, "copyright": "Copyright (c) 2016 The New York Times Company.  All Rights Reserved."}