{"aapl": {"keywords": ["aapl", "apple", "iphone", "ipad", "mac", "ipod", "ios"], "data": [["2010-01-02", "Here's to Ballmer getting fired in 2010 and the stock breaking even (maybe) after the firing hoopla and Gates return to right the ship.  BTW, Apple will overtake MSFT in market cap value in 2010 becoming the largest and most valuable SW company worldwide!  ", 0.5], ["2010-01-02", "I work in the technology industry and use this stuff for work everyday.   While new toys are always nice, I'm finding little use for this stuff in the real world outside the city center.  Cell coverage is still too poor where I live, a paltry 75 mi from Manhattan, to consider dropping the landline.  The economics of a $50/mo internet still baffle me.  Maybe using ooma or some of the newer tech's make it worthwhile, but basically a a cable based phone line is just barely competitive.  As for cool location based services, I'll stick with asking the internet at home what's available first so I don't waste my time wandering around to questionable destinations.<br />Maybe someday the interconnected world will work outside the city center, but right now it leaves a lot to be desired.  Apple and the like simply assume everyone has a limitless bankroll for 3-G networks and internet, while the reality is that in the US anyway, these services are overpriced and under perform other countries.  ", -0.6], ["2010-01-02", "It would have been impossible to predict on Jan 1, 2000 that Facebook, the iPod / iPhone, Wikipedia, and Youtube would be just around the corner and have such a huge impact.  In fact whatever pundits were predicting in 2000 as having a huge impact in the coming decade was likely trivial compared to the unanticipated things just listed.<br /><br />Why think this coming decade will be any different?", -1.0], ["2010-01-02", "Apple should drop the AppleTV and concentrate on offering Mac Minis configured for media use or options making it easy to order one that way directly from Apple.<br /><br />By the way, I think Oprah's adoption of Twitter was an inflection point too; just not necessarily a good one.<br /><br />As for Sprint, the only people I know who like and/or defend Sprint are those who have legacy SERO plans, for which they pay next to nothing for whopping amounts of minutes, texts, data, etc.  I'd like Sprint too if I paid $30/month for 500 minutes of talk time, unlimited texts, unlimited data, etc.  No wonder why they don't make money.  And don't expect me to sign up with Sprint, knowing that I'm subsidizing these other people.", -0.7142857142857143], ["2010-01-10", "Anticipation is building for the Apple announcement because Steve Jobs does \"insanely great\" like nobody else.  How about a 10\" multi-touch tablet, wifi for streaming media (movies, newspapers, ebooks) and VOIP phone with forward-facing webcam for teleconferencing for $500, or for $200 with optional 3G+telephone service (and subsidy) from Verizon?  Think: color Kindle on steroids with a ringtone?  Naw, probably too pedestrian and predictable to satisfy Jobs.   ", 0.14285714285714285], ["2010-01-10", "Nick- Not to be picky, but isn't Android open source?  If so, it deserves equal mention w/Linux with regard to this attribute.  Apple has had a great run w/iPod and iPhone but their proprietary focus will ultimately marginalize the iPhone platform relative to Android in a manner similar to what happened w/PCs.  Verizon is on to something w/their iDon't campaign.  Many people may not care that they can't have a spare battery for their iPhone, but some component will.  Likewise with many other features.  The iPhone will likely fare better in phones and tablets- Google circa 2010 is no IBM circa 2004 and neither is MS when it comes to ultraportable devices- but ultimately, all the other phone and computer mfrs (not to mention the carriers) are going to start to coalesce around something and Android looks like the most likely  beneficiary.  Too bad for Palm.  Their platform is the best, but best tech doesn't mean much.", -0.3333333333333333], ["2010-01-14", "Gardiner NY,home of the Mohonk Preserve visitor center, the Tuthilltown Distillery, Blue Sky Ranch, HiHo Home Market...naming just a few of the award winning \"Best Of\" the Hudson Valley businesses that are located here. Not to mention small town hospitality  amazing vistas, apple picking, hiking ,climbing, dining and shopping....what more could you want? <a href=\"http://www.hihohome.com\" target=\"_blank\">www.hihohome.com</a>  ", -0.5], ["2010-01-19", "I really don't like China; except the Shaolin, they are no good for business man. This is such a retarded relationship. Immigrants here without a system (A progressive one-Not an adaptive one), no benefits from their contribution only steady leak of assets and infiltration into the unaccounted black market that is now the common practice and the American way. China is like a shady bootlegger that supplies our fat addiction, the fit folk have nowhere to run and the marketplace is like a game of \"I win.\" from the character Julian in Big Daddy with Adam Sandler. How about instead of the Big Mac w/ cheese, the last of an American product, maybe something like a No. 2 pencil becomes the new standard measure for a foreign economic unit. This has been said by too many before, the problem is the only thing made in America is my floor. Since when was an outsource a resource, in a better sense as innovators we should no longer be behind the scenes because those writing the credits have their penmanship and their eyes on the prize not the contesting developers. I am yet to discover a trending group of American's that are skilled workers, networking may be the current generations' form of effort utilization but it may not be work if the forces applied carry us to nowhere. Many cavemen and hardworking auto-insurance salesmen would argue that cabinet making, painting, hammering, cutting, and screwing are great ways to work hard and be successful. That is no longer true. The talented Mr. American does not want to pinch his index finger in a 2\" x 4\" x 6'  piece of wood pressed against a failed business capital distributer. He won't be able to say Eureka the proper way, or text his auto-piloted (combustion) engine around the corner to meet him on the safety transportation grid. Just saying.", -0.6470588235294118], ["2010-01-21", "why would apple released something so similar to kindle", -1.0], ["2010-01-21", "Apple using a Microsoft product.... now that is ironic!  ", 0.0], ["2010-01-23", "Desktop hardware should probably be on that chart somewhere.  Isn't that how Apple makes most of it's money?", -1.0], ["2010-01-23", "Apple has behaved like a monolopy which is not good for a consumer.<br />Recently I bought for the first time a Mac product, a 15\" MacBook Pro. The hinge for the screen is loose. The \"genius\" at the Apple store told me that it was normal then proceeded to demonstrate the same loose hinge on another MacBook Pro and ended up with the loose screen swinging open and crashed on to the counter.<br />The latest Snow Leopard OS occasionally suffers from the run-away problem just as Windows. Safari &amp; Firefox &amp; Google Chrome sometimes take up high CPU usage causing overheating. This is surprising for a UNIX based system.<br />It is very difficult to get Apple to admit that their high-priced products have design fault.", -0.4], ["2010-01-23", "I do not have an iPhone or Nexus one either. But, I’ve read couple of articles on this ongoing technology war.  I’ve come to this conclusion; it’s all coming down to the customers’ preference. Apple has more applications than Nexus One. The iPhone connects easily to iTunes, pictures and music.  The search engine for Apple store is more efficient then Android. But, enhancement like QSB makes it a little bit easier. Apple has always controlled the application development on the iPhone; which is not the case for Google Nexus One. Web surfing is obviously much easier on Nexus, it sounds like the person digitally lives in the Internet. What about implementing the use of WIFI to get a cell phone reception? This will come handy if you are in a “dead zone”; which seems the case for AT&amp;T most of the time.<br />Despite these differences, the factor that matters the most in my opinion; and helps left up the confusion fog is the network coverage. AT&amp;T customers suffer on a daily basis from weak coverage. When I will decide to buy a Smartphone I think I am going to go with Nexus One.  I’ve read an article in the Washington Post that Nexus One is coming to Verizon, which is better coverage than AT&amp;T.  If they equipped the Nexus One with the cloud computing concept, then problem solved. I will be able to have access to all of the applications, data, and communications on remote servers.  I just hope that Verizon network infrastructure will be able to handle such evolution .After all cloud computing makes computing person-centric, rather than device-centric.<br />", -0.2413793103448276], ["2010-01-23", "I think for Apple you can add a light blue dot in the maps section. They purchased Placebase to be the alternative to using Google maps", 0.0], ["2010-01-24", "                Torn between 2 Phones: Nexus One vs. iPhone<br />My personal knowledge and experience with these phones is somewhat limited. However, I have discovered some interesting features about the Nexus One Cellular phone that I would like to investigate further:<br /><br />3.7 inch high Amoled display micro SD card slot with 16.7 million colors and 800x480 pixel resolution<br />Linux 2.1 operating system with a wider variety of applications programming capabilities in JAVA<br />Very fast with 1 GHZ mobile processor with 600 MHZ CPU and DROID clocks in at 530 MHZ<br />512 MB of RAM<br />512 MB of ROM<br />Good voice input<br />Battery shelf life of 7.8 hour battery life<br />With the exception of AT&amp;T, Nexus One supports 3G globally<br />Supports HSDA for high speed performance on both uploading and downloading<br />Sim card capability to use on most GSM mobile devices.<br />Chrome web browser capabilities for rendering HTML-pages and JavaScript<br />Faster and Flexible web browsing capabilities wider range of searching<br /><br />The phone features seem to be impressive, however, there are problems for Google with public security. This is largely due to the iPhone Safari’s internet browser feature, which has a dial phone number that is easily accessible by hackers. Hackers have the capability of taking over all calls incoming in and going out. They can obtain the phone numbers and use the numbers in dangerous ways. Google also has a problem with its wide range web browsing service. This service requires monitoring security levels and auditability to meet compliance requirements.<br /><br />To suggest a strategy for Google I would recommend referencing the server side of applications. For example, Cloud computing uses the Android operating system, with a high-speed network connection to communicate with a clone of itself and resides in the cloud-computing environment. Android is used to maximize what the server architect and programmers can do on a small client machine. It preserves battery power because in the server environment, Android is hooked into a power grid, which allows for a lot of software access from the grid.<br /><br />", 0.14285714285714285], ["2010-01-29", "As a commuter, I could use an easy access to Internet on the bus.  iPad would be ideal, in fact, it is a huge improvement on the form factor for web browsing, if it could be as light as Kindle, and uses a better 3G network.<br /><br />I would need a soft stand, so that I can still doze off.  I'll probably wait till then before I put my $500.<br /><br />", 0.0], ["2010-01-29", "A friend in Bangkok wondered if there would be iPad Thai.", 0.0], ["2010-01-29", "I have a Kindle and I have an iTouch and I enjoy both devices for the things that they do and I'm sure I'll get an iPad eventually as well. I don't see the iPad 'killing' the Kindle since they aren't the same sort of devices and aren't in the same price point. Each will find and keep their fans, some folks will have every one, some folks will have one or none.  There is plenty of room out there for all of these devices, there is no reason to get all fanboy to the point that you hate the other electronic devices and so really, it's a pointless argument.  Blackberry phones didn't kill Nokia phones, iPhones didn't kill Blackberry phones, Android phones didn't kill the iPhone, Nexus didn't kill other phones - in short all find their niches, and all prosper to a greater or lesser extent. And we're the winners. ", 0.14285714285714285], ["2010-01-29", "I think the joke took off for many of us when we saw the Apple executive board comprises 11 men and zero women. We're laughing at them. Maybe if they allowed a woman into their boys club it wouldn't be as funny.<br /><br />By the way, to those of you bringing up \"generational differences,\" tampons have been around a lot longer than you think. Do some research on toxic shock syndrome and you'll learn why pads (if not an iPad) should be in your arsenal, too.<br /><br />", -0.5], ["2010-01-29", "Yes the Kindle will succeed for people who just want to read books. But how many device do we want. I want one device that allows me to surf the net, read email, watch movies and read the NY Times. Ipad you are the one for me.", 0.8181818181818182], ["2010-01-29", "I loved my Sony eReader, which came out prior to the Kindle - until I got the Kindle app on my iPhone - and the three other eBook apps available. Now the eReader stays home. I travel with my iPhone and a netbook.<br /><br />I had hoped that the iPad would be light enough to carry when I sightsee - but it isn't. If the keyboard is good enough for blogging, I will probably buy iPad Version 2.0 to replace my netbook and carry my iPhone to use as a portable eReader. I bought an external battery for $20 that charges the iPhone 1.5 times.<br /><br />What do I lose by not carrying the Sony eReader? The ability to format and load NY Times magazine articles that I never got around to reading - which you can't do with a Kindle - but I can do on my netbook or an iPad.", 0.07692307692307693], ["2010-01-29", "iPad is an absolutely terrible name and I am glad that it is being spoofed left and right -  my favorite is a very popular You Tube video making the rounds now. I live right near Silicon Valley and can't believe they couldn't harness the brainpower to come up with something better. I have already chided my friends at Apple about this, to no avail. The name turns me off - and no, its' not generational - as one gal suggested in the letters forum here.", -0.6], ["2010-01-29", "i am just learning about this ipad thing tonight when my 13 year old son came in my room mad as heck about the price  the product itself and what it had to offer customers. he feels that if he has an item that can do all of this and he does and it is much more portable with a camera and phone and a good battery than why is apple putting this out. and then he says oh mom they have just run out of ideas and are just money hungry, then he left my room. and after doing a little research myself on this ipad i see what he is talking about. anybody who buy this has got to be out of their mind. come on apple lover what you got to say about that.", 0.09090909090909091], ["2010-02-01", "Hope none of you NYT editors and rewrite people have suffered permanent injury from the above attempts to pat yourselves on the back. No matter what the stated goals and procedures for ensuring some sort of \"objectivity,\"  I am content with openly expressed opinions and, even, openly expressed biases.<br /><br />Today's article on the design and marketing philosophies of Apple by Steve Lohr (who he?) affords a good example, to me, of falling way short of open acknowledgement. In some sort of attempt to broach, if not bash, perceived  stylistic and philosophical shortcomings of the Apple-Jobs juggernaut, Lohr quotes gurus John Kao and Paul Saffo. At no time does a useful kind of fair disclosure come into play.<br /><br /> just what kind of (Microsoft?) clunkers do these alleged experts use anyhow? Why do satisfied users of Apple products, like me, pay the extra bucks for the laptops and other products that work so well, especially compared to the MS.-megalopoly crap?<br /><br /> Come on, NYT writers, let your biases hang out in the sunlight; and don't fear the quality and legitimacy of marketplace choices that millions of us make.", -0.5], ["2010-02-04", "My first take on the iPad, was that I was going to get one as soon as it becomes available, but as more, and more, of it's deficiencies have been revealed, I have begun to re-think my enthusiasm. I think many people will wait for the next generation of the iPad before taking the plunge. I already have an Apple iMac and have had several generations of the iPhone and iPod, and I love Apple products, but I think just maybe the \"i\" is getting a bit old. It's not that Apple has done wrong by the iPad, I just don't think it has really done right by it. What has worked for Apple in the past, announcing a new product, and then letting people wait, and anticipate, may back-fire this time, it may allow enough time for people to stop and think, \"I can just wait this generation of the iPad out, until it becomes really clear just what Apple is offering in the iPad\". I completely believe the the e-book is here to stay, and have two Kindles, and love them, and believe that the future of the e-book is in color, and internet access, and video etc, but, I think, many people will just wait this one out. The Kindle won't be immediately threatened, in fact, I think there will be kind of a \"reverse chic\" about owning a Kindle, with it's rather subdued, if not down right plain Jane look.", -0.25], ["2010-02-04", "Amazon is straying quite a ways from it's core competency.  Do they really believe that they can hold their own against the best hardware company in the world?  As one of the eBook reader pioneers they had some success with Kindle but really take a look at the thing, then take a look at an Apple mobile device.  Come on, let's stop kidding ourselves.<br /><br />If I were an Amazon stockholder, I would be calling, writing, e-mailing Jeff Bezos to ask him to stop this nonsense.  It's a pipe dream that can only end in the destruction of shareholder value.", 0.5384615384615384], ["2010-02-05", "I remember (probably badly) a psychology report on home videos. The insight I took from it: home videos help kids relate to older and younger people; siblings, relatives, people in their community. The child can see that they were younger and how they were at that age - their little brother or sister doesn't seem so stupid or feeble. And the child can see that they are catching up to their older sibling/s, their parents are turning into their grandparents and they will turn into their parents.<br /><br />Also, for stills, the iPhoto to iDVD pairing is fantastic. I like to make a slide show with music and keep the original images on the DVD-ROM portion for printing and back-up. Send a copy to the grandparents and you have grateful parents, in-laws, and an off site back-up too.<br /><br />Thanks to Apple for the iLife suite - I can't think of a better piece of software for families.", 0.3333333333333333], ["2010-02-19", "Ho hum...for 8 years of Bush when it was spend baby spend!! \"War Baby War!!\" these chubby ol' white geezers did nothing but spout rhetoric..\"You either with us, or you're not!'.   Now that the chickens are coming home to roost, the racist, homophobic bitties are waving their banners, feeling like they are doing something and all dressed up like fat clowns.  These folks should a) get an education  b) get on a diet  c) get real.   At least waving those banners will exercise a bit of that flab........ho hum, let' see.. \"Leave it to Beaver\" reruns at 4 pm....aaah, a perfect world, no black, no homos, no Mexicans and Mrs Cleaver could sure bake a mean apple pie!    Bliss......", -0.2631578947368421], ["2010-03-14", "Well.. For all Tablets and for the iPad the only real Start page is - <a href=\"http://www.200linx.com\" target=\"_blank\">http://www.200linx.com</a><br />Everything in a Finger click away..", -0.14285714285714285], ["2010-03-14", "Weird that David Pogue should recommend external chargers.<br /><br />I can certainly understand the utility of exchangeable batteries on pro-level equipment. But the main deterrent to me bringing a dedicated camera along at all is that it's to much of a hassle keeping all the stuff pertaining to the camera organized.<br /><br />I use my iPhone for most photographs that actually get taken, rather than my expensive Nikon SLR or my rather nice Sony compact camera.<br /><br />Would I have the pocket space for a dedicated higher quality camera? Sure.<br /><br />So why don't I - ever - bring my nice cameras along? They rest permanently in my equipment closet, together with a couple of RC helicopters, a handfull of RC cars, my high-quality flatbed scanner, my stationary computer, my various GPS-equipment, and my collection of high-powered flashlights.<br /><br />Quality is secondary when it comes to consumer level electronics. Ease of use is really the only thing that matters.<br /><br />I don't mind having single-purpose gear, as long as it is immediately useful out of the box. For example, I use my high precision laser distance measuring device plenty - even though all it does is measure distances. If I would have to upgrade the firmware of the distance measuring device - even just the once - or ever bring it out of its dedicated space without being able to use it immediately, it would go straight to the \"unusable technology closet\".<br /><br />A piece of gear needs to do it's job with a great degree of predictability and a reasonable degree of elegance in order for it to defend it's space in the consciousness of the user.<br /><br />So:<br />Separate battery charger - Straight to the \"unusable technology closet\".<br />More than one physical entity to keep track of - Straight to the closet.<br />Even a half-inch larger than anything else that does almost the same thing - Straight to the closet.<br />Not beautiful - Straight to the closet.<br /><br />Now, whilst some of the gear in my \"unusable technology closet\" was really nice to buy, and maybe even defended its space in my consciousness for a while, I stopped using it for the same reason: It takes to much conscious thought to keep working.<br /><br />The best camera is the one that you have on your person when cool stuff happens. The best phone is the one that makes it possible to order pizza to your friends house at 1 am. The best toy is the one that is immediately accessible when you have your unexpected 2-minute break from everyday chores.<br /><br />It goes further than this: The best bullet shooting rifle is the one that is available when you happen upon a bunch of deer outside buckshot distance whilst hunting for geese. The best coffee is the cup that you can get within one minute of thinking of it.<br /><br />Ease of use, small footprint, low degree of direct-access-downtime, and immediate utility are all good things. Removable batteries are a hindrance to all these good things.<br /><br />In my work as a physician, it's practical to have easy access to radiological imaging techniques, blood analyses, and a large staff of highly specialized colleagues. I wouldn't regularly bring any of these resources with me on my vacation though.<br /><br />Similarly, if I were a professional photographer, I'd draw great utility from the ability to shoot several thousand high-quality stills on a work field trip. But I still wouldn't bring the SLR Nikon on my summer vacation, I'd just use my iPhone.<br /><br />Best,<br />Erik Nilsson", 0.15384615384615385], ["2010-03-14", "I believe some of you missed the point of the article. David is constantly being accused of a Mac bias. He finds a very nice free program from Microsoft that works well. He shares the info and people want to talk about a different program as if David said Microsoft's program was better.<br />For the people who keep assuming they know how much any person needs for storage, please stop. Two gigs may be enough for you but who are you to say it's enough for everybody? I read that comment more than once.  ", 0.0], ["2010-03-14", "I'm a fan of Jungledisk (basically an interface to the Amazon or Rackspace cloud storage services) - it synchronizes specified folders with all other established PCs, keeps files available for access from the web, as a \"drive\" in Windows, and also has great support for Linux. Not free, but not too pricey either. I would assume there's support for Apple products (but they don't appear on my radar screen, so I don't know).", 0.3333333333333333], ["2010-03-14", "I guess your reply makes sense for professional photographers and hardcore enthusiasts, but in all the years I've owned a digital camera I've never purchased an additional battery.  There's got to be more like me.  So there's got to be a market for cameras with non-removable batteries.  I'd think a non-removable battery would give us slimmer cameras too.  If cameras like this could charge over a USB cable like an iPod so much the better.<br /><br />I see benefits to both options, but in my circumstances, a non-removable battery make a lot more sense.", 0.2], ["2010-03-15", "First of all, Pop-Tarts?  Is the world going insane?????? This is my \"go-to, sell out everytime\" bake sale favorite.  Fast to make, and good for those with dairy allergies, nut allergies and vegans.  It's actually a cake recipe developed during WWII during rationing, and uses vegetable oil, baking soda, baking powder, water and vinegar for leavening in place of butter and eggs.  Growing up my mom called it \"Crazy Chocolate Cake\", but I've renamed it:<br /><br />VEGAN CHOCOLATE CAKE<br /><br />1 1/2 C. flour<br />3 T. cocoa<br />1 T. instant coffee<br />3/4 cup sugar<br />1 t. baking soda<br />1/2 t. salt<br />1/2 t. baking powder<br />1 t. white or apple cider vinegar<br />1 t. vanilla<br />5 T. vegetable oil (canola or even olive oil)<br />1 C. water<br /><br />Preheat oven to 350.  Grease and flour a loaf pan.  Mix dry ingredients well.  Add wet ingredients and mix well by hand until batter is smooth.  Bake 45 minutes or until a toothpick comes out clean.  Cool on a rack then cut into 1\" slices.  If desired, sift confectioner's sugar over loaf cake before slicing.", 0.36363636363636365], ["2010-03-23", "Heh.  I've spent a significant part of my free time over the last 14 years designing and creating an image-heavy book that you can download and read on-screen or print and read on paper.  It's called \"In the Temples of My Fathers,\" and you can find it at:  <a href=\"http://www.randaldoering.com\" target=\"_blank\">http://www.randaldoering.com</a>, a crude but functional web site.  Enjoy!<br /><br />Craig has opened some real issues with his smart blog post.  The futurist William Gibson (\"Neuromancer,\" \"Burning Chrome,\" \"Pattern Recognition\") thinks book publishing will become a boutique industry as the online library grows, and many others have argued this point of view as well.  I think the portability and cheap cost of books will keep them around, but new technologies drop fast in price, and ebook readers will become better (lighter weight, longer battery life, higher resolution for easier-to-read, tougher and more durable, color instead of black and white, able to handle a variety of formats) and cheaper pretty quickly.  As powerful, colorful and highly useful devices like the iPad (as its current weaknesses are corrected) are adopted, it will become possible to put some truly spectacular works of both fiction and nonfiction on them.<br /><br />I think that in the end, content really is king, but design is part of the content.  My own background is in programming, writing, anthropology and design.  We all know that most books don't require much in the way of design, as Craig argues:  a column of text with ragged or justified right margins will take care of everything but illustrated works and poetry.  In the case of poetry, add more careful use of line length, but essentially the \"page\" stays the same.  With readers the size of the iPad, and a little bigger, it will be possible to bring to these viewers fully illustrated, illuminated works.<br /><br />See my book, above, if you wonder what I mean.  Are others out there actually engaged in producing works to challenge the current market's thinking?  If so, where are your works, so we can all see what you're up to?  ", 0.3333333333333333], ["2010-03-27", "I'm going to download the Amazon application for my netbook and my wife's laptop, and maybe start doing some more reading.<br />********<br />Yawn. We all have laptops, but reading on them is cumbersome. The market agrees, because ebook sales are very low precisely because there is not a good alternative to the laptop. I believe the iPad will begin to bridge that gap. ", -0.6666666666666666], ["2010-03-27", "I have this product and it's great. I am in one of the test markets and although I paid $150, I got a $100 visa gift card rebate. Plus a $50 credit for having an AT&amp;T land-line and DSL, so it was basically free. I also received $10 Cash for filling out an online survey (Yes, they sent a ten dollar bill).<br /><br />The Micro-Cell works great but needs to be close to a window so the GPS will work, not sure why it needs GSP, other than to make sure they know your location. It does drop out from time to time (not on a call) and I'm not sure why but it's rare. You can tell you are connected because your iphone will say M-Cell at the top.<br /><br />There is no $20 monthly charge or any additional charge at all. Perhaps because I have an AT&amp;T land-line and DSL but I know that when I'm on the micro-cell, I don't use voice minutes on call (or data) because of the land-line. This is their way to prevent you from dropping the land-line since you can suddenly get a great signal at home.<br /><br />Bottom line, I highly recommend this product to anyone with spotty coverage at home.", -0.2222222222222222], ["2010-03-27", "@#1, get a case for the drops.<br />@#2, only the 3GS shoots video out of the box; the others can shoot video with 3rd party apps.<br />@#3, I think the writer means to give an iPhone that is no longer being used as a phone, so the cell radio is OFF.<br />@#4, absolutely, the Flip takes better video. I think if given a choice, a child will always carry an iPhone with them, to while away time, while the Flip is something they might leave behind. Why I believe that, is the author makes two points; one, the novelty factor. He clearly is concerned the kids may leave the Flip behind. Two, he mentions the videolog, and the best camera is the one you have with you. Clearly, the iPhone is not as good a video cam as a Flip, but, it may be something they keep in their pocket when they want to document something in their lives.", -0.07692307692307693], ["2010-04-01", "A few thoughts on these comments from a techie in Silicon Valley:<br /><br />* it's a very cool toy - I already have lots of computers for work, too many actually, this occupies a different niche altogether, namely as a surfboard. Once again apple demonstrates how to make geeky stuff cool.<br />* you'll be able to move files around using bluetooh, just as you can today on the iphone, no worries. Look in the app store for BT filesharing apps.<br />* printing can also be accomplished, at least conceivably, using bluetooth or wifi. I'm sure that apps for this will appear very soon.<br />* On memory size when you go to buy - always buy as much memory as possible, you can't change it easily alter and you will always be wanting more.<br />* Alternative writing programs like shapewriter will become suddenly much more useful.<br />* And one more thing,think tricorder.<br /><br />Holmes", 0.058823529411764705], ["2010-04-01", "I'm luke warm on it, but am going to buy one. My partner doesn't know how to use a computer (like a lot 50 year-olds in France if you can believe that), but he can retrieve his e-mails with his iTouch. I think the iPad will be better than the iTouch for him. Maybe, just maybe, he'll start learning how to use the Internet instead of relying on me to look something up.<br /><br />Secondly, without a 3G contract requirement, this will be a great product for travelling to the United States. I'm hoping there will be the same for other countries. I'll be able to bring it along, enable 3G and pay for a connection just the time I'm there. Why doesn't AT&amp;T let me do the same with my iPhone? I'm hoping Verizon will.", 0.125], ["2010-04-01", "Very useful review.<br /><br />As a regular user of Apple products (two decades)  I found the hype prior to the iPad release interesting.  But once it was unveiled I was completely unimpressed.<br /><br />While the marketing dept. at Cupertino must be convinced that they have a game changer, I remain more than skeptical about an oversized iPod Touch.<br /><br />While many users will enjoy the super-sized iPod (may they should have called it \"iPod Grande), many a Mac fan out there had looked forward to an Apple tablet ran on OSX (even it were a slimmed down version of it) rather than the toy OS of the iPhone/iPod.<br /><br />Having said that, it will be interesting how many pundits were wrong on either side and how much Mr. Jobs' reality distortion field helps to push this device.", -1.0], ["2010-04-01", "A lot of people misunderstand Apple.  Apple does NOT sell gadgets of any sort; apple sells what I call \"lifestyle enablers.\"  That is, Apple's ideas enable a person to live their life in a way that's easier, more efficient and enjoyable.  That fact that people do this using gadgets manufactured by Apple is purely coincidental.  If Apple could accomplish their goals by selling magic elves, they would be selling magic elves.<br /><br />Apple asks a simple question:  What will make a little box useful to a lot of people?  In the case of an iPhone, it's apps for  browsing, music, email, weather, maps, contacts, photos, etc.  Apple moves down the list and builds a device that will do all of that fairly well.  They construct a touch screen equal to the task of making people happy while they use all those useful apps.  They painstakingly construct a simple regimen around that touch screen to make it simple and stress-free to use.  When all of this is assembled, they ask:  Can this box be sold at a price that the public will accept?  If so, it's sold.  If not, the design goes back on the shelf until technology prices drop.<br /><br />What about multitasking, USB ports, printing, etc?  If NONE of those are required to deliver the feature list to the customer, they're not important.  A USB port is essential for syncing, but not for browsing.  What could I possibly use multitasking for anyway, beyond listening to music while browsing, reading email or using the NY Times app?  What good is printing when most of my time is spent in meetings, a car, train or restaurant.  In my office, my PC can print documents.<br /><br />Techies throw these features out, but just what do they mean to most people?  Why should I need 4 USB ports?  I don't even use 4 USB ports on my home computer.  All my peripherals are wireless!  Multitasking?  Great on my office computer, where I can open 6 windows and cycle through everything.  If I tried that while walking down the street, I'd get hit by a bus!<br /><br />The iPad is a reader, pure and simple.  It's a reader that can do a lot of very cool things besides being a reader.  It's a Kindle killer (especially at the price point of the lowest cost iPad).  It's not a laptop or a workstation.  It's made to be a conduit to enjoy life.  With it, I'll be able to conduct most of my personal business - the heavy lifting will always be done by the laptop or workstation.<br /><br />Is the hardware expensive, given its features?  Sure.  But it's the software that makes it worthwhile.  The software does not waste my time.  Every minute saved is an additional minute I can spend AWAY from the computer doing something worthwhile.  Those recovered minutes of my life more than make up for the price.  When I get the iPad, it will Just Work.   And that's all I want.<br /><br />", 0.2727272727272727], ["2010-04-02", "I won't be buying an iPad anytime soon. It's a device designed too much for \"consumption\" rather than \"production.\" The media and entertainment worlds already have enough space in my daily routine. They don't need another portal into my life. Sure, it would be nice to have one for around the house, when I'm too lazy to open my laptop. But the cost does not justify this.", -0.7142857142857143], ["2010-04-04", "I also want to see what the iPad can do that Apple didn't think of to begin with.  If I remember, the App Store only came about because developers wanted to create their own apps for it, instead of being limited to \"web apps\" that ran under Safari.  Once Apple let private developers create their own content, the iPhone became a much bigger hit.  Let's see if something new and unforeseen comes out for the iPad that makes it really worth owning.  ", 0.0], ["2010-04-04", "Just a word for those criticizing The New York Times for having news of the first day of iPad sales on their website: please check the websites of two reference newspapers in Spain and in Portugal:  El País (<a href=\"http://www.elpais.es)\" target=\"_blank\">www.elpais.es)</a> and Público (<a href=\"http://www.publico.pt).\" target=\"_blank\">www.publico.pt).</a> I think none of them have an interest in advertising the iPad. It just happens that this is news.  Why? Because, as Alan Kay said, \"The best way to predict the future is to invent it.\" And that is waht Apple has been<br />doing, AFAIK.<br /><br />Links:<br /><br /><a href=\"http://www.elpais.com/articulo/tecnologia/iPad/llega/mercado/elpeputec/20100403elpeputec_1/Tes\" target=\"_blank\">http://www.elpais.com...</a><br /><br /><a href=\"http://www.publico.pt/Tecnologia/comprar-agora-um-ipad-e-um-acto-de-fe_1430664\" target=\"_blank\">http://www.publico.pt...</a>", -0.2], ["2010-04-04", "I don't wait on line. There was no line at the Monterey Apple Store at 11:20am. I was served immediately upon approaching the store, picked up my reserved iPad and walked out fifteen minutes later.", -1.0], ["2010-04-04", "Doctorow is merely another member of a seemingly growing group of persons who have trouble wrapping their minds around the notion that a computerized device is not necessarily a computer, except in the most exacting semantic terms.<br /><br />Article after article seems dedicated to describing what an iPad isn't, why it should be something it isn't, and/or why this deviation from what already exists is cause for alarm.<br /><br />I have a computer which I will use to create and manage large databases, composite and edit video, create art and copy on a professional level and serve as the central hub to my digital needs (such as manage my personally generated media, host my personal web presence, etc.). If I feel the need to tinker, there that big, expandable, outlet-tethered baby sits.<br /><br />An iPad, when I buy one (and it won't be today), will serve as a portable portal to my data and media, an ergonomic alternative to my computer for the consumption of various media I enjoy, and a lightweight data entry device.<br /><br />Likewise, I have a car to take me long distances, short distances quickly, or to protect me from the weather while traveling any distance. I also own a motorcycle which does virtually nothing a car can't do (other than split lanes without annoying the police) yet is my vehicle of choice for a variety of rides, usually when my focus is more on enjoying the journey than achieving a destination. I love to tinker with the bike, but I'm better off taking my computerized, fuel-injected, sealed-cooling automobile to a professional for service. Sure, I COULD try to learn tinker with the car, but frankly, I don't WANT to - that's why I have a bike.<br /><br />The iPad isn't a PC, a laptop, or a phone. It's something different, and if a person doesn't see a need for it in their life, that's great. Let's hope that for their own sake, such people learn to be less threatened (disguised as contemptuous) by those who legitimately do.", -0.38461538461538464], ["2010-04-04", "I'm working in with fellow journalism professors from Indiana University as well as other professionals in the journalism field on a summer research project.<br />Which is the more efficient medium?<br />Do readers read more effectively when reading print editions or e-reader editions?<br />The Times, will be the source throughout the project.<br />If you're interested in participating, email me at <a href=\"mailto:mchinn@ius.edu\">mchinn@ius.edu</a>.<br /><br />PS I just picked up my iPad a few hours ago and I love it. ", 0.0], ["2010-04-04", "I'd like to remind all, that it was HP, not Apple, that seeded the Silicon Valley. Thus, all the innovation you heap upon the Apple, came from engineers and applied software scientists that migrated, naturally, from the likes of Palo Alto, to the likes of Cupertino.<br /><br />For all those who would like to speak of the great innovation of the iPhone, take a moment, to pause and revisit history. As the first company to combine, a color touch-screen, WiFi antenna, Bluetooth antenna, GSM antenna, a true web browser, MP3 player, ability to install third party apps, replaceable battery, memory expansion via SD cards, and more packaging innovations, that do not quickly come to mind, into the PDA platform, it was HP, in its HP6315, in 2004.<br /><br />So for all you Apple deity followers, know that the great one, as you would have it, was in fact itself, a johnny-come-lately, adapter of an already did-that done-that innovation and technology set.<br /><br />Beyond what the HP6315 had accomplished, some packaging which is the benefit of time to do so, and software adaptations, that its engineers most surely did not invent, what has the iPhone, and thus Apple bought us. Nada; oops my bad, thats right, Apple gave us very good, hyped marketing.<br /><br />As one, who while working at a small mom and pop computer store, saw the first of the Lisa's come through the door, unpacked it on the spot, set it up, attached a third party printer, intuitively, not ever having seen it before, caused its word processor app, that sat on the desktop, to be invoked, then create a simple document, and print it out, I'd say, it was new.<br /><br />But just new to me, a then tech-savvy salesperson and computer geek. How innovative would it have been to the engineers in XEROX's PARC research labs? I'd contend, probably not at all; more like an unscrupulous adaptation.<br /><br />And as one who owns a working MessagePad 110, I would contend, that it was Apple's greatest true innovative moment; one that they dropped, and allowed Palm and thus Compaq to run with.<br /><br />And only after those two entities created the PDA market, and HP embodied the PDA and cellular telephone with the HP6315, did Apple then have the basis for the iPhone.<br /><br />I will at some point, probably with the incorporation of 4G, and some of the obvious left out features, obtain an iPhone. And for what, as many of the Apple worshipers, who would have me as an Apple-hater, would ask? As an end test platform for app development. Yes I am cognizant of the following, and thus need to develop across the platforms, of which the iPhone is one.<br /><br />And oh yeah, please one of the truly knowledgeable ones, please tell me, what truly important app, can I not get for an Android, that is exclusive to just the iPhone. Oh I can answer that, for you, and again it is nada.<br /><br />Oh yeah, here's the question...sorry about the diversions of remembrance...but what in the end, besides a cult like following, will have been the iPads innovation, beyond what has already been available. Again, I will contend, it is nada.<br /><br />So, if I did need a watered down tablet computer, I personally would skip the iPad, with all of its shortcomings, and would wait for the likes of the HP Slate.<br /><br />Oh yeah, the Slate is an HP wanna-be...right!?!<br /><br />He-He-He", -0.05555555555555555], ["2010-04-04", "Don't pick on the NY Times for interesting front page news (ie iPad)<br /><br />Other on line papers I just noted with front page iPad articles:<br /><br />WSJ<br />Washington Post<br />LA Times<br />Portland Oregonion<br />USA Today<br />And on and on.<br />", -0.3333333333333333], ["2010-04-04", "\"Sour grapes make rancid whine.\"<br /><br />And one bad Apple spoils the bunch.   As a holder of a few shares of Apple, I'm watching for that price dip, once the Emperor walks out nekkid.    Pump it up, hipster suckers.   I own Apple stock, but I use a PC.", -0.6666666666666666], ["2010-04-04", "Sour facts make apple fanatics whine.<br /><br />I have an iPhone 3GS, and I like it very much.  But I very much hope the iPad fails.  It will get Apple to lower the price quickly, and get them to push multi-tasking, file-handling, and decent notifications, that are desperately needed on the iPad, and would be certainly useful on iPhone/iPod Touch.", -0.3333333333333333], ["2010-04-04", "I agree that Apple's developer terms are onerous.  And the iPad was not available to many developers, so they don't even know how their apps will look on them.  but with 150k apps already out, the iPad/iPhone/iTouch platform has already driven massive innovation.<br /><br />While developers may not care for Apple's restrictions, those same restrictions make Apple products easier to configure and use, and at times, more reliable than Microsoft Windows-powered products.  Apple has already driven great innovation and with the iPad, far more will follow.", 0.0], ["2010-04-04", "I'm going long on Apple and shorting the Catholic Church", 0.0], ["2010-04-04", "Hello, I am a 16 year old. I am definately not able to tinker with iPod/Pad/Phone software. Let alone try to figure out how the hardware works. This is because in order to legally develop for these devices you must own an apple computer. Apple has created a culture where you pay more for everything. You can't easily jump in to C# for these devices without paying at least $1200 dollars, for the mac mini, accsories, developers licence, and a version of the device. It makes no sense to restrict development, and Apple will suffer later.  ", -0.75], ["2010-04-04", "The end of innovation??? How bassackwards is that? In addition to the tens of thousands of new applications being developed to take advantage of this product's capabilities there are thousands of people doing very innovative things specifically BECAUSE of this product. Companies all over the planet are and will be trying as hard a possible to \"one-up\" Apple so they can get a piece of this emerging market. This software platform is in it's infancy and there will be a myriad of new uses for it that are yet to be dreamed of. There should be NO DOUBT this product is a CATALYST for innovation – not the reverse. ", 0.0], ["2010-04-04", "Thank you too all the Apple Fans who just bought this 1st release iPad. A big Thank You because you get to test and complain when this iPad starts to go buggy. More to the point, I get to see whether or not you wasted your money not only on the iPad, but also iPad, covers, ipad sleeves, &amp; iPad bags.<br /><br />I'll wait until August to buy an iPad because Apple will release a 2nd generation version along with the iPhone 4GS for Sprint &amp; Verizon.<br /><br />", -0.6666666666666666], ["2010-04-04", "While I think that the only reason people are buying the iPad is because of the Apple name behind it, I would hardly compare Steve Jobs to Jim Jones. Steve Jobs is getting people in his \"cult\" to waste $500-$1000, not telling them to kill themselves. I think that the use of the phrase \"guzzling Apple's Kool-Aid\" was in poor taste.", -1.0], ["2010-04-05", "\" In other words, the iPhone doesn’t know it’s multitasking.\"<br /><br />Technically, the app is multi-threaded. Any iPhone can do this, and many do.<br /><br />One to think about difference between multi-threading and multi-tasking is that the app developer chooses what to throw in the mix for a multi-threading and the customer (end-user) choose the mix for multi-tasking. Or as you say, \"sorry, no Pandora yet.\"", -0.42857142857142855], ["2010-04-08", "Oh, well, I guess I will wait until I get my iPad next year for home wi-fi,  by then, maybe there will be no button at all.", -1.0], ["2010-04-08", "Why not just get an Apple wireless router?", -1.0], ["2010-04-10", "All the whining about Apple and Adobe is pointless. Apple invented and controls the devices and the App store and who sells Apps on it. It's not a public place anymore than Walmart. If Walmart does not have what you want, go to Kmart or Saxs or other stores.<br />So if Apple wants to control, for any reason, any part of this private closed system, they can.<br />Me, I like it. Unlike Microsoft, Apple tends to get it right when they control it.", -0.2], ["2010-04-10", "Given that I am paying to download to my phone, and that here, at the edge of the known universe, those speeds can make dialup look fast, I am really really looking forward to wasting my quota on iphone ads.<br /><br />In fact, I am breathless with anticipation.<br /><br />I am counting the nanoseconds until this tremendous innovation reaches us.<br /><br />How many sleeps? How will I live until that grand day arrives?<br /><br />Apps which push ads, first to buy themselves (OK, fair) and then go on to demand I buy other stuff, get deleted. Fast.", -0.5555555555555556], ["2010-04-10", "I love my Ipad.  It has actually made me read more books and I really love the bookmarking feature.  I really didn't want to expect too much as I use my iPhone to read sites in the morning. Now I have a bigger space and just overall happy with this technology.  Maybe it's not for everyone and that's okay.  ", 0.6666666666666666]]}}